{"datetime": "2020-10-08T20:26:09.000Z", "title": "Tylorstown: UK government to pay £2.5m for coal-tip work", "article": "The UK government says it will provide £2.5m for work to clear-up a coal-tip at Tylorstown that suffered a landslip during Storm Dennis. Steve Barclay, chief secretary to the Treasury, confirmed it will make the cash available in a letter to Rhondda MP Chris Bryant. The work - to clear 60,000 tonnes of collapsed spoil - started in June. The Welsh Government said the clear-up costs and making Wales' coal-tips safe was \"significantly more\" than £2.5m. This week finance minister Rebecca Evans saiddialogue was continuing with the UK government , despite the prime minister having said it was \"up to\" the Welsh Government to remediate old coal tips and \"get on with\" flood defence work. The Welsh and UK governments have been in discussions on how to fund damage caused by flooding from severe storms. On Thursday Welsh Secretary Simon Hart said Welsh ministers needed to come forward with further requests for help with repairs. Repair work in Rhondda Cynon Taf (RCT) is estimated at £82.5m in total. Mr Hart said: \"We did say if Welsh Government would come up with a suggestion, a bid for money out of a thing called the emergency reserve, we'd look at it seriously.\" He said the process \"hasn't yet been concluded\" but initial money to help in Rhondda Cynon Taf would be made available.\"It's 2.5 million quid, that's what they asked for for this year and that's what they're going to get,\" he said. \"Of course we can address the rest just as soon as Welsh Government come forward with whatever it is they're going to ask for.\" Andrew Morgan, RCT council leader, welcomed the news. \"As a council we have progressed the works 'at risk' with the Welsh Government as we gave the public a firm commitment to get on and deal with this issue urgently. \"While the £2.5m is welcomed, there will be the need for a further £10m next year to deal with the larger area of the landslide.\"This is on top of the almost £70m of damages to bridges, river walls, culverts and roads.\" Labour MP for Rhondda Chris Bryant said \"all my ranting in the House of Commons has actually paid off\". Mr Barclay said in his letter: \"The Welsh Government has confirmed it will make a reserve claim for 2020-21 and, while all claims need to meet certain criteria, given the nature of this issue I am expecting to provide the required funding.\"Based on the latest information from the Welsh Government this would include around £2.5m in relation to Tylorstown, which I know is a particular concern.\" Wales' Environment Minister Lesley Griffiths told the Senedd environment committee on Thursday there was no \"plan B\" for how Storm Dennis repair work would be paid for. \"There isn't a plan B as such as to where we would find that £70m, as we hope we won't be in that position\". Labour Pontypridd MS Mick Antoniw accused the prime minister of reneging on an \"unequivocal promise\" to a part of the country that had \"really taken the brunt\" of the storm. \"We will keep the pressure on - he promised, and for me if you promise something you have to do your best to deliver it,\" Ms Griffiths responded. At the hearing - which came before the UK government announcement - she claimed the Welsh Government had \"not received a penny\" and said Ms Evans had written to the Treasury to seek assurances. Following the announcement, a Welsh Government spokesman added: \"We will continue to press the UK government to provide the full amount of funding needed, as the PM has promised.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-54467963"}