{"datetime": "2021-10-11T17:01:12.000Z", "author": "David Deans", "title": "Number of 'higher risk' coal tips in Wales rises to 327", "article": "More disused coal-tips in Wales have been classified as being at 'higher risk' than was previously thought. The Welsh government now says 327 of 2,456 sites will require more frequent inspections, following a safety survey. That is up from294 initially identified in February . Climate change minister Julie James said the government is \"taking action to mitigate as many risks as possible\". Inspections on higher-risk tips started last week. It is not clear where these tips are - locations have not been provided to BBC Wales or other media. The Welsh government says \"further quality assurance work and processes need to be completed before we are able to release this data publicly\". That information is already being shared with local councils to assist with emergency planning, however. According to the Welsh government a tip classified as higher-risk does not necessarily pose an imminent or immediate threat. Climate change minister Julie James says the category recognises \"there is the potential to cause risk to safety,\" however, \"with more frequent inspections scheduled on the higher-risk rated tips\". The news follows work carried out by the Welsh government, councils, the UK government's Coal Authority and Natural Resources Wales. It was prompted by the collapse of 60,000 tonnes of spoil at Tylorstown , in the Rhondda valleys in February 2020. Ms James said: \"It is important for members of the public to know the safeguarding of our communities remains a priority and we are taking action to mitigate as many risks as possible.\"The next round of winter inspections on the higher risk tips commenced last week and will continue through the winter months, identifying any maintenance and urgent works as part of the process.\" As part of a programme of technology trials, sensor equipment and earth observation techniques have been employed at 70 higher-risk sites - the trials will continue into 2022. Ms James asked any members of the public with concerns about coal tips to contact the Coal Authority. The newsfollows a row over who should pay to fix Wales' old coal-tips, amid concerns climate change could make more unsafe. The Welsh government has said that because the issue pre-dates devolution the Treasury should provide new money, asking for £60m a year. But the UK government said it was not something it expected to have provide additional funding for because it is devolved, and said Welsh ministers were \"more than adequately funded\" to meet their responsibilities. It said it had provided £9m to help repair coal tips after Storm Dennis. ", "url": "https://www.bbc.com/news/uk-wales-politics-58873865"}