{"datetime": "2021-09-28T17:19:22.000Z", "title": "Coal tips: Call for £60m a year to keep Wales' tips safe", "article": "The UK government should provide an extra £60m a year to keep Wales' coal tips safe, Welsh ministers have said. Finance Minister Rebecca Evans said the UK government had a \"moral responsibility\" to provide long-term funding. Almost 300 tips were revealed this year to be at \"high-risk\" by an investigation prompted by a landslip in Tylorstown caused by Storm Dennis. The UK government said it had provided funding in the wake of the storms. But a spokesman added the management of the tips was devolved, and the Welsh government was \"more than adequately funded\" to meet its responsibilities. Prime Minister Boris Johnson said last October said that it was the Welsh government's job toremediate old tips . However, the Welsh government said reclamation costs are on a scale in excess of anything anticipated when devolution began in 1999, and is urging the UK government to share responsibility. For its part,the UK government provided £2.5m to clear 60,000 tonnes of collapsed spoil from the tip at Tylorstown, in Rhondda, and has provided £9m overall. But the Welsh government said £500m to £600m was needed over the next 10 to 15 years, and asked for its budget to be raised by £60m a year annually. Ms Evans called for Chancellor Rishi Sunak to use his autumn spending review to allocate long-term funding. \"Wales is disproportionately affected by the legacy of coal mining, and climate impacts are increasing the risks disused coal tips pose to our communities,\" she said. \"As a pre-devolution issue, we need the UK government to share responsibility and prevent another landslip from happening. \"The UK government has a legal and moral responsibility to work with the Welsh government to address this issue and fund these long-term costs.\" At a briefing, she sought to reassure people living near high-risk tips - saying councils had been told they won't have to worry about where the money will come from if urgent work is needed. Ms Evans said the classification of high-risk did not mean a tip posed an \"imminent risk\". \"What it does mean is that those coal tips will require more frequent inspections to ensure safety,\" she told a press briefing. Later she said the next round of inspections of higher-risk tips will start next week, and she said there is a free helpline residents can call if they are concerned about a coal-tip in their locality. She warned other parts of the Welsh government's budget like school building could have to be \"cut\" if extra money is not forthcoming from Westminster. Ms Evans said there would be some \"really difficult choices to be made\". Wales has more than 2,000 coal tips. Most are on private land and most are around the south Wales valleys. Of those, 294 are categorised as \"high-risk\", meaning they could endanger life or property. Seventy are in Caerphilly, 64 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 42 in Bridgend, 35 in Neath Port Talbot, 16 in Blaenau Gwent and eight in Swansea. An investigation, conducted by the Welsh and UK governments, the Coal Authority, local councils and other bodies, concluded current legislation surrounding tips was \"neither sufficiently robust or fit for purpose in relation to inspection and maintenance\". A consultation has been looking at new Welsh laws to set up a new system toinspect coal tips . In response, a UK government spokesman said it had given £31m of additional funding to the Welsh government to help with the impact of Storm Dennis, of which £9m was to repair coal tips. \"Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for,\" he said.\"The Welsh government is more than adequately funded to manage the costs of devolved responsibilities.\"Their 2021-22 spending review settlement provides around £123 per person for every £100 of equivalent funding in England. This is around £1bn more than the agreed level of fair funding for Wales relative to England as set out in the fiscal framework.\" In a Senedd debate on the subject on Tuesday afternoon Plaid Cymru's Delyth Jewell accused Westminster politicians of squabbling about the cost. \"Should it really fall to the local authorities of communities that were plundered for their coal and saw none of the profits invested back.\" But Welsh Conservative shadow minister for climate change Janet Finch Saunders said it is \"down to the Welsh government to manage any long-term costs\". Rishi Sunak's spending review is scheduled for 27 October, and will set out the funding available to the Welsh government for three years to 2024-25. The UK government provides much of the Welsh government's £17bn annual budget. The Welsh government said it would also be asking the UK government to address \"historic underfunding\" in rail infrastructure and \"replace EU farm funding in full\". ", "url": "https://www.bbc.com/news/uk-wales-politics-58711055"}