{"datetime": "2020-12-27T00:15:18.000Z", "author": "Carys Betteley", "subject": "Coronavirus pandemic", "title": "Wrexham landfill smell 'worse' in lockdown, residents say", "article": "People living in an area blighted by a \"horrendous\" smell from landfill said matters became unbearable during lockdown. Campaigners took their battle against Wrexham's Hafod Quarry site to the High Court in 2011 but lost. They say the smell from the Johnstown site has ruined their quality of life, and a resident says a fire at the site in May made the smell even worse. Landfill owners Enovert said more work is scheduled for spring 2021. The company apologised to residents, and said work had also been undertaken this year to reduce any further risks from fire and to cut down on unpleasant smells. Kelly Louise Bellis, who lives close to the landfill, said the smell used to make her physically sick, and she believed it had affected her nine-year-old daughter's asthma. She was happy improvements had begun before the pandemic hit, with the smell then becoming less noticeable. \"The smell was horrendous, but seems to have improved a lot,\" she said in March, just before the country went into lockdown. \"My daughter's asthma has greatly worsened since moving here. \"She did have issues beforehand but they got considerably worse when we moved here, she couldn't sleep because she was constantly coughing. \"They added medication after medication until she got to where she is now, and only then did she stop coughing all night. \"I am constantly thinking we have a gas leak because the smell can sometimes be very similar. \"It absolutely stinks the house out, it actually makes you feel physically sick.\" But Ms Bellis' hopes were dashed when the pandemic hit - with a fire in May making the smell even worse. \"It was horrendous, we were stuck in the house. \"It was bad enough being on lockdown but we had the use of our garden until the fire. But after that we had to stay inside on the hottest time of the year, it was awful.\" Mark Silvester, chief executive of Enovert, said the company investigated the fire with Natural Resources Wales (NRW) and put measures in place so it would be prepared for any more emergencies. He said the landfill gas extraction system was not affected by the fire in June and has continued to operate efficiently. A spokeswoman for NRW added that the number of complaints about the site had reduced since work in June, and it will continue to ensure the site operates in accordance with the environmental permit.But not all residents were encouraged by the prospect of improvements in the first place, with Mark Glaspole saying the \"awful\" smell dies down after complaints but resurfaces. He said: \"I've lived here 18 years and just can't see it getting better, they've had long enough to sort it.\" ", "url": "https://www.bbc.com/news/uk-wales-51705980"}