{"datetime": "2020-06-04T12:33:23.000Z", "title": "Hafod landfill fire: 'Serious' incident to be investigated", "article": "A fire which burned at a landfill site for days - putting \"tremendous pressure\" on the fire service - is to be investigated. Four fire crews were sent to Hafod Landfill Site in Ruabon, Wrexham county,when the blaze sparked on 27 May .Enovert, which runs the site, has apologised and said it had been unable to identify what started the fire.Natural Resources Wales (NRW) said the \"serious incident\" would be probed. Julia Frost of NRW said officers would focus on \"environmental permit compliance\" leading up to the fire.North Wales Fire and Rescue Service (NWFRS) attended the site in the days after the blaze sparked and it was extinguished over the weekend.Residents had beenwarned to stay indoors and keep their windows shut to protect themselves from fumes, and some roads were closed.Simon Bromley, from the fire service, said: \"This fire put tremendous pressure on our resources for a protracted period, at a time when we are focusing on reducing demand - our aim now is to ensure that everything is done to prevent a reoccurrence.\" Enovert confirmed the site, which only accepts non-hazardous wastes, had experienced a \"surface fire\" on the edge of the disposal area.\"An investigation by the company into the possible cause has not been able to identify the source of ignition,\" the company said in a statement.Enovert said that, while waste arriving at the site is visually inspected, \"it's possible that a small item, such as a lithium battery or hot ashes from a BBQ, could have been deposited and initiated the fire\". The firm said it would contact all customers to reiterate the importance of ensuring such items are removed from their waste.Chief executive Mark Silvester said: \"Enovert offer our apologies for this unplanned event, we have provided an action plan to Natural Resources Wales addressing how the site will recommence normal disposal operations in a safe and compliant manner.\"I would again thank the NWFRS for attending the incident and reassure local residents that this fire was an isolated incident, and we have reviewed our control measures to ensure the Hafod site has all necessary resilience to prevent a reoccurrence.\" From Thursday, the site will accept a limited amount of pre-agreed waste and is expected to be fully operational from next week.", "url": "https://www.bbc.com/news/uk-wales-52920213"}