{"datetime": "2021-08-08T05:59:10.000Z", "author": "James McCarthy", "title": "River pollution in Wales: Swimmers warned over sewage", "article": "Swimmers planning a dip in Wales' rivers have been warned to be wary of sewage and pollution before diving in. Waterways have become increasingly popular places to swim, especially with pools being closed during lockdown. Dŵr Cymru's own figures revealed that in 2020, raw sewage was dumped in Wales' rivers more than 100,000 times for almost 900,000 hours. The Welsh government said it had spent millions of pounds on Wales' waters and 46% of rivers were \"at good status\". But wild swimmer Angela Jones said her favourite waterway, the River Wye, was \"dying\" because of sewage and farm pollution.Dubbed the \"Wild Woman of the Wye\", Ms Jones said she had been monitoring the state of its waters and, in her 35 years on the river, she had never seen it in such a state, with sections where she would not swim any longer. \"It's just disrespect from water companies and farmers treating it like an open sewer,\" the 55-year-old said. In April, Dŵr Cymru Welsh Water said 100,000 discharges happenedacross more than 2,000 water treatment works and sewer overflows across the Welsh network in 2020. And over the years Dŵr Cymru has been fined hundreds of thousands of pounds forkilling fish ,spilling chemicals as well as dumping sewage. Ms Jones, who sometimes spends as much as 40 hours a week in the Wye, reports the problems she sees.\"It's companies, it's people, it's businesses who just think it's an easy way to get rid of sewage, wash-off from poultry farms, everything,\" she said.\"I desperately want to protect the river and feel like I am letting it down.\" She called for greater accountability, changes to the law and greater fines for those found to have polluted. In December, a report by Natural Resources Wales (NRW) foundmore than half of the River Wye was failing to meet pollution targets . Concerns have been raised about the effects of phosphates from chicken farms on pollution levels in the Wye.But, while NRW said poultry farms in Powys were having an impact, it said the reasons behind the pollution were more complex and sources were varied.Ms Jones recently highlighted the state of the Wye by swimming a kilometre (0.6 miles) along the river in Monmouth while towing a coffin bearing the words \"Death of the Wye\", alongside paddle boarders dressed as grim reapers.\"When you see the amount of sewage that is dumped, it is diabolical,\" said Angela, who lives in Monmouthshire.\"There is no way I am going to give up on this river.\" In April, the BBC's Panorama highlighted Dŵr Cymru as one of the worst offenders among UK water companiesfor dumping untreated sewage . Environmentalist George Monbiot highlighted algae which has flourished in rivers like the Wye.According to the Natural Environment Research Council, this is caused by excess phosphorus from sewage, and run-off from fields fertilised with phosphorus compounds.It also leads to a reduction of oxygen in water. Mr Monbiot drew attention to damage wrought on rivers by farming as chemicals and nitrates from the dung of cattle, pigs and chickens ran into them. He added: \"We are seeing a comprehensive ecological collapse going on in Wales' rivers.\" The Welsh government has designated the whole of Wales a \"nitrate vulnerable zone\" (NVZ) and introduced stricter rules on the storage and spread of slurry, in a bid to tackle river pollution.But a farming union ischallenging Wales' pollution rules in the High Court . Afonydd Cymru, which represents river trusts, said sewer overflows needed to be addressed, but warned replacing the existing system would take decades and cost billions of pounds. It said agricultural pollution had worsened as livestock farming intensified.Chairman Chris Mills said: \"Waste products being produced from this farming are simply too great for the land to cope with, coupled with inadequate storage capacity, inappropriate spreading, and poor land use management.\" Monmouth MP David Davies is calling on the Welsh government to follow the UK government and bring in new legislation to tackle river pollution. The UK government says its Environment Bill would include new legal duties to tackle sewage discharges into rivers. Mr Davies, a wild swimmer himself, said: \"It is absolutely vital we protect our waterways\". NFU Cymru said it was concerned about \"false claims\" made about poultry farming. A spokeswoman said: \"Despite claims from some campaigners regarding the impact of poultry farming within the Wye catchment, a recent NRW report is clear that the overall pattern of failures in the Wye does not support the hypothesis that poultry units are the main, or even a particularly important reason, for nutrient failures within the catchment.\" The Welsh government said it had provided £9.5m during this financial year to improve water quality in Wales, and that 42% of Wales' water bodies and 46% of rivers were at \"good status\". But, it added: \"Pressures from the past, such as legacy chemicals, will affect the water environment for decades to come.\" Natural Resources Wales' Ceri Davies said it had a range of projects to improve the health of Wales' rivers, citing its £6.8m \"Dee life\" scheme. \"We have prosecuted water companies three times over the past six years, whilst five prosecutions have been related to agricultural pollution,\" she said. Dŵr Cymru Welsh Water said it had invested more than £85m in the past decade on removing phosphorus from rivers, including at 10 locations on the Wye, where it said it had been responsible for \"less than a third\" of phosphorus. \"We are committed to working collaboratively with all bodies involved and to play our part in helping to further enhance river water quality,\" a spokesman added. ", "url": "https://www.bbc.com/news/uk-wales-57947635"}