{"datetime": "2021-08-09T20:45:24.000Z", "author": "Catherine Evans", "subject": "UK heatwaves", "title": "Climate change: IPCC report heralds Wales' 'last-chance saloon'", "article": "The UN's report on climate change heralds the \"last-chance saloon\" for Wales, climate change experts warned. The Intergovernmental Panel on Climate Change's (IPCC)42-page landmark study shows humanity's damaging impact on the climate is a \"statement of fact\". One Welsh academic said rising sea levels could force the \"significant relocation of communities\" in Wales. Wales' Climate Change Minister Julie James said \"the alarm bell has been rung\", and called for action. The report found ongoing emissions of warming gases could see a key temperature limit broken in just over a decade. A rise in sea levels approaching 2m by the end of this century \"cannot be ruled out\", its authors said. Welsh climate experts have warned there is urgency to act, but added there is hope. The IPCC report also found that deep cuts in emissions of greenhouse gases could stabilise rising temperatures. Prof Ian Hall, head of Cardiff University's school of earth and environmental sciences, said the \"intensity and frequency\" of extreme weather events in Wales \"is likely to increase as global warming continues\". He added it would be \"a catastrophe for Wales\" if the Welsh government fails to meetits target of net-zero carbon emissions by 2050 . \"Wales is certainly starting to see the impacts of sea level rise around the Welsh coastline... and in terms of seeing the extreme rainfall events that have happened, the heatwaves that we've been experiencing, we're not immune to those extremes, like anywhere else on the planet,\" Prof Hall said. Rising sea levels could also see \"significant relocation of communities\" in Wales, he explained. In Wales, some impacts of climate change have already been felt, particularly in coastal communities. Coastal erosion was brought into sharp focus when amajor 40m (131ft) landslide fell onto a beach in Nefyn, Gwynedd, in April. Advisors have warned 2,126 properties are in danger from sea erosion and 36,000 are at risk of coastal flooding by the end of the century, if coastal defences are not maintained. Residents of one sea-threatened north Wales village, which is facing being \"decommissioned\", have been labelledthe UK's first climate change refugees . Gwynedd council said it could start moving residents from Fairbourne before sea defences stop being maintained in the 2050s. Across Wales, the severe weather seen during events such as Storm Dennis have been described as \"a taste of things to come\" by the Royal Meteorological Society. Storms Ciara, Dennis and Jorge in early 2020 led to record rainfall and river flows across Wales and the most widespread flooding seen since 1979. Rhondda Cynon Taf was one of the worst-hit areas,where almost 1,500 homes and businesses were affected, with people forced to leave their homes. Some areas found themselves heavily flooded several times in just a few months, with landslides a further threat to homes and businesses, particularly those near coal tips, which experts saidcould cost more than £500m to secure. Prof Sarah Davies, head of the geography and earth sciences department at Aberystwyth University, said the emotional and psychological impact of climate change - such as the effect on flooding victims in Rhondda Cynon Taf - is also something that needs attention. \"People's livelihoods are being affected, their homes being damaged or destroyed and also there are potential personal injuries and potential loss of life,\" she said.\"We're potentially facing big impacts on the wellbeing of people who are dealing with the trauma of going through those kind of extremes. People [who experienced flooding in the Rhondda] have been expressing those concerns when they know that heavy rainfall is forecast.\" She added that climate change is a complex challenge because \"as well as responding to the physical impact of climate change, you're also dealing with how to support communities in adapting to change\". \"We've always lived with a changeable climate here, there's always been coastal erosion, but obviously with sea level rise and more storm activity, we're increasing the likelihood of these things happening and they're happening now,\" Prof Davies said. \"It's not just something that's going to happen in the future, we're seeing the impacts of climate change around us now, globally and here in Wales. \"It's a stark warning that we have to act in an integrated way at all levels of society, changing how we live our lives. It's a huge challenge, but it's one that we're up to.\" Prof Hall agreed there was cause for optimism if net-zero can be achieved. \"There is still time but we are running out of time... we are pretty much in the last-chance saloon in terms of our ability to tackle this issue of global warming,\" he said. \"The future, if we don't do anything, would be extremely bleak.\" Haf Elgar, director of Friends of the Earth Cymru, said the report was \"a big wake-up call\", and that people's lives in Wales and across the world \"are already being devastated by floods, heatwaves, and other disasters\". \"To save people's lives and livelihoods, and our precious natural world, we must all treat the climate emergency like a real emergency. And Wales must play its part,\" she added. Wales' Climate Change Minister Julie James said net-zero targets have already been made law in Wales, adding the nation needed to unite in a \"Team Wales effort\" to make the changes needed. \"Climate change is not something to deal with in the distant future - it is here, it is happening now, and it has undoubtedly been caused by us,\" she said.\"Without hesitation, the world must act and respond to the science.\" The Welsh Conservatives called for action after the world's leading climate scientists \"delivered their starkest warning yet about the deepening climate emergency\". \"This report reinforces that we cannot sit idly by; we either act now or face a devastating climate catastrophe,\" the party's climate change spokeswoman, Janet Finch-Saunders MS, said. Plaid Cymru's Westminster leader and spokeswoman for the UN Climate Change Conference (COP26), Liz Saville Roberts MP, said that the report is \"the damning indictment that climate change is not an inconvenience but an existential danger to us all\" and called for \"no more delayed plans, no more hypocrisy, and no more political manoeuvres\" from the UK government. ", "url": "https://www.bbc.com/news/uk-wales-58146128"}