{"datetime": "2021-04-03T06:08:46.000Z", "author": "James McCarthy", "title": "Mustard gas among toxic waste in Wales' old landfill sites", "article": "Toxic waste including mustard gas is buried among more than 1,500 disused landfill sites across Wales. Environmental campaigners Greenpeace branded the 1,572 locations \"ticking time bombs\". Natural Resources Wales (NRW) data reveals hundreds of the sites contain hazardous waste and only a few dozen are protectively lined. The organisation said it worked with councils to ensure old landfills were not a pollution risk.Its data showed landfill lies beneath homes, leisure centres, hospitals, parkland and alongside rivers. Dr Paul Johnston of Greenpeace's Exeter University science unit said: \"Many of these landfill sites are ticking time bombs. \"There's a huge variety of problems out there, ranging from asbestos toPCBs to radioactive material, to more recent chemicals likePFOA and pesticide waste that has been dumped in a large number of locations.\" PCBs (polychlorinated biphenyls) were banned in 1986, having been used since the 1920s as cooling and insulating fluids for transformers and capacitors. When incinerated they can produce highly toxic dioxins - one was used in anassassination attempt on Ukranian politician Viktor Yushchenko in 2004 . PFOA, or perfluorooctanoic acid, is used to make Teflon and has beenlinked to cancer and birth defects . Elsewhere, the data reveals \"low-level radioactive waste\", at Buckley, Flintshire. Cwmrhys quarry, Lampeter, has\"cyanide containers\" and at Bagillt, Flintshire, land is said to be \"contaminated\" with arsenic. Near Furnace, Ceredigion, the data said in 1989 \"landfill gas was in explosive concentration\" but was considered a \"minimal risk.\" PAHs, or polycyclic aromatic hydrocarbons, are said to be buried in Caerphilly. These have been linked to skin, lung, bladder, liver, and stomach cancers. Dr Johnston said: \"With the climate crisis set to bring more flooding and coastal erosion to the UK, some of these sites are at even higher risk of leaking their toxic contents. \"This is a difficult and costly problem to tackle, but we're going to have to do it at some point, or there'll be some nasty surprises in store.\" Of the sites in Wales:Older landfills often were not lined before waste was dumped, meaning chemicals could leak. Even modern lined landfillswill eventually leak, according to studies . Prof Kate Spencer, of Queen Mary University of London, called landfill \"a huge problem\" that needed \"serious government investment\". \"At the moment it is being left to local authorities to deal with the problem when it almost becomes a crisis and we need a much more proactive response to assess what the scale of the situation is,\" she said.She feared a \"sticking plaster approach\" was being taken. Of 20,000 sites in the UK, about 1,500 were \"at risk\" on the coast, Prof Spencer said.\"We are talking about very large numbers of sites that are vulnerable to climate change,\" she added.\"We can't possibly just remove all that waste.\" Prof Spencer asked whether sites could be remediated or repurposed, or waste from them recycled.Managing director of environmental consultancy firm Eunomia, Mike Brown, spent 20 years operating landfill sites.\"The occurrence of acute pollution events is presumably quite low, because we are not reading about them killing fish, or whatever else might be happening,\" he said, with the vast majority of sites being \"washed through\" over the decades.\"Most of them won't be causing a problem,\" he added, but moving Wales' landfill elsewhere could run into billions of pounds and he does not believe there is \"any prospect\" of it being moved. It is unclear how much waste is in each site. \"If you have 200,000 tonnes in there that would cost you £40m to move. And you have got 1,500 sites there to move,\" Mr Brown said. The cost would be higher if waste was hazardous. \"Where's the money going to come from?\" he said. NRW's lead waste policy specialist, Gareth Lewis, said the agency worked with councils to stop old landfills becoming future pollution risks. He said it had \"details on the type and quantity of waste deposited\". \"We have addressed a number of closed sites that otherwise could have caused pollution incidents,\" he added.\"Older permitted sites like these are reviewed consistently by ourselves and local councils to ensure we minimise the risk to people, animals and the environment.\" The Welsh Local Government Association said landfill use was falling because \"of higher recycling and use of energy from waste\". \"There are responsibilities for managing sites whilst operational and then for dealing with maintenance of closed sites,\" a spokesman said. He said \"most\" landfills were now owned privately and charged for dumping. \"Natural Resources Wales is responsible for licensing the sites and overseeing compliance with environmental legislation,\" he said. The Welsh government said it had previously given councils and NRW £12m for landfill \"investigation, risk assessment and remediation work\". \"We continue to provide funding for authorities to receive contaminated land training, ensuring relevant officers can manage and regulate matters of land contamination,\" a spokesman said. In 2015, Monsanto, BP and Veolia agreed to contribute to cleaning up Brofiscin Quarry, reportedly polluted with Agent Orange derivatives. Thatbegan in 2011 . Herbicide Agent Orange was sprayed on Vietnam's jungles by US forces during the Vietnam War to uncover the enemy. It has been linked to increased cancer rates and birth defects. In 2008, Hansard recorded MP Mike Hancockasking Parliament about deformed cattle born at Brofiscin . ", "url": "https://www.bbc.com/news/uk-wales-55702770"}