{"datetime": "2021-10-21T09:02:13.000Z", "author": "Craig Duggan", "subject": "Climate change", "title": "Climate change: Could Welsh farms help meet targets?", "article": "Agriculture is in a unique position to help meet climate targets, a Welsh farming union leader has said. John Davies, of NFU Cymru, said while agriculture was a source of greenhouse gases, it had a role to play by absorbing carbon and other gases. He said reducing the carbon footprint of farms would not necessarily mean lower livestock numbers.New climate targets that affect agriculture could be agreed at the COP26 climate change conference. A recent study by the National Diet and Nutrition Survey found daily meat consumption in the UK had dropped by about 17g per person per day, but it was unclear if this was due to environmental reasons.There are large variations in the environmental impact of meat production, depending on livestock feed, and how and where meat is produced.A report last year by Bangor University and Meat Promotion Wales foundfeeding animals on grass is one of the most sustainable methods of meat production in the world .But the agriculture industry accepted there was room for improvement.Welsh government statistics found agriculture is responsible for about 12% of total greenhouse gas emissions in Wales, lower than transport (16%), businesses (24%) and energy supply (29%). NFU Cymru has set a target of net zero emissions by 2040 - earlier than the 2050 date set by Westminster and Cardiff Bay - through reducing emissions and capturing carbon dioxide from the atmosphere.Mr Davies said while agriculture was currently a source of emissions, it could also provide answers to some of these problems.\"There is no other industry that can be a sink in this country,\" he said.\"We have a fantastic range of trees in Wales, we can add to that, we have peat bogs and we have many other things in terms of measuring carbon... being sequestrated by growing grass for example, that we need to be measuring and managing more effectively. And we can do that.\" Read more about the COP26 summit here. In order to reach the target, individual farmers will need to calculate the carbon footprint of their farms.Dr Prysor Williams of Bangor University has helped farmers doing this by looking at inputs, which includes livestock feed, fertilisers and fuels, while direct emissions from livestock at mitigation measures, such as sequestration - a form of carbon capture - are also considered.Dr Williams said methane was a significant part of a farm's carbon footprint: \"It is something that needs tackling - because even if we did lots of other things better we'd still have this issue with methane. \"One answer according to some people would be to reduce the number of livestock but we also need to remember that we need food, and it would make no environmental sense to cut back on livestock here and then to import the same produce from another part of the world.\" Methane is produced in the digestive systems of livestock such as cattle and sheep, and is released in burps and manure.Alok Sharma, the COP26 president, has said he hoped to see ambitious new targets for global methane reductions at the conference.But Mr Davies said this would not necessarily lead to a reduction in livestock numbers.He said: \"I chair a committee of 20 of the top scientists in the UK, and we're talking about the possibility of reducing methane emissions by feed additives - natural feed additives - by between 30 and 70%. Now that's a game changer.\" He encouraged people to buy Welsh and British meat.\"We hear a lot of talk about reducing your meat intake - but in Wales we're amongst the lowest carbon footprint producers in the world,\" he said. Some farmers have calculated their carbon footprint voluntarily, while others have been asked by supermarkets who sell their produce. Dr Williams said governments are likely to ask for this in the future.The Rhug Estate, in Corwen, Denbighshire, is not a typical Welsh farm, as it is larger and has more resources than most.It covers 6,000 acres and has employed someone to monitor the farm's performance and contribution to tackling climate change.About a third of the farm is woodland or peatland, which absorb and store carbon dioxide. There are also a number of renewable energy schemes including solar panels, wind turbines, hydro schemes and heating systems sourced from the ground and air.About half of the farm is grazed by livestock, including Aberdeen Angus cattle, sheep, deer and bison.The livestock create emission \"hotspots\", but calculations have found the farm to be carbon negative overall, meaning it absorbs more greenhouse gases than it emits. Lord Newborough, who owns the estate, said the positive impact of organic grassland was \"very significant\".\"I don't think people realise the importance of organic farming where you're naturally trapping the harmful carbon dioxide out of the atmosphere and into the ground.\" he said.\"For the future, every farmer will have to know what their carbon footprint is. I think if every farmer does something - whether it's putting solar panels on the roof or fencing off some areas and planting some trees or maintaining their hedgerows, it all helps.\"I think livestock production in this environment in Wales is about as sustainable as you can make it, particularly if it's organic.\" Lord Newborough said he did not think Welsh farmers had anything to fear from COP26 targets. However, NFU Cymru's John Davies, said there were concerns decisions may be \"populist, simplistic\" and \"driven by big business\".He added: \"We've got to have the future based on science, data and evidence, and that's what we're about, making sure that that's at the forefront.\"We need science, data, evidence to drive this debate.\" The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. ", "url": "https://www.bbc.com/news/uk-wales-58981238"}