{"datetime": "2021-09-28T09:50:58.000Z", "subject": "Climate change", "title": "Climate change: New planning policy in Wales a UK first", "article": "Climate change is to be a factor in assessing future plans for developments in Wales from December. In a UK first, developers in Wales must consider potential future flood or coastal erosion due to global warming. Latest projections show 11.3% of land in Wales will be at risk from flooding from rivers or the sea - a rise from the 9.86% previously predicted. Minister Julie James said the new advice will help protect communities from the effects of climate change. \"Flood risk and coastal erosion in Wales is increasing as a result of climate change,\" she said. In a bid to reduce the impact of flooding on properties in Wales, developers will have to work with maps produced by Natural Resources Wales (NRW) that not only show current risk levels, but also the risk posed by climate change. The new planning policy - called Technical Advice 15 - will be used across Wales by the Welsh government and local planning authorities. \"The plans are significant in that they allow us to look forward in time as well as a snapshot of now and the past,\" said Ms James, Wales' minister for climate change.\"And that's particularly important because we're asking our planning authorities to take into account what we know is the most likely thing to happen in terms of flood risk, so we aren't building homes, facilities, buildings, industry now, that are at a severe risk of flooding in the future. \"We've got to do that because we know already the pattern of flooding around Wales is changing and getting worse.\" She added: \"What used to be rare flooding events have become more common with the climate changing around us, so we must protect future developments from the risk of flooding, either with strengthened flood defences or to make sure that they're just located [elsewhere].\" Ms James said funding was available for development on other land, such as former industrial sites, which should be chosen instead of areas at risk of flooding. She added: \"Taking into account what we already know about river catchment areas, coastal defences and what's likely to happen [given] marginal rises in sea temperature and sea levels and flooding events, this is the best projection that we have.\" ", "url": "https://www.bbc.com/news/uk-wales-58711041"}