{"datetime": "2020-11-03T10:52:00.000Z", "author": "Steffan Messenger", "title": "Climate change: Welsh green energy hindered by 'strained' grid capacity", "article": "Developers of green energy schemes in Wales face \"significant challenges\" in linking up to electricity power lines, the industry association has warned. Lower emissions targets could be missed as a result, Renewable UK Cymru said. It also claimed new zones allocated by ministers for onshore wind farms provided \"virtually no opportunity whatsoever\" for development. The Welsh Government said it was working with partners to design the energy networks needed. It is currently hosting a Wales Climate Week to debate ways of tackling global warming, during the period when a major UN conference - COP 26 - had been scheduled to take place. Rhys Wyn Jones, director of Renewable UK Cymru, said the Welsh Government needed to go \"beyond simply co-ordinating activity\" between different stakeholders to solve issues with grid capacity. He said: \"The Welsh Government wants to heat and power all new homes from clean energy sources by 2025. It also says in its transport strategy that large uptake of electric vehicles will place pressure on the grid - so it's not that we don't know these challenges are coming.\" Housing minister Julie James recently acknowledged grid capacity problems, telling a Senedd committee: \"You'll know how bad the grid is in mid Wales. It isn't great north and south either.\" It is understood there are parts of the country - including mid Wales in particular - where power lines are close to full capacity, leaving developers of potential energy schemes facing prohibitive upfront costs to upgrade the local networks before they can start generating. Ynni Ogwen, a community energy company based in Bethesda, Gwynedd, said the grid locally was \"under a lot of strain\". Chairman Gareth Cemlyn Jones said: \"It can result in either projects not taking off or possibly being downgraded so they're not generating to their full potential.\" The issue is complicated by the fact that powers over grid infrastructure are shared between governments in Cardiff Bay and Westminster, while energy regulator Ofgem sets the amount firms can invest in upgrading their networks each year. Western Power Distribution, which supplies south Wales as well as south-west England and the Midlands, told BBC Wales it had re-engineered its network over the last decade to allow a greater integration of renewables, but recognised \"further investment\" was needed. Renewable UK Cymru said the Welsh Government needed to set out a plan to deal with the issue. The Welsh Conservatives' spokeswoman on climate change, Janet Finch-Saunders, wants targets for increasing grid capacity. \"I think the Welsh Government should have been more proactive in sorting out the grid capacity issues because why should we be starved of using the relevant renewable technologies because of this? It's not good enough,\" she said. Meanwhile, Llyr Gruffydd, Plaid Cymru's shadow minister for the environment said Wales should have full control over energy and grid capacity.He said: \"The matter is complicated by powers over grid infrastructure being shared by Welsh Government and Westminster. We can be a world leader in green energy but the current arrangement is holding Wales back.\" Meanwhile, concerns have also been raised about the Welsh Government's recently publishednational development framework for the next 20 years - known as Future Wales. It sets out a series of zones where ministers would like to see onshore wind farms to help meet climate change goals. But Renewable UK Cymru said only around 5% of the land identified would be \"theoretically developable\" and even this figure was optimistic as it included areas that would not be large enough to support developments of national significance. The Senedd's climate change committee isdiscussing the issue later this week . The Welsh Government's energy generation 2019 report said 51% of Wales' energy needs were met from renewables. Two-thirds of renewable electricity generated in Wales comes from wind. A spokesman said the national development framework was put together with the aim of fostering a \"coherent approach\" to development and it was \"broadly supportive\" of onshore wind energy developments throughout Wales, except in national parks and areas of outstanding natural beauty. He added it was working with councils, National Grid and district network operators \"to design the energy networks needed for the long term\".", "url": "https://www.bbc.com/news/uk-wales-54782345"}