{"datetime": "2019-09-26T09:52:48.000Z", "author": "Brendon Williams", "title": "Energy: Campaigners 'would fight' more turbines off Wales coast", "article": "A campaigner against offshore wind turbines says plans to build more off the Welsh coast would be \"diabolical\". It comes as the Crown Estate, which manages the sea bed around Wales, has made \"bidding areas\" available to the market, including one off north Wales. John Lawson-Reay, who chaired a campaign group against the £2bn Gwynt y Mor farm off Llandudno, said he would oppose any plans. Anglesey council said it would be keen to see offshore turbines. The Crown Estate said successful bidders for four areas around the UK could be awarded sea bed rights by 2021, with projects potentially operational by the late 2020s. It is the first leasing round the company has launched in nearly a decade, which it says \"offers the potential to unlock at least 7 GW of new sea bed rights, up to a maximum of 8.5 GW, enough to meet the electricity needs of over six million homes\". The tender process, beginning next month, will evaluate bidders' capability and projects to ensure \"strong projects, proposed by capable bidders, are awarded in the most suitable areas\". Mr Lawson-Reay, who led the Save Our Scenery campaign group against one of the world's biggest offshore wind farms, Gwynt y Mor - whichopened in 2015 - said the group could reform to fight future proposals. \"We'll be absolutely there on the front line to attack it, because we believe what we've got now is more than we should have to bear... We've got the Snowdonia National Park and looking out from that you'll see this forest of metal turbines. It's just diabolical,\" he said. \"Scenery is all part of what we sell as a tourist destination and tourism is our only industry. To put those there is industrialising the seascape. \"Everybody would be absolutely appalled and there's no doubt about it, we would have even more support than we had previously. To just see the skyline disappear, it's just appalling and everybody would be up in arms.\" Mr Lawson-Reay also questioned the efficiency of wind farms. \"Often you can see days go by and those turbines are just not turning,\" he said. \"People just don't realise. They go on about how the future is wind and solar - but if the sun isn't shining and the wind isn't blowing, forget it.\" But People Against Wylfa B, who campaigned against a new nuclear power station for Anglesey, said wind power had \"won the argument\". In a statement it said four recent wind power projects had priced electricity between £39.65 and £41.61 per megawatt hour: \"[That is] lower than the wholesale price of electricity this year at £50 per megawatt hour and substantially lower than the price agreed for electricity that would be produced at Hinkley Point C.\" Power from Hinkley Point C - the new nuclear power station in Somerset also due to open in 2025 - is expected to cost£92.50 per megawatt hour. Earlier this year it was announced plans forWylfa Newydd were on hold - along with the potential for thousands of new jobs during the construction. Carwyn Jones, economic development portfolio holder at Anglesey council, said offshore wind farms could be a way of filling the gap left by Wylfa. He said: \"We see a huge opportunity here on Anglesey and we also see if the UK are going to reach the 2050 zero carbon target, that offshore wind needs to play a big part in that, otherwise it just won't happen. \"What we've got to face now is that young people are telling us radical things need to happen to cut down on carbon emissions. Offshore wind is a fantastic source of low carbon, clean energy for the future so we're fully behind offshore wind. \"We've sent our response to the consultation saying we're willing and open, we're an energy island, we want to discuss with Crown, we want to discuss with developers and share the expertise that we've got here on Anglesey and the fantastic skilled people we've got, and the support we've got for energy production. \"We're an ideal host community for developers to come and talk to us.\" While the Crown Estate's licensing round centres on wind energy, others believe alternative renewable offshore energy should also be examined. Henry Dixon, chairman of North Wales Tidal Energy & Coastal Protection (NWTE), said while harnessing tidal energy is more expensive in construction terms, the lifespan of such a project could be 100 years - roughly four times that of wind turbines. He said: \"I think wind farms are a really important element of the future energy mix for Wales and the UK. We have to increase the amount of renewable energy we're using and they offer a really cost-effective way of doing it. \"However what they do is they provide energy when the wind is blowing... the tide can be relied on day after day, year after year. \"We need wind farms, we need that renewable energy, however we also need baseload, we need energy we can rely on day by day, year by year, whatever the weather... the sort of energy the tide will guarantee.\" The four bidding areas include three off the England coast - Dogger Bank, eastern regions and the south east - and one in Wales, which includes the northern Wales and Irish Sea, and northern part of Anglesey. ", "url": "https://www.bbc.com/news/uk-wales-49830475"}