{"datetime": "2020-08-20T23:02:56.000Z", "author": "Liam Evans", "title": "Awel y Môr: Offshore wind farm step closer off north Wales coast", "article": "Plans to create one of the biggest offshore wind farms in the world off the north Wales coast have got a step closer despite fears over the impact on scenery. About 100 turbines could be built as part of plans for Awel y Môr, between Colwyn Bay and Llanfairfechan. Campaigners who fought against the nearby Gwynt y Môr farm said the turbines were \"an eyesore\". RWE Renewables said the wind farm would create \"green clean renewable energy\".Back in 2015,the same developers opened one of the UK's largest offshore wind farms, Gwynt y Môr , which has 160 turbines, off the coast of Llandudno, Conwy. Now they have been granted rights by the Crown Estate for the sea bed between Colwyn Bay and Llanfairfechan. A \"scoping report\" has been submitted to councils in the region, outlining plans to build another 100 turbines, to the west of the current wind farm. This would mean that the two combined would create one of the biggest wind farms in the world.Project Manager Tamsyn Rowe said the project was in its \"early stages\", with the company hoping it could be operational by 2030. \"It's going to be a really great project and it's going to create lots of green, clean renewable energy,\" she said. Ms Rowe said that the wind farm would create up to 100 permanent jobs, and 700 during the construction of the site. But John Lawson-Reay, who led the Save Our Scenery campaign group against Gwynt y Môr, said the group would fight the plans. \"It started and then it spread and spread. It's become a visual eyesore,\" he said. \"One of the main things we have to sell is the scenery and to clutter it up is criminal.\" RWE Renewables said it now hoped to spend the next two years negotiating with stakeholders and consulting with the public.If successful, the company would then be able to submit a planning application and a licence application to Natural Resources Wales.Deputy leader of Conwy council, Goronwy Edwards, said the authority welcomed the investment in the area, especially during such a \"worrying time\". \"But in the long term Conwy council would like to see true investment in sustainability through plans like a tidal lagoon,\" he said. \"Conwy and north Wales have played their part in wind farms but I think they are short term things.\"", "url": "https://www.bbc.com/news/uk-wales-53851846"}