{"datetime": "2022-01-17T14:01:27.000Z", "title": "ScotWind offshore auction raises £700m", "article": "An auction of seabed plots for major offshore wind projects around the Scottish coast has netted £700m. Seventeen projects covering a total of 7,000km2 have been chosen in the first such leasing round in a decade.They have a combined potential generating capacity of 25GW - well above the expected auction outcome of 10GW.Scotland has 1.9GW of operational offshore wind, and another 8.4GW in construction or advanced development.The ScotWind leasing auction attracted more than 70 bids frommajor oil companies, utility firms and investment funds from around the world.Most of the sites are on the east, north east or northern coast, with just one on the western side of Scotland. Successful bidders include Scottish Power, which won the seabed rights to develop three new offshore wind farms with a total capacity of 7GW. They include two new floating projects in conjunction with Shell and one fixed project. Shell New Energies is the lead applicant on the most expensive development, off the coast of Aberdeen, estimated to cost £86m in option fees. BP Alternative Energy Investments and SSE Renewables will each pay £85.9m in fees for two sites. The auction process was overseen by Crown Estate Scotland, with funds raised from the process going to the Scottish government. The winners have now been offered option agreements which reserve the rights to specific areas of seabed.They include parts of the North Sea to the east of Angus, the outer Moray Firth, west of Orkney and north-west of both Lewis and Islay. Although there was a sea area east of Shetland offered for the auction, this was not allocated to any bidder. ScotWind represents a major sea-change in how we generate our electricity in Scotland.By the time they're all built, an estimated six million tonnes of carbon dioxide will be prevented from entering our atmosphere each year. That's about an eighth of all Scotland's emissions for 2019. But we've already largely decarbonised our electricity sector. So, why build more offshore wind farms? The inherent unpredictability of the wind means we need masses of overcapacity to allow us to keep the lights on when some of the turbines are not turning. But those looking after the grid need to be more clever than just building more turbines. That means a growing use of smart technology and increased storage - through batteries or green hydrogen - will become critical in the coming years. Crown Estate Scotland chief executive Simon Hodge said: \"Today's results are a fantastic vote of confidence in Scotland's ability to transform our energy sector.\"In addition to the environmental benefits, this also represents a major investment in the Scottish economy, with around £700m being delivered straight into the public finances and billions of pounds worth of supply chain commitments.\"First Minister Nicola Sturgeon described the ScotWind auction as a \"truly historic opportunity for Scotland's net zero economy\". She added: \"The scale of opportunity represented in today's announcement exceeds our current planning assumption of 10GW of offshore wind - which is a massive vote of confidence in Scotland.\" Scottish Renewables said the announcement was \"an exciting and significant moment in Scotland's renewable energy story\". Chief executive Claire Mack added: \"The potential for 17 new projects creates huge ambition for our sector to deliver on, and will require strong collaboration to deliver maximum impact for our economy and environment.\" WWF Scotland said the outcome was a \"big vote of confidence in renewable power and Scotland's green economy\". The environmental group's climate and energy lead, Fabrice Leveque, said: \"Offshore wind has a vital role to play in helping to cut our climate emissions, and is already powering hundreds of thousands of Scottish homes. \"Each of these projects could create hundreds of jobs and will have a role in helping put Scotland on a path to a green recovery.\" However, RSPB Scotland criticised the announcement, claiming it could \"accelerate some seabird species towards extinction in Scotland\". Aedan Smith, the charity's head of policy and advocacy said: \"Offshore wind has an important role to play in helping halt climate change.\"However, the offshore wind projects already consented in Scotland are predicted to kill hundreds of seabirds like kittiwakes, gannets and puffins every year.\"The potential projects announced today would be many times bigger than those existing projects and would greatly increase those impacts.\"Meanwhile, the Scottish Fishermen's Federation (SFF) raised concerns about what the projects would mean for their industry. Chief executive Elspeth Macdonald said: \"In the rush to energy transition, it is vital that our industry's voice is properly heard and that the fleet's access to Scotland's productive fishing grounds is protected. \"In particular, proper scrutiny must be given to developers' claims that offshore windfarms and fishing activity can co-exist with little change to existing patterns of activity, since our experience to date shows very strongly that the opposite is the case.\" The auction was originally meant to close at the end of March last year, but was delayed after a parallel English and Welsh auctionresulted in far higher prices than expected . At risk of losing out on hundreds of millions of pounds if it stuck to its original auction price guidelines, CES raised the cap for the auction bids from £10,000 to £100,000 per square kilometre. The Scottish government has set a target of reaching net-zero emissions by 2045. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60002110"}