{"datetime": "2022-01-15T23:14:39.000Z", "title": "Will ScotWind auction deliver a renewables revolution?", "article": "The ScotWind auction is the first time in a decade that plots of seabed in Scottish waters have been up for grabs. So when the successful bidders are announced on Monday could it power a long-awaited renewables revolution? Over the next decade these new offshore wind farm sites could supercharge renewable energy capacity, more than doubling everything currently built, or planned, in Scottish waters. At the moment the capacity of offshore wind in Scotland is about 2GW, a small fraction of overall renewables. The Moray East project, in the Outer Moray Firth, recently became Scotland's single largest source of renewable energy, with a capacity of 950MW from 100 offshore turbines, enough to power about 650,000 homes. It will be eclipsed in the next year by Seagreen, located about 27km off the Angus coast, which will be slightly bigger at 1,000MW or 1GW. In total, projects which have consent and those already in the pipeline come to less than 10GW. The ScotWind auction, whose successful bidders will be announced on Monday, should see at least a further 10GW added to the Scottish market and maybe more as technology becomes more efficient. By industry calculations that has the potential to power seven million homes, almost one quarter of the total number in Britain. It is an auction of the rights to develop several sites in Scottish waters for offshore wind. The process is managed by Crown Estate Scotland (CES), which takes its lead from the Scottish government, which will receive the hundreds of millions of pounds in profits. The 15 Scotwind zones in this leasing round are on a much bigger scale than before and a total of 74 bids have been submitted. CES will make initial offers to successful applicants on Monday. Agreements will then be finalised before developers can move forward with detailed plans. The winning bidders will still have a lot of work to do - designing, getting planning permission, securing grid connections, the subsidy auction, getting billions of pounds lined up, and then procuring and installing. It is a long-term project. The biggest zone in the auction is far to the east of Montrose, with several new big areas in the outer Moray Firth: one east of Shetland, three to the west of Orkney: a zone to the north-west of the isle of Lewis, and north-west of Islay. Currently, the thinking is that about 1,200 huge wind turbines will be required across the 15 zones but that could be reduced as the technology gets more efficient. ScotWind will also feature several floating wind arrays, being pioneered in Hywind, the world's first floating wind farm off Aberdeenshire. These are anchored to the seabed, and make it possible to put turbines into much deeper water or where piles cannot be installed. Like a conventional auction, it depends how much each bidder is prepared to pay but a similar process in England last year saw both industry and government astonished at how much firms were willing to bid to get the right to develop these sites. The ScotWind auction was halted last year when it was realised that the cap placed on Scottish bids was too low. Crown Estate Scotland raised the cap for the auction bids from £10,000 to £100,000 per square kilometre. If every bid is submitted up to that maximum cap, it could raise £860m.Once they start operating, Crown Estate Scotland will charge leasing fees, so more money will flow into the public purse. They are typically in consortia, including those with deep pockets and much smaller companies with expertise in taking wind farms to the point where the billions are required. Despite the high investment costs, many firms see the potential of offshore wind energy. The bigger players include big investment funds in green energy, such as Australia's Macquarie Bank. The big utility companies are involved, as they are in existing projects, including SSE and Scottish Power. Big oil companies have turbocharged these auctions, eager to balance their hydrocarbons with green energy. TotalEnergies from France, ENI from Italy, Equinor from Norway and Shell have all bid. ", "url": "https://www.bbc.com/news/uk-scotland-59980279"}