{"datetime": "2019-11-04T00:19:16.000Z", "title": "Building wind farms 'could destroy Welsh landscape'", "article": "The Welsh landscape could be destroyed if more wind farms are built, campaigners have warned. They accept the need for renewable energy but are concerned about the impact on tourism in some areas. A draft National Development Framework (NDF) identifies where big projects should go over the next 20 years. It has highlighted 15 \"priority areas\" for wind and solar energy but the Welsh Government said it would not comment while a consultation was ongoing. The NDF, which also looks at projects such as housing and transport, will be the highest tier of development plan in Wales. All other plans - including council local development plans - would have to conform with the NDF. The Welsh Government's consultation document said it \"supports large scale on-shore wind and solar energy development in the identified priority areas\" and there would be an \"acceptance of landscape change\" in future. The priority areas are spread across all parts of Wales, except national parks. Some of those are in Powys, where campaigners have previously fought against plans for wind farms. Anna Pryce, a director of Dolgead Hall caravan park near Llanfair Caereinion, was one of 1,500 people who protested against energy plans at the Senedd in 2011. \"It [the NDF] hasn't taken into account at all tourism in this area as a thriving business,\" she said.\"For the people who visit this park and the mid Wales area it's all about the countryside, it's the rolling hills and just the tranquil nature of this area.\" The Campaign for the Protection of Rural Wales said the NDF could lead to the \"widespread industrialisation and irrational destruction of our landscapes\". A spokesman added: \"Acceptance of landscape change cannot be assumed, it must be democratically mandated. \"In England, on-shore wind farms require majority local approval and Welsh communities should have no lesser rights.\" Rhys Jones from Renewable UK Cymru said it was \"important\" the correct planning decisions were made in order to see 70% of energy coming from renewables by 2030. The Welsh Government said it was making progress towards its targets for clean energy by 2030, and by 2018, the equivalent of 50% of the country's electricity consumption came from renewable sources.A spokesman said it would not be appropriate to respond to comments while the NDF consultation was ongoing.The consultation is open until 15 November.", "url": "https://www.bbc.com/news/uk-wales-politics-50264159"}