{"datetime": "2022-01-28T12:17:33.000Z", "title": "Bank backs Aberdeen Harbour expansion with £30m loan", "article": "Scotland's national bank has allocated £30m for the expansion of Aberdeen Harbour. The loan, from the state-owned Scottish National Investment Bank, comes as a £350m development of the site nears its end. The work to make a new deeper and larger harbour is the largest marine infrastructure project in the UK. It will be able to provide space for cruise ships and renewable energy projects. The development, called South Harbour, is due to be completed later this year. It will be located next to Aberdeen's Energy Transition Zone, a Scottish government-funded initiative to accelerate the energy sector's transition to net-zero emissions. It is also expected to strengthen the city's position as a \"key port hub\" for the UK's large-scale energy transition efforts. In October, the city council confirmed BP as its preferred bidder for a commercial partnership to help Aberdeen become a leading hydrogen hub. The harbour and BP are also exploring the potential for a pilot project to supply shore power. This would allow vessels to turn off their main engines while in port to reduce emissions and noise. Eilidh Mactaggart, chief executive of the Scottish National Investment Bank, said the harbour project was \"a critical platform for the transition in Scotland, delivering a high-specification facility which will shape industry in Aberdeen for decades to come\".Ms Mactaggart added that the development would provide supply chain benefits for the ScotWind programme, managed by Crown Estate Scotland, which leases areas of the seabed around Scotland for wind farm developments. Earlier this month,ScotWind awarded contracts to 17 projects worth almost £700m for new offshore wind farms along the country's coastline. Aberdeen Harbour Board chief executive Bob Sanguinetti said the new expansion project would be \"a critical asset\" in the future of Scotland's industries. He added: \"The port will provide customers and port users with scalable and flexible infrastructure, making it ideal for space-intense industries such as offshore wind, decommissioning, cargo and cruise. \"We are months away from opening our South Harbour expansion and look forward to beginning operational trials in the port at the end of the summer.\" The expansion project has also been funded by the European Investment Bank, Scottish Enterprise, and the Aberdeen City Deal. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60133841"}