{"datetime": "2021-12-10T18:53:04.000Z", "title": "Norfolk Boreas: Consent given for wind farm to power millions of homes", "article": "Plans for an offshore wind farm that would power millions of homes have been granted development consent by the government. Norfolk Boreas Offshore Wind Farm would cover 725 sq km (289 sq miles) and be about 72km (45 miles) from the shore. It is sister project to the Norfolk Vanguard wind farm which had itsdevelopment consent overturned by a High Court judge in February. Energy firm Vattenfall said the projects could power 3.9 million homes. Campaigners have expressed concerns regarding the impact of large cable corridors used to bring the power back onshore and to electricity stations. Raymond Pearce, who brought a legal challenge against the Norfolk Vanguard project, said it was \"disgraceful\" the sister project had been approved. \"I'm very disappointed, especially as the recommendation from the Planning Inspectorate was for the secretary of state not to approve the development consent order,\" he said. \"This is all hedged against members of the public standing up for their rights.\" Mr Pearce said he was concerned about the impact on the area if the project or projects went ahead. \"It would be devastating for the ecology, the environment, the heritage, our tourism,\" he said. Norfolk Boreas could include up to 156 turbines and power almost two million homes. Kwasi Kwarteng, the Secretary of State for Business, Energy and Industrial Strategy,said the project would make a \"substantial contribution\" to \"the delivery of renewable energy\". The minister noted the impact of traffic working on the cabling network, particularly in Cawston and Oulton near Aylsham, which he said would be \"unavoidable\" but \"mitigation measures\" could be implemented. Vattenfall said it had designed the projects to bring \"real lasting benefits - to Norfolk and the UK\". The company said it would invest £15m in a Community Benefit Fund in Norfolk. There is now a six-week period during which time an application for a judicial review of the decision could be made.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59610332"}