{"datetime": "2021-12-08T13:40:01.000Z", "author": "Steffan Messenger", "title": "Climate change: How will Wales go green by 2050?", "article": "A plan for how Wales will rely only on renewable energy by 2050 has been set out by the Welsh government. A five-fold increase in green power generation, a shake-up of the planning process and more funding are among the measures being proposed. A new role for an energy system architect will oversee the process of upgrading energy infrastructure. The latest data suggests just over half of Wales' electricity requirements can currently be met by green schemes. So if the country aims to quickly move away from its reliance on fossil fuels to help stop further climate change, there is still some way to go. One major challenge is that heating and transport will also need to be fuelled by electricity in the near future. Making sure local communities and businesses profit - rather than big overseas firms - is also a priority, according to deputy climate change minister Lee Waters. Mr Waters said it was \"crackers\" that the country's biggest renewable schemes, such as windfarms off the north Wales coast, were benefiting \"German pension funds\". \"There's an opportunity here both to decarbonise and to generate wealth for Wales,\" he said. The plan follows a government review - branded a \"deep dive\" - into the barriers facing renewables schemes, which made 20 recommendations, including a national energy plan for Wales by 2024. It also suggested making changes to the sign-off procedure for green energy schemes and how environmental permits are obtained. Developers have warned that complex and lengthy processes are stifling the growth of schemes to help cut greenhouse gas emissions. But wildlife groups are worried about the impact of emerging technologies such as tidal lagoons and floating windfarms on birds and sea life. The government promises to provide greater direction by 2023 as to which areas of the sea are appropriate for development and which are off-limits.A working group will be set up to \"consider how Wales can attract new investment\" for renewables. Wires and cables remain a \"major barrier\", with \"insufficient capacity in the grid networks connecting homes and buildings\" to cope with demand for new green schemes. Parts of the country are considered no-go areas by developers as a result. The government said it will \"flex its muscles\" and \"step up\" the pressure on energy regulator Ofgem for more investment. Mr Waters said lessons needed to be learned from \"previous industrial revolutions\". \"One of Wales's greatest assets are our natural resources - what we don't want to do is to see with wind and solar and wave what happened with coal - where the benefits are extracted from Wales and we're left with the crumbs,\" he said. \"There's a real tension and a tussle there with the big multinationals.\" Dr Mary Gillie, director of Energy Local, said there was \"huge potential\" in Wales to do things differently. But she added the Welsh government needed to support changes in the law to ensure suppliers work with communities \"in a meaningful way\". \"And they can do an awful lot to make Wales an attractive place for this type of innovation.\" ", "url": "https://www.bbc.com/news/uk-wales-59567895"}