{"datetime": "2021-12-03T12:09:29.000Z", "title": "UK's largest offshore wind tower factory proposed at Port of Nigg", "article": "The UK's largest factory for making steel towers for offshore wind turbines looks set to be built in the Highlands. The £110m facility has been proposed for Port of Nigg on the Cromarty Firth. Inverness-headquartered Global Energy Group, which owns the port, and Spanish company Haizea Wind Group are behind the plans. The investment needed would come from a syndicate which includes SSE Renewables, in addition to funding from the Scottish and UK governments. The Nigg Offshore Wind factory would employ 400 people and in a year could roll 135 steel plate for towers each weighing more than 1,000 tonnes. Construction of the facility could start next year, subject to the project successfully securing the finance package needed. The announcement follows recent closures of Scottish yards that manufactured wind farm components. A wind turbine factory in Campbeltown, Argyll,closed earlier this year . The Scottish government put more than £37m into three BiFab yards in Fife and Lewis for fabricating offshore platforms. The yards later went into administration, though the Lewis sitehas since secured work under new ownership . Nigg is a deepwater port with large dry dock facilities. It is used for storing offshore wind farm components and refurbishment work to oil industry rigs. The new facility would be designed to supply towers and other large tubular components suitable for both the fixed and floating offshore wind farms.The initial contracts for tower supply would be focused on UK domestic supply, but its backers suggest the factory would be in high demand for export of towers and other products to across Europe up until 2050. Tim Cornelius, of Global Energy, said that despite the struggles faced by other yards investment had to be consistently made into cutting edge technology to be competitive in a \"global landscape\". He toldBBC Radio's Good Morning Scotland programme: \"What we look forward to is announcing some of the big contracts in the near future supplying some of the biggest wind projects in the UK.\" Public agency Highlands and Islands Enterprise would be providing the Scottish government's support to the project. First Minister Nicola Sturgeon said the development represented the \"most significant industrial announcement for some time\". She said: \"We need bold, collective action to tackle the global climate emergency, and the growth of our renewables sector over the next 10 years will be truly transformative, helping to deliver a just transition to net zero and a greener, fairer future for us all. \"This significant investment in Scotland's energy sector is testament to the skills, expertise and innovation within our industry.\" The UK government said the project would bring a jobs boost to Easter Ross and the surrounding area. Scotland Minister Malcolm Offord said: \"We have long been recognised for our expertise in the energy industry and now our skilled workforce is leading the way in our transition to a greener future.\"It's especially fitting that this area, synonymous with the oil boom in the 1970s, is leading the way as we embrace new cleaner sources of power.\" SSE chief executive Alistair Phillips-Davies said: \"Today's announcement shows that SSE is willing to put its money where its mouth is to support development of the Scottish manufacturing capability for the offshore wind sector. \"We have worked with Global Energy Group and stakeholders for more than two years to get to this point.\" Scottish Renewables and Highland Council have welcomed the venture. Earlier this week, separate plans were announced for a \"hub\" building concrete foundations for floating offshore wind farmsat Ardersier on the Moray Firth . ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-59513899"}