{"datetime": "2021-11-30T14:33:59.000Z", "title": "Power firms to pay £158m over Western Link delays", "article": "National Grid and Scottish Power Transmission have agreed to pay £158m in redress for delays to a major subsea power cable project. Energy regulator Ofgemheld the firms ultimately responsible for a two-year hold-up to the Western Link project. This made it hard for renewable energy generators in Scotland to export green electricity to England and Wales from wind farms, an investigation found.It also led to higher costs to households. This was because alternative sources of energy were used to plug the gap. Ofgem said £15m of the penalty package would be paid into its redress fund for vulnerable energy customers, which is run by the Energy Saving Trust. The remainder will go towards reducing system charges, which will be passed on to consumers through lower electricity bills. Ofgem added that consumers had already benefited by a further £100m returned by the companies which was used to lower system charges after they delivered the project under-budget in 2019. The £1.2bn government-commissioned Western Link joint venture provides a 262-mile long link between Scotland and Wales, most of which is under the sea. It provides an additional 2,250MW of capacity, equivalent to powering more than two million homes. Ofgem said delays to the project were found to be down to supply chain issues with the manufacturing processes, installing the cables and commissioning tests. It acknowledged that National Grid Electricity Transmission and Scottish Power Transmission did not cause or exacerbate the delay. There are eight big transmission cables exporting Scottish renewable power across the border, and importing it when the wind drops.The importance of that security of supply becomes even more important as Hunterston nuclear power station enters its final month of production. So big electric bootstraps to the east and west are required. The 530-mile link between Ayrshire and the Welsh border pioneered that length of high-voltage subsea cable.It proved to be a stretch for the companies contracted to supply the cable. It arrived late, it was faulty and sections had to be repaired. It didn't help that there was a fire in the equipment at the Hunterston landfall site.So the contracting companies which face a huge hit in Ofgem redress have already seen around £100m of that in compensation from their contractors. The lessons learned should help with two more bootstraps, which should be nearing the Ofgem approval stage. One is planned for Peterhead in Aberdeenshire to Hawthorn Pit, a substation in County Durham. The other would link East Lothian with Drax, the giant biomass and ex-coal power plant in North Yorkshire. Together, they could cost £3.4bn, making them the biggest transmission investment Britain has ever seen. And with huge new windfarms being built offshore, there's a lot more cable yet to be laid which will link them up. Cathryn Scott, Ofgem's director of enforcement, said: \"To deliver the UK's climate change ambitions, more of our electricity will come from renewable generation. \"Innovative projects such as the Western Link are vital in moving clean energy from where it's produced to where it's needed. \"However, they must be delivered on time and to the standards agreed.\" In a statement, the Western Link joint venture said it had \"worked hard to protect consumers against delay and deliver the most efficient and economic approach\". It added: \"Despite these efforts, which have been recognised by Ofgem in their investigation - and the fact that the Link was in operation and providing benefit for significant parts of the period identified - the joint venture recognises it is ultimately accountable for the delay and has therefore agreed to the redress package.\"", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59461716"}