{"datetime": "2022-01-13T14:48:47.000Z", "title": "Herefordshire hospice objects to solar farm plans", "article": "A hospice says it is objecting to plans for a solar farm a few hundred metres away from its location. St Michael's Hospice, in Bartestree, said from its viewpoints the tranquil, open appearance of the Frome Valley's landscape would be \"significantly changed and damaged\". It stated it was not specifically invited to public consultation events the applicant organised. Conrad Energy said plans were developed in consultation with the community. Addressing Herefordshire Council, hospice chief executive Mike Keel said it was writing to object to an application for a solar farm to the west of Clay Hill Pit, in Dormington. He added it was \"more than happy\" to meet the authority and applicant \"to constructively explore whether there are options to amend the application to mitigate acceptably the harmful visual impact\" of the proposed facility. Mr Keel said the hospice was 400m from the edge of the planned solar farm.Conrad Energy, the developers, said thetotal area of the application site for the Larport Farm solar project was about 120 acres and the scheme would generate \"enough to power the equivalent of up to 10,400 homes\". It held a drop-in session for the community and hosted an online consultation event and stated it \"would like to thank everyone who helped shape our plans through their feedback\". It stated solar panels would be installed on about \"40% of the total site area, but less than 5% of the land is actually disturbed\". Conrad Energy said the project was \"fully reversible and after 40 years the rested land will benefit from increased biodiversity and an improved ecosystem\".The soil would be \"enhanced as it will be far less intensively farmed during this time\" and the company said as part of the planning process it was \"required to demonstrate that there will be biodiversity gain on site\". Conrad Energy expected the planning decision to be announced early this year. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-59981113"}