{"datetime": "2021-12-15T18:20:48.000Z", "title": "Solar farm plan approved for Hethel by South Norfolk Council", "article": "A project to build a solar farm capable of generating enough energy for about 8,000 homes has been approved by councillors. The plans will see 74.1 acres (29.98 hectares) of farm land near Hethel in Norfolk, covered with solar panels. Those in opposition to the plan had expressed concern the scheme would take up good quality agricultural land.Luminous Energy said the land was the \"best location\" and the facility will \"maintain an agricultural use\". South Norfolk Council's development committee heard there was concern that the project - which would cover an area roughly equivalent to 37 football pitches - was just one of a number of similar, large scale solar farms being developed in the surrounding area. Other sites in the area include Swainsthorpe, Bracon Ash and Dunston. Those speaking against it were concerned about the \"cumulative impacts\", theLocal Democracy Reporting Service said. Conservative councillor Lisa Neal, who backed the plan, said she understood those concerns but most of the other developments were \"not in the same immediate vicinity\". Cassie Cox, from a nearby residents group, told the committee it was \"inappropriate\" because of its \"use of the best, most valuable land, against all government guidance\". \"Addressing climate change and achieving sustainable global food production need to be recognised as dual imperatives,\" she said. Luminous Energy, the company behind the facility, which will be built on land east of Cranes Road, said a solar farm \"has to be of a reasonable size\" to be viable.Director Jolyon Orchard said: \"We don't believe there are any more suitable sites in the area and deployment of solar panels on rooftops is currently rarely viable. \"The solar farm will maintain an agricultural use with sheep grazing the land underneath and between the panels.\" He stressed the farm was temporary, with an agreement for 40 years, and they had made changes - including cutting development south of the site completely - following meetings with residents.Landowner and farmer, Humphrey Barney, told the committee that without the solar project his land was not viable with falling government subsidies. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59673086"}