{"datetime": "2022-01-19T10:45:40.000Z", "author": "Michelle Roberts", "subject": "Tonga volcano and tsunami", "title": "Tonga tsunami: Health warnings over toxic volcanic ash and sulphur", "article": "Experts are trying to assess the impact of volcanic ash and toxic sulphuric gases in the air after a volcano erupted in Tonga on Saturday. The eruption showered the Pacific islands with ash and triggered a tsunami. People have been advised to stay away from low-lying areas and beaches. Now, the priority is to find safe shelter and clean water, and to escape the volcanic smog.The plumes of gas and debris from the volcano reached 20km (12 miles) into the sky - but the main health concerns are from ash in the air which people are breathing. A New Zealand government minister said there were \"high levels of sulphur in the air at the moment and also in the water\". They added that this was a risk to drinking water and fishing, which is vital to the Tongan people, and could lead to a rise in water temperatures. The Red Cross says polluted drinking water, caused by volcanic ash and salt water from the tsunami, could affect tens of thousands of people and increase the risk of diseases such as cholera and diarrhoea. Ash, gases and particles emitted from volcanoes can be a public health risk. They cause problems with breathing and can affect the heart and blood vessels - the cardiovascular system - too. They can also irritate the lungs, eyes and skin.Carol Stewart, associate professor of the College of Health, Massey University, said: \"Ashfall on the ground is not hazardous to breathing, but fine ash in the air can be inhaled.\"Very fine particles can travel deep into the lungs where, in the short-term, they can cause asthma symptoms to flare up. Slightly larger particles irritate the nose and throat, and cause coughs and sore throats.\" Fresh ash particles typically have an acidic surface coating, and if they get in the eyes they can sting and cause scratching damage, and can irritate skin. Locals have been advised to drink bottled water and wear masks if they do go outdoors, to avoid breathing in the ash.Communication lines with the affected islands are down, and getting aid to where it is most needed is not yet possible. Other countries are trying to fly in clean drinking water and other supplies, but so far have been unable to land. While some of the islands are unscathed, surveillance flights and satellite images reveal mass destruction on others - on one, an entire village is gone.There are fears that communities may not have access to safe and clean drinking water as a result of salt-water inundation caused by the tsunami waves, and ashfall from the volcanic eruption.The Red Cross charity has some relief workers on the ground, but has not been able to make contact with them for days. Phone and internet communications are extremely limited, meaning the situation in some areas remains unknown. Satellite phones are not working because of the ash cloud, and Tonga's main undersea communications cable is broken.A spokesman for the Red Cross explained: \"The last time we spoke to colleagues was on Saturday. That is a concern. They are trained to provide help and support and will be doing that, but we don't know the extent of need for the 100,000 residents who live in Tonga.\" The teams will be supporting evacuations, providing first aid and distributing relief supplies which are already on the islands. \"We have enough to support 1,200 families in Tonga, but there could be many more who need them,\" he said. The kits contain essential items such as tarpaulins, blankets, kitchen sets, sanitary products and water purification tablets. Clearing up the debris and repairing all of the damage is a priority, but will take time - and the people doing it will need protecting.Tonga's deputy head of mission in Australia, Curtis Tu'ihalangingie, speaking to the BBC from Canberra, said: \"There will be health concerns as people are breathing it [ash], especially with a huge clean-up mission that is happening in Tonga now.\"[We have} about 200 volunteers, people coming to sweep the runway for the airport. We have to do it, but we know that there will be a long-term problem because people are breathing this ash, which is very dangerous.\" While aid is urgently needed, Tonga is concerned about the risk of deliveries spreading Covid to the islands, which have avoided the pandemic virus so far.The clean-up operation will include ships from Australia and New Zealand to help with pumping out water. Stagnant pools could be a breeding ground for diseases such as cholera.Most of the people in Tonga are involved in agriculture and farming, meaning the longer-term devastation to lives and livelihoods will be huge.Are you, or a family member, in Tonga? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/health-60036369"}