{"datetime": "2022-02-02T06:24:14.000Z", "author": "Angie Brown", "title": "Calls to allow people to return to Edinburgh's Radical Road", "article": "Edinburgh's Radical Road is one of Scotland's most historic paths. It is where the founding father of geology arrived at his theory of how and when the world was formed, then got its name in the aftermath of the Radical War of 1820. However, the route has been closed for the last three years due to safety concerns. Now there are calls for access to be restored to parts of the site. The Radical Road runs along Salisbury Crags at Arthur's Seat, an extinct volcano which is one of Edinburgh's best-known landmarks. Near the south end of the path is Hutton's Section, the spot where geologist James Hutton found proof in the late 18th Century for his theory that the world's landscape had evolved over time. The layers of rock at Salisbury Crags supported his belief that igneous rocks are formed from magma. His work is responsible for one of the fundamental principles of geology, and discovered that the Earth was significantly older than had previously been believed. The path got its name from the unemployed west of Scotland weavers who were set to work paving a track round Salisbury Crags - a plan suggested by author Sir Walter Scott in the aftermath of the Radical War of 1820. Also known as the Scottish Insurrection, this uprising was the result of social unrest among workers who were fed up with what they perceived to be unjust working and living conditions. Eric Melvin, local historian and author, told BBC Scotland there were clashes after a national strike began in Glasgow in April 1820. \"People were killed and, inevitably, the army won,\" he said. \"Three weavers who had led the radicals, John Baird, Andrew Hardie, and James Wilson, were executed for the part they played in the events. Nineteen others were transported to Botany Bay.\" After King George IV visited Edinburgh in 1822, Sir Walter Scott suggested that unemployed weavers could be used to build a footpath around Salisbury Crags. Mr Melvin explained: \"Some of the Edinburgh unemployed were set to work clearing Bruntsfield Links and creating the paths round Calton Hill, but what to do for the west-coast weavers who said they had no work? \"The answer was proposed by Sir Walter. Get them away from Glasgow and find them a job in Edinburgh. \"There was a narrow path skirting Salisbury Crags which was in dangerous disrepair. This could be widened and improved to make a pleasant walk towards Arthurs Seat. \"The weavers were brought to Edinburgh and set to work, an event remembered ever after in a local playground chant: 'Round and round the Radical Road, the radical rascal ran…\" However, the route has been closed for more than three years after 50 tonnes of rock fell from cliffs onto the path. Geologist Angus Miller, who takes tours of the area, told BBC Scotland that fencing had been erected tantalisingly close to the \"extremely important\" site of Hutton's Section. \"The fence could easily be moved 50 metres further along to make Hutton's Section accessible,\" he said. He said this was because the cliffs were lower in that section, which was set back from the path because of stone quarrying in the past. \"I understand the path has to be closed but there are different risks at different parts of the path,\" he added. \"It is very frustrating not being able to show such an important site to the hundreds of geologists and tourists who come from around the world to see it.\" Nick Kempe, an access campaigner and author of Parkswatchscotland, said Hutton's Section played \"a crucially important role in the history of the earth sciences and attracts geologists from all over the world\". He said it also passed beneath a number of quarries that operated from the 16th Century. \"The stone was used all over Edinburgh and was exported for a time to pave the streets of London,\" he said. \"Public concern about the impact of the quarrying and a number of legal cases eventually resulted in it being banned by Act of Parliament in 1831, a very early example of a successful environmental campaign. \"All of this means the Radical Road is one of the most historic paths in Scotland in what is an outstanding setting.\" He said it was \"entirely fitting\" that the road was managed by Historic and Environment Scotland, but asked: \"Why is a world class tourism attraction still closed?\" Historic Environment Scotland said it was examining information from specialists before deciding whether the path could be reopened. In the meantime, it said barriers were in place to ensure that the public could not access \"areas of significant risk\". \"Some degradation of the rock face is a natural process and to be expected but climate conditions are changing and accelerating the rate of impact,\" it added. \"De-scaling is part of our management approach along with other forms of physical intervention. Our primary concern is the health and safety of park users, and as the environmental factors have changed our response also needs to (change).\" ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-60111776"}