{"datetime": "2021-12-08T10:37:33.000Z", "title": "Mallard Pass: Solar farm developers aiming for 2026 target", "article": "Developers want to create one of the UK's biggest solar farms on the Lincolnshire and Rutland border in the next five years. The Mallard Pass Solar Farm would cover more than 2,000 acres (8 sq km) and generate enough power for 92,000 homes. Developers Windel Energy and Canadian Solar said, if approved, it would deliver reliable and sustainable low-cost energy. Opponents say it will destroy animal habitats and productive farming land. A public consultation on the solar farm, which would be situated on either side of the East Coast Main Line, near Essendine, runs until 16 December. The developers said it would generate the enough electricity to power all the homes in South Kesteven and Rutland combined, but opponents argue the site, equal to the size of 1,400 football pitches, would be a \"huge visual blight on the countryside\". Keith Busfield, from the Mallard Pass Action Group, which formed on Thursday, said: \"This is one of at least five solar farms being proposed for Lincolnshire this year alone. \"Its distance from one boundary to another is almost five miles and it's eight times the size of the largest existing solar farm in the UK. \"We completely agree with generating solar energy and other alternative energies, but you should use brownfield sites, not greenfield, and you don't blot out productive agricultural land.\" The team behind the project, which aims to submit a planning application by the end of 2022, said the annual carbon savings would be the equivalent of taking 35,700 cars off the road.Sarah Price, planning lead, said: \"For the government to meet its targets for net zero and decarbonisation of the energy sector by 2035 we do need solar projects of this scale. \"We know it involves change in the area so we're listening carefully to everyone's views and we're in close contact with the local communities.\" Gareth Davies, Conservative MP for Grantham and Stamford, said he had relayed local concerns to the developers and encouraged affected constituents to take part in the consultation. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-59562666"}