{"datetime": "2022-01-17T16:08:21.000Z", "author": "Jonathan Amos", "subject": "Tonga volcano and tsunami", "title": "Pacific volcano: Science will explain event's ferocity", "article": "The explosive eruption of Hunga-Tonga Hunga-Ha'apai sent a shockwave around the world. The event literally touched every corner of the globe as the pressure wave spread out in all directions to complete a full circumnavigation. Scientists, of course, are now asking themselves why the eruption was so powerful. They also want to understand how the tsunami was created. The answers to both these questions feed into future hazard preparedness, although to be honest, right now, these finer details are much less important than the immediate needs of nearby islanders. Their lives have been up-ended by catastrophic flooding and ash fall-out. Nonetheless, scientific insights will emerge; they're already being assembled. The name Hunga-Tonga Hunga-Ha'apai (HT-HH) refers to the two island structures that stood about 100m above the Pacific Ocean surface, roughly 65km north of Tonga's capital, Nuku'alofa. What wasn't apparent to the casual observer was the hidden edifice below-water - a volcanic mountain rising some 1,800m above the seafloor. The HT-HH islands represented just the upper-most part of the rim of a caldera - the opening to the volcano - that was 6km across. It was in this submerged caldera that gas-rich magma came into contact with cold seawater to devastating effect. For Prof Shane Cronin, from the University of Auckland, who's made a detailed study of this volcano, the water depth was critical. \"The caldera summit is about 150-200m below sea-level. That's just about the right depth for there to be quite strong, explosive interactions between the magma and the seawater,\" he told BBC News. \"Once you get much, much deeper, then what tends to happen is there's too much seawater, and it suppresses that explosive activity.\" Prof Cronin said a big event had been due. The last major eruption was in the year AD 1100, and prior to that there was a major episode 1,800 years ago. On that basis the repeat cycle was roughly 900 years. That's now. The tsunami that followed could have been created in several ways. In the near-field, where waves over one metre high were recorded at the Nuku'alofa tide gauge, some component would have resulted from rock and ash initially thrown high into the sky then descending back down into the ocean to displace its waters. What scientists can't rule out at this stage is whether the extreme energy in the event didn't also cause some kind of submarine flank failure on the volcano. Something similar occurred at Anak Krakatau in Indonesia in 2018, although that involved a large amount of material above water then becoming submerged. \"This is a possibility, for sure,\" commented Dr Vicki Ferrini from Columbia University's Lamont-Doherty Earth Observatory.\"In data we collected in 2016, you could see a lot of big solidified chunks that looked like they had slid down the side of the volcano in the past. So, with an explosion of this size, you certainly wouldn't be surprised if further large sections of consolidated material had moved. \"The good thing is we have the baseline data to make a comparison when we go back in, but only when it's safe.\" For far-field effects, there is a lot of discussion around whether that shockwave could have contributed to the run-ups recorded in New Zealand, Australia, and at beaches and inlets along both North and South America and in Japan. The idea is that the sudden change in air pressure punches down on the surface of the ocean. \"This can change the elevation in the ocean by millimetres to centimetres, and when this gets closer to land, if the conditions are right, it can generate tsunami. We know this happened for example in the great eruption of Krakatau in 1883,\" said Prof Dave Tappin from the British Geological Survey. \"We're working on it right now. Fortunately, over the past 20 years, we've developed the mathematics to numerically model these events to better understand them.\" What was so remarkable about that pressure wave is just how far it travelled. The impact on the atmosphere from the explosive eruption was obvious in the earliest satellite imagery as an expanding ring of disturbance moving out in all directions. Meteorologists, both professional and amateur, immediately recognised that they might be able to detect the signal even on the other side of the world. In the UK - which is about as far away as you can get from Tonga - the barometers wiggled at the expected moment. \"These things travel at the speed of sound, so on Saturday night quite a lot of people lined up expecting something. And that's what happened - a slight increase in pressure (about 1.5 millibars) followed by a decrease lasting about half an hour,\" explained Prof Giles Harrison from the University of Reading. \"The distance from Tonga to the UK is about 16,500km, and with an interval of about 14 hours - that gives you the sort of speed you would expect, at roughly 300m per second.\" The Reading barometer had recorded a total three pulses by 7am UK time on Monday. Again, Prof Harrison said there were parallels with the 1883 Krakatoa event. Victorian meteorologists reported similar signals. In the coming weeks and months, as activity subsides at Hunga-Tonga Hunga-Ha'apai, researchers will be able to get in close to examine the remnants of the two islands. Most of their above-water bulk has gone, not unsurprisingly given the ferocity of the blast. But the bigger concern is getting assistance to the affected islands in the Tongan archipelago. Satellite imagery returned in just the past day reveals considerable damage. \"And there are longer-term problems that come from all that ash. It's going to impact on agriculture and water quality,\" said Prof Tappin. ", "url": "https://www.bbc.com/news/science-environment-60029815"}