{"datetime": "2021-12-21T03:47:20.000Z", "author": "Jonah Fisher", "title": "Largest-ever millipede fossil found on Northumberland beach", "article": "Scientists say they have discovered the largest-ever fossil of a giant millipede on a beach in Northumberland, totally by chance. The millipede, known as Arthropleura, is thought to have been more than 2.5m (8ft) long. It would have weighed about 50kg (eight stone).The fossil segment was first spotted in 2018 when a large block of sandstone fell on to a beach at Howick Bay. It will be displayed in Cambridge's Sedgwick Museum next year. \"It was a complete fluke of a discovery,\" said Dr Neil Davies, from Cambridge's Department of Earth Sciences, who has been analysing the 75cm-long fossil.\"The way the boulder had fallen, it had cracked open and perfectly exposed the fossil, which one of our former PhD students happened to spot when walking by,\" Dr Davies said.When the giant millipede lived, 326 million years ago, the north-east of England had a much more tropical climate than today.This specimen was found in what researchers believe was an old river channel. It may well not actually be the fossil of a dead creature, but an exoskeleton that was shed as the massive millipede grew.\"Finding these giant millipede fossils is rare, because once they died, their bodies tend to disarticulate, so it's likely that the fossil is a moulted carapace that the animal shed as it grew,\" said Mr Davies. \"We have not yet found a fossilised head, so it's difficult to know everything about them.\" One thing that can be said with certainty is, that in common with almost all millipedes, it did not have 1,000 legs - the researchers believe it had at least 32, but it may have been up to 64.This fossil is just the third Arthropleura to be discovered, and is far older and larger than the two previous specimens which were both found in Germany.The researchers believe that to get to such a large size, Arthropleura must have had a high-nutrient diet. That could have meant it supplementing a diet of nuts and seeds with small creatures and amphibians. The fossil is due to go on public display in Cambridge in the new year. A paper analysing the discovery has been published in the Journal of the Geological Society. You might be interested in watching: ", "url": "https://www.bbc.com/news/science-environment-59734747"}