{"datetime": "2019-07-19T02:13:34.000Z", "author": "Andrew Picken", "title": "Historic Edinburgh path could close due to rockfall fears", "article": "A popular footpath through Holyrood Park in Edinburgh could be closed due to fears over falling rocks. The Radical Road path through Salisbury Crags was temporarily shut in September last year after 50 tonnes of rock fell from the series of cliffs.But now the historic route could be permanently closed to the public amid fears of further rock falls. Park operator Historic Environment Scotland (HES) is considering the options laid out by its engineers.These include closing the path and containing the most dangerous sections with netting.A report prepared for HES by engineering geologists, and released to BBC Scotland under freedom of information laws, shows that of the 27 significant rock fall incidents recorded around Holyrood Park since 2007, 17 have been above Radical Road path, including a 100-tonne fall in 2011. The report notes that there have been 17 rock fall incidents since 2011 with the bitterly cold winter of 2010/11 contributing to the deterioration of the rock face. The Radical Road path offers panoramic views across Edinburgh and is where James Hutton, regarded as the founding father of geology. studied the volcanic rock of the Crags in the 18th Century and arrived at his theory of how and when the world was formed. Angus Miller, chairman of the Scottish Geodiversity Forum, who also leads guided walks of Holyrood Park, said: \"Permanent closure would be a real blow as the path offers, in my view, one of the best views of the city and the chance to get up close to a geological site of international importance.\"I have much sympathy with HES on this because safety is paramount but the prospect of losing access to such a significant geological site, in the city of James Hutton, would be disastrous. \"Hutton's section is only 50 yards or so beyond the barrier and I would hope there is some way where they can close the most dangerous dangerous section, if it comes to that, and maintain access to Hutton's section. \"But HES needs to think long and hard about how it manages access to Holyrood Park as it is getting more and more popular.\"The assessment of Salisbury Crags, prepared by engineering firm Fairhurst, states closing the Radical Road would be the \"most effective and economical means of reducing/removing rock fall risk entirely\" but it also states that containment netting should be considered, though warns it would be \"highly visible\" given the prominent nature of the site.Strengthening or reinforcing the rock face with strapping or tensioned bolts was ruled out as \"prohibitively expensive\".The report, prepared in March this year, states that the \"notable number of visitors using the Radical Road means exposure to the hazard [of rock fall] has increased\". A series of intervention programmes by HES in recent years, including removing vegetation, has failed to reduce the number of rock fall incidents and they are now occurring in areas which have not commonly had issues before.A HES spokesman said: \"We can confirm that we are considering all the options noted and the Radical Road will remain closed as a precaution in the interim.\" Asked when a decision on the future of the Radical Road will be taken, the spokesman said: \"Due to the complexity of the situation, there is no specific timeframe at the moment\".", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-49019863"}