{"datetime": "2021-09-12T18:36:13.000Z", "author": "Jonathan Amos", "subject": "Nasa Perseverance Mars rover", "title": "Mars: Nasa rover's rock cores were 'highest priority samples'", "article": "US space agency scientists were so excited by the Martian rock sampled by their Perseverance rover last week they got the robot to take a second sample. Perseverance drilled its first finger-sized core on 6 September, repeating the procedure a couple of days later. The scientists believe the targeted rock is volcanic in origin, meaning it can be accurately dated. It also contains salts, which are indicative of water alteration, and that raises the possibility of life. Or, at least, the potential for past life.Biology is not a given wherever there has been H₂O, but it's hard to see how organisms could have existed without it. Nasa's Perseverance rover was sent to Jezero Crater on Mars precisely because it looks to have had a habitable environment billions of years ago. Satellite images suggest a lake was once present in the 45km-wide bowl.There are what appear to be extensive river and delta sediments in the west of the crater.The period in which this water environment existed could now be greatly narrowed by the rock samples just acquired.The donor slab, nicknamed \"Rochette\", is sitting on the floor of Jezero and as such is expected to represent the oldest layers in the crater. If the minerals in the samples can be dated, therefore, they will provide a \"no older than\" age for the lake. The salts - likely calcium sulphate or calcium phosphate - are fascinating because they'll almost certainly host small inclusions, or bubbles, of water. \"Salts are great minerals for preserving signs of ancient life here on Earth, and we expect the same may be true for rocks on Mars,\" explained Perseverance deputy project scientist Dr Katie Stack Morgan. Of course, to do any of these investigations, the samples need to come back to Earth first. Nasa's plan (in partnership with the European Space Agency) is for Perseverance to collect more than two dozen rock cores over the next two years and package them in sealed titanium tubes. These will be left on the surface of Jezero for later missions to pick up before 2030 for transport back home. \"Because... of such high scientific potential, we decided to acquire two samples at Rochette,\" Dr Stack Morgan told reporters.\"The [Perseverance] science team has the plan to place down one or more sample caches. And so to ensure that each of these sample caches are as complete as they can be, we have a strategy to acquire two samples at each of our highest priority sampling locations.\" To get to Rochette, Perseverance rolled about 2.2km (1.4 miles) from its February landing site.It's heading west at the moment along a slightly raised ridge to a location called \"South Séítah\" where further rock cores will be taken. All the while, the rover is being tracked by its mini helicopter, Ingenuity, which surveys the ground ahead. At some point, scientists want the rover to move north to where the river and delta sediments are most obvious and where the chances of finding any traces of past life are greatest. Meenakshi Wadhwa is Nasa's Mars sample return principal scientist. She said the cores taken out of Rochette have their own names, too: \"Montdenier\" (6 September) and \"Montagnac\" (8 September). \"I cannot overstate the significance of these rock samples collected by Perseverance. This is a truly historic achievement - the very first rock cores collected on another terrestrial planet. It's amazing.\"These two rock cores represent now the beginning of Mars sample return.\"I've dreamed of having samples back from Mars to analyse in my lab since I was a graduate student. And now it's actually starting to feel real.\" Click here to see how Nasa and Esa will bring rocks from Mars to Earth. ", "url": "https://www.bbc.com/news/science-environment-58539880"}