{"datetime": "2021-09-26T10:11:38.000Z", "title": "Little Hadham puddingstone rock is a rare find, expert says", "article": "A 3.5-tonne slab of distinctive rock found during the construction of a bypass could be an \"unusual\" find. The Hertfordshire puddingstone was discovered by workers constructing the county's A120 Little Hadham bypass. Dr Tim Sands, an expert in physical geography at the University of Hertfordshire, said this type of rock \"is rarely found where it is formed\". But this could \"represent a piece of in situ puddingstone\" broken off by road workers. He said a boulder of this size was \"relatively rare\". Hertfordshire puddingstone is a geological formation consisting of flint gravel bound in a silica cement-like material, giving the appearance of a fruit pudding. It is largely confined to Hertfordshire and Buckinghamshire but small amounts also occur in theLondon Basin . Workers made the 200cm (79in) by 62cm (24in) by 120cm (47in) discovery while constructing new road embankments about 100 yards east of the Albury Tributary, to act as flood defences just north of Little Hadham. Dr Sands, principal lecturer in physical geography and environmental management, said: \"Hertfordshire puddingstone is rarely found where it was formed but eroded cobbles and boulders of it are found on the surface in many parts of Hertfordshire and beyond. \"[This piece] is unusual in that it may represent a piece of in situ puddingstone which has been broken off during the construction of the bypass.\" He said the geology of the area showed rocks of the Paleogene age, 55 million years ago, overlying the chalk of Cretaceous age, 90 million years ago. It is thought puddingstone was formed in the Paleogene period when southern Britain uplifted from a warm sea at the end of the Cretaceous period. This find has beenplaced by a Little Hadham village sign at The Ford/Chapel Lane junction. Similar size pieces can be seen at Ashridge College and at Hertford Castle. Source: Hertfordshire County Council and Dr Tim Sands, University of Hertfordshire Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58678683"}