{"datetime": "2021-09-24T05:22:22.000Z", "title": "Hertfordshire puddingstone put in bypass village of Little Hadham", "article": "A large piece of a distinctive rock found during the construction of a bypass has been put on display in the village the road will go round. The 3.5-tonne slab of Hertfordshire puddingstone was discovered by workers constructing part of the A120 Little Hadham bypass project in the county. The find, named after its resemblance to Christmas pudding, has been placed by a Little Hadham village sign. The parish council said it hoped it would \"become a centre point\". Hertfordshire puddingstone is a geological formation consisting of flint gravel embedded in hard sedimentary rock, giving the appearance of a fruit pudding. It is largely confined to Hertfordshire and Buckinghamshire, but small amounts also occur throughout the London Basin. Workers made the 200cm (79in) by 62cm (24in) by 120cm (47in) discovery while constructing new road embankments around 100 yards east of the Albury Tributary, to act as flood defences for the local communities, just north of Little Hadham. The project team worked with the parish council to find a suitable home in the community and it now takes pride of place next to the village sign at The Ford/Chapel Lane junction. Source: Hertfordshire County Council Councillor Neil Faraday, chair of Little Hadham Parish Council, said: \"The puddingstone will stand as a monument to both the commitment and investment of the bypass team but also the natural and rural setting of Little Hadham and its surroundings. \"We hope the puddingstone will become a centre point of our community for generations.\" The bypass is due to open this winter and is designed to alleviate congestion along the route caused by the Little Hadham traffic lights. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58663801"}