{"datetime": "2021-11-30T10:17:40.000Z", "author": "Jonathan Amos", "subject": "Climate change", "title": "Quest begins to drill Antarctica's oldest ice", "article": "Efforts are about to get under way to drill a core of ice in Antarctica that contains a record of Earth's climate stretching back 1.5 million years. A European team will set up its equipment at one of the highest locations on the White Continent, for an operation likely to take four years. The project aims to recover a near-3km-long cylinder of frozen material.Scientists hope this ice can help them explain why Earth's ice ages flipped in frequency in the deep past. \"Beyond EPICA\", as the project is known, is a follow-up to a similar venture at the turn of the millennium called simply EPICA (European Project for Ice Coring in Antarctica).The new endeavour will base itself a short distance away from the original at Little Dome C, an area located roughly 40km from the Italian-French Concordia Station, on the east Antarctic plateau. At an altitude of 3,233m above sea level and over 1,000km from the coast, Little Dome C will be an inhospitable place to work. Even in summer, temperatures won't get much above -35C.The camp where the drill team will base itself was set up in the 2019/20. This coming season will largely be about putting in the necessary drilling infrastructure. But the technicians do aim to at least start on their core quest by getting down beyond the first 100m. This should take the borehole past the lightly compacted snow layers, or firn, into the impervious ice layers that are the real interest for scientists. The deep ice in Antarctica contains tiny bubbles of air. These little gas pockets are a direct snapshot of the historic atmosphere. Scientists can read off the levels of carbon dioxide and other heat-trapping components, such as methane. Analysing the atoms in the water-ice molecules encasing the gases also gives an indication of the temperature that persisted at the time of the snowfall that gave rise to the ice.When researchers drilled the original EPICA core, they uncovered a narrative of past climate temperature and atmospheric carbon dioxide stretching back 800,000 years. It's become one of the key climate data-sets of recent decades. It showed that CO2 and temperature moved in lock-step. Whenever the Earth went into an ice age and temperature fell, the concentration of greenhouse gases in the atmosphere would also decline. And when the climate warmed back up again, the CO2 rose in parallel. These cycles occurred roughly every 100,000 years - a phasing that is most likely linked to slight shifts in the eccentricity of Earth's orbit (a larger or smaller ellipse) around the Sun. But it is recognised from an alternative record of past climate, which has been deciphered from ocean sediments, that deeper back in time the ice age cycle was much shorter - at about every 41,000 years. That is a period probably dominated by the way the Earth tilts back and forth on its axis. But why the switch occurred, no-one is really sure. The new Beyond Epica core may contain some clues if its ices can extend the climate narrative back to 1.5 million years ago. \"We believe this ice core will give us information on the climate of the past and on the greenhouse gases that were in the atmosphere during the Mid-Pleistocene Transition (MPT), which happened between 900,000 and 1.2 million years ago,\" said team-leader Carlo Barbante, the director of the Institute of Polar Sciences of the National Research Council of Italy. \"During this transition, climate periodicity between ice ages changed from 41,000 to 100,000 years: the reason why this happened is the mystery we hope to solve.\" To achieve an 800,000-year record, the original EPICA project drilled to a depth of 2,774m. The bedrock at Little Dome C is just over 2,800m down. The extra 700,000 years being sought by the new project should be in the additional metres of layered ice.\"We already have the 800,000 years of ice, so much of the first few years of drilling will simply be a repeat of ice we already have,\" explained Robert Mulvaney from the British Antarctic Survey. \"In practice, with many new PhD students coming online, and new groups getting involved, and new analytical techniques always being developed, we will make good use of the ice younger than 800,000 years.\"We will also use the younger ice to ensure our techniques are working well by the time we get to the deep ice, where we only get one chance to get all the analyses right,\" he told BBC News. Beyond EPICA is funded by the European Union. UK scientists are allowed to participate because the money comes from a period when Britain was still a part of the 27-member-state bloc. ", "url": "https://www.bbc.com/news/science-environment-59475410"}