{"datetime": "2021-07-27T05:13:40.000Z", "title": "Somerset fossil hunters 'need to be better informed'", "article": "Beach visitors are \"unknowingly destroying fossils\" and need to be better informed, a resident has said. Paul Christopher, 40, from Watchet, said he was concerned that \"respectful\" people at Doniford Bay have been destroying the cliffs for the fossils.Mr Christopher said he wants to help raise awareness about the laws and safety aspects around fossil hunting. Recently fossil hunters found alarge haul in the Cotswolds and called on professional help to uncover it. UK coastlines are a treasure trove of Jurassic history for fossil collectors and people visit places such as Doniford Bay in Watchet, Somerset, to spot fossils and collect them.Mr Christopher said he wanted to ensure that people had fun while also protecting the coast. \"There used to be a sign on Doniford Bay that explained the rules, but it's gone now,\" he said. \"I saw a family hammering out a large ammonite from the cliff which would have needed professional equipment to take out and they could've unknowingly damaged the fossil forever. \"People like to see them when walking but it's depressing when you see them broken in half.\" He said local authorities needed to better inform visitors so that they don't destroy the environment and put their lives at risk. \"Hacking away at the bottom of a cliff can be dangerous because it could cause a rock fall,\" he added. Carly Kew, centre manager for Kilve Outdoor Activity Centre in Watchet, said she often has to inform visitors to the coastline that find themselves chiselling for fossils that what they are doing is unsafe and wrong. She said: \"All the cliffs along that coastline are really dangerous and I have to warn people on a regular basis. \"There's plenty to find lying around without having to cut open rocks. \"For preservation for other generations you must not smash rocks.\" Somerset West and Taunton Council said people hunting for fossils in the area would need to seek permission from the Crown Estate or Natural England. According to the UK Fossils Network , people should always check before hunting as it is is prohibited in some areas. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-57917346"}