{"datetime": "2021-12-16T02:33:40.000Z", "author": "Jonathan Amos", "subject": "Nasa Perseverance Mars rover", "title": "Nasa's Perseverance Mars rover finds its 'baseline' rocks", "article": "Nasa's Mars rover Perseverance has identified what are probably the oldest rocks at its crater landing site. They are volcanic in origin, perhaps the product of some ancient lava flow. It's an important milestone for the mission because it means that when samples of these rocks are returned to Earth next decade, they can be dated. This will tighten our understanding of the history of not only the touch-down location but of Mars generally and the wider Solar System beyond. Science team-member Briony Horgan, from Purdue University, said the identification represented a \"really, really big deal\". Perseverance dropped into Jezero Crater in February.This deep depression had been chosen as the destination because it appeared in satellite images to contain a delta - a structure built up from the silt and sand dumped by a river as it enters a wider body of water, such as a lake.It's the kind of geological feature that just might record traces of past microbial life on Mars billions of years ago. The rover didn't land on the delta itself but on the surrounding terrain - on the floor of the crater. It's here that the robot has found its baseline rocks. Perseverance was commanded to examine two broad areas: one dubbed the \"Fractured Rough\", the other nicknamed \"Séítah\" (meaning \"amidst the sand\" in the Navajo language). The scientists' immediate impression of the latter was that its rocks were sedimentary in origin - that is, they were the compressed accumulation of mineral particles deposited either in water or by the wind. This view was reinforced by the obvious layering.But the mission team got something of a shock when Perseverance started drilling into Séítah and examining its geochemistry in detail. Instruments detected lots of olivine crystals engulfed and surrounded by the mineral pyroxene.Geologists describe what Perseverance saw as a cumulate texture, said Kelsey Moore from the California Institute of Technology (Caltech). \"And the reason that that's important is that a cumulate texture is very indicative of a specific type of igneous rock that forms as a very thick magma body is cooling, and the olivine crystals crystallise and sink and then the pyroxene forms around those olivine crystals,\" she explained. Caltech colleague and Perseverance project scientist Ken Farley added: \"So this appears to be a product that was either intruded into or erupted into the crater, or flowed in from outside. One potential explanation is that there was a phase in which there was a lava lake in the crater and it was filled with magma.\" The team knows Séítah to be older than the Fractured Rough (also probably volcanic in origin) because Séítah can be seen in ground-penetrating radar images to dip under the Fractured Rough. A clear telltale of which rocks were emplaced first. This almost certainly makes the Séítah outcrop the oldest rocks in Jezero - and much older than the delta. Surfaces on all planetary bodies in the Solar System are aged by counting the number of their impact craters. Sophisticated models have been developed to compare ages across the various bodies. But these crater \"chronometers\" depend on some definitive dating that so far has only been obtained by ageing in the laboratory the rock samples brought back to Earth from the Moon in the 1960s and 1970s.The pieces of rock drilled by Perseverance in Séítah and the Fractured Rough will also be returned to Earth at some point in the near future. Ages for them will be established by studying their radioactive content. The resulting definitive dates can then be used to extend and refine the crater-counting models.And there'll be further interest in the Séítah samples when they arrive on Earth because Perseverance was also able to establish the presence of carbonate and sulphate minerals.Kelsey Moore again: \"[These minerals] indicate to us that after these igneous rocks formed, water flowed through the pore spaces and the cracks and voids in the rocks.\" The minerals would have precipitated from the water. \"That tells us that there were aqueous environments in Jezero Crater after these rocks formed that may have been salty water. And that's important as we start to consider habitability in Jezero and the potential for life to have maybe existed in those kinds of waters.\"Click here to see how Nasa and Esa will bring rocks from Mars to Earth. ", "url": "https://www.bbc.com/news/science-environment-59677383"}