{"datetime": "2021-10-08T21:44:01.000Z", "author": "Jonathan Amos", "subject": "Nasa Perseverance Mars rover", "title": "Mars scientists now know where to look for life", "article": "\"We're definitely in the right place.\" There's an air of relief in the science team running the American space agency's (Nasa) Perseverance rover on Mars. The researchers are sure now they've sent the robot to a location that provides the best possible opportunity to find signs of ancient life. \"Percy\"touched down in Jezero Crater in February and ever since has been snapping thousands of images of its surroundings. The interpretation of these pictures forms the basis of the first scholarly paper to make it into print, inthis week's edition of Science Magazine . The analysis confirms the rover is sitting on the floor of a once great lake that was fed by a meandering river entering the deep bowl from the west. We're talking of events over 3.5 billion years ago when the Red Planet's climate was far more benign. From Perseverance's observations, it's now certain that where the river system met the lake water, the flows suddenly slowed and the sediment in suspension fell out to form a delta - the kind of wedge-shaped \"landform\" you'll see all over the Earth. It's in such an environment that micro-organisms could have thrived and their chemical traces been preserved. \"People have said to me, 'So, what's new here? Didn't we know there was a delta in Jezero Crater?'. Well, actually, we didn't. We'd inferred from orbital imagery that Jezero contained a delta but until you get down on the ground, you can't be absolutely sure. We could have been looking at an alluvial fan,\" said Prof Sanjeev Gupta from Imperial College London, UK, who is co-lead author on the new Science paper. An alluvial fan is a related landform in which, generally speaking, the fan of deposits is laid down in a much higher energy environment, such as in a flash flood. This is not a setting as conducive to biology. Martian microbes, assuming they existed, would have preferred the calmer, persistent waters associated with a delta. Perseverance landed a couple of kilometres from the main delta formation but the rover's telescopic views are enticing, particularly so when it comes to one isolated mound, or butte, dubbed Kodiak. It's possible to see in this remnant some of the classic layering produced by a developing delta. There are horizontal \"bottomsets\" that are made up of fine-grained sediments dumped by the river furthest from its entrance into the crater lake. Above these, are inclined \"foresets\" that were the sediments that tumbled down the slopes of the advancing lobes of the delta. And higher still, are the \"topsets\", which were the sediments laid down by the river after the delta edges had expanded off into the distance. Again, these are horizontal. On top of Kodiak and the main delta formation in Jezero are a lot of large boulders. These do speak to flood events late in the history of water in the crater. \"Something changed in the hydrology. Whether it was climate-related, we don't know,\" said Prof Gupta. \"But to move these big boulders needs something like a flood. Maybe there were glacial lakes in the local catchment that sent these flood waters into Jezero. \"We see lake outbursts on Earth in places like the Himalayas. In the Ganges basin, you get these large boulders mixed in with normal river sands and this is where there's been a sudden flood episode from a glacial lake,\" he told BBC News. The Perseverance science team will send the rover to the base of the main delta formation to drill into what are expected to be fine-grained mudstones. They'll also target a ring of carbonate rocks around the edge of Jezero that likely represent the shores of the crater lake when it was at its deepest. The robot is tasked with gathering and packaging more than two dozen rock samples from various locations. These samples will be brought back to Earth in the early 2030s to be examined in the laboratories that have the expertise to determine whether or not microscopic lifeforms ever touched the surface of Mars. Plans for this retrieval exercise are well advanced. It will involve Nasa and its partners in the European Space Agency sendinganother rover to \"fetch\" the samples from wherever Perseverance stores them in the crater. It will be a British-built vehicle. It will pick up the samples and transfer them to a rocket which will then blast them into Mars orbit where a satellite freighter will be waiting to ferry them home. \"We are about to enter the most exciting time in the exploration of Mars,\" said Sue Horne, the head of space exploration at the UK Space Agency. \"Soon the dream of examining specimens from the Red Planet will become a reality as the locomotion system of the Sample Fetch Rover is tested next month.\" Click here to see how Nasa and Esa will bring rocks from Mars to Earth. ", "url": "https://www.bbc.com/news/science-environment-58852236"}