{"datetime": "2021-09-30T11:37:35.000Z", "author": "The Visual Journalism Team", "title": "La Palma volcano: Visual guide to what happened", "article": "Hundreds of properties have been destroyed and thousands of people have fled their homes after a volcanic eruption on La Palma in the Spanish Canary Islands. Lava flowed down the mountain and through villages after the crack opened in the Cumbre Vieja volcano on 19 September, throwing jets of lava and ash into the air.The red-hot liquid rock destroyed everything in its path - empty villages, schools and hundreds of homes - before reaching the sea 10 days later. More than 6,000 people have been evacuated, including 400 tourists who were taken to the neighbouring island of Tenerife. La Palma, one of the most western and smallest of the Canary Islands, is known for not being as \"touristy\" as some of its neighbours. Images from the island showed the lava - molten rock which turns black when exposed to the air - engulfing communities, but sparing some buildings. Many have lost everything they own. But one residence - dubbeda \"miracle house\" on social media after it escaped the lava flow - has now been consumed. Farmers have been racing to save crops of bananas, avocados and grapes before the lava reaches plantations - which are rich with volcanic, fertile soil - on which many islanders depend for their livelihoods. The flow passed through the villages of El Paraiso and Todoque and on Tuesday night reached the Atlantic Ocean on the west coast, raising fears of explosions and the release of toxic gases. Clouds of white steam were seen rising as the red-hot current - reaching 1,000 degrees C (1,830 degrees F) - made contact with the water in the Playa Nueva area. President of the Canary Islands Ángel Víctor Torres said the streams of lava had devastated the landscape and estimated the cost of damage exceeded €400m (£346m; $466m). The EU's Copernicus earth observation service estimates the lava has burned its way through more than 268 hectares (662 acres) of land and destroyed 656 homes.The flow - which has reached up to 600m (1,968ft) wide in places - has crossed the main coast road, dividing communities on either side and burned through plantation greenhouses and fertilizer, giving off toxic fumes. Spain's Department of Homeland Security advised people to keep at least 3.5km away. The lava that has reached the sea has now created a \"low island\" more than half a kilometre wide, according to Spain's Consejo Superior de Investigaciones Cientificas (CSIC). Authorities have set up an exclusion zone around the flow, including in the sea, to keep people away from any potential danger. The Canary Islands Volcano Institute has suggested the eruption could last between 24 and 84 days. In the lead up to the first ejection of lava, seismic activity near the surface of the island increased significantly - as the chart below shows. Data from Spain's National Geographic Institute shows how a series of small tremors began to take place on 11 September under a mountain range known as Cumbre Vieja, leading scientists to believe there could be magma pushing under the surface of the Earth.This seismic activity gradually moved to the surface and, in the two days before the eruption, tremors were felt only 100m underground. Although volcanic activity calmed down late last week, the volcano has become more active again. The Spanish government has declared La Palma a disaster zone and has promised financial support for all those affected. The island's last eruption in 1971 lasted for just over three weeks. ", "url": "https://www.bbc.com/news/world-europe-58681233"}