{"datetime": "2021-09-23T18:56:49.000Z", "title": "Canary Islands volcano: 'Miracle house' escapes lava", "article": "A dramatic image shows a house in the Canary Islands that has managed to escape lava from an erupting volcano. People on social media have dubbed the residence in La Palma a \"miracle house\".The volcano started erupting on Sunday. More than 200 homes have been destroyed and about 6,000 people evacuated.The lava from the Cumbre Vieja volcano is still advancing and scientists are not sure how long the eruption will last.The image by photographer Alfonso Escalero shows the house surrounded by rivers of lava from the Cumbre Vieja volcano.It is owned by a retired Danish couple, Inge and Ranier Cocq,who have not visited since the pandemic began , according to El Mundo.Ada Monnikendam, who built the house with her husband, said she had spoken with the couple who told her: \"Even though we can't go now, we're relieved that it's still standing\".According to Ms Monnikendam, the couple have friends in the area who have lost everything due to the volcano.The lava has engulfed houses, schools and some banana plantations.\"They don't want to talk to anyone because they won't stop crying,\" Ms Monnikendam said.Reflecting on the image, Ms Monnikendam said that it was \"sad to know that the house is there alone without anyone being able to take care of it\".Local officials say the lava could trigger a chemical reaction that causes explosions and the release of toxic gases if it reaches the sea.However on Thursday, experts saidthe lava was currently moving \"very slowly\". It is now not clear if the flow will reach the sea. The Canary Islands government has announced plans to buy two housing developments for those made homeless.Spanish Prime Minister Pedro Sánchez has flown directly from La Palma to New York for a shortened trip to address the UN General Assembly, and will immediately return to the Canary Islands to oversee emergency operations.", "url": "https://www.bbc.com/news/world-europe-58672303"}