{"datetime": "2021-10-30T14:09:54.000Z", "author": "Dan Johnson", "title": "La Palma volcano survivors shaken but determined to rebuild", "article": "Imagine trying to sleep in the glare of an erupting volcano, rattled by its tremors. Then imagine trying to do that in a cramped caravan, after your home was surrounded by lava or buried beneath it.This is the upturned reality for around 20 families, bedding down for another night in a back street in Los Llanos. They are just outside the exclusion zone on La Palma, in Spain's Canary Islands.They are the homeless of the six-week-old eruption, who cannot even dream of going home without being woken by the volcano's tremors and rumble. Dacil Batista shares her small caravan with her partner and their two children, along with her mother-in-law and sister-in-law. \"I'm in despair,\" she tells me, \"because I don't know what's happening to my house.\" \"We spent the first few nights staring at the volcano, trying to see what it was doing, but now it is kind of normal to have it there.\"After all these weeks you'd expect deeper dismay, even anger. But Dacil is thankful for the food, clothes and toys from the local town hall and hopes to take her children home one day. Just across town, El Roque school has a new class.The children, cut off from their normal lessons, are now being taught in borrowed space using donated books. Their teacher, Christina Mederos, managed to grab the computers but not much else before Las Manchas school was abandoned to the lava.The walls of this temporary classroom have pictures of the erupting volcano drawn by children across the Canary Islands and sent here in support. Ten-year-old Rodrigo explains that he's now living with his grandmother: \"I thought it would end quickly but the volcano has destroyed houses.\" Classmate Sergio describes the lava and the destruction done to the trees, landscape and his grandfather's house. He says the eruption \"is beautiful, but it does a lot of damage\". The children can't even play outside, Christina tells me, because the air and school yard are thick with ash. \"It was very emotional to come back [to school], because I really wanted to see the children. I didn't know how they felt about it all,\" she says.Covid rules suggest the windows should be open for ventilation, but volcanic ash and the risk of toxic gases mean they stay firmly closed. Masks and goggles are all in place before the children step outside. Scientists have come to La Palma, to monitor the lava, check for gases and analyse the newest rocks on Earth.Dr Matt Pankhurst of the Canary Islands Volcano Institute shows me the samples taken by poking a long stick into the lava and dropping it, steaming, into a bucket of cold water - live geology lessons in Earth's oldest processes. His main focus is the crystals held within the hardened lava. \"In principle, we can forecast volcanic eruptions like we do the weather,\" he explains. \"This is the best chance yet to link together the evidence in the rock with the pre-eruption signals, so we can know what's coming next time in much more detail.\" It's the story of Earth's formation retold in a devastating act of renewal. On these islands life has always been built on the ruins of a previous eruption. Tourism also defines the Canary Islands. La Palma has been marketed as \"La isla bonita\" - the beautiful island. But unlike that Madonna song, this is no longer a Spanish lullaby. \"It was a disaster,\" says Basso Lanzone, who has run tours here for years. \"It changed everything on this side of the island - now they have nothing. No tourists were arriving because they were afraid of the volcano.\"So Basso refocused his tours and brought 100 day-trippers from Tenerife to see the volcano. It's a rare possibility,\" says Anastasia, visiting from Ukraine. \"It's amazing, feeling nature, what it can do.\" Mark Fordyce from Aberdeen was on holiday in Tenerife when he saw volcano trips advertised. \"I just thought it would be really interesting to come. I saw that the proceeds from this tour go towards relief for the families affected.\" Around the main square of Los Llanos workers constantly sweep and clean as more volcanic ash falls. Architect Henry Garritano Perez lost both his home and studio to the lava when his village, Todoque, was destroyed. \"It wasn't a typical neighbourhood,\" he says, \"it was an extended family.\"When the pretty little white church where Henry was married finally collapsed, many lost hope. But not Henry, still smiling through the dust. \"Even though my roots are under 15m of lava, they are in Todoque. The community has to be reborn.\" When I ask how anyone could build on the scorched earth of such a disfigured landscape Henry remains upbeat. \"I saw that on Lanzarote [another of the Canary Islands] there are houses literally built on lava. That can be repeated here.\"He's realistic, however, that it will be a year or more before the lava is cool enough to start reconstruction. Too long for Dacil Batista and the others whose world has shrunk to the size of a caravan - families uprooted and scattered across the island.Yet even here there is no sense of defeat.\"I could take my kids, my animals and we have a caravan to stay in - we're not on the streets,\" she says.There is a determination to adapt, cope and survive. But every day more people are affected by the impact of this eruption. Additional reporting by Lorna Acquah and Esperanza Claramunt. ", "url": "https://www.bbc.com/news/world-europe-59076157"}