{"datetime": "2021-11-12T17:12:54.000Z", "author": "Rosalind Skillen", "subject": "Climate change", "title": "Peatlands: The race to protect NI's valuable ecosystems", "article": "Peatlands are regarded as among the most valuable ecosystems on the planet. Not only do they support a range of specialised plants and animals, they also act as a major store of soil carbon.Restoring these areas can therefore play a vital role in helping to meet ambitious climate targets.About 18% of Northern Ireland is covered by peatland, with semi-natural peatland covering about 12%, according to the Department of Agriculture, Environment and Rural Affairs (Daera).Conservation charity RSPBNI defines semi-natural peatland as having had some human intervention, such as drainage or grazing, yet is displaying some natural peatland characteristics. The department says that even though semi-natural peatlands cover just 12% of land, they account for 53% of the soil carbon pool, highlighting their environmental importance. The percentage cover of peatland on the island of Ireland is only exceeded in global terms by three countries - Finland, Canada and Indonesia, the department argues.As such, Ireland's peatland habitats \"are recognised as being important globally, nationally and locally\".Daera recently ran a 12-week public consultation intoits Peatlands Strategy , which will provide a framework for conserving and restoring semi-natural peatlands.It sets out the actions the department considers necessary to ensure that they can survive as functioning ecosystems.These include: Peatlands are a type of wetland found in almost every country, from blanket bogs in the UK to swamp forests in Southeast Asia. The term peatlands refers to the peat soil and the wetland habitat around it. Peat forms over the course of millions of years as waterlogged conditions slow the process of plant decomposition. Projects are already taking place in Northern Ireland to help these restoration efforts.Environment Minister Edwin Poots, launching the consultation in June, visited the Cuilcagh Mountain Special Area of Conservation in County Fermanagh.Local landowners and Ulster Wildlife are working together with others through theCollaborative Action for the Natural Network (CANN) project, supported by €9.4m (£8m) in EU money, to restore precious peatland habitat on the mountain.The project has already begun to carry out large scale restoration works at several sites. At the COP26 climate gathering in Glasgow, Mr Poots said restoring peatlands would play a key role in plans to reduce carbon emissions and lead to a low carbon, high nature future, as envisaged in the Northern Ireland's Executive'sdraft Green Growth Strategy , released in October.Scientists say it is more important than ever that we restore and safeguard these boggy landscapes. A 2019 studyfound that Europe's peatlands are in such a dry and fragile state , they could go into reverse, releasing rather than absorbing carbon. Researchers examined 31 peatlands across England, Ireland, Scandinavia and continental Europe to assess changes during the last 2,000 years. Dr Jonathan Bell, head of land and sea policy at RSPBNI, says damaged peatlands become a carbon source rather than carbon sink. \"It means that they emit carbon rather than storing it safely in the ground,\" he says.\"The poor condition of peatlands in Northern Ireland means that they are estimated to contribute between 6-8% to Northern Ireland emissions.\" Mr Bell argues that burning peat for fuel, which would historically have been common in many rural areas, is damaging to the environment, as it converts it into carbon dioxide. Graeme Swindles, professor of geography at the School of Natural and Built Environment, Queen's University Belfast, argues that \"healthy peatlands could have a hugely positive impact on our climate targets\".\"An ambitious programme to restore the peatlands can accelerate our pursuit to reach the UK target of net zero emissions by 2050, while helping us to meet our biodiversity targets\" he says.Prof Swindles says peatlands are important habitats where small animals, birds, and invertebrates can re-colonise. In doing so, they foster the growth of diverse flora including sphagnum mosses, sedges, and heathers. They provide what Prof Swindles describes as \"pockets of wilderness in our landscape for both plants and animals to thrive\". A project in the Garron Plateau in County Antrim, the largest area of blanket bog in Northern Ireland, carried out by Daera, NI Water, and RSPBNI, revealed how peatland restoration can also offer multiple economic benefits that often go unacknowledged.An RSPBNI study,Valuing our Peatlands , found that there would be financial benefit if the whole of the Garron Plateau was restored by 2045. The study found that it could stimulate the economy by providing a range of green jobs, helping to increase employment.Ambitious peatland programmes could play an important role in mapping a transition for Northern Ireland.Nigel McLaughlin, of the Irish Farmers' Association's Hill Farming Committee, which represents 20,000 hill farmers, says farmers have accumulated years of \"multi-generational expertise on peatlands\". He says they are therefore best placed to manage these habitats.He stresses \"a need to continue to collect agri-data and carbon measurements\", and states that \"the farming community should be involved in every aspect of the decision-making process\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59150915"}