{"datetime": "2021-10-31T08:26:53.000Z", "author": "Zoe Johnson", "subject": "Climate change", "title": "Farmers of tomorrow from the East of England see sustainable future", "article": "Sustainability is the future of agriculture in this country, according to the farmers of the future. In the run-up to COP26 climate conference, BBC Politics East talked to agricultural students and their tutors at Easton College, near Norwich. Student Rowan Venables, who also works as a potato technician, said she had serious concerns about global warming. \"I think is going to having an effect on the crops that we see coming out of the ground,\" she said. \"With my job, I'm definitely seeing more scabbing [a common disease of potatoes] because we are having more irregular rainfalls because of the different temperatures. \"And [with rising temperatures] we are also going to have to change the crops we grow or change the variety of the crops we grow, to varieties we are not used to.\" Ella Hinsley, from Suffolk, said: \"Climate change is going to have a big impact on agriculture and how we do things. \"There are things we can do to be sustainable, but there are limits to what can be done. \"Farmers need to do more about how much fuel they use on their farms. If we can use less fuel, and travel fewer miles, that would be good.\" Harvey Stewart, who lives in south Cambridgeshire, believes agriculture in the UK is already becoming more and more sustainable. \"I think we need to become more sustainable and there are incentives to become more sustainable,\" he said. \"We are going in the right direction and we need to help the environment.\" William Haire, head of estate at Easton College, said staff aimed to teach agricultural students about the importance of sustainable farming. \"They learn the fundamental things so they can get things right,\" he said. \"We teach students how to keep animals healthy and fit. That's the starting point. \"We look at the circumstance of each field. We are looking at if we need to plough it [which would increase the use of tractors, for example]. Or if we don't need to plough it this year, how else should we use it? \"We are also looking at the choice of crops to the soil type or what plants are needed to build soil structure.\" Politics East airs on BBC One in the East on Sunday 31 October at 10:00 BST and can be viewed on theBBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59068147"}