{"datetime": "2021-09-28T09:35:35.000Z", "subject": "Our Planet Now", "title": "Young people tell climate change stories with the BBC", "article": "In July, the BBC launched a talent search for 18-24 year old storytellers from across the UK to help tell stories about climate change. The following 22 young people have been selected from over 500 submissions to work with BBC teams to produce original stories about sustainability and climate for BBC programmes and platforms before and during the UN Climate Change Conference of Parties (COP26), which takes place in Glasgow in November 2021.SCOTLAND NORTHERN IRELAND You can read Rosalind's report here . WALES See Chloe's report for BBC Wales here . You can watch and read Nel's report for BBC Cymru Fyw here . NORTH MIDLANDS Zoe produced a TV report with BBC Look East - you can read an overview here . Erin produced a TV report with BBC Look East - you can read an overview here . LONDON & SOUTH WEST Helen worked with BBC Points West and Radio Wiltshire to produce and broadcast a series of debates with young people from across the South West on how climate change is affecting the choices they are making on topics including travel, careers and family. Listen to Emily's report about rewilding with BBC Radio Cornwallhere .L ily produced two reports with BBC Spotlight (Channel Islands) about car use in Jersey and what needs to change to make cycling more attractive on the island. She also contributed to eatures about island transport on BBC Radio Jersey. BBC Young Reporter - Climate Stories is an opportunity for 18-24 year old content creators and young people interested in working in the media to produce a report for broadcast. Young people were asked to submit an outline of an original ideas about environment and climate change-related story they think the BBC should be telling and which is relevant to them or the area they live.The selected young people will take part in a series of workshops, with expert coaching on storytelling and practical steps on pursuing a career in journalism as well as support and guidance from BBC journalists to produce their original stories about sustainability and climate. These reports will form part of the BBC's coverage of COP26. The Terms & Conditions for this opportunity arehere . BBC Young Reporter continues to offer workshops and events for schools, colleges and youth organisations. Find out more and get involved here . Follow us on Twitter @BBCYoungReport / #BBCYoungReporter ", "url": "https://www.bbc.com/news/science-environment-57921487"}