{"datetime": "2021-09-08T23:02:33.000Z", "author": "Jonathan Amos", "title": "North Sea's hidden ice age past is revealed in 3D", "article": "Spectacular ice age landscapes have been revealed beneath the North Sea. These deep, kilometres-wide channels, known as tunnel valleys, were cut by fast-flowing rivers that ran under Northern Europe's ancient ice sheets. Today, the landforms are all hidden by the North Sea's bottom-muds, but new survey work has traced their outline in remarkable 3D detail. Scientists say the channels should give us clues as to how modern-day ice sheets, such as Greenland, will decay. That's because these features were all incised during periods of great melt. \"These tunnel valleys were formed during the death throes of an ice sheet in extremely warm climates,\" said James Kirkham, from the British Antarctic Survey (BAS) and Cambridge University. \"This makes them a great analogue for what Greenland, or even Antarctica, might begin to look like in the future, perhaps several 100 years down the line,\" he told BBC News. Today, if you visit Greenland during summer months, you'll see huge lakes of meltwater pooling on the ice sheet's surface. This water funnels down holes to reach the bed, where it then spreads out and drains to the sea. But as it does so, this water also lubricates the flow of the ice sheet above. Researchers have usedall manner of sensors to try to understand the sub-glacial processes involved. The US space agency Nasa even sentan armada of bath-time rubber ducks on a mission to see if they could traverse Greenland's under-ice rivers. The landforms described by Mr Kirkham and colleaguesin the journal Geology provide this information in a different way - at huge scale and with super-fine resolution. This is made possible by new seismic (sound wave) survey techniques that ordinarily would be used to image the structure of sea-floor sediments to see that they're suitable to host oil and gas, or renewables, infrastructure. But scientists can exploit that same data to recall the glacial history of the North Sea. The past 800,000 years have seen repeated incursions of thick ice over Northern Europe during cold periods, to be followed by mass retreat when temperatures rose again. It was during the very warm phases that the tunnel valleys were cut. James Kirkham's team describes a complex network of incisions and deposits that were made both by the rivers and by the movement of the ice on top. These landforms include so-called eskers where water has cut a recess in the ice above which then gets filled with mud to preserve a mound - a bit like a jelly mould. There are long sinuous ridges where sediments got squeezed into the fractures that developed in fast-flowing ice that suddenly came to a stop. And there are even \"fossil icebergs\", more properly called kettle holes. These are where chunks of ice broke off the edge of a retreating sheet, got stuck in mud and then, as the blocks melted away, created voids that were later filled with a different kind of sediment to the surroundings. \"These patterns we see in the seismic data show us what the sub-glacial rivers were doing over many years, centuries even, as the ice was retreating,\" explained BAS co-author Dr Kelly Hogan. \"And they also show us how that ice on top was behaving. We can see where it was moving quickly or where it had simply stagnated and melted away,\" she told BBC News.\"This is all information we need to properly model modern ice sheets, to try to understand what Greenland and Antarctica might look like in the future.\" The recent state-of-the-climate report from the UN's Intergovernmental Panel on Climate Change (IPCC) said surface melting of Greenland as a result of increased air temperatures would dominate the territory's ice losses this century.This will boost the flow of water to the sub-glacial \"plumbing system\" that produces the kinds of features recorded in the North Sea sediments.Antarctica is a little different. Ice losses in the polar south are driven largely by incursions of warm ocean waters at the ice sheet's margins. Warmer air causing melting at the surface is evident in a few places but is less of a factor.", "url": "https://www.bbc.com/news/science-environment-58479485"}