{"datetime": "2021-06-09T05:49:13.000Z", "subject": "Climate change", "title": "Aberfan: Plans to overhaul 'outdated' coal tip laws", "article": "Plans to overhaul \"outdated\" laws introduced following the Aberfan coal tip disaster have been unveiled. A mountain of coal waste collapsed on the village's school in the south Wales valleys in October 1966, killing 116 children and 28 adults It led to changes in the way coal tips were managed across the country. But these rules have been described as \"no longer fit for purpose\" and a new system to monitor tips has been put forward. The proposals have been developed by the Law Commission of England and Wales, and would replace the Mines and Quarries Act, brought in to force in 1969 following the disaster. Under the plans, it is claimed tip safety would improve, with earlier intervention at sites to prevent problems developing. A new body would be set up to supervise tips in Wales, with powers to: \"The laws governing coal tips in Wales date from an earlier age and no longer offer adequate tools to manage Wales' legacy of coal tips,\" said Nicholas Paines QC, the public law commissioner at the Law Commission of England and Wales. \"We think our proposed reforms would significantly improve the management of coal tips and especially the highest-risk tips.\" The issue of tip dangers in Wales was highlighted last year following Storm Dennis, when60,000 tonnes of coal waste slipped from the hillside above Tylorstown in Rhondda Cynon Taf. It led to checks on more than 100 tips considered to be of highest risk from storm damage,with a £500m price tag put on the bill to make all Wales' 2,000 disused sites secure . But Mr Paines stressed \"only a small minority of tips have the potential to be a danger\". He said new laws would help avert that danger and make sure work was carried out to reduce risks. The Law Commission said the laws brought in following Aberfan were \"fragmented\" across councils, with inconsistent safety plans and risk management. The commission said there were no mechanisms in place to prioritise tips at highest risk and needing urgent work. There were also no powers for councils to intervene until there was an imminent danger, and no powers to ensure maintenance had been carried out in the first place. The Welsh government's new Climate Minister, Julie James, said the legislation being put forward was an important part of \"action to heal these industrial scars and create a stronger, greener and fairer Wales\". She said it also recognised the direct impact climate change could have on Welsh communities. \"To protect the wellbeing of communities who live in the presence of coal tips, the legislation needs to be improved to reflect advances in scientific knowledge, the changes in our economy and society, and the implications of our changing climate.\" A public consultation on the new proposals runs until 10 September, with a final report for Welsh government due in early 2022. ", "url": "https://www.bbc.com/news/uk-wales-57404596"}