{"datetime": "2021-09-05T09:25:29.000Z", "author": "Jonathan Amos", "subject": "Nasa Perseverance Mars rover", "title": "Mars rover: Nasa confirms Perseverance has its first rock sample", "article": "The US space agency has confirmed that its Perseverance rover has retrieved its first rock sample on Mars. There were an anxious few days after the robot drilled into a thick slab dubbed \"Rochette\" that the core might have been dropped. But new images of the drill head show the sample safely inside the mechanism. It's a historic moment. The core represents the first ever rock section collected on another planet intended for return to Earth. The rover is tasked with gathering more than two dozen such samples over the next year or so that will be fetched home by a joint US and European effort later this decade. Nasa's Perseverance robot landed in Mars' Jezero Crater in February. The deep, 45km-wide depression, some 20 degrees north of the planet's equator, looks to have held a lake billions of years ago.Because of this, scientists thinkJezero's sediments may hold traces of ancient microbial life - assuming biology ever took hold on Mars. From its touchdown location, the robot has driven more than 2km to a slightly raised ridge nicknamed the Citadelle.It's here that the Perseverance team selected Rochette as the target for the latest drilling attempt. The robot is equipped with a caching system that will take a finger-sized core of rock cut by the drill and place it in a titanium tube. Before sealing this cylinder, however, the rover will image the contents. It was at this stage in early August during a first sampling attempt that Perseverance scientists realised they had nothing in the tube; the coring mechanism had shattered the rock to a powder that then fell back on to the ground around the drill hole. But the mission team were encouraged by the first pictures downlinked by Perseverance on Thursday which appeared to indicate rocky material from Rochette in the corer head at the entrance to the cylinder. The very latest pictures confirm it. The rover must now fully process the sample within its belly. Perseverance continues to be shadowed by its mini-helicopter, Ingenuity. Originally taken to Mars as a technology demonstration, the drone is now being used routinely to scout the terrain ahead of the rover.Ingenuity has made a total of 13 flights.", "url": "https://www.bbc.com/news/science-environment-58398904"}