{"datetime": "2021-11-07T07:57:49.000Z", "author": "Erin Osgood", "title": "Bedford: Council works to improve air quality", "article": "Action to cut air pollution is being undertaken after studies found high levels of nitrogen dioxide in parts of Bedford. Councils across the country have declared parts of their towns or cities Air Quality Management Areas where they have higher levels of pollutants.A 2020 Bedford Borough Council air quality report found that, although the town was mostly very good, pollution had built up in some areas. In these areas \"pollutants build up and are slow to disperse due to traffic volumes and road traffic routes with unfavourable layouts/local geography\", the report said.It highlights Prebend Street, High Street, part of Midland Road and Seven Oak, St Peters Street, where the amount of NO2 exceeds the annual air quality objective of 40 micrograms per cubic metre of air. Prof Gurch Randhawa, director of the Institute of Health Research at the University of Bedfordshire, said: \"We know poor air quality can impact on people's health in terms of respiratory illnesses and lung function. \"Our challenge is - how do we improve the environment around us?\" To help tackle air pollution - mostly caused by vehicle emissions, power plants and off-road equipment - Bedford Borough Council said it was working with the national cycle network Sustrans to improve cycle networks. It said it was also using more air quality monitors, cutting speed limits in the centre of the town and providing more pavement space for walkers. Charles Royden, deputy mayor of Bedford Borough Council and environment portfolio holder, said: \"We've invested £5m in cycling in the last year to encourage people to feel safe. But we are not trying to make choices in Bedford that are anti-car. \"The change we have made in the high street, is that it is open to cars but reduces the speed limit to 20mph and we've widened the pavement and that makes things better for pedestrians.\" Politics East airs on BBC One in the East on Sunday 7 November at 10:00 BST and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59179267"}