{"datetime": "2013-04-05T16:44:40.000Z", "title": "Gleision pit tragedy excluded in Welsh mining memorial", "article": "Plans for a national mining memorial have been criticised for not including the Gleision pit tragedy because it is not officially classed as a disaster. The memorial will be unveiled in October at Senghenydd near Caerphilly, site of the UK's worst pit tragedy. But Gleision will not feature because organisers say legislation states a disaster is five deaths or more and not every tragedy can be included. Four men died when the Gleision pit in Swansea Valley flooded in 2011. Charles Breslin, Philip Hill, Garry Jenkins and David Powell were killed and two other miners, including Mr Powell's son, escaped and helped raise the alarm.The country watched and waited as news of the disaster unfolded on a hillside near Cilybebyll, Pontardawe. Coming less than a year after the rescue of the Chilean miners, there was genuine hope that the four men would be found alive.The incident led to messages of sympathy to the families from around the world. The national mining memorial will commemorate some 200 Welsh mining disasters with 156 plaques set into the floor, one for each pit affected by an incident where five or more people died. Aber Valley Heritage Group, which has organised the memorial, said although Gleision was not included specifically, a 157th plaque would mark all other Welsh mining tragedies. But Pontardawe mayor Bob Williams said Gleision should have its own plaque. \"My opinion is that it should be on the memorial. To say that four people isn't a disaster is ridiculous,\" he said. \"Anybody who dies underground, it's a tragedy and they should be acknowledged. I want their names up.\" Jack Humphreys, chair of Aber Valley Heritage Group, said he had written to Pontardawe Town Council to explain the reasoning behind the decision. \"We did research into it and we established there were over 200 disasters in Wales that we classed as five or more killed in any one incident,\" he said. \"We haven't got the cash to do even that at the moment. We're still waiting for some authorities to come back to say whether they're going to support us or not. \"The problem has arisen because of Gleision. If we do one for Gleision, then there are hundreds of others in Wales with less than five and we don't have the resources to do those.\" The relevant legislation is the 1954 Mines and Quarries Act which classes five deaths or more as a disaster. The memorial is in two parts - a national mining memorial and a memorial to the more than 500 people killed in total in two separate incidents, in 1901 and 1913, at Universal Colliery in Senghenydd. It will be unveiled on 14 October, the 100th anniversary of the 1913 Senghenydd disaster in which 439 miners were killed. Wayne Thomas, general secretary of the National Union of Mineworkers South Wales Area, said he would like to see Gleision included because of its significance but added a compromise may be possible. \"It took out nearly half the workforce of that mine in one fell swoop. It was the first incident of that nature for many, many years,\" he said. \"When you've got a national and international fund that raised over £1m - that for me speaks volumes.\" He said he believed part of the memorial plans included a garden for reflection which would perhaps be a suitable spot for a plaque to the Gleision tragedy. ", "url": "https://www.bbc.com/news/uk-wales-22045440"}