{"datetime": "2022-02-04T05:58:44.000Z", "author": "Rhys Williams", "title": "Gleision mine deaths: Families' 10-year wait for inquest", "article": "Families of four men killed in a colliery disaster more than 10 years ago said they were furious at delays in deciding whether to hold an inquest. Charles Breslin, 62, David Powell, 50, Phillip Hill, 44, and Garry Jenkins, 39,were killed when water flooded Gleision drift mine in September 2011. The mine's manager and ownerswere cleared of manslaughter in 2014 . The coroner's office said it was continuing to review material relating to the tragedy. Swansea and Neath Port Talbot acting coroner, Colin Phillips, received a report in September that included allegations of illegal workings at the mine near Cilybebyll, Neath Port Talbot.Families of the dead said they were promised an answer by Christmas and then by the end of January, but the process was \"dragging on\". On 15 September, 2011, a total of 650,000 gallons of water flooded the mine the dead men and three others were working in.It followed a controlled explosion to improve air circulation. Mine manager Malcolm Fyfield said he checked the old workings for water before the accident and found none. Following the three-month court case, Swansea's acting coroner decided not to hold full inquests for the four. Last year, survivors of the tragedy said theybelieved their colleagues' deaths had been swept under the carpet . Jake Wyatt, 68, and Nigel Evans, 49, alleged there were illegal workings in the mine and believed the authorities had not got to the bottom of what may have caused the their colleagues' deaths. It remains unknown whether the alleged illegal workings affected the flooding. Former Gleision surveyor Lee Reynolds, who gave evidence in the trial, questioned whether the allegations had been noticed or acted upon by the Health and Safety Executive (HSE). The HSE previously told BBC Wales it could not comment because the investigation into the flood and trial were led by the police and Crown Prosecution Service. None of the surviving families have full death certificates for their relatives.Mr Breslin's widow, Mavis Breslin, said she felt \"cheated.\" \"It's been stressful waiting all this time expecting an answer to those questions.\" Garry Jenkins' son Alex said the families, survivors and community needed to understand what happened. \"If four lives were lost, something went wrong,\" he said. \"There's been mistakes made and we need to understand what those mistakes were.\" Mr Reynolds said a lot remained uninvestigated and the disaster's exact cause was still unknown. \"The authorities have treated them [the families] appallingly badly and it's time for answers,\" he said. Gleision mine co-owner, Maria Seage, has backed the inquest calls. South Wales WestMember of the Senedd Sioned Williams has written to the acting coroner asking for an inquest, saying the families felt the court case had not covered everything.\"They feel that there are answers still to be had about the way the pit was run in the days leading up to the disaster, but also perhaps for a longer period before then,\" she said. \"A full inquest would be able to give them more of the answer that they're looking for. And would certainly help provide some sort of closure.\" The area's MP, Christina Rees said she had written to Chloe Smith, the UK government minister responsible for the HSE, with questions and wanted an inquest \"without delay\". \"More than 10 years after the Gleision Colliery disaster there remain unanswered questions,\" Ms Rees said.The coroner's office said it was continuing to review material and relatives of the men would be told when there was an update. ", "url": "https://www.bbc.com/news/uk-wales-60243590"}