{"datetime": "2021-08-09T12:59:00.000Z", "author": "Jonathan Amos", "subject": "Nasa Perseverance Mars rover", "title": "Perseverance Mars rover's first rock sample goes missing", "article": "Engineers are trying to work out what went wrong when the US space agency's Perseverance rover tried to gather its first rock core on Mars. The robot's mechanisms seemed to work perfectly but when a metal tube expected to hold the sample was examined, it was found to be empty. The mission team think the particular properties of the target rock may have been to blame. More images and telemetry pulled down from Mars should solve the puzzle. \"The initial thinking is that the empty tube is more likely a result of the rock target not reacting the way we expected during coring, and less likely a hardware issue with the sampling and caching system,\" said Jennifer Trosper, project manager for Perseverance at Nasa's Jet Propulsion Laboratory in California.\"Over the next few days, the team will be spending more time analysing the data we have, and also acquiring some additional diagnostic data to support understanding the root cause for the empty tube.\" Perseverance has a drilling and coring system on the end of its 2m-long robotic arm.This is capable of cutting and retrieving finger-sized samples of rock. These are then passed to a processing unit inside the rover's belly that packages and seals them in titanium cylinders. But before sealing, a camera and probe are used to assess the amount of material recovered, and when this was done for Friday's coring attempt it became obvious the sample was missing. This would not be the first time the Red Planet's surface has played hard-to-get with robots' analytical tools. Nasa's 2007 Phoenix lander found the local soils in Mars' \"Arctic\" region to have a sticky consistency that made it difficult to get a sample into the robot's onboard laboratory. And the agency's 2018 InSight lander struggled, and ultimately failed, to drive a temperature instrument into the ground. The sub-surface was unexpectedly resistant. Perseverance landed on Mars in February, in a 45km-wide (30 miles) crater called Jezero. Its mission is to try to determine whether life exists, or has ever existed, on the planet. One of the ways it hopes to do this is by collecting a range of rock samples for later return to Earth. The initial attempt at getting a core was targeted at a rock that is suspected to represent the base material of Jezero. Scientists hope that if such a sample could be accurately dated, it would give them a timeline for everything that subsequently happened in the crater. Jezero looks, from satellite pictures, to have hosted a lake many billions of years ago. It's the kind of environment that might have been favourable to micro-organisms. Thomas Zurbuchen, Nasa's science director, said he had no doubt engineers would soon work out why the sample is missing. \"I’m confident we have the right team working (on) this, and we will persevere toward a solution to ensure future success,\" he added. ", "url": "https://www.bbc.com/news/science-environment-58148756"}