{"datetime": "2021-12-01T20:43:40.000Z", "subject": "Coronavirus pandemic", "title": "Covid Omicron: Time to consider mandatory jabs, EU chief says", "article": "European Union countries should consider mandatory vaccination to combat Covid and the Omicron variant, the head of its Commission has said. Ursula von der Leyen said vaccines would be crucial in the fight against the \"highly contagious\" new variant. Some two dozen countries have reported cases of Omicron, and the EU has tightened travel restrictions since it was first reported earlier this month. European countries have also been facing a wider spike in cases. The World Health Organization (WHO), meanwhile, said early signs were that most cases of the Omicron variant were \"mild\". On Wednesday, Ms von der Leyen said it was \"understandable and appropriate\" for EU members to discuss mandatory Covid vaccinations given that a third of the bloc's population was unvaccinated. \"How we can encourage and potentially think about mandatory vaccination within the European Union? This needs discussion. This needs a common approach, but it is a discussion that I think has to be led,\" she told a news conference in Brussels. Only individual EU states can enforce vaccine mandates and some are already taking steps in that direction.Austria has announced compulsory Covid vaccinations from February next year, while Greece is fining all unvaccinated over-60s €100 (£85) a month. Germany's incoming Chancellor, Olaf Scholz, has said he supports compulsory jabs. In an interview with Bild television, Mr Scholz said he wanted compulsory vaccinations from March and also said a faster rollout of booster jabs was needed.The WHO, which declared Omicron \"of concern\" on Friday following its rapid spread in South Africa, says it will know more about the new variant within days.Omicron is becoming the dominant Covid strain in South Africa, where the daily number of recorded cases doubled on Wednesday. Officials there say the variant could be fuelling the surge. However, the WHO has already said it believes existing vaccines \"will still prevent severe disease\" among people who contract the new variant. Asked about the severity of cases, WHO epidemiologist Dr Maria van Kerkhove said: \"There is some indication that some of the patients are presenting with mild disease. \"There is still suggestion of increased hospitalisations across South Africa but this could be the sheer fact that we have more cases, and if you have more cases you have more hospitalisations.\" The US on Wednesday became the latest country to report a case of Omicron . Other nations include Nigeria, Norway and South Korea. Several countries have tightened their borders to halt the spread of Omicron.But the WHO warned against \"punitive\" travel measures imposed on southern African countries. WHO head Tedros Adhanom Ghebreyesus said he was concerned about \"blunt, blanket measures\", which \"will only worsen inequities\". Dr Van Kerkhove said travel bans imposed on South Africa had created problems for shipping virus samples. The US, which has already banned foreign travellers from eight African countries, has ordered airlines to tell it the names of passengers who have been there. ", "url": "https://www.bbc.com/news/world-europe-59497462"}