{"datetime": "2021-11-26T13:17:28.000Z", "title": "Russian coal mine: Dozens killed in Siberia accident", "article": "Fifty-one people have been killed in Russia's worst mining disaster in a decade, prompting three days of mourning in Siberia's Kemerovo region. Among the dead were five rescue workers, although a sixth was found alive and taken to hospital in a serious condition. The blast happened at the Listvyazhnaya mine when coal dust caught fire in a ventilation shaft on Thursday. Rescuers suffocated as they tried to reach dozens of missing miners. At the time of the accident early on Thursday there were 287 people in the mine, some 3,500km (2,175 miles) east of Moscow.Many managed to get out and 49 people were taken to hospital, some of them suffering from smoke inhalation. But dozens were trapped and rescue operations had to be suspended because of high concentrations of methane.Officials said a methane gas explosion had filled the mine with smoke and the victims had died because of a lack of oxygen and high concentration of poisonous gas. By Petr Kozlov, BBC Russian Relatives sobbed outside the mine office on Friday.One man who said his grandson had died was prevented from going in and argued bitterly with a guard. A woman came out carrying a black plastic bag containing her dead son's clothes and boots: \"My boy is under the ground now, there is nothing more to say.\" Relatives said warnings about growing levels of methane gas in the mine had gone unheeded. They said there had been a fire at the mine only 10 days earlier and miners had been frustrated that more was not done to improve safety.Amid all the sadness there was one moment of relief. As hope faded for the lives of the missing, the rescuers managed to find one man alive. The survivor from the rescue team was named as Alexander Zakovryashin and Russian Emergencies Minister Alexander Chupriyan said it was a \"miracle carried out by our people\". The mine director, his deputy and the disaster area supervisor were arrested over alleged safety failings, according to Russian news agencies. Russian mine accidents are not uncommon and this is not the first accident at Listvyazhnaya. In 2004, a methane gas explosion left 13 people dead.In 2016, authorities assessed the safety of the country's 58 coal mines and declared 34% of them potentially unsafe. The list did not include the Listvyazhnaya mine at the time, reports say. President Vladimir Putin described the loss of life as \"a great tragedy\". ", "url": "https://www.bbc.com/news/world-europe-59421319"}