{"datetime": "2021-12-22T11:01:04.000Z", "title": "Myanmar: Up to 100 missing in jade mine landslide", "article": "As many as 100 people are feared missing after a landslide at a jade mine in Myanmar. Rescue teams are desperately searching for people in a nearby lake, with most victims believed to be illegal miners. One person is confirmed dead. The landslide occurred in the Hpakant area of northern Kachin state at 04:00 on Wednesday (21:30 GMT Tuesday). Myanmar, also known as Burma, is the world's biggest source of jade, but its mines have seen numerous accidents. The landslide is believed to have been caused by an overflow of rubble discarded from lorries to the open-pit mines. The rubble creates large slopes that can be dangerous in an area denuded of trees, forcing those looking for fragments of the semi-precious stone to labour in hazardous conditions. Rescue teams consisting of about 200 people from Hpakant and the nearby town of Lone Khin joined search and recovery efforts at the site. Boats were used to search for the missing in a nearby lake. \"We've sent 25 injured people to hospital while we've found one dead,\" a member of the rescue team, Ko Nyi, said, confirming up to 100 people may be missing. Jade mining is banned in Hpakant, but locals often defy regulations, driven by a lack of employment opportunities and impoverished conditions that have worsened from the Covid-19 pandemic. Operations have also flourished in the area since February's military coup and landmines at sites are not uncommon. Several days ago, at least 10 unskilled miners went missing in another landslide at a jade block in Hpakant. In 2020, more than 160 people - most of whom were migrants - died in one of the worst disasters in Hpakant after mining waste collapsed into a lake. A new gemstone mining law was passed in 2018, but critics say the government has too few inspectors with only limited authority to stop illegal practices. Campaigners have accused the military, drug dealers, insurgent groups and Chinese business interests of controlling the jade trade and preventing a safer and more sustainable exploitation of the valuable gemstone. Myanmar's jade trade is reported to be worth more than $30bn (£24bn) a year, with Hpakant being the site of the world's biggest jade mine. ", "url": "https://www.bbc.com/news/world-asia-59723344"}