{"datetime": "2020-03-06T19:59:16.000Z", "title": "Shrewsbury flooding: Homeowners demand drain fix", "article": "Five terraced Shrewsbury homes have been damaged after they were flooded with water from drains, residents said. Chris Wright and Vivianne Howard said they cleared \"bath loads\" of water from their kitchen, which they had just spent £50,000 renovating. They have joined with their neighbours on New Street to \"fight\" for action to solve the problem. Severn Trent Water said the flooding was caused by high river levels in recent weeks. Mr Wright and Ms Howard said their home was flooded twice, on 18 and 25 of February, with water reaching up to 1m high. They think the problem is with their drainage system. \"It was like a slow creep and it was dark, dirty water- and it was frightening,\" said Ms Howard. \"I was literally running up and down the stairs with waste paper bins full of water chucking it out in the street, until we realised we were effectively trying to empty the river,\" Mr Wright added. \"We must have taken at least three bath loads out there until one o'clock in the morning.\"Markreed Vosguerchian, 72, who is in her third year of cancer treatment, said her home was a metre deep with water for a week.\"It makes you feel very anxious and panicky,\" she said. The neighbours said they have joined together to \"fight to get a resolution\" and wants water company Severn Trent to deal with the problems with the drains. A spokesperson for Severn Trent, said: \"Having investigated, we're confident the flooding was caused by the incredibly high level the Severn reached.\" Shrewsbury was hit with flooding and disruption in theaftermath of storms Ciara, Dennis and Jorge. Severn Trent said it continues to liaise with residents. Shropshire Council said it received and recorded reports from residents in this area. \"As with all callers, residents were advised wherever possible to keep evidence of flooding and the damage that resulted, and the council is now using this to help with financial aid,\" it said. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-shropshire-51772654"}