{"datetime": "2021-04-10T06:42:32.000Z", "title": "Prince Philip: Duke's support for Aberfan families remembered", "article": "On 21 October 1966, the village of Aberfan in south Wales was engulfed by tonnes of filthy coal waste which slid down a hillside, burying a school and homes and killing 116 children and 28 adults . Within hours, the Duke of Edinburgh had travelled by helicopter to the village in what was \"one of the most memorable moments of his time as consort,\" according to a royal commentator.He later said he had never seen anything to compare to the scenes he encountered in the village. Royal writer and photographer Ian Lloyd said Prince Philip's quick response to the tragedy and his interaction with those affected revealed a sensitive side he usually fought to hide.\"In the photographs he has a look of anguish on his face,\" said Mr Lloyd. A public show of emotion \"wasn't his style but he was affected by it,\" he added. Former royal writer Brian Hoey was then a newspaper reporter in Wales and was among the first journalists to arrive on the scene.\"He was briefed on the problems facing the recovery operation, which it had now become, again insisting on a total absence of protocol,\" he said.\"[He] quietly moved among the villagers offering words of condolence.\" The duke was himself no stranger to personal loss. In 1937, his heavily pregnant sister Cecile, her husband and two children were killed in a plane crash. \"He understood tragedy,\" said Mr Lloyd. \"He didn't receive any counselling [after his sister's death] and it traumatised him.\"He said this sensitivity was also displayed when his first cousin, the late Countess Mountbatten, lost her father, mother-in-law and 14-year-old son when an IRA bombblew up their boat off the coast of Sligo, Republic of Ireland, in 1979. \"When she couldn't go to her son's funeral, he wrote five pages detailing it for her,\" he said.A week after the duke's visit to Aberfan, he escorted the Queen on what was to become one of the most poignant and tragic royal visits of her reign. \"Both royal visits were very much appreciated by the people of Aberfan, for their compassion and approachability, and for showing that they cared,\" said Mr Hoey.Jeff Edwards was the last child to be pulled out of Pantglas Junior School alive.He said: \"The Queen and Prince Philip went into a nearby house after visiting the cemetery where the children were buried.\"She was really upset and she had to compose herself before she went on to the meet the families who had lost children and relatives.\"I remember being told that the duke was offered a Welsh cake made by Mrs Jones, who lived in the house.\"He told her they were the best Welsh cakes he'd ever tasted. And from that time everyone in the village would say Mrs Jones, who used to live next door to us in later years, made Welsh cakes fit for a queen.\" \"One of the things that was quite often misunderstood about the duke was his sensitive side,\" said Mr Lloyd. \"People would think he's a hard nut to crack, but he had a sensitive side to him that people didn't often see.\"He was a sensitive person who read poetry… perhaps it's a generational thing, but he always bottled that side up [and] went to enormous lengths to hide that side of his personality.\" ", "url": "https://www.bbc.com/news/uk-wales-44971042"}