{"datetime": "2021-07-01T18:31:33.000Z", "subject": "Storm Dennis", "title": "Pentre flood: 'Woody debris' blocking culvert was main cause, report finds", "article": "Severe flooding in a village during Storm Dennis was mainly caused by \"woody debris\" blocking a culvert, a report has found. Pentrewas hit by flooding five times in 2020 , affecting 159 homes and 10 businesses. A report by Rhondda Cynon Taf council said there was a \"significant blockage by woody materials\". Natural Resources Wales (NRW) said not all the debris was related to its tree felling above Pentre. It said it disputed the report's \"inference that its harvesting operations were the primary cause of the flooding\", adding that the felling was done properly. The council said \"unprecedented rainfall\" during Storm Dennis, which hit Wales on 15 and 16 February 2020, caused river levels to rise to record highs, as the area recorded its most significant flooding since the 1970s. It said \"significant impacts\" were identified by the council's flood risk management team, including stories from affected residents, and information collected by the public health team, NRW and Welsh Water. \"The main source of flooding in the initial flood was due to a significant blockage by woody materials... at the Pentre Road culvert inlet,\" said the report.\"It resulted in water flowing down Pentre Road, onto Elizabeth Street and Queen Street, and towards the lower streets of the village.\" Colin Hughes, who has lived in Pentre since 1986, said the floods were \"horrendous\", with water reaching up to the window sill before coming through the front door. \"It was like a beach down here. I'd never seen anything like it and I don't want to see anything like it again either. \"Last year my insurance went right up, from £198 to £800-odd. And this year they refused to give us any insurance at all,\" he said. Ann Evans said water had entered her home very quickly and there was nothing that could be done to stop it. \"Before you knew it, it was above your knees,\" she said. \"It was devastating. I wouldn't like to see that happen ever again.\" She said she wanted to see those responsible for the blocked culvert to be held to account. The council report said the culvert inlet, managed by NRW, had been blocked by woody debris washed off the mountainside, including an area where NRW had been felling trees. This \"severely reduced the hydraulic capacity of the inlet,\" the report said. A review of the inlet itself found \"irrefutable\" evidence that it would have had sufficient capacity to deal with the storm event if there was no blockage.As the woody debris washed down into the culvert network, it led to repeat flooding in the lower reaches of Pentre in subsequent storms, the report found.Mud and silt entered the highway drainage infrastructure, which \"substantially reduced its capacity\".Andrew Morgan, leader of Rhondda Cynon Taf council, said the investigation had been robust and included \"significant engagement with residents and businesses impacted\" to identify the underlying causes of the flooding. \"It is evident that blockage of the culvert inlet by woody material severely impacted upon the ability of the drainage infrastructure to manage this unprecedented level of rainfall,\" he said.NRW said its own report found felling operations were \"not likely to have been the primary cause of the flooding\".\"We accept that woody material washed off the mountains above Pentre may have contributed to blockages to the culvert system, which also included a significant amount of soil and rock,\" it continued.\"However, a proportion of the woody debris was unrelated to NRW's felling operations and was washed down as a natural consequence of such an extreme event.\"NRW therefore disagrees with the report's inference that its harvesting operations were the primary cause of the flooding during Storm Dennis.\" Action to reduce the risk of future flooding includes significant upgrades to the Pentre Road inlet to reduce potential blockages, with multiple overflow systems in case of another blockage. A permanently monitored alarm system and CCTV will remotely alert the council of any problems. A \"super catchpit\" at Pleasant Street, capable of containing six tonnes of debris, aims to reduce the risk of debris being carried to the lower parts of the culvert system. NRW's water and forest management plans will be reviewed, including the treatment of tree clippings and refuse close to an ordinary watercourse. In a statement, Welsh Water said: \"We sympathise with all those affected by the flooding events which occurred during the torrential rainfall events seen in 2020 and understand the devastating impact this can have.\" The company said its network \"was operating as it should have done during the storms\".", "url": "https://www.bbc.com/news/uk-wales-57686085"}