{"datetime": "2021-11-12T06:26:20.000Z", "author": "Johnny O'Shea", "title": "Cornwall G7 legacy project to boost wildlife habitats", "article": "A G7 legacy project is restoring wildlife habitats and creating nature rich spaces in mid-Cornwall. The government announced the G7 Legacy Project for Nature Recovery when the G7 summit was held in Cornwall in June. Cornwall Wildlife Trust (CWT) and Natural England are working with landowners to plant thousands of trees, create meadows and dig ponds. Much of the work is focussed on restoring land that was mined by the china clay industry. Organisers said the work would remove about 440,000 tonnes of CO2 from the atmosphere through forest growth, wetland restoration, improved soil conditions and the recovery of marine habitats which act as carbon stores. The government has provided £700,000 for the first year of the five-year project. Carolyn Cadman, chief executive of CWT, said: \"We chose this area because there is a lot of opportunity for nature recovery.\"We want to connect up different habitats that are here already and create new habitats to add to the nature of the area.\"Across the whole project we are looking at sites where we can bring beavers back, but there are other improvements that will benefit willow tits, dormice and marsh fritillary butterflies.\"The project has taken on three local apprentices and a community engagement officer and has three broad aims: to benefit nature, climate and people. Wesley Smith, from Natural England, said: \"Nature recovery is not just about wildlife.\"It's also about how people connect with nature, and one of the most fantastic things about mid-Cornwall is that you have got really high quality wildlife sites right on the doorstep of communities in the clay district.\"Nature recovery can really help unlock and address some of the social and economic challenges that this part of the world faces.\" About 10,000 acres of land in the area is owned by Imerys, the company behind china clay extraction. Wes Pascoe, estates manager, said the company had identified a number of sites where it would work with the project to help nature. \"We are here to extract minerals that society needs, and doing that sustainably is certainly a priority.\"We have a duty under planning obligations to restore land which has been mined or tipped on, but we are now able to go over and above what we would be obligated to do.\" He added that it was \"an exciting opportunity for Cornwall\" that \"will see a great benefit to biodiversity and nature recovery in Cornwall, and also for the people that live here\".The exact amount of government funding available for years two to five of the project is yet to be finalised. Keith Truscott currently grazes 17 cattle on St Stephen's Beacon, near Foxhole, and also farms a number of other sites within clay country. He has wanted to plant trees on the beacon for many years but was told it was not possible because of the remains of a prehistoric hill fort.By working with this project, it has now become possible. He said: \"As kids we used to come up here playing.\"Most of the village of Foxhole have been up here over the years.\"A lot of people have spread their ashes up here, and it is an asset to the local community.\"My main wish is that I want to keep it that way for the community and I want to get people involved.\"We are hoping to plant these trees and I've been trying to do this for many years, but I kept coming across obstacles.\"But after speaking to the CWT and getting involved with this G7 money it is now happening - it is going ahead and I'm absolutely delighted.\" Mr Truscott said following an agreement with Historic England, there were five areas where they could plant trees. He said 1,250 trees would be planted and they had dug a lake in boggy ground. He said he was hopeful schoolchildren from three local primaries, Foxhole, Nanpean and St Stephen, who could see the site from their classrooms, would also get involved. \"The theory behind that is that if you've got children having a bit of pride in it it helps to keep it the way it should be for years to come.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-59175997"}