{"datetime": "2021-07-02T10:10:48.000Z", "subject": "Storm Dennis", "title": "Pentre flooding: Villagers call for compensation", "article": "People whose homes were severely flooded during Storm Dennis have called for compensation. Flooding in Pentre was mainly caused by \"woody debris\" blocking a culvert on land managed by Natural Resources Wales (NRW), a report by Rhondda Cynon Taf council has found. NRW said not all the debris was related to its tree felling above Pentre. Aysha Powell, whose home was flooded, said NRW \"should be ashamed of themselves\" and pay compensation. Ms Powell, whose home was one of 159 in Pentre hit by flooding in 2020, added: \"It is appalling. We want compensation because our insurances have gone up, it's ruined our homes, the stress.\"I know one neighbour whose son thought he was going to die that night - it's upsetting to hear children have gone through that and also some families haven't had a penny because they [insurance providers] said it's a natural disaster.\" Pentrewas hit by flooding five times in 2020 , affecting 159 homes and 10 businesses. Another resident, Mair Hughes, added: \"I think all of us should be compensated... we should get compensation from somewhere for all the heartache we've had.\" Labour MP for Rhondda Chris Bryant added: \"The report is really thorough and it proves what we all knew, which is basically the way that NRW cut down the trees on the mountains and then left lots of brash, logs and chunks of wood on the mountain which ended up getting into the watercourse was what caused the flooding. \"NRW must pay compensation to people here, they can't just pretend it has nothing to do with them, the facts are there, clear as a pikestaff.\" ConservativeMember of the Senedd (MS) Janet Finch-Saunders agreed NRW should compensate residents, adding: \"NRW and the Welsh government need to step up to the plate now and do need to admit some sort of liability.\" The Welsh government has been asked to comment.NRW disputes the report's \"inference that its harvesting operations were the primary cause of the flooding\", adding that the felling was done properly. The council said \"unprecedented rainfall\" during Storm Dennis, which hit Wales on 15 and 16 February 2020, caused river levels to rise to record highs, as the area recorded its most significant flooding since the 1970s. It said \"significant impacts\" were identified by the council's flood risk management team, including stories from affected residents and information collected by the public health team, NRW and Welsh Water. \"The main source of flooding in the initial flood was due to a significant blockage by woody materials... at the Pentre Road culvert inlet,\" said the report.NRW said its own report found felling operations were \"not likely to have been the primary cause of the flooding\".\"We accept that woody material washed off the mountains above Pentre may have contributed to blockages to the culvert system, which also included a significant amount of soil and rock,\" it continued.\"However, a proportion of the woody debris was unrelated to NRW's felling operations and was washed down as a natural consequence of such an extreme event.\"NRW therefore disagrees with the report's inference that its harvesting operations were the primary cause of the flooding during Storm Dennis.\" Action to reduce the risk of future flooding includes significant upgrades to the Pentre Road inlet to reduce potential blockages, with multiple overflow systems in case of another blockage. A permanently monitored alarm system and CCTV will remotely alert the council of any problems. A \"super catchpit\" at Pleasant Street, capable of containing six tonnes of debris, aims to reduce the risk of debris being carried to the lower parts of the culvert system. NRW's water and forest management plans will be reviewed, including the treatment of tree clippings and refuse close to an ordinary watercourse. Welsh Water said its network \"was operating as it should have done during the storms\".", "url": "https://www.bbc.com/news/uk-wales-57692121"}