{"datetime": "2021-02-15T20:45:52.000Z", "subject": "Storm Dennis", "title": "How are Wales' Storm Dennis flood victims coping a year on?", "article": "One year ago, communities across the south Wales valleys were devastated by floods caused by Storm Dennis. BBC Wales has returned to speak to victims about the hardships they endured. Vanessa Pitman and Paul Cooper said the year after the flooding has been a \"rollercoaster ride\".When the River Taff broke its banks, their garden was filled with treasured possessions of their neighbours which had been swept along by the rising water, in Taff's Well, Rhondda Cynon Taf.Quickly after that though, both Ms Pitman and Mr Cooper lost their jobs and with the coronavirus lockdown kicking in just weeks later, the couple's year initially went from \"bad to worse\".However, being insured they were able to use that time to repair their home.\"We're quite lucky because I know a lot of people are still not living in their houses, who didn't have insurance,\" Ms Pitman said.\"The house is beautiful now but saying that, obviously when it does rain and its very heavy it's the first thing you think of.\"From our bedroom, which is up at the top, you can see the river and when we had those flood warnings you were just thinking, 'Oh my god, that is so high again'.\"It has been tough, but I try not to think about it basically. I just think, 'We've got a nice new home and hopefully it won't happen again'.\"Claire Instrell has a bag packed and ready to go whenever heavy rain is forecast.\"I'm not hanging about again,\" she said.She lives on Sion Street in Pontypridd, Rhondda Cynon Taf. On one side is her home, on the other the River Taff.The river usually flows about 6m (20ft) below street level, but after a deluge of rain, which started on 15 February 2020, it burst its banks.Water crossed Sion Street, flowing over the wall and flood gate outside Ms Instrell's home and in through the door.At four o'clock we just heard everybody shouting and screaming, 'Get upstairs get upstairs. It's coming over the wall',\" she said.\"I ran to my window and I saw it coming over my garden wall. Within minutes of us going back upstairs and carrying things back and fore, the towels were then floating. It was coming in that fast.\" Despite ground floor being devastated, Ms Instrell did not move out during the renovations of her home. She said: \"I lived in a bedroom. I couldn't cook I couldn't do anything. It was terrible. I had takeaways nearly every night.\" But even a year on, living so close to the river continues to cause concern when bad weather is forecast. \"We had another one two weeks ago. My landlord brought 16 sandbags and the river was rising,\" Ms Instrell said. \"It's panic. You're really aware of the water, the rain and the weather.\"All the neighbours have exchanged numbers since the last flood. We're all on each others phones, 'How is it up with you?'. It's scary for everyone.\" Emma Jamal woke to a message from a friend in the early hours of the morning, asking if she needed to check the clothes and gift shop she had run in Pontypridd for more than 12 years.When she arrived, Kookoo Madame was under water.\"I got here at quarter to six and was faced with the unbelievable picture and image of four or five feet of water in front of the shutters on the shop,\" she said.Initially, Ms Jamal was determined to reopen, but the onset of the coronavirus pandemic slowed her plans.She finally opened in a new premises in the town in October, but it has been a struggle to keep the business going.She said: \"We had a fantastic opening, but unfortunately we were only open for 10 days and then went into another firebreak lockdown, which wasn't the best time of all. After the firebreak we reopened and we were busy. \"At the moment it's very very difficult and we are literally hanging on in hope that we will be able to open soon. It's just how much longer can any business survive.\" The storm affected many communities across Rhondda Cynon Taf, including Nantgarw, Trehafod, Mountain Ash and Pentre, where Mair Hughes lives.\"It was torrential rain,\" she said. \"We were looking out the window and the street was just like a river. I woke up just in time as it was coming in.\"It came into the living room from the back end of the house and it was coming in through the front end of the house. \"We got loads of towels and bedding and tried to stem it as best we could, but we couldn't stop it the force was too great. \"I was frightened and I was annoyed because it wasn't our fault. We just couldn't believe it was happening.\" Another rainstorm in June led to more flooding in Pentre.Water went into Ms Hughes' home again and her stair carpet has yet to be replaced.Her house insurance has risen considerably and she now has a flood gate at her front door.She also keeps sandbags on the street outside, just in case of another storm. \"We're just pacing back and forth at the front and the back, checking drains, checking the main drain outside,\" she said.\"You're just living on the edge really, just waiting. Is it going to happen again?\" ", "url": "https://www.bbc.com/news/uk-wales-56063450"}