{"datetime": "2020-03-10T06:18:55.000Z", "author": "Matt Lloyd", "title": "Flooding: Calls to stop building homes on flood plains", "article": "Building new homes on flood plains in Wales must stop, campaigners have said. Figures show more than 2,000 houses were granted planning permission in flood risk areas in Wales between 2016 and 2019. However, damage caused by storms Ciara and Dennis has left residents counting the cost of that policy and raised concerns over plans to build more. The Welsh Government is toughening rules but some blame ministers and the assembly for overruling councils. While applications tobuild 2,159 homes on flood plains were granted by councils in Wales over the past three years, plans for just 246 were rejected. In addition, more than 3,000 acres of land were also approved for non-residential use in these areas - with more to be requested. Dr Doug Parr, chief scientist at Greenpeace UK, said the policy was \"literally planning for disaster\".\"Why are we planning to build more homes in high-risk flood areas when we know that the situation is only going to get worse because of the climate emergency? \"We need to rethink where and how we build homes, giving more powers to environmental watchdogs to keep developers in check, and invest more in preventing floods from happening.\" Natural Resources Wales (NRW) has warned the recent floods prove the consequences of building houses on high-risk areas \"are just too great\". The Welsh Government has pointed the finger at local councils in itsplanning services annual review . It said the latest number of approvals - 652 in 2018-19 - showed a \"concerning willingness by local authorities\" to grant planning permission for residential development in areas at risk of flooding. Of those 652 properties, 167 are in areas with no flood defence. Environmental consultant Future Climate Info said the growing pressure to meet housing demands has led to an increasing number of new homes being built in areas at risk from flooding. Recent developments in flood zones include 33 flats alongside the Afon Rheidol as part of theredevelopment of Aberystwyth Football Club's Park Avenue ground and 10 houses near Glynneath recreation ground in Neath Port Talbot. Plans to build another77 homes on a new housing estate previously hit by flooding will be heard by Denbighshire council on Wednesday. Planning officers say the Glasdir Estate development, on a flood plain of the River Clwyd in Ruthin, should go ahead. That is despite work being delayed after 120 new homes were damaged by flooding in 2012. House buyers claimed, at the time, they had been assured the risk was low. However, some councillors and residents have turned the tables on the Welsh Government - accusing ministers of ignoring local concerns and advice. Plans for more than 130 homes in Rossettwere unanimously rejected by Wrexham councillors in January 2019. Among the council's concerns was the regularflooding from the nearby River Alyn . But last month, they were notified in a letter signed by Welsh minister for housing, Julie James, that their decision had been overturned. A planning inspector found it was not on a flood plain though recommended drainage conditions due to concerns over surface water. Villagers are now hoping to take their protest to a judicial review. \"The Welsh Government says one thing but does another,\" said local councillor Hugh Jones. \"It's an inexplicable decision that ignores it's own declaration of a climate emergency, given the land continues to flood on a regular basis. \"People living nearby are finding it virtually impossible to get household insurance and the situation is only going to get worse.\" The Flood Re scheme was developed between the UK government and insurance companies, where the cost of flood insurance is linked to a property's council tax band. However, the scheme does not cover houses built after 1 January 2009 to \"avoid incentivising the building of new homes\" in flood risk areas. Chief executive Andy Bord said: \"Government guidance is very clear that new properties should not be built where they will be at risk from flooding.\" The minister for planning usually decides whether to \"call-in\" a planning application and makes a decision based on a report and recommendation from a planning inspector. Previously the decision was determined by the cross-party assembly planning decision committee.One person already counting the cost of that committee allowing construction on a flood plain is Leigh Adams, 46. He and his family had to run from their new house in Bassaleg, near Newport, as the River Ebbw, swollen by heavy rainfall during Storm Dennis,swept away his garden . About 25ft (7.6m) of land, including property and their patio, was washed away and the foundations of the house built just 20 months earlier are now exposed. \"A neighbour was knocking on our front door at 6am and we saw the bank slowly collapsing,\" said Mr Adams. \"I rushed to get my seven-year-old daughter and wife Simone out of the house.\"I told them 'we have to get out now' as I watched the ground crumble towards the back door. I was petrified. It was distressing and we're all still in a state of shock. \"No-one is taking responsibility for why my house was built there.\" The house is part of a development that will eventually total 150 new homes on the former Tredegar Park golf course. Newport council refused planning permission amid flooding concerns and the loss of a natural floodplain. A subsequent planning inquiry agreed. However, those rulings wereoverturned by the assembly committee , in 2007, when it judged the risk of flooding was not \"unacceptable\" and was satisfied the developer would improve flood defences. That ruling has paved the way for other developments on areas at risk of flooding, including Bettws and Caerleon in Newport. Future Climate Info identified 17 of a sample of 50 developments around Newport located within flood plains putting communities \"at a significant risk\". It has also warned house buyers and those renting private properties to check the flood risks beforehand. \"A significant proportion of the UK population may have little or no idea whether they are situated within an area prone to flood risk and therefore vulnerable to the significant cost and upheaval that a flood event could bring,\" said managing director Tim Champney. Developer Redrow said it was paying for Mr Adams' family to stay in a hotel until the end of the month, but denied responsibility for the land damaged. Kate Lacey, head of customer services, added: \"There are 108 occupied homes on the site and the Adams' home is the only affected property as a result of the storm damage.\" Newport council is investigating and a spokeswoman said the authority was working to \"protect people and property\" following the \"devastating\" flooding last month. The Environment Agency in England has saidbuilding homes on flood plains should be resisted and homes made more resilient. Environment Minister Lesley Griffiths declareda climate emergency in Wales in April 2019 , saying she hoped it would \"trigger a wave of action at home and internationally\". The Welsh Government is in the process of strengthening itsplanning policy \"partly in response to the high number of homes permitted in flood risk areas since 2015\".It said it wants to make sure new developments, homes and communities are protected from flood risk, take climate risks into account and encourage climate change adaptation.This will see new flood risk maps drawn up by NRW to \"better understand future risk\". \"New developments should be not be in areas which are at high risk of flooding, the consequences are just too great - as recent events have shown,\" said Jeremy Parr, NRW head of flood incident risk management. \"Where it is considered, only those developments where the risks are shown to be manageable should be located within areas at risk of flooding.\" A newNational Strategy for Flood and Coastal Erosion Risk Management in Wales is due for publication in June.", "url": "https://www.bbc.com/news/uk-wales-51712267"}