{"datetime": "2020-11-26T12:44:37.000Z", "author": "Steffan Messenger", "title": "Covid and flooding: Rhondda Cynon Taf people 'need trauma support'", "article": "Severe flooding followed by the Covid-19 pandemic left people in parts of the south Wales valleys deeply traumatised, a report from politicians says. It calls on health officials to carry out an assessment of the impact and support available in Rhondda Cynon Taf. Flood warning drills and setting up a \"community flood ambassadors\" network are also recommended.In response to the report, Cwm Taf Morgannwg health board said support for those affected was being provided. The Welsh Government also said 25 flood alleviation schemes had taken place across the Rhondda Cynon Taf (RCT) area at a cost of £1.9m.This is in addition to £1.6m in funding to the area to carry out repair works to drainage, culverts and other measures. Plaid Cymru is calling for an independent public inquiry. The report, written by Pontypridd MP Alex Davies-Jones and member of the Senedd Mick Antoniw, calls for flood emergency drills to be carried out to check areas are protected. Mr Antoniw said February saw the \"worst flooding anyone could remember\". \"As winter approaches, there is now considerable fear as to what the future holds,\" he explained. \"We're very concerned that in conjunction with the Covid experience people have had a double whammy of trauma - there really is a need now to assess the mental wellbeing of communities.\" The report was based on meetings with agencies who responded to the flooding, as well as ministers and residents. Rhodri and Jess Garland say they are now anxious every time it rains around their home, in Egypt Street, Treforest. With a three-year-old son and another baby on the way in March, the couple \"just want to know we're safe - how do we know it's not going to happen again, like it did in February?\". Work to renovate their ruined home has pushed the family into debt as their insurance cover did not include storm or flood damage. \"We had to replace everything - the kitchen, living room furniture - even the front door,\" Mrs Garland explained. \"There are some things we're never going to get back - our wedding certificate has mud all over it and our photos have been damaged.\" Mr Garland said they felt \"forgotten\" by the Welsh Government, and a £1,000 grant given in the aftermath of the flooding \"hasn't scratched the surface\". \"It's put a great strain on us and if it wasn't for our local community, the rugby club I play for, our work - if it wasn't for their help in cushioning the blow we would have been in a much worse financial state,\" he added. \"We do have a lot of anxiety now - how am I supposed to work when I have flood alerts coming up on my phone every time it rains?\" Mr Antoniw said children and the elderly had been particularly affected, and he urged the local health board to investigate the extent to which counselling is available. The report also recommends the Welsh Government provides a fund to help homeowners who would otherwise struggle to afford to put in their own defences such as flood gates and doors. A network of flood ambassadors should be set up in all affected communities to play \"a central role in ensuring community-readiness is maintained\" - including access to local stocks of sandbags, it said. And there should be a periodic flood warning drill carried out by Natural Resources Wales and the emergency services. The idea is partly to provide reassurance to residents that all procedures are working as required.Storms Ciara, Dennis and Jorge in early 2020 led to record rainfall and river flows across Wales and the most widespread flooding seen since 1979. In Rhondda Cynon Taf alone almost 1,500 homes and businesses were affected, with people forced to leave their homes. Sara Moseley, director of mental health charity Mind Cymru, said the floods had been \"terrifying\" and it was natural for people to feel afraid or anxious. But she said people had had their homes and livelihoods \"wiped out\" by firstly the floods, and then the coronavirus pandemic, and the impact of the double trauma was extremely worrying. She said the report highlighted a close link between living in challenging circumstances and mental health, and equality needed to be \"driven up\". \"What we're looking for is really strong communities where people understand what's happening, they have hope and we're investing in every aspect of life,\" she said. Dr Kelechi Nnoaham, director of Public Health at Cwm Taf Morgannwg University Health Board, said support was available for those affected by flooding and coronavirus, and urged people to contact their GP. \"We are aware of the potential for significant detrimental effect on public health and wellbeing of the flooding which occurred across our communities earlier this year,\" he said. \"This is potentially compounded by the challenges of Covid, and the losses being experienced in those same communities.\" Plaid Cymru's Rhondda MS Leanne Wood said the failure to support an independent public inquiry into the floods was a \"glaring omission\" from the report. A Welsh Government spokesman added: \"Our recent national Flood and Coastal Risk Management Strategy also outlines we believe property flood resilience (PFR) measures are better employed at community scale, rather than providing schemes direct to homeowners, many of whom may not choose to apply - this also ensures the right properties receive measures.\"However, we encourage all Risk Management Authorities (RMAs) to consider PFR measures where they are an appropriate option.\" ", "url": "https://www.bbc.com/news/uk-wales-55062438"}