{"datetime": "2020-10-20T15:22:48.000Z", "author": "Steffan Messenger", "title": "Flooding: 'Conversation needed' on risk in Wales", "article": "A \"conversation\" is needed on how flood risk is managed as the Welsh Government \"cannot stop all flooding\", the environment minister has said. Its new 10-year flooding and coastal erosion strategy includes an online map so residents can check their risk. It is hoped it will encourage people to think about changes to their properties to reduce the impact of any flooding. This could include moving sockets higher up walls or investing in stone or wooden floors instead of carpet. One in eight Welsh homes - around 245,000 properties - is at risk of flooding, and a further 400 homes could be lost to coastal erosion. Environment Minister Lesley Griffiths said she wanted everyone to be clear about how they could \"play their part\". It follows the worst flooding Wales has seen in over 40 years when StormsCiara andDennis hit earlier this year.The Welsh Government said it was investing \"record\" amounts in flood prevention - between 2016 and 2021 it spent a total of £390m, reducing the risk for more than 45,000 properties. The strategy plans for better communication of the threat posed in future. The online map will be updated every six months and it will also show how flood defences are working. The aim is to bring down the cost of residents' insurance and provide \"peace of mind\" to affected communities. The Welsh Government wants people to sign up to phone alert services, such as the flood alert one run by Natural Resources Wales, and talk with neighbours to create emergency action plans. It also said it had made it easier for local authorities to access grant funding for flood defence work and had introduced a new £2m natural flood management programme.This will see projects such as planting trees and shrubs to slow the flow of surface water into rivers and drains after heavy rain. Beddgelert in Gwynedd suffered major flooding during Storm Francis during August this year, after a tree blocked the waterway under a bridge on the river Colwyn.As a result the water came over the bridge, which split in two and resulted in parts of the village being flooded.Alun Hughes, who owns the Tanronnen Hotel in Beddgelert, has not been able to open the hotel since it flooded. He is still waiting for his insurance to give the go ahead for works to start.Mr Hughes said the the way to stop future flooding was to clear debris from the river before heavy rain. \"There is a need to keep a close eye on the rivers and small streams in the mountains that are being filled with all kinds of debris, fallen trees etc,\" he said. \"Does anyone keep an eye on them? I don't think so.\" Another victim of flooding this year was Sion Street in Pontypridd. It was one of those completely submerged after the River Taff breached its banks during Storm Dennis in February. Kevin and Zsuzsanna Kidner lost all their belongings from the ground floor of their house, with 4ft (1.2m) of water in the living room. It has taken seven months to renovate the house, with the decorators finishing just last week. \"It's been really hard - a nightmare,\" Mrs Kidner said. \"It's so nice to be able to sit and watch TV again and wash the dishes in the kitchen. I'd been using the bathroom sink and we were even cooking on camping stoves in the garden.\" As well as being flooded directly from the river, Mr Kidner said the water \"filled the drains and came up at the back of the house as well\". He thinks the drains need to be cleaned more regularly and wants regular inspections to check culverts are not blocked.\"There was a water pump in the street that never worked,\" Mrs Kidner claimed. \"These things should be trialled regularly - [like] a fire drill.\"A short walk along the river at music venue Clwb y Bont, which also flooded during the storm, chairman Geraint Day said they were applying for grant funding from the Welsh Government to try to protect the building against flooding in future. \"We're looking to see how we can make the club more flood-friendly if you like - and that if water does manage to get in that it doesn't have the same long-term effect,\" he said. \"We still have concerns though that nothing has changed so far in the way water flow is managed in Pontypridd. I don't see anything different in place now that there was in February.\" A Rhondda Cynon Taf council spokesman said: \"The flooding to Pontypridd was from the River Taff and managing the risk of flooding from main river is the responsibility of Natural Resources Wales. \"Our main culverts are checked immediately prior to any storms, and they had no bearing on flooding at Sion Street or Clwb Y Bont. \"Natural Resources Wales will shortly publish its statutory report into these matters later this week.\" The Welsh Conservatives branded the strategy a disappointment, claiming the Welsh Government's line on encouraging communities to be more resilient was insulting. Plaid Cymru also called for greater leadership in getting all those involved in tackling flooding together to discuss ways forward. ", "url": "https://www.bbc.com/news/uk-wales-54604059"}