{"datetime": "2020-12-23T00:00:18.000Z", "author": "Colette Hume", "subject": "Storm Dennis", "title": "Families return home after February's floods in Rhondda Cynon Taf", "article": "\"We've got a 2020 bauble to remember the year.\" Rebecca Morgan, 29, and her family decided to decorate their home early for Christmas when they moved back in November after repairs were finished following flooding in February. She rescued her wedding photographs and her children's games console, but most other things were destroyed. \"I thought, new house, new Christmas decorations, they had to go up,\" she said. Flooding associated with Storm Dennis caused widespread problems in Wales in February. At her newly refurbished home in Berw Road in Pontypridd, community care worker Rebecca is putting the finishing touches to the Christmas decorations.The family finally returned to their home last month after living in a temporary house while their home was repaired. Rebecca, husband Matthew and children Regan 12, Max, six, and two-year-old Ayda had watched helplessly as the River Taff swept into their homes. They have knocked down walls, making the kitchen bigger, and the smell of newly plastered and painted walls and new flooring is still strong.It's hard to believe this was the same house that was deluged by water. Rebecca decided to put the Christmas decorations up in November as a way of celebrating their return. \"I wasn't going to decorate until the middle of December, but I couldn't wait, it needed to be done,\" she said. \"We've got a 2020 bauble to remember the year and I brought brand new stockings with the kids names on... personalised... I love them.\" The year has taken a toll on the family.Six-year-old Max watched the water flood through the house and up the stairs.He's now on a waiting list for specialist psychotherapy to help him process what he saw. When the family moved to their rental property Max was so frightened of water he wouldn't get into a bath. Rebecca said: \"He's scared of the water coming in again because next time it could be worse, couldn't it? We just don't know.\" With the stockings hanging and the tree decorated, the Morgan family are looking forward to Christmas back home.In common with millions of other people this will be a very different Christmas due to the coronavirus pandemic, but some things remain the same.\"Hopefully, we won't get too much of an early wake up call but it'll probably be the usual early madness,\" she said. \"The only difference will be no visitors.\" The River Taff is just over the road from the house and is a constant reminder of what happened.On some days, when heavy rain means the river is high and fast flowing, Rebecca closes the curtains so the children, and especially Max, don't panic. But she's wary of a repeat, monitoring the river levels on the internet. \"I've had to keep going for my kids,\" she said. \"I can't show them that it affects me because it will affect them even more. \"I don't want that for my kids. \"I suffer with my mental health anyway.\"I don't want them suffering, so I need to keep a level head, don't I?\" In Rhondda, Helen Roderick can hardly believe she's finally back in her home.Helen, her parents and her sister live in three houses in Lewis Street in Pentre and they were flooded out when a blocked culvert high above the village sent thousands of litres of water into their homes. \"I love my house, it's looking really nice,\" she said. \"I've done a little bit more work than needed doing but I'm really pleased with it.\" She added: \"Would I like to have my old house back?\"Yes, because it was my old house and I loved it. \"But, at the end of the day, I can't have it back so I've gone for the next best thing and I'm pleased with it.\" Like the Morgans, they had to move into rental properties while all three houses were gutted and repaired.The three households - used to living in the same street - were separated. But they are all back in Lewis Street and preparing to celebrate Christmas. \"We've always loved Christmas because we're a close family so we've always spent it together,\" she said. Like other families who saw their homes invaded by the floodwaters, they worry it could happen again. \"We've been reassured it won't happen, but we still worry every single day,\" said Helen. \"There's still pumps around the corner, lorries back and forth sorting drains out.\"Nobody's taking the blame for what's happened which is the hardest thing for us - nobody's actually saying it's our fault.\" But for a few days this family is going to put worries behind them. \"We're just going to stay in our own little bubble and have a fantastic Christmas,\" said Helen.", "url": "https://www.bbc.com/news/uk-wales-55414663"}