{"datetime": "2020-03-28T00:05:42.000Z", "title": "Coronavirus in Wales: Flood-hit families struggle with virus", "article": "People left in turmoil by recent floods say they are now struggling to cope with the coronavirus crisis. Storms Ciara, Dennis and Jorge triggered devastating floods in February, causingat least £150m of damage across Wales.Many affected now face lockdown in temporary accommodation, some are sleeping on sofas, while others said they felt \"forgotten\".One council whose residents were badly hit said it was doing \"all it can\".Rhondda Cynon Taff has been among some of the areas hit worst by flooding in Wales, withmore than 1,000 homes affected .Lauren Forward's business, Little Friends Playgroup, in Taff's Well, was submerged by the floodwaters in February.The 26-year-old and her mother Alison are now supporting key workers by providing childcare at a temporary site. \"It's been crazy now, only just after the floods,\" said Ms Forward. \"We're in temporary accommodation now, ready for another site to be built - but we don't know what will happen with that now.\"We don't know if we're coming or going. \"We're looking after key workers' children - some of the parents are nurses. We're trying to give back to parents who have really helped us through the devastating situation we went through with the floods.\" But business is not her only concern as coronavirus continues to spread - the latest figures on Friday show there have been34 deaths in Wales and 921 confirmed cases , though there are likely to be many more cases. \"My son is 18 months old and he was born with pneumonia. There have never been any more checks, but it's always been at the back of my mind,\" she said. Caroline Jones, 56, is in rented accommodation in Cardiff after escaping when water poured into her Nantgarw home, in Rhondda Cynon Taff. \"It's quite hard to be in a house with just a TV. It's quite depressing. I want to be in my own home and I miss my old neighbours. The community was fantastic to us,\" she said.\"I know one neighbour has been sleeping on someone's sofa up to now.\" Vikki Davies, 33, from Pentre is caring for her parents and her three children.She is also supporting her sister who was flooded out and helping elderly people living in Lewis Street which was badly affected by the flooding. \"Things still haven't settled down from the flood. My mother's in isolation. My father's in isolation. My sister's kind of locked herself away.\"I'm trying to do what I can for everybody. I've got five or six neighbours I'm trying to help out, while trying to care for my own three children at the same time.\" Vikki has set up a classroom on the dining table at home. \"My children have been fabulous. Two of them have got disabilities, one had automatically self-isolated to the bedroom. He will not come out, and the other is just dealing with it the best he can.\" Vikki says people have been hit hard. They were flooded twice in a matter of days and many of those who were affected were not insured.Now they are dealing with coronavirus. \"I think people are just trying to have to have a sense of humour where they can... posting things on Facebook, they're contacting everyone regularly, people are phoning each other.\" Rhondda Cynon Taf council said it had been a \"truly exceptional and challenging few weeks\" for residents and it had taken a raft of measures to help in the wake of the flooding.These included a £1.8m relief package for businesses and residents, additional grants, four weeks' free school meals for children, as well as the council's largest ever food donations appeal, among other measures.\"The council is continuing to do all it can, even in these unprecedented circumstances, to support our residents and the business community,\" a spokesperson said.The Welsh Government, which has also taken a number of steps to help flood victims, said it knew thenew stay-at-home coronavirus guidance would be \"difficult for some people who were flooded to comply with\". \"We would urge everyone in these circumstances to contact their local authority immediately so any necessary support or alternative arrangements can be put in place,\" a spokesperson added.", "url": "https://www.bbc.com/news/uk-wales-52066390"}