{"datetime": "2020-10-22T01:40:52.000Z", "author": "Steffan Messenger", "subject": "Storm Ciara", "title": "Climate change: Watchdog's flooding response 'fell short'", "article": "Last winter's powerful storms and flooding stretched Wales' environment watchdog so much that its response \"fell short\" in areas. A Natural Resources Wales (NRW) review found there were staffing and equipment problems and missing flood warnings. Its chief executive said a \"seismic shift\" was needed in how Wales manages flood risk and called for more funding. The Welsh Government said it would continue to work with all partners to reduce the risk from flooding. Storms Ciara, Dennis and Jorge in early 2020 led to record rainfall and river flows across Wales and the most widespread flooding seen since 1979. There were 3,130 properties affected in what would later be confirmed by the Met Office as the wettest February on record and the fifth wettest month since records began in 1862. NRW issued a record 242 flood alerts, 181 warnings and six severe flood warnings. Shortcomings in the flood warning system were identified - with 12 warnings missed altogether and six issued late. The report said the network of flood defences across Wales helped protect 73,000 properties from flooding, but in some cases the water flowed over the top. It said other measures would be needed, such as holding back water higher up in the catchment, but in some cases there needed to be an acceptance there would be flooding during such major events.\"We also need to make properties more flood-proof, invest in warning systems, community support and advice so that communities can take their own actions to lessen the impacts of flooding,\" it said. \"Householders and individuals also need to take a share of responsibility.\" Across four independently reviewed reports, NRW found its staff's actions played a \"significant part\" in mitigating against even more severe problems across Wales, but its resources did not match the \"size of the task at hand\". It concluded an additional 60-70 full-time staff are required to work on flooding. Some additional money from the Welsh Government was being used for staffing in the short term, but more permanent funding was needed.There were also problems around the availability of vehicles and other equipment such as mobile phones that could withstand the conditions.The report concluded difficult choices needed to be made about the level of service that is \"practical, realistic and feasible\", the investment required and \"how risks are managed\". Chief executive Clare Pillman said they accepted where changes were needed to improve their service, but the February floods should \"ignite discussions\" around adapting to future flood threats. \"There are clearly lessons to learn... for all bodies responsible for flood risk management in Wales.\" February 2020 was the fifth wettest month since records began in 1862 - and the wettest February ever. During Storm Ciara it is estimated that river levels in St Asaph on the River Elwy were the highest since records began in 1974 - higher than November 2012 when the town experienced major flooding, showing the benefits of the improved defences. During Storm Dennis, more than one in five of NRW's river gauges in Wales recorded their highest-ever water levels.At the River Taff's peak flow on 15 February, it is estimated 805 cubic metres per second was passing through Pontypridd, enough to fill an Olympic size swimming pool in just over three seconds The River Usk reached a record 5.6m (18ft) at its peak. In the early hours of 16 February, Clydach Terrace in Ynysbwl felt the full effects of Storm Dennis. Resident Paul Thomas said some houses were under 7ft (2.1m) of water. \"It came with such force [that] the doors burst open front and back - it was terrifying,\" he said. \"We're just lucky no-one died.\" He added: \"There are a lot of issues going on - if it's going to cost too much money - buy us out. \"Write the street off and we'll move - it's as simple as that because I don't want to go through that again.\" A spokesman for Welsh Government said agencies had been stretched by the scale of the flooding earlier this year.It added NRW had done a \"thorough review\" to identify improvements to flood defences and warning systems. ", "url": "https://www.bbc.com/news/uk-wales-54636243"}