{"datetime": "2020-02-24T08:15:06.000Z", "title": "Flooding: Manic Street Preachers star to lead Valley Aid fundraiser", "article": "Rock star James Dean Bradfield will join Grammy award winner Amy Wadge in a fundraising event for flood victims hit by Storm Dennis in the Welsh valleys. The Manic Street Preachers frontman, who wrote hits like A Design for Life and Everything Must Go, will play at a two-day Valley Aid concert in March. Thousands were affected by widespread flooding andflood warnings and alerts are in place across Wales. Crowdfunding pages have already raised thousands for flood-hit communities. Film star Michael Sheen, who starred in movies like Frost/Nixon and The Damned United, and Pontypridd MP Alex Davies-Jones have between them raised more than £80,000 in online campaigns. That adds to the£10m pledged from the Welsh Government to help towns like Pontypridd and Monmouth who were submerged after nearby rivers burst their banks last week after water levels hit record levels. Welsh politicians havecalled on new Chancellor Rishi Sunak for a one-off grant of £30m to help pay for repair and restoration work across Rhondda Cynon Taff. Now Welsh musicians are rallying to help raise funds for the valleys in a two-day festival at the Pop Factory in Porth on 13 and 14 March. Amy Wadge, who won a 2016 Grammy for song of the year for co-writing Ed Sheeran's number one hit Thinking Out Loud, lives in the Pontypridd area and was confirmed for the Valleys Aid gig last week. Bradfield, who has had two UK number ones with the Manics, will open the Saturday show with three songs before auctioning his guitar to raise cash for flood victims. \"I text James and he said absolutely, I'll be there like a shot,\" said event organiser Emyr Afan. The Manics performed at the 2005 Tsunami Relief concert in Cardiff for victims of the 2004 Indian Ocean earthquake and they also performed at the Hillsborough Justice Concert at Liverpool Football Club in 1997. The Welsh band have already donated £3,000 to an online fundraiser and Motorhead guitarist Phil Campbell, who lives in the Pontypridd area, has also pledged to help. The first night of the Valley Aid event will raise funds for Pontypridd's Clwb y Bont gig venue which was \"extensively damaged\" by flooding. ", "url": "https://www.bbc.com/news/uk-wales-51611151"}