{"datetime": "2019-11-08T05:16:50.000Z", "author": "Simon O'Leary", "title": "'I pawned my nan's jewellery for a dating scammer'", "article": "Dating apps should do more to verify users to help prevent romance fraud, the Victims' Commissioner has said. The BBC's Victoria Derbyshire programme spoke to victims of a man who was jailed for conning 19 women out of £24,000. \"He started to say he was at my house. 'You better call me quick, I'm here, nice house, nice steps. When that money is paid we'll be out of each other's lives. If not, things will get nasty.'\"Chloe - not her real name - met Ivan Nkazi through a dating app where he posed using the fake name Lancel.He conned her using a well-practised tactic before they even met - saying he was stuck at a petrol station and had an issue with payment for his fuel. He then claimed the petrol station staff were racist and police were attending. In just one day, Chloe gave him almost £600 - but he wanted more. \"I said, 'No, I have no more. I can't, I'm a single mother of two children on my own,'\" she says. \"He became malicious, hurtful, quite personal.\" Nkazi, 31, from Liverpool, ran his scams like a business for almost four years via dating sites like Tinder and Plenty of Fish. He used a detailed index system to keep track of the stories he told women to ensure he never made a mistake. Several days later he scammed Chloe for a second time, posing as a man called Mallah who texted her from an unknown number. She was suspicious but told him about her previous experience of losing the money. Nkazi then messaged using his original fake name, saying he had been attacked because she had shared this information with this second man.\"Within minutes, I had a barrage of text messages asking for more money, and that's when the really nasty threats started,\" she says. \"I was shaking like a leaf. I was frightened of being in trouble with the police which is what stopped me telling them in the first place.\" Feeling she had no other choice, she pawned jewellery inherited from her grandmother for £600 and borrowed a further £400, taking the total amount he scammed from her to £1,600.The Victoria Derbyshire programme has spoken to five of his 19 victims - many of them were vulnerable, others simply thought they were doing a good deed, but the impact of the scam has been long-lasting.\"He played on the vulnerability elements because he knew I was looking for a loving, meaningful relationship,\" Chloe says, reflecting on his approach. \"He suggested to me that he was [looking for that] as well and it made me want to help him more.\" Nkazi's victims are not alone. Latest figures from City of London Police show from August 2018 to July 2019 there were 5,756 reports of romance fraud compared with 3,209 in 2014-15 - a 79% increase. The Victims' Commissioner Dame Vera Baird now says dating apps should take more responsibility for verifying users.\"There should be a register of people who have been convicted of romance fraud, similar to Clare's Law,\" she said, referring to the system that allows those in fear of domestic violence to ask police for information. \"And there needs to be a more targeted line of victim support to cater to victims of romance fraud.\" Source: Action Fraud In August, Nkazi was sentenced to three years in jail after pleading guilty to 11 counts of fraud and four counts of malicious communications. Det Sgt Chris Hawitt led the investigation and thinks it is \"entirely possible\" there are more victims.\"It's a particularly horrible crime because it's indiscriminate. He targeted women of all professions, all levels of education, all backgrounds,\" he said. \"Unfortunately these women didn't mean anything to him other than a source of income. And in one case he unfortunately threatened to throw acid in their face if they didn't comply with his demands.\" Nkazi has also been given a five-year serious crime prevention order which means he cannot use dating apps without telling the police his usernames.But Chloe says that does not give her any comfort, saying he will just pose as new people. She remains scared of him. \"If he could describe my house, could he revisit it? He frightened me that much I'm concerned about the future when he's released.\" Follow the BBC's Victoria Derbyshire programme on Facebook and Twitter - and see more of our stories here . ", "url": "https://www.bbc.com/news/uk-50303452"}