{"datetime": "2020-02-26T13:18:46.000Z", "author": "Michela Riva", "title": "Flooding: Welsh victims 'at risk of scams'", "article": "Vulnerable victims of flooding are at risk of being targeted by scammers and online misinformation, according to Citizens Advice. The charity said it was concerned by a rise in the number of fake adverts appearing on social media. It said the adverts claimed to help those affected in exchange for personal information, including bank details. South Wales Police said it was making inquiries and warned people to be wary of cold callers. It said they could be claiming to be from insurance companies or asking for donations on doorsteps. Michelle Cartwright, from New Tredegar, Caerphilly county borough, said fake council workers took her cooker, washing machine and television. She lost almost everything she owned when Storm Dennis swept through her flat, submerging it in over a foot of water. \"It's just devastating, I don't know what to do... it's lucky I wasn't here otherwise I'd have woke up in it,\" she said. Speaking of the fake council workers, Ms Cartwright said: \"They took the cooker, my washer-dryer - they even took my TV. \"I'm not the only one going through it, there's other people going through it. \"But when you're on your own and you haven't got much... I just feel sorry for the other vulnerable people out there,\" she said. Rob Hope works for Citizens Advice in Rhondda Cynon Taf, one of the areas worst affected by the floods. \"We would always say don't let anyone in unless they can prove who they are and they are from a genuine authority,\" he said. \"But unfortunately it would appear these things are happening.\"\"And for people that are already distressed enough, who are looking for support, the idea they're being exploited by someone for information that will enable them to gain a service or financial opportunity, when the reality is they will be scammed, is outrageous.\" South Wales Police said it had been brought to its attention that \"unsolicited calls, claiming to be from insurance agencies, may be operating across south Wales\". It said enquiries were ongoing and reminded the public to \"be wary of phone calls or emails offering you insurance payouts or requesting your bank details out of the blue\". The force added: \"If an offer seems too good to be true, it probably is. Always question it.\" It said it was also aware of a donation scam to aid flood relief efforts and said \"generous residents\" should be cautious of people asking for money. \"To avoid falling victim to scammers, please always check identification - legitimate callers will be happy to wait outside your property while the company is called to verify ID,\" the force said. ", "url": "https://www.bbc.com/news/uk-wales-51633458"}