{"datetime": "2020-02-25T22:09:23.000Z", "title": "Floods: Tory not worthy of answer, says Welsh Labour minister", "article": "Wales' environment minister has refused to answer a Senedd question on flooding, objecting to the \"tone\" used by the Tory assembly member asking it. Janet Finch-Saunders pressed Lesley Griffiths on the time taken for financial help to be announced for people affected by Storm Ciara. Ms Griffiths said she did not like her tone, accused her of smirking and told her she was not \"worthy of an answer\".The north west Wales AM called Ms Griffiths' response \"derogatory\". The row came after the Welsh Government said it had written to the UK Treasuryseeking financial help with the cost of dealing with flood damage, on the heels of both Storm Ciara and Storm Dennis this month. In a detailed question in the assembly chamber, Aberconwy AM Ms Finch-Saunders told the minister her constituents had been waiting over 15 days for emergency financial assistance since the storm earlier this month. \"Whilst I am grateful for the fact that all households affected by flooding throughout Wales will technically receive £500, possibly a thousand [pounds] to those without house insurance it's just a mere drop in the ocean,\" she said. \"I had a resident on the phone to me yesterday - she's lost her business, her home and her car. \"So, minister, why did it take until after Storm Dennis for the first minister to announce financial support to individuals affected by Storm Ciara?\" Responding angrily, Ms Griffiths said: \"I really object to Janet Finch-Saunders' tone.\" She said she visited Llanrwst on 13 February and spoke to residents: \"Not one of them took the tone that you did\". \"So I will tell you why it takes several days, and that's all it's been, several days to set up a scheme. \"It's public money and that public money has to be accounted for, it has to be audited.\" The Labour minister then asked Ms Finch Saunders: \"Do you want to listen or not?\" The Conservative politician insisted she was listening.Ms Griffiths continued: \"You can smirk Janet Finch Saunders, I'm not even going to look at you. \"I fact, deputy presiding officer, I don't think she's worthy of an answer.\" Deputy presiding officer Ann Jones said \"okay, fine\", and called the next AM with a question. Ms Finch-Saunders told BBC Wales she was \"very disappointed\" with the environment minister's response, calling it \"surprising\" and \"derogatory\". \"It's not behaviour I would deem appropriate when an assembly member is raising such a serious issue,\" she said. The Brexit Party condemned the minister's behaviour. A spokesperson said: \"Ministers do not get to decide when they answer to scrutiny from elected members.\"Janet was asking legitimate questions of the minister, and those who have had their lives impacted by these floods are unlikely to be impressed by the minister's response.\" The Welsh Government said it would not comment on the episode. By BBC Wales political editor Felicity Evans Bad tempered exchanges in the Senedd chamber are nothing new, but this was different. Government ministers deciding which AMs are or are not \"worthy\" of answers raises obvious problems over effective scrutiny. Certainly the minister was having to battle noises off as she began her answer, but her questioner also had to deal with heckling as she spoke. Barracking in the chamber comes with the territory.Many politicians of all parties, north and south, have been working hard in recent days to help people affected by flooding. Everyone is tired and nerves are frayed, but none more so than those trying to salvage the wreckage of their homes and businesses. ", "url": "https://www.bbc.com/news/uk-wales-politics-51635422"}