{"datetime": "2020-02-26T19:20:16.000Z", "title": "Floods: Prime Minister promises to 'passport' Welsh flood money", "article": "The prime minister has said money will be \"passported through\" to help deal with flooding in parts of Wales. Boris Johnson said his government is committed to working \"flat out\" with the Welsh Government. Labour leader Jeremy Corbyn criticised the prime minister for not visiting flood affected areas. The Welsh Government said it welcomed the indication of further funding but it would wait to see the full details.Mr Johnson was responding to a question from the MP for Merthyr Tydfil and Rhymney, Gerald Jones. Mr Jones had called for a \"cast-iron\" guarantee for \"major new funding\" that Wales needs for flood damage. The prime minister said flooding in Wales was a devolved matter - meaning it is the responsibility of the Welsh Government in Cardiff. But he added: \"Nonetheless this government is committed to working flat out with the Welsh devolved administration to ensure everybody gets the flood relief that they need. \"And that cash, yes of course will certainly be passported through.\" Labour politicians in the valleyshave called for the UK Treasury to offer funding to help repair damage caused by recent storms in Wales . The Welsh First Minister Mark Drakeford said on Tuesday it is not possible to put a precise figure on how much is required as buildings were still submerged. However he said an estimate of £180m for repairs in Rhondda Cynon Taf alone - which has seen a number of bridges damaged - was \"not unreasonable\". He had claimed the UK Treasury made the Welsh Government repay £200m last month - at short-notice - after recalculating funding. That led the UK government's Welsh Secretary Simon Hart to complain Mr Drakeford was politicising the issue. Cash for most public services in Wales is mostly provided by the UK Treasury, but paid out through the Welsh Government budget. In a statement on Wednesday evening, the Welsh Government said Mr Drakeford had discussed the severe impact of flooding in Wales and the need for support with the UK government.A spokesperson added: \"We welcome the indication that additional funding for Wales will be made available by the UK government but we await to see the full details about the support that will be provided.\"Meanwhile, the Labour leader Mr Corbyn praised the Welsh Government for stepping up to the crisis despite underfunding from the UK government but he accused the \"part-time Prime Minister\" of \"going AWOL\". During Wales Questions, the MP for Rhondda, Chris Bryant, asked if the UK government was prepared to give financial aid to communities affected.He said: \"What's the point of an United Kingdom, if the United Kingdom will not stand by Wales financially when we really need it?\" Responding, Wales Office Minister David TC Davies said the UK government \"absolutely stands with Wales\" and stands \"ready to support the Welsh Government in any way but they need to come forward with a set of costs and also to explain exactly how that money will be spent\".Mr Davies added: \"it would be impossible for us to go marching into Wales and tell the Welsh Government what to do in a devolved area\".Plaid Cymru has called for a \"full independent inquiry\" into the causes of the flooding across Wales in recent weeks. In a separate letter to Welsh Secretary Simon Hart a number of Labour MPs and Plaid Cymru's Ben Lake called for a full review of coal sites across the south Wales coalfield, following the landslide in Tylorstown, and a commitment to fund work to ensure they are safe. Meanwhile Rhondda's local assembly member Leanne Wood and Mr Bryant have urged Natural Resources Wales (NRW) to fully reimburse those affected by last week's flooding in Pentre.NRWadmitted trees it cut down blocked a culvert and caused the flooding, which resulted in thousands of pounds of damage to homes and businesses. Plaid Cymru AM Leanne Wood has called for an independent investigation and Labour MP Chris Bryant has asked NRW to \"accept formal liability\". In his letter to NRW, Mr Bryant urged it to \"put in place a full compensation scheme for those affected\" and to \"review their practice of leaving large amounts of brash [material left on the ground after trees are felled], which exacerbates both flooding and mountain fires\". He went on to write: \"I am in no doubt at all that the single major contributory factor to flooding on the night of Sunday-Monday 16-17 February and on Thursday-Friday 20-21 February was the forestry clearance work done by Natural Resources Wales on the mountainside above St Peter's church.\" In the Senedd on Tuesday, Ms Wood said a \"full and independent investigation\" into what happened in Pentre was needed and if the probe concluded NRW was liable for the flooding it should \"ensure that people are fully reimbursed for the damages in full without any consequence for their home or car insurance policies\". Earlier in February NRW confirmed 95% of the Pentre woodland had been felled in a bid to tackle Larch disease. Bill Purvis, NRW duty tactical manger, said then: \"From the photographs and pictures available it is evident that wooded material entered the watercourse and ended up blocking the grid.\"On Wednesday, NRW executive director of operations Gareth O'Shea said: \"Our sympathies go out to the residents of Pentre that have been affected by the flooding. \"Storm Dennis saw exceptional rainfall across parts of south Wales and the Brecon Beacons on top of already saturated catchments following Storm Ciara the previous weekend.\"The intensity of the rainfall on sodden ground around Pentre caused significant surface water run-off from the surrounding hillsides. \"We have recently clear felled 10% of the Pentre woodland estate, which was planted in the 1960s, to remove diseased larch trees.\"\"We will undertake an investigation, which we are currently discussing with our local authority partners, to understand what caused the flooding here.\" He added: \"Climate science says we can all expect more frequent extreme weather events like Storm Dennis.\"We can't stop this rainfall, we all need to adapt to it and this poses big challenges for us all.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-51643956"}