{"datetime": "2020-01-25T12:16:55.000Z", "title": "Fraud victims 'failed' as criminals 'operate with impunity' - report", "article": "Fraudsters \"operate with impunity\" as a surge in cases has left police struggling to cope, a report has found. Staff feel they cannot identify criminals and bring them to justice, the report said, at a time when there has been a 15% rise in cases. The report, by ex-Met Police Deputy Commissioner Sir Craig Mackey, found fraud now accounts for one-in-three crimes - but just 2% are detected. The Home Office said it will study Sir Craig's findings. The report also revealed fewer than 1% of police officers directly investigate fraud. And despite nearly 2,000 fraud offences being committed daily in England and Wales, just one in 50 is prosecuted. Sir Craig warned that a lack of proper investment and inadequate technology was hampering efforts to tackle the crime. While overall crime in England and Wales has remained \"broadly static\" over the past 12 months, reporting of fraud has jumped by 500,000 cases - a rise of 15%. The reviewfollows an investigation by the Times last year , which claimed call handlers forAction Fraud , the national fraud reporting service, had mocked victims and misled people into thinking they were dealing with police. It is estimated 86% of fraud is committed online and around 78% of cases involves offences where suspects and offenders do not live in the same area. Victims of fraud must report it to Action Fraud, which is overseen by the City of London Police, the force that specialises in fraud investigations. However, Action Fraud's call centre and computer systems are handled by private companies. Last year, an undercover Times reporter applied for a job as a call handler for one of the companies, Concentrix, at a call centre in Gourock, Inverclyde. The Times' investigation, published last August, said: Sir Craig visited Action Fraud as part of his review and found a number of staff had been dismissed following the newspaper's probe while others had been warned over their behaviour. He recommended the service should now be \"re-defined and brought back into line with industry standards and public expectation\". Overall, the ex-police chief said \"fraud investigation in the UK needs a 'new future'\". A Home Office spokesperson said: \"It is vital that fraud victims have the confidence to come forward and know that their case will be dealt with properly.\"We note this review into the standards, culture and management of Action Fraud and will look at it carefully.\" ", "url": "https://www.bbc.com/news/uk-51246926"}