{"datetime": "2020-02-24T18:44:18.000Z", "title": "Flooding: Welsh Government promises £500 for affected households", "article": "As Wales braces for more flooding, the Welsh Government has announced it will give at least £500 to every affected household. Ministers said a further £500 would be made available to those without house insurance cover. Rhondda Cynon Taf council appealed for food donations to help more than 500 households that had suffered flooding.Key roads andrail lines remain shut, especially in mid Wales where there was fresh flooding on Monday. A number of former coal sites in south Wales are being monitored 24 hours a day following several landslides. First Minister Mark Drakeford said a £10m fund set up by the Welsh Government would not be enough and the UK government needed to come up with cash to cover the cost of infrastructure damage. \"After a week of silence in the face of this emergency, we urgently need to hear what longer-term support communities can expect from the UK government,\" he said. The UK government said it would \"look seriously at any request\" from the Welsh Government for additional support and assistance for flood relief. In a statement, a spokesman said Welsh Secretary Simon Hart had met Mr Drakeford on Monday and \"reiterated the UK government's support for the affected communities\". He said the UK government had also ensured that any flood hardship payments made to individuals and families would not affect their eligibility for benefits issued by Department for Work and Pensions. Speaking in the House of Commons, Rhondda MP Chris Bryant said a quarter of the families across the UK affected by floods lived in Rhondda Cynon Taf, and urged the UK government to help. He said many of his constituents \"have to choose between putting food on the table or paying the insurance\" and that Rhondda Cynon Taf council faced a £30m bill to repair damage caused by the floods.Mr Bryant said: \"We need money from the government, we don't want talk of mutual aid. \"We need money and we need it now\". UK Environment Secretary George Eustice said if the Welsh Government approached the Wales Office with its concerns about funding then the matter could be considered. Responsibility for flooding is devolved. Plaid Cymru's Jonathan Edwards also called for the UK government to give financial assistance to the Welsh Government for the communities hit by the floods. The centre of Pontypridd was left under water after the River Taff burst its banks last Sunday and thousands were affected around the county by widespread flooding. Two car dealerships in the town - Hutchings Motor Group and Greenaway Autos - were flooded when the River Taff burst its banks, leading to about 300 new and used cars being written off. Now Welsh Labour politicians havecalled on the new chancellor for a one-off grant of £30m to help pay for repair and restoration work across Rhondda Cynon Taff. In a letter to Rishi Sunak, they also called for council tax and business rates to be suspended for a year in affected properties. Council chiefs estimate £30m of infrastructure damage in Rhondda Cynon Taff alone - with the bill for private properties across the county \"likely to run to nearly £150m pounds,\" according to Rhondda Cynon Taf council leader Andrew Morgan. The Welsh Government funds flood defences, flood clear-ups and funding to local authorities, but tax relief is a UK government call. \"Wales took the brunt of the force of this storm and we would be wiping out all of our financial resources in one of the poorest areas of the country,\" Mr Bryant toldBBC Radio Wales . \"In the normal course of things this would be funded by the Welsh Government.\"But you would be wiping out the entire capital allocation just by dealing with the problems in Rhondda Cynon Taff. That would mean no other work on things like schools for example. \"They have announced lots of extra money in England but there isn't a single consequential penny for Wales, which is the hardest hit part of the UK. \"The whole point of the 'United Kingdom' is that if one part of the UK suffers then the whole of the United Kingdom should step in to help.\" Mr Bryant added he thinks Westminster \"is open to the idea\" for extra funding but wants the UK government to \"step up\". If you've been flooded, you want help. You don't really care where it comes from. Being flooded is traumatic and it takes time and money to recover.In these Labour heartlands, if people feel they've been abandoned there could be a backlash in the assembly elections next May. The politicians who wrote the letter to the chancellor want extra money from the UK government. But a lot of what they're asking for is legally the responsibility of the Welsh Government. The UK government has promised extra money to flooded local authorities in England because they are responsible for funding councils there. In Wales, local councils are funded by the Welsh Government which has promised ten million pounds for immediate relief, with more to come. Reserves exist for emergencies, should the Welsh Government use theirs to shoulder the full cost? Or is this an extraordinary situation, where the UK government should step in? In politics, the answer to the question \"Who pays?\" is never straightforward. About 550 homes were flooded across the county and Rhondda council bosses say they \"currently have 50 families in temporary accommodation\". \"The amount of damage is just something we haven't seen on this scale before,\" said Mr Morgan. \"A lot of families don't have insurance and some businesses are being told by their insurance companies they aren't covered.\"Unless we have additional support families will be out of their homes for sometime, businesses could fold and people could lose their jobs.\" Crowdfunding pages have already raised thousands for the flood-hit communities and aValley Aid fundraising concert has been announced for next month, where Manic Street Preachers frontman James Dean Bradfield and Grammy award winner Amy Wadge will headline. Film star Michael Sheen and Pontypridd MP Alex Davies-Jones have between them raised more than £80,000 in online campaigns. A collection at Saturday's Six Nations rugby game between Wales and France at the Principality Stadium raised £12,000, the Welsh Rugby Union said. A UK government spokesperson said: \"Whilst flood defences and the response to flooding in Wales are devolved, we will continue to engage with and support the Welsh Government on flood relief and coal tip safety.\"The Department for Work and Pensions have confirmed that flood hardship payments will \"not affect eligibility for benefits.\" In mid Wales, delivery driver Mike Jones told how he was struck by floodwater while on the A458 near Welshpool, Powys, on Monday. He said: \"All of a sudden from my left the river burst its banks and it came through the hedge out in front of me. \"A big wave came across the front of the van and I just about got through but unfortunately it got into the engines… it was a bit scary.\"A full Powys council meeting on Friday will reveal what the cost of the recent storms has been to the county and what can be done to help those affected. Councillor John Morris, who represents Crickhowell - one of the worst hit areas of the county - said: \"In my area alone over 30 residential properties were affected and about the same number of businesses. \"This includes the Elvicta Trading Estate on the outskirts of Crickhowell with its 20 or so businesses and is a major employer in the area.\" Caereinion High School near Welshpool, Powys, closed on Monday because flooded roads are preventing some teachers and pupils from getting in. Meanwhile, running water to a town marooned by flooding has been restored after almost a week without supply on Monday. Tankers and bottled water had supplied residents in Monmouth after the town's Mayhill treatment works was shut after becoming submerged after the Rivers Monnow and Wye burst their banks. ", "url": "https://www.bbc.com/news/uk-wales-51611159"}