{"datetime": "2020-02-25T18:27:22.000Z", "title": "Flood damage could cost £180m, first minister Mark Drakeford says", "article": "The cost of the flood damage in Wales could reach at least £180m, according to the first minister. Speaking onBBC Radio Wales , Mark Drakeford said the Welsh Government had written to the UK Treasury saying it would need financial help. He said much of the damage was still being assessed with some structures \"still under water\". It comes as posts on social media appeared to show the River Dee in north east Wales had burst its banks. It follows heavy rain overnight during which firefighters rescued several people from cars stuck in flood water in Powys. Two adults, two children and two dogs were rescued from a car between Meifod and Llansanffraid at 19:00 GMT. And in the early hours, a car with three occupants was pushed to safety by firefighters at Welshpool. Elsewhere, a person was helped to safety by three firefighters wearing swift water rescue equipment after becoming stranded at Llanymynech at 20:15. And another person was rescued from the Sarn Bryn Caled roundabout in Welshpool at 22:40. There are a number offlood warnings in place across Wales, including on the River Severn. Natural Resources Wales said gauges atButtington and Crew Green show river levels on the Severn are at near record levels. Key roads andrail services are still being affected with some lines closed at Shrewsbury station asrivers continue to rise .The Welsh Government has set up a£10m fund to help homeowners and businesses hit by the floods.Mr Drakeford said it was not yet possible to put an exact figure on the damage but agreed that £180m of flood repairs to infrastructure in Rhondda Cynon Taff alone was \"not an unreasonable estimate\". Speaking during first minister's questions at the Senedd, Mr Drakeford said the Welsh Government would be able to cover the immediate costs but not the full repair bill.Asked whether he would like to see Prime Minister Boris Johnson visit the flood affected areas in Wales, Mr Drakeford said: \"I'm more interested in the prime minister's wallet than his wellingtons.\" He told AMs the UK Treasury made the Welsh Government repay £200m last month - at short-notice - after recalculating funding under theBarnett formula .\"When I say to the prime minister I want money to help us with the impact of flooding here in Wales, I'm essentially asking him to hand back to us money that he took away from us in the last few weeks,\" he said. In response, the Welsh Secretary Simon Hart said he was disappointed First Minister Mark Drakeford had \"politicised\" the issue of funding for flood recovery. The Conservative MP told BBC Wales the UK Government was waiting for a clear assessment of what was required before agreeing funding. \"The fact is we have said right from the beginning once Welsh Government has worked out precisely what it needs… then of course UK government is going to take that seriously,\" Mr Hart said. The Welsh Government has announced it will give at least £500 to households affected by the floods and £500 more to those without insurance. Meanwhile, Rhondda Cynon Taf council has pledged an extra £500,000 on top of £1m it is using to help 1,000 homes and businesses affected by floods in its area. The council has said it will give each household ahardship payment of £500 and each business £1,000. A meeting took place on Monday between Welsh Secretary Simon Hart, the Welsh Government, council leaders, the Coal Authority and Natural Resources Wales to discuss the safety of coal tips after storms causedlandslips . Answering concerns from Plaid Cymru Rhondda AM Leanne Wood in the Senedd on Tuesday, Mr Drakeford said he had been given assurances such tips would be investigated by the end of the week. \"Most of them have been investigated already, and assurances have been received from engineers that they don't pose a risk to life and property,\" he said. Plaid leader Adam Price had called for the army to be drafted in to help with the floods response in Wales. But the first minister told AMs the emergency services had decided not to request help because conditions were \"so difficult and dangerous\" the advice was that only people with specific training should be deployed. ", "url": "https://www.bbc.com/news/uk-wales-51626723"}