{"datetime": "2020-06-17T21:55:29.000Z", "title": "Thunderstorms cause flooding after storms strike in Wales", "article": "Flooding has been reported after thunderstorm forecasts warned of potential power cuts and damage to buildings. Residents in Pentre, in Rhondda Cynon Taff, have taken to social media saying they have been hit by the downpours. The community has already suffered flooding this year, described as \"horrific\" by residents. A Met Office yellow warning is in place until the end of Wednesday for 20 of Wales' 22 counties. Another thunderstorm alert is in place for Thursday for all south Wales counties, pushing west into Carmarthenshire and north of Brecon in Powys, between midday and 21:00 BST. There is also a yellow warning for rain in place from 03:00 BST until 12:00 BST on Thursday for all counties except Pembrokeshire, Vale of Glamorgan and Cardiff. Rhondda Senedd member Leanne Wood appealed on Twitter for people to come forward if they had towels or sandbags. Resident Bethan Clare Hughes declared on Twitter: \"Pentre, Rhondda Valleys is being flooded again for the 3rd time this year!\" \"It is several streets in Pentre that have been flooded before.\"People are disgusted and horrified it has happened a second or third time in some of their houses.\"After a short, sharp burst of rain at around half-past six people described torrents of water coming down a hill and coming into people's houses.\" \"Fire engines were at the scene. \"In some cases people have not got their houses together from the last time.\" One Queen Street resident told BBC Wales he was angry at watching his home being flooded again: \"I would like to see some of these councillors to live in these houses and go through what we've done. \"I haven't been in this house since February. I've had to go around the corner and live with my daughter.\" Rhondda MP Chris Bryant said the area had been \"badly flooded again\" and he would be returning to the area to help after attending Parliament. And Pontypridd Member of the Senedd Mick Antoniw said 200 homes had been affected by the rain. Natural Resources Wales said flooding had been from surface water, rather than rivers. \"Our sympathies are with those affected. We've sent officers to Pentre to offer support and to check our assets in the area,\" said the environment body. \"Flood risk from main rivers across Wales remains low.\" All of Wales was covered by Wednesday's Met Office alert for thunderstorms, with the exception of Anglesey, the Llŷn peninsula of Gwynedd and Pembrokeshire. ", "url": "https://www.bbc.com/news/uk-wales-53075276"}