{"datetime": "2020-02-23T22:27:24.000Z", "title": "Flooding: Call for UK cash to fund flood relief in Wales", "article": "Welsh Labour MPs and assembly members have called on the new chancellor to deliver flood relief cash to some of the worst affected parts of Wales. In a letter to Rishi Sunak, they ask for a one-off grant of £30m to pay for repair and restoration work across Rhondda Cynon Taff. They also want council tax and business rates suspended for a year in affected properties. They accepted some matters are devolved - but want action at a UK level. \"Our belief in the Union leads us to conclude that when any part of the United Kingdom is hit particularly hard, the whole of the UK should help out, regardless of the normal funding rules,\" they have written in the letter to the Treasury. \"We therefore urge you as a matter of urgency to provide specific one-off funding for RCT (Rhondda Cynon Taff).\" The letter has been signed by the MPs Chris Elmore (Ogmore), Chris Bryant (Rhondda), Beth Winter (Cynon Valley), and Alex Davies-Jones (Pontypridd). The AMs Mick Antoniw (Pontypridd), Vikki Howells (Cynon Valley), and Huw Irranca-Davies (Ogmore), have added their names to the request. The leader of Rhondda Cynon Taf (RCT) council, Andrew Morgan, has also signed the letter. Writing to Mr Sunak,who replaced Sajid Javid at No 11 Downing Street earlier this month , they argued that damage to roads, bridges and council property will cost the local authority up to £30m. They added: \"That will swamp the council's total annual general capital funding allocation of £13.4m. The damage to private properties across the county is likely to run to nearly £150m pounds.\" \"We are a resilient community, many hundreds of people have mucked in and helped out. We are generous too. Charitable donations have nearly reached £200,000.\"But, however generous we are individually, we do not have deep pockets.\"In addition to calls for additional cash, the Labour politicians have also asked for some rules on benefit payments to be suspended. \"It would be manifestly unfair for families to receive £500 from RCT council or from a Crowd Fund Me page, only to have that money clawed back,\" they said. Finally, they have called on the UK government to fund an urgent review across all south Wales coalfield communities, to address concerns over landslides following weeks of rain. Coaltips remain the responsibility of the Coal Authority, local councils and Natural Resources Wales. Speaking to BBC Wales, the Rhondda MP Chris Bryant added: \"Wales has borne the brunt of the misery and RCT in particular has been hardest hit.\"Without extra help, RCT could be wiped out financially as we rebuild bridges, roads and flood defences.\" A Welsh Government spokesperson said it had been \"working around the clock with partner agencies to keep people safe and informed\" since the storms and resulting floods.\"We have made available £10m to deal with the immediate impact of the storms,\" they added.\"This funding is being made available for the initial response, while work to assess the overall impact and cost of the damage continues. This will determine what further financial support is needed and, depending on the scale of those costs, we would look to the UK government to provide resources.\" They said the First Minister Mark Drakeford would be meeting the Welsh Secretary Simon Hart next week to discuss the safety of coal tips and the communities in their shadows. A UK government official said it had been communicating with emergency services, councils and the Welsh Government over flooding. They added: \"Whilst flood defences and the response to flooding in Wales are devolved, we will continue to engage with and support the Welsh Government on flood relief and coal tip safety.\"", "url": "https://www.bbc.com/news/uk-wales-51604946"}