{"datetime": "2020-02-24T20:01:08.000Z", "title": "Shrewsbury flooding: 'Highest ever' peak could be recorded", "article": "Parts of a town centre are under water amid warnings that flooding in the area could reach its \"highest ever\" level. Severe flood warnings are in place in Shrewsbury and Ironbridge, meaning there is a danger to life. Ann DiTella, of Shrewsbury B&B Darwin's Townhouse, said 11 rooms had flooded, less than a week after water \"destroyed everything in its wake\".People in Wharfage, Ironbridge, have been asked to evacuate as the River Severn may go over barriers on Tuesday. Telford and Wrekin Council leader Shaun Davies said the barrier breach \"isn't likely to cause any tidal wave or any dramatic effect\" but could fill up the road and footpath \"very quickly\".\"So our message is clear - we are asking residents and businesses on the Wharfage to evacuate,\" he said.Mr Davies said it was for people's own safety and for the emergency services who would \"be putting their lives at risk coming to your aid\".Council crews have been knocking doors to advise people and have set up a helpline and rest centre at Tontine Hotel.West Mercia Police said about 40 residents in Ironbridge had been advised to evacuate on Monday night.The Environment Agency (EA) said rainfall in the Welsh mountains was due to cause problems further down the River Severn. There aremore than 100 flood warnings and some 200 alerts in England after a third week of downpours that started with Storm Ciara.Defences went up in Frankwell and Coleham Head in Shrewsbury on Sunday night.The EA said the severe flood warning for Ironbridge followed persistent heavy rainfall.Water levels at the Buildwas river gauge are expected to peak at 6.7m (22ft) to 7m (23ft) on Tuesday evening.Debbie Bradbury-Walker, who lives near the English Bridge, said water had filled their 8ft cellar and there were three to four inches on the ground floor.\"It's the first time it's flooded like this and entered the house in the five years we've lived here,\" she said.\"The drains are full but luckily we still have electricity at the moment. \"We have a way to escape from the house if we need. The rear is built up.\" Stephanie Hall said her 10-minute drive to work in Battlefield, Shrewsbury, had taken nearly an hour.\"It was the sheer volume of traffic and the roads in the town centre were closed,\" she said. \"It was solid both ways.\"The EA said further rainfall was forecast over the next 48 hours and flooding of properties in Shrewsbury was set to continue. A \"prolonged peak\" is expected at Welsh Bridge of 5.2m (17ft) to 5.5m (18ft) on Tuesday, which would be its highest recorded water level.Caroline Douglass, director of incident management at the EA, said: \"Flooding has a long-lasting and devastating impact on people's lives. \"River levels remain high and communities along the river Severn, in particular Shrewsbury, Bewdley and Ironbridge, should be ready for potential flooding.\" Businesses were evacuated in the Coleham area of Shrewsbury amid rising floodwater.Aimee Goolden took some people through the floodwater in her kayak, including workers at a care home. In the last week of October 2000, the Severn rose to its highest level for over 50 years, flooding Shrewsbury, Ironbridge and Bridgnorth. Carol Calcutt, who lives close to the river, said: \"I'm very worried. Looking out of my window now the water really is coming up in kind of small waves. It is moving very quickly again.\" Last week homes and businesses were affected by floods in the wake of downpours brought by Storm Dennis. The Rivers Wye and Severn reached their highest-ever levels. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone Have you been affected by the flooding? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-england-shropshire-51611485"}