{"datetime": "2012-11-23T07:58:04.000Z", "title": "Gales and floods in Wales: Clear-up operation begins", "article": "People are counting the cost of severe flooding and high winds on Thursday as the clean-up operation begins. Gale force winds and rain battered parts of Wales on Thursday, flooding roads and homes and severely affecting travel. Motorists were stuck on the A55 in north west Wales hours after it was closed due to flooding. Rest centres were opened for stranded drivers and people affected by the flooding. North Wales Police said the rest centres at Llandudno Junction Leisure Centre, Caernarfon Leisure Centre and Ysgol Friars school in Bangor would provide shelter and refreshments. Council volunteers are at the centres to help people. The A55 was closed between junction 12 at Bangor and junction 11, Tal y Bont in Gwynedd but partially reopened overnight. Speaking at 20:30 GMT on Thursday, Dilwyn Roberts said he had been stuck on the A55 near Bangor for seven hours after leaving Llandudno at 13:10 GMT. He said: \"I can see the front of the queue, there's about 30 cars between me and where the traffic stopped before a dip which is flooded.\" Llanberis in Gwynedd was particularly badly hit with flood water rushing along the high street in the afternoon and 100 properties flooded. Betty Owen, of Llanberis District Club, said flooding there had left the premises \"worse than a mess\". \"It's not just the water itself, it's the mud that's involved as well,\" she said while cleaning up the club. \"[The flooding] was really bad and just pouring down from the streets in the village and some of them are quite high. \"And it was just coming down to the bottom here and there was nowhere for it to go.\" The Environment Agency issued severalflood alerts and three warnings. Unofficial wind speeds of 100mph were recorded on Snowdon, Gwynedd. The weather caused disruption around the country: Meanwhile, the coastguard, firefighters, police helicopter and an RAF Sea King helicopter were involved in the rescue of a driver trapped in her car in deep, fast-flowing water in a swollen river at St Clears, Carmarthenshire. Her car had been washed from a ford near the Waunbricks Kennels and swept 100m downstream at around 16:15 GMT. Firefighters managed to get a line to her and she was hauled to safety before she was taken to Glangwili Hospital by road. Her condition is not known. Five people were also taken to hospital after a car was flipped over by strong winds in Pembrokeshire. The stationary car was thrown against the front of a branch of Barclays bank on Hamilton Terrace, Milford Haven, just before midday, Dyfed-Powys Police said. The people in the Peugeot 206 were taken to hospital but are not thought to have been seriously hurt. National Coastwatch Institution volunteer John Kavanagh told BBC Wales the sea at Worm's Head on Gower was \"like a cauldron\" and he had never seen the sea \"so dark\". BBC Wales weather presenter Sue Charles said it would be much calmer on Friday - mostly fine with sunny spells and a few showers.\"It should be a fine and dry morning with sunny spells and a few isolated showers possible, most likely in Snowdonia,\" she said. \"Winds will be much lighter than on Thursday - a westerly breeze - but feeling colder than recent days. \"Largely dry and cold on Friday night and a bright, chilly Saturday morning but heavy rain and blustery winds move up from the south through the afternoon. A Met Office warning is now in place for this rain. \"So a fine start to the weekend but turning very wet and windy late Saturday and drying up through Sunday.\" ", "url": "https://www.bbc.com/news/uk-wales-20451388"}