{"datetime": "2020-03-11T00:29:14.000Z", "author": "Colette Hume", "title": "'Flooding scared my son so he won't have a bath'", "article": "A five-year-old boy is so traumatised after his house got flooded that he's now too scared to have a bath. Max's family home in Pontypridd, Rhondda Cynon Taff, was submerged when the nearby river burst its banks during Storm Dennis. \"He's afraid this house will get flooded,\" said his mother Becky Morgan, who had to move house for the clean-up. To help children like Max, an after-school club in the valley has brought in a psychotherapist to support them. A leading professor says \"children can be acutely affected during and after floods\" and the associated upheaval. Rhondda Cynon Taff bore the brunt of Storm Dennis in February and Max's hometown was hit when the nearby river overflowed. Max, his 11-year-old brother Regan and one-year-old sister Ayda have since moved into a temporary rental house in nearby Ynysybwl with Becky and their father Matthew while their family home is repaired. But Mrs Morgan said the flooding had left a mark on their youngest boy. \"We've tried explaining that if you look down we live on a hill now so it's less likely to flood,\" said Mrs Morgan. \"But he won't have a bath any more either. He'll have a shower but he won't have a bath because he's afraid it'll all flood again.\"We've had no support, just a leaflet a five-year-old can't read. \"We've just tried explaining that while mummy and daddy are around nothing will happen.\" Max is one of hundreds of children in the Rhondda valley alone that have been affected by flooding. Research suggests it can take some children months - and even years - to recover from their home being flooded and it can impact on their performance in school. \"Children can be acutely affected during and after floods, losing their homes, friendship networks and familiar surroundings,\" said Prof Maggie Mort, an expert from Lancaster University. \"They also see adults under great strain and witness the exceptional and long-term tensions that flooding brings about.\" More than 30 families in Lewis Street and Pleasant Street, Pentre, were flooded during the wettest February on record - and many of the children attend Pentre's community centre's after school club. Staff at Canolfan Pentre were so concerned about the impact of the floods on children that they have arranged events to offer children, their families and carers support and advice. Psychologist Lisa Waker, who will lead the sessions which start on Wednesday, said: \"We've got to remember this is a trauma. \"I would definitely encourage the parent just to listen to their child, allow them to talk.... to acknowledge that the child could be going through various different types of emotion.\" Rhondda Cynon Taff's clean-up bill was estimated to be about £180m and the Welsh Government set up a£10m fund to help homeowners and businesses hit by the floods. It will also give at least £500 to households affected by the floods and £500 more to those without insurance. Rhondda Cynon Taf council has also pledged an extra £500,000 on top of £1m it is using to help 1,000 homes and businesses affected by floods in its area. The council has said it will give each household ahardship payment of £500 and each business £1,000. ", "url": "https://www.bbc.com/news/uk-wales-51820041"}