{"datetime": "2020-02-20T17:16:30.000Z", "title": "Storm Dennis: Households 'must get insured and plan for floods'", "article": "A campaigner is urging households to make sure they take advantage of government-backed flood insurance - and plan for the future. Mary Dhonau said many homes would be eligible for theFlood Re scheme for affordable insurance . It comes as work continues to mop-up damage across parts of Wales, following Storms Dennis and Ciara. Ms Dhonau said people must also consider how they respond to future threats - as repairs get under way. \"The last thing we want to do is put your home as it was and then a year later to be flooded again,\" she said. She said it was vital resilience was built into flood-affected properties when repairs are carried out. The flood planning advocate is chief executive of the campaigning group and website ' Know Your Flood Risk ', and has experienced flooding several times. She said thinking about simple things, such as the materials used to re-floor a property, can help ease the pain of flood recovery. Suggestions from Know Your Flood Risk include: Ms Dhonau said those flooded before - or who know they are at risk - must endeavour to get insured. \"I have a horrible feeling that people have to choose between putting dinner on the table for their children or buying flood insurance.\" But she said the Flood Re scheme could help. Developed between the UK government and insurance companies, the flood insurance cost is tied to the council tax band of a property. She said excess payments on the insurance are also pegged to a maximum of £250. Most importantly, the insurance will be renewed - even if several flood claims are made. \"To suddenly find yourself flooded with your home annihilated, to not have flood insurance is absolutely awful and it can bring people to their knees emotionally,\" she added. Schemes such as Flood Re provide traditional insurance routes to help flood victims - but that can mean a wait for assessors, claims, and of course, repairs. But two Welsh businesses have already been paid in full for Storm Dennis, after taking up a new hi-tech approach to insurance. It involved having flood sensors fitted in their premises, with an automatic payout as soon as they were triggered. Both The Vine Tree restaurant at Llangattock near Crickhowell in Powys, and The Bell at Skenfrith in Monmouthshire received substantial insurance payments within 48 hours of being inundated by swollen rivers. They had signed up tothe specialised insurers FloodFlash . In a twist of fate, The Bell's owner Sarah Hudson was actually rescued during the Storm Dennis flooding by the insurance firm's commercial director - who was out checking sensor installations when the River Monnow broke its banks. Brent Jackson arrived in a 4x4 vehicle, fitted with an exhaust snorkel, not long before steel shipping containers holding all the historic hotel's furniture were washed away. ", "url": "https://www.bbc.com/news/uk-wales-51565845"}