{"datetime": "2020-02-21T22:37:13.000Z", "title": "Storm Dennis: Floods close Pontypridd Lido 'throughout 2020'", "article": "A multi-million pound outdoor swimming pool is unlikely to reopen again this year after being badly damaged in recent floods. The National Lido of Wales, in Pontypridd, was flooded during Storm Dennis on Saturday and Sunday. Rhondda Cynon Taf council leader Andrew Morgan said it had been \"significantly damaged\" but was insured. Another popular attraction, Cefn Mably Farm, near Cardiff, will be closed for at least eight months. As the clean-up continues, business and home owners across south and mid Wales are counting the cost of Storm Dennis - estimated to have damaged 1,000 properties in Rhondda county alone. More than a month's worth of rain fell in just 48 hours,homes were evacuated and roads and railway lines left underwater during days of bad weather . The Ponty Lido, at Ynysangharad War Memorial Park, had reopened in August 2015 after a £6.3m revamp.Thousands of swimmers visit the Grade-II listed structure every year, but Mr Morgantweeted after visiting the lido on Friday that it was \"unlikely\" to open again in 2020 and Ynysangharad Park itself would be closed for two months. Rhondda Cynon Taf council said it was \"far too early to put a timeline on any repairs\" and the extent of the damage to the building was not yet clear. It is currently not open for the season, which begins in May, but is usually open during the Easter holidays. The owners of Cefn Mably Farm, in Michaelston-y-Fedw, Cardiff, have said they will be closed for at least eight months after the cafe, shop and farm yards were \"massively damaged\". In a statement on Facebook , they said the animals were all \"fed, warm and dry\", but it would take a lot of time and money before it could be reopened. \"Life still goes on and new lambs arrived yesterday, but things are not so good for the cafe, soft play and farm shop,\" they wrote. A fundraising page set up to help the business has already raised almost all of its £5,000 target. The Welsh Government has announced an up to £10m flood-relief scheme to help residents and businesseswhose homes and livelihoods were damaged in both Storm Dennis and Storm Ciara . On Friday, Berw Road Bridge in Pontypridd was closed for safety reasons after sustaining damage during the recent wet weather. RCT said diversions had been put in place. ", "url": "https://www.bbc.com/news/uk-wales-51584312"}