{"datetime": "2020-02-22T16:21:03.000Z", "title": "Storm Dennis: Trehafod homes 'to get £1K emergency cash' from Welsh Water", "article": "Dŵr Cymru Welsh Water has offered £1,000 to about 40 residents in a flood-hit Rhondda Cynon Taf village. The water supplier offered the cash and other help to some households in Trehafod in the wake of Storm Dennis.It comes after a nearby pumping station was \"overwhelmed\" by the extreme weather.Welsh Water said it was \"not responsible\" but it was \"working with these customers to help them in these difficult circumstances\".The offer includes a £1,000 \"emergency payment\", an extra £200 equivalent to an annual sewerage bill, and the chance to claim for household losses against Welsh Water's insurers for those who were not covered.In its letter to residents eligible for the payments, Welsh Water said the flooding was not caused by the local pumping station.\"While we do not accept liability and responsibility for the incident, we know the financial hardship caused by such incidents and this is why we're taking the steps [...] to make things easier for you,\" Welsh Water wrote. In an statement to the BBC, the company said: \"We have written to some customers affected by flooding in Trehafod to explain that the surface water pumping station, like other properties, operated as designed but was simply overwhelmed by the volume of water.\"This situation is different as we do not usually have responsibility for surface water pumping stations. \"This support is not compensation, as we are not responsible for the flooding, but we are working with these customers to help them in these difficult circumstances.\"The not-for-profit company responded to a query on social media, explaining that the offer only applied to \"specific properties in the Trehafod area\".Storm Dennishit more than 1,000 homes and businesses in Rhondda Cynon Taf alone after heavy rain last week. Damage to council infrastructure alone across this region could cost up to £30m, according to the Rhondda Cynon Taf council leader Andrew Morgan said. The Welsh Government has announced an up to £10m flood-relief scheme tohelp residents and businesses whose homes and livelihoods were damaged in both Storm Dennis and Storm Ciara. On Thursday, it emerged that a blockage believed to have causeda second round of flooding in Pentre in Rhondda Cynon Taf was the result of woodland cut down by Natural Resources Wales. ", "url": "https://www.bbc.com/news/uk-wales-51598435"}