{"datetime": "2020-08-05T20:01:16.000Z", "title": "Pentre village hit by flooding for fourth time since February", "article": "\"Inappropriate items\" being flushed into a sewer has been blamed for a village being hit by flooding for a fourth time since February. On Wednesday, the gardens at two properties were flooded in Pentre, Rhondda Cynon Taf. Welsh Water said it was important that people should not dispose of items down the toilet which need to be binned. Residents had to leave homes after flooding in June, months after beingflooded twice in February's storms . Plaid Cymru Member of the Senedd (MS) for Rhondda, Leanne Wood, said it was \"incredibly upsetting\". In June, residents spoke of elderly neighbours and those shielding having to move out afterproperties were damaged and the community faced a massive clean-up operation . At the time an investigation was launched by Rhondda Cynon Taf council. On Wednesday the council confirmed that issues with a \"combined foul sewer\" had resulted in two properties being flooded in \"the same location as previous years\". \"The council has been assisting Welsh Water, who are responsible for these sewers to resolve the matters and will seek to provide appropriate support and assistance to the affected properties and the wider community,\" a spokesman said. Welsh Water said it had investigated and found some flooding around a property on Queen Street and a property on nearby Treharne Street.\"This was caused by a blockage in the nearby sewer pipe but the flooding did not enter the properties,\" a spokesman said. \"The blockage appears to have been caused by inappropriate items being flushed into the sewer.\"We appreciate the distress caused by flooding from blocked sewers. This is why it is important that people should not dispose of items down the toilet which should be placed in a bin.\" Councillor for Pentre, Shelley Rees-Owen said she was alerted to reports of flooding in Treharne Street and Queen Street at about 15:00. She said while the flooding was in the gardens, firefighters had to go through people's homes to drain the water away, and there was sewage in the gardens. \"What is absolutely devastating is a couple of houses here were flooded recently and one resident has only just had her kitchen floor done last week,\" she said. \"It was very localised and very different to the other floods they have had there, but people in neighbouring streets are very worried. \"People are terrified and particularly as we start going into winter, people are very worried about the weather and drains.\" Leanne Wood tweeted: \"It's beyond unacceptable that people have to go through this\". ", "url": "https://www.bbc.com/news/uk-wales-53669396"}