{"datetime": "2020-04-18T15:23:35.000Z", "title": "Coronavirus pandemic 'costing councils £30m a month'", "article": "Coronavirus is costing councils more than £30m a month in lost income, according to the leader of the Welsh Local Government Association. Andrew Morgan says the impact on councils has been \"huge\".The UK governmenthas announced extra funding for English councils , and says the Welsh Government will get £95m as a result. The Welsh Government welcomed the funding and said it would be used to support public services and businesses.When the UK government spends money on devolved areas, like Saturday's local government announcement, that £1.6bn package generates funding for the Welsh Government via the Barnett formula - the mechanism for working out the share Wales should get. It is up to Welsh ministers what they spend the money on. Mr Morgan, who is also the Labour leader of Rhondda Cynon Taf council said the revenue councils are missing out on includes income they normally generate from leisure centres, planning fees, parking income, rent of property, school dinner income and theatres, while costs have risen elsewhere. Many council tax and business rate payments have also been deferred. Mr Morgan said he welcomed the announcement from the UK government but said more money may be needed in the future. He said the Welsh Government's decision to give councils an advance on their main grant has helped cashflow. But he added: \"However, at the end of this crisis or at the end of the financial year there will be a hole in our funding if we don't get more.\"\"That's something the Welsh Government recognises and we have jointly called on the UK government to make good on budget shortfalls in-year.\"We should not have to introduce more cuts to fund this and there is a joint lobby across the UK including Welsh and Scottish governments, that further funding will be needed from the U.K. chancellor.\" Announcing the additional money for Wales following the English local government investment, Welsh secretary Simon Hart said: \"The UK government continues to do whatever it takes to ensure that everyone in Wales is able to access the support they need.\"This extra £95m will help the Welsh Government deliver vital services to help people get through the pandemic.\" A Welsh Government spokesman said: \"Obviously we welcome this additional funding which will enable us to boost our central fund to support public services and businesses to cope with the coronavirus crisis.\"We have already allocated £110m additional funding to local government, including the £40m announced yesterday to strengthen social care.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-52339792"}