{"datetime": "2020-08-13T23:24:53.000Z", "author": "Jordan Davies", "title": "Storm Dennis: 'At least £500m to prevent more flooding in Wales'", "article": "Work to ensure Wales avoids significant flooding in the future could \"easily\" cost more than £500m and is needed in the next decade, it has been claimed. That is the assessment of the leader of Rhondda Cynon Taf council six months on from floods that devastated the area and left it with an £80m clean-up bill. A worker in Pontypridd said things had gone \"from bad to worse\" with Covid-19. The Welsh Government said it had spent millions on flood repair and defence schemes and had increased its support. In February,flooding associated with Storm Dennis overwhelmed defences across Wales, some flood warning systems failed, homes and businesses were inundated and areas that had not seen flooding for many decades were left underwater. Climate change is the main cause of extreme weather and needs a major response, according to Rhondda Cynon Taf (RCT) council leader Andrew Morgan, who also heads the Welsh Local Government Association and speaks for the group on environmental matters. \"Clearly climate change is happening - it's here and now - therefore we are going to have to continue the significant investment that's going in, and I think it's probably going to have to be accelerated again in the coming years,\" he said. Donna Rewbury works in a greengrocers in Pontypridd which was left underwater during the floods. \"We had a fridge - it was just floating. Every bit of stock we had here was just floating,\" she said. Ms Rewbury said residents and businesses are living in fear of more floods, and many had maintained a stock of sand bags. \"It's got to be a concern for every business around here. It's happened once, it can happen again. \"The atmosphere is very tense and uncertain. It's just not nice at the moment.\" Just as the recovery was getting under way for people and businesses affected by the floods, the coronavirus pandemic happened. \"We didn't have a chance to recover from the floods and then Covid came along,\" Ms Rewbury explained. \"It's going from bad to worse. We just don't stand a chance. We don't know whether we are keeping our own jobs because of the situation - it's very sad at the moment.\" Other businesses recovering from the flooding have been more fortunate that their product is in high demand during the coronavirus pandemic. Amanda Jones' cleaning business took a hit when her office in Nantgarw was severely damaged by the floods. \"We thought it was going to devastate us, especially with Covid coming straight after,\" she said. \"Within a month of us having the flood, 80% of the sites we serviced were closed down. \"So obviously it was really worrying because we didn't know whether, in a couple of months time, we wouldn't have any money coming in and we needed time to get our property back to where it needed to be.\" But the pandemic has since provided a boost to the business. Ms Jones explained: \"A lot of places are realising cleanliness is more important than the importance they were placing on it before, so for a cleaning company that is good for us.\" Mr Morgan was clear that to avoid a repeat of February's devastation, urgency was vital. \"I think realistically we haven't got an awful long time to prepare,\" he said. \"We have a matter of a few years to first of all try and do something about climate change and try and slow down the change that's happening.\"But at the same time, we need to prepare for what is already hitting us, and I think we've probably got the next five to ten years where we'll need significant investment\". A Welsh Government spokesman said it had \"provided 100% grant funding for all of the flood risk applications brought to us by RCT [council]\" and encouraged all councils to \"apply for further funding to reduce risk and accelerate delivery\". The spokesman added it had given councils £3m in \"emergency flood\" cash, and had \"increased our financial and practical support\" for councils and Natural Resources Wales to support communities affected by flooding and \"bring forward new flood schemes\". \"We have provided full funding to all those local authorities who applied for emergency flood funding, amounting to £3 million. In addition, Rhondda Cynon Taff council has received £450,000 for culvert inlets and screens, along with further repair works. ", "url": "https://www.bbc.com/news/uk-wales-53770031"}