{"datetime": "2020-02-18T14:23:45.000Z", "title": "Storm Dennis: Floods in Wales spark funding row", "article": "Floods caused by Storm Dennis which damaged homes and businesses raise \"serious questions\" over the Welsh Government's ability to respond to emergencies, Plaid Cymru has claimed. But Labour First Minister Mark Drakeford accused Plaid leader Adam Price of trying to make \"political capital out of misery\". Mr Drakeford said £350m was being invested in flood defences. But Mr Price said the figure was not enough. Since Mr Price made his remarks, Mr Drakeford announced that between £5m and £10m would be made available to families hit by flooding. Two severe flood warnings remain in place after a weekend of rain from Storm Dennis saw water levels rise across the valleys, Monmouthshire, Powys and Cardiff. Disruption continued on Tuesday and more rain is forecast, with a Met Office yellow warning for rain on Wednesday and Thursday. Mr Price said Prime Minister Boris Johnson should have called an emergency COBRA meeting to discuss a co-ordinated response. But, he added: \"The floods also raise serious questions about the Welsh Government's ability to deal with an emergency of this scale.\"They've only committed £350m into flood defences for this assembly term - it's not enough. What extra resources, personnel and financial aid are they committing to the communities most impacted by the floods?\" Mr Drakeford, speaking on Sky News, said: \"Trying to make party political capital out of the misery we've seen in south Wales over this weekend is desperately badly judged.\" There were parts of south Wales where the impact of the flooding would have been worse if it was not for the flood defences invested in by Welsh Governments over previous years, he claimed. \"Of course we wish we could do more, but with our budgets cut every year in 10 years of austerity we are still investing in those really important priority schemes.\" Later he said assistance would be made available to families whose homes are both insured and uninsured. \"We hope to be able to offer some help to everybody, because even if you've got insurance there is a delay in getting it and we want to be able to help families who need it now,\" he told BBC Wales. \"For families who have got no insurance cover ,we've got bigger hills to climb - so we're looking to see if we are able to offer more assistance to them.\" He said the funding would be \"probably in the middle\" of £5m to £10m.\"It's going to be rough and ready because we want to do it quickly and, if you're doing it quickly, there's bound to be a bit of rough justice in it,\" he added. ", "url": "https://www.bbc.com/news/uk-wales-politics-51546061"}