{"datetime": "2022-02-09T15:44:14.000Z", "title": "Midas: Council may step in as company suffers £2m loss", "article": "A key Somerset development contract could be given to a new company if Midas Construction goes into administration. The Exeter-based company has announced its intention to appoint administrators after a £2m loss in 2021. The company had been working on finishing the Coal Orchard regeneration site in Taunton town centre. Somerset West and Taunton Council has now hinted it could take over the remaining parts of the project. Joe Wharton, the council's assistant director of major and special projects, provided an update at a meeting of the council's committee in Taunton. He toldthe Local Democracy Reporting Service (LDRS): \"Midas is actively looking for solutions to its commercial problems, but their staff have been told not to come into work, so we have taken over the site. \"Should Midas go into administration or we get to the end of the default period, we can carry on and get the job done.\" \"The quicker the situation is resolved, the quicker we can get on and continue with our alternative options.\" According to Mr Wharton there is about three months of work to be done from the date they could remobilise. The outstanding work on the site includes delivering the car parking facilities for the new flats and businesses, as well as the steps down to the River Tone. Councillor Sue Buller questioned whether Midas' business model had made them vulnerable in the face of current economic conditions. She said: \"This business made its first loss in 40 years in June last year - so the alarm bells were ringing then. \"They have revenues of just under £300m.\" Councillor Marcus Barr asked whether the council could undertake the remaining work under its own steam, rather than wasting time and money on another round of procurement. \"It's about the people of Taunton having a good experience down at the Coal Orchard. If we've got to pay a little bit more, then let's just pay it.\" Midas is expected to confirm by 11 February whether it will appoint administrators.This decision will affect projects across the south west for which it holds contracts. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60301811"}