{"datetime": "2020-02-21T19:46:45.000Z", "title": "Flooding: Prince Charles meets victims as repair bill grows", "article": "The Prince of Wales has met flood victims and their rescuers during a visit to south Wales. Storm Dennishit more than 1,000 homes and businesses in Rhondda Cynon Taff alone after heavy rain last week. Damage to council infrastructure alone across this region could cost up to £30m, leader Andrew Morgan said. More warnings of heavy rain have been issued for some areas of England and Wales still cleaning up after the last floods. Met Officeyellow weather warnings for heavy and persistent rain - meaning further flooding could occur - are in place for Friday, Saturday, Sunday and Monday across parts of the UK. The various warnings affect already flooded areas, including south and mid Wales, parts of the north of England and the Midlands. Natural Resources Wales said the rainfall would likely lead to flood alerts and flood warnings. Meanwhile, the Environment Agency has warned the deluges are set to continue into next week. A spokesman said \"ongoing river flooding remains probable for the River Severn on Monday and Tuesday\". More than a month's worth of rain fell in 48 hours on Saturday and Sunday when Storm Dennis hit Wales, and further heavy rain fell on Thursday. In Pontypridd, Charles visited business owner Emma Jamal who said people's lives had been \"turned upside down\" and the devastation needed to be seen by people such as the Prince. Her boutique store Kookoo Madame was badly damaged with hundreds of thousands of pounds worth of jewellery, clothes and cosmetics, ruined after about 4ft (1.21m) of floodwater filled the premises. \"It had taken 12 years to get the business to where it was, it's hard to know where to start,\" she said. \"It's a bit surreal to have his royal highness in our tiny little business in Pontypridd. \"But he was very down to earth and his visit is good for the town, to highlight the devastation and hopefully get more help.\" Ms Jamal said many independent businesses in the town were now finding out their insurance policies did not cover them for flooding, and the town needed to be safeguarded to stop it being flooded again. \"Things need to change, no-one can get insurance now, so what do we do next year, what do we do when it happens again?\" Charles also visited Prince's cafe where the bakery in the basement was badly damaged in the flood. Bragdy Twt Lol brewery, also known as the Trefforest Brewery, managed to reopen after volunteers spent days helping with the clean-up after flood water destroyed beer bottles, hops, malt and yeast. Owner Phil Thomas said while they had stock for the Six Nations and weeks ahead, it was not yet clear when they would be able to start brewing again. \"We initially thought it was about £10,000 of damage, but we are probably now looking at up to £30,000,\" he said. Rhondda Cynon Taf council said seven bridges have been seriously damaged and some could be condemned after foundations were undermined. Mr Morgan added: \"I wouldn't be surprised if the cost rises even higher [than £30m]. We're in the tens of millions of pounds now.\" Meanwhile contractors have been brought in to stabilise a former coal tip in the Rhondda where a landslide occurred during the heavy rain. Dramatic footage of the landslide atTylorstown, emerged on social media , and the former tip has been under 24 hour surveillance ever since. Engineers were also looking to make land safe near Big Pit National Coal Museum in Blaenavon following a landslide above the site, Torfaen council said. Meanwhile volunteers say they have been overwhelmed by support, with donations of food, clothing, furniture and cleaning products to help. The Manic Street Preachers have given £3,000 towards those dealing with the fallout in Pontypridd, where a fundraising page has raised more than £20,000. Other donations to the page, set up by Pontypridd MP Alex Davies-Jones, are listed as being from Line Of Duty star Vicky McClure and her partner Jonny Owen, and another under the name of former Labour leader Neil Kinnock. A day after it was set up another fundraiser,arranged by film star Michael Sheen , has raised more than £30,000. Charles also visited the Aston Martin factory in St Athan, Vale of Glamorgan, where the company launched its first Wales-made car in November. He also spent time at the Marie Curie Hospice in Penarth and officially opened a train-making factory in Newport. And he visited Cardiff Airport's British Airways maintenance centre to mark the company's 100th anniversary. The Prince added Pontypridd to the previously-planned itinerary following the flooding. ", "url": "https://www.bbc.com/news/uk-wales-51575645"}