{"datetime": "2020-02-17T23:08:18.000Z", "title": "Storm Dennis: Further flooding as storm damage continues", "article": "More floods have hit towns as extreme weather brought by Storm Dennis continues to cause widespread damage. Residents have been advised to leave their homes in parts of Worcestershire as the River Severn burst its banks. More than 200 flood warnings are in place across England, Wales and Scotland, including nine severe - or \"danger to life\" - warnings for the rivers Lugg, Severn, Wye and Trent. A body has been found after a woman was swept away in Worcestershire. Yvonne Booth, 55, was swept into floodwater after her car became stuck near Tenbury Wells, West Mercia Police said. Her family said in a statement: \"Yvonne is a very much loved member of our family and we are all devastated by this news.\"Emergency service workers in boats had to rescue residents in Hereford as the River Wye rose to itshighest level on record . People also had to be rescued in Shrewsbury after the River Severn burst its banks. BBC correspondent Phil Mackie, who was in Upton upon Severn, said it is believed defences built after the 2007 floods could be breached overnight. Two of the sevensevere warnings in England on Monday evening were for Uckinghall and Upton upon Severn - where residents were advised to evacuate their homes. There weretwo severe warnings in Wales for the River Wye at Monmouth - where homes have been evacuated - andno severe warnings in Scotland , as of 21:00 GMT. Environment Secretary George Eustice told the BBC the government \"can't protect every home\" and defended its response to the storm.Travel continues to be disrupted across the UK, with some A-roads closed and train lines disrupted. The Environment Agency said more than 480 properties had been flooded after the storm brought torrential rain and strong winds. John Curtin, the Environment Agency's head of floods and coastal management,said on Twitter that number was \"likely to rise\" - but indicated figures were lower than those for Storm Ciara earlier this month. Further heavy rain is forecast later in the week. Several schools have been closed and roads remain blocked by floods and landslips. The South Wales valleys saw the highest water levels for more than 40 years over the weekend - an \"unprecedented\" scale of flooding, according to Natural Resources Wales. Jeanette Cox said the only surviving object on the bottom floor of her home the village of Nantgarw, near Cardiff, was a wedding photograph of her and her late husband. Mrs Cox, 68, said it was \"terrifying\" to discover water at the bottom of the stairs in the early hours of Sunday morning.She and her daughter Rachel were evacuated from their home but returned on Monday to assess the scale of the damage. \"The water has moved things I didn't think could move. I think there are just two cupboards standing - the rest is gone,\" Mrs Cox said. A relief centre for displaced residents has been set up at the high school in the town, where around 130 properties were evacuated on Sunday. Response teams worked into the early hours of Monday to rescue stranded residents from their homes by boat. The county council has warned more evacuations could be necessary. In Staffordshire, serious flooding cause a youth climate strike conference to be called off.The first ever national conference was due to start on Sunday afternoon, with delegates travelling from across the UK. But police advised the event should be cancelled after heavy rain made roads around the venue impassable, the UK Student Climate Network said. Sophia Coningham, 15, from London, said there was a \"bleak irony\" in their efforts to highlight climate change being hindered by this week's dramatic weather. In York,the River Ouse reached 4.41m above its normal level. Thousands of sandbags have been placed around vulnerable properties nearby, but the Environment Agency has said the situation in the city is \"improving\". Environment Secretary Mr Eustice said about £2.5bn has been spent on tackling extreme weather conditions since 2015 and £4bn has been allocated for the next five years. He added that convening Cobra, the government's emergency committee, was not needed \"at this point\". A Cobra meeting was held when parts of the UK sawflooding in the run-up to the 2019 general election . Downing Street said Prime Minister Boris Johnson will receive \"regular updates\" on the flooding, which it described as \"terrible\". Luke Pollard, shadow environment secretary, said it was a \"disgrace\" that Mr Johnson had not visited affected communities. The government has activated an emergency funding scheme for areas affected by the flooding, which include parts of Nottinghamshire, Leicestershire, Derbyshire, Shropshire, Telford and Wrekin, Worcestershire and Herefordshire. Under the Bellwin scheme, local authorities can apply for the government to reimburse non-insurable costs above a certain threshold, which has not been specified. A record number of flood warnings and alerts were issued for England on Sunday , according to the Environment Agency's Mr Curtin. He said \"the saturated ground conditions\" left by Storm Ciara earlier in the month had contributed to the severe floods caused by Storm Dennis. Major incidents were declared in south Wales and parts of England, as parts of the UK were buffeted by gusts of more than 90mph. More than a month's worth of rain fell in 48 hours in places. Flights and train services were cancelled and roads closed, while emergency centres wereset up for those who had to leave their homes . For more information, check theBBC Weather website andyour BBC Local Radio station for regular updates. Have you been affected by Storm Dennis? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51526879"}