{"datetime": "2022-02-03T21:06:22.000Z", "title": "Bristol riot accused denies violence towards police", "article": "A protester who allegedly incited disorder when a peaceful protest turned ugly has denied being violent towards police. Jasmine York, 26, is accused of leading an attack on a police station in Bristol on 21 March last year after the march against the Police, Crime, Sentencing and Courts Bill. Ms York has told a jury she was bitten by a police dog and hit by a police baton during the violence. She denies riot and arson charges.Bristol Crown Court has heard Ms York thought she was attending a vigil for Sarah Everard, who had been murdered by a police officer earlier that month. She said: \"I thought Sarah had been let down by the police, which scared me and I was marching in solidarity\". Giving evidence, Ms York said she led offensive chants about the police after uniformed officers - who she described as looking like \"stormtroopers\" - became violent. She said: \"I saw a lot of pushing and shoving and I didn't understand why they had batons. \"I was engaged in the moment. \"I might have got swept up, maybe I was being dramatic.\" The atmosphere changed when extra police officers arrived in riot gear, she told jurors. She said: \"I was at the front because I didn't understand why they were showing up like a fight was going to ensue.\" Under cross-examination, Ms York denied she had wanted to move the crowd forward because they wanted to get to the police station. Prosecuting, Sarah Regan asked how shouting and swearing at police might de-escalate the situation. Ms York replied: \"It probably wasn't my best move. At that point people were throwing stuff, and I think I should have been better at calming things down.\" She was filmed helping to push an industrial bin up to a burning police car to add more fuel to the fire, the trial has previously heard. She told the jury she was trying to create a barricade, and did not think the police vehicle would explode, as the fire was out. Ms York also denied shouting to police that they were going to burn their cars.Ms Regan said: \"You incited that crowd that day to use violence against the police. \"When you did all of these things, not one was about Sarah Everard?\" The defendant replied: \"I was never violent against the police.\" \"I was protecting the safety of people.\" The trial continues. ", "url": "https://www.bbc.com/news/uk-england-bristol-60250430"}