{"datetime": "2022-02-07T17:51:39.000Z", "title": "Bristol riot accused found guilty of arson", "article": "A protester accused of inciting disorder after a protest turned into a riot, has been found guilty of arson. Jasmine York, 26, was accused of leading an attack on a police station in Bristol on 21 March after a Kill The Bill demonstration in 2021. She was charged with riot and arson being reckless as to whether life was endangered and was acquitted of both. Jurors at Bristol Crown Court instead convicted her of an alternative charge of arson. York denied wrongdoing, claiming she had placed herself between the crown and officers because she knew she would not retaliate in the face of police violence. The march she attended was against the Police, Crime, Sentencing and Courts Bill. York said she thought she was attending a vigil for Sarah Everard, who had been murdered by a police officer earlier that month. Bristol Crown Court heard she live streamed the protest from her phone and was also filmed helping to push a bin towards a burning police car - aparently to add fuel to the blaze. In her evidence, York said she had filmed the riot for the safety of others and denied being violent. She said she suffered a dog bite and several baton strikes during the protest. \"When you make a report of violence people don't always believe you, so filming is important,\" she said. \"I've been taught not to respond to violence with violence. \"I just wanted to film for the safety of others.\" During her trial, two officers from Avon and Somerset Police, present during the riot described how they had been pelted with bricks and bottles, and how protesters had tried to drag them from the police line. Sgt Lucy Williams said she was \"terrified\" on the night, adding: \"I think it was hard to see at the point where it was going to end.\" Sgt Nick Smart said: \"It felt like a mob mentality where there was a risk of the crowd surging forwards.\" Following the conviction, Russell Fraser, defending, said York had been prescribed medication for emotionally unstable personality disorder. He has asked for probation and psychiatric reports to be prepared for York of Paintworks, Arnos Vale, Bristol. Judge James Patrick released York from custody until the next hearing. She is due to be sentenced on 14 March. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60292774"}