{"datetime": "2022-02-02T21:13:31.000Z", "title": "Bristol riot accused rang police to complain of dog bite, court told", "article": "A protester accused of taking a leading role in a riot rang 101 to complain she had been bitten by a police dog and hit with a baton three times, a court heard. In the call, Jasmine York claimed her left hand was broken and asked who she could report an assault by police to. The protest in Bristol was staged against the Police, Crime, Sentencing and Courts Bill on 21 March last year. Ms York, 26, from Bristol, denies one charge of rioting and one of arson. During the riots, she was filmed allegedly leading a crowd of anti-police chants.She was also filmed helping to push a bin up against a burning police car to add more fuel to the fire, Bristol Crown Court heard. But she denied using the bin fire as an accelerant, claiming a man had asked her to help him lift it, and it wasn't deliberately placed against the vehicle.Ms York streamed events of that evening on social media, telling the court she did so \"for the safety of others.\" She told the court she had gone into Bristol that day to attend a vigil for Sarah Everard, and joined a crowd heading towards Bridewell Police Station, believing it was \"just a march.\" She said she had placed herself at the front of the crowd as she knew she would not retaliate if struck by police officers. \"I am quite good at de-escalating,\" she told the jury. When she rang the the police non-emergency number the day after the disorder to ask who to report police to, the call handler told her to tell the police themselves. Ms York replied: \"Do you see the flaw in that?\" The jury has also heard several voice note recordings recovered from Ms York's phone. In one she can allegedly be heard saying: \"I have destroyed loads of stuff that relates me to the protest - I probably shouldn't tell you really. \"Worst case scenario, it's five years in jail,\" she joked. Another note played to the court from 24 March said: \"Bruises are going green now, they are actually super gross, \"My voice is still hoarse from screaming [at the police].\"Ms York allegedly continued: \"I'm still scared they are going to come and arrest me because they are releasing new pictures every day.\" The trial continues. ", "url": "https://www.bbc.com/news/uk-england-bristol-60234350"}