{"datetime": "2021-10-12T19:46:01.000Z", "author": "David Shukman", "subject": "Climate change", "title": "Climate change: 'Adapt or die' warning from Environment Agency", "article": "Hundreds of people could die in floods in the UK, the Environment Agency has warned in a hard-hitting report that says the country is not ready for the impact of climate change. Earlier this year in Germany,dozens of people died in floods.\"That will happen in this country sooner or later\" unless the UK becomes more resilient to increasingly violent weather, the agency concludes. Emma Howard Boyd, chair of the agency, said: \"It is adapt or die.\" The apocalyptic tone is deliberately intended to startle governments, companies and communities into preparing for global warming effects such as higher sea levels and more extremes of rainfall and drought. The new report, seen by the BBC ahead of its publication on Wednesday, assesses the country's readiness to cope with the many different risks of climate change. In its response, environment department Defra said it was taking key measures to protect the UK from the effects of global warming. We are currently heading for an increase in the global average temperature of just under 3C by the end of the century. But the agency projects that even a smaller rise of 2C would have severe consequences: According to Ms Howard Boyd: \"We can successfully tackle the climate emergency if we do the right things, but we are running out of time to implement effective adaptation measures. \"Some 200 people died in this summer's flooding in Germany. That will happen in this country sooner or later, however high we build our flood defences - unless we also make the places where we live, work and travel resilient to the effects of the more violent weather the climate emergency is bringing.\" Read more about the COP26 summit here. The agency calls for new thinking on flood protection, closer partnerships between government and businesses, and projects to restore natural systems that absorb carbon and hold back rainwater. Ms Howard Boyd added: \"With the right approach we can be safer and more prosperous. So let's prepare, act and survive.\" The loss of life in Germany last July is a reminder of the last time flooding led to a massive death toll in the UK. Back in 1953, a storm surge killed 307 people in England and 19 in Scotland. That tragedy forced a radical rethink about flood protection and a massive investment in coastal defences that eventually led to the Thames Barrier in London. Now, as officials across the UK weigh up future phases of flood defence, the report identifies what it calls five \"reality checks\" about climate change: The agency calls for new thinking on flood protection, saying that \"business as usual\" approaches are no longer adequate. In practical terms, that means better co-ordination between companies, national agencies and local authorities, with businesses and homeowners encouraged to take basic steps to flood-proof their own properties.It wants more investment in natural ways of reducing flood risk, such as restoring upland areas that can retain rainwater upstream and improving management of the soil so there's less run-off.The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. The agency also suggests trialling new arrangements and technologies for warning local communities about flood risks, and having closer coordination with other emergency services.The agency acknowledges that billions of pounds have been spent on flood defences - and that more is earmarked. And it recognises that the UK, as host of the COP26 climate conference in Glasgow next month, is highlighting the importance of helping communities and nature adapt to climate change. In response, Defra highlighted several key measures designed to adapt to a changing climate: £5.2bn to protect 336,000 properties from flooding and coastal erosion better; a national framework to manage water supplies; and a £640m Nature for Climate Fund to tackle climate change and adaptation together. A spokesperson said: \"We are taking robust action to improve resilience to climate change across the whole country and economy, and adaptation to climate change is integrated in policies throughout government. \"We're also using our COP26 presidency to drive climate adaptation around the world, protecting communities and natural habitats.\" Follow Davidon Twitter. Do you have any questions about the forthcoming COP26 global climate conference in Glasgow? In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:", "url": "https://www.bbc.com/news/science-environment-58883234"}