{"datetime": "2022-02-05T09:17:13.000Z", "author": "Steve Brodie", "title": "Lloyds Bank: Police watchdog to examine alleged leaks", "article": "An investigation into allegations of fraud against Lloyds Bank is being examined by a police watchdog. Avon and Somerset Police has referred itself to the Independent Office for Police Conduct (IOPC) after claims that information was leaked to the bank. It relates to a long-running inquiry into allegations of fraud at the Lloyds Recoveries unit in Bristol. A police spokesperson confirmed it had made a mandatory referral to the IOPC following a complaint. \"We can confirm we have received a complaint from a member of the public alleging serious corruption.\"Our professional standards department have subsequently made a mandatory referral to the IOPC, as it is required to do, when such allegations are made,\" said Avon and Somerset Police. Documents appear to show that information about a confidential meeting between two senior officers and alleged victim, Kashif Shabir, was passed to the bank without his knowledge. The documents show that Lloyds executives wrote in an internal memo: \"They are meeting with Mr Shabir on Monday to tell him that they intend to close their enquiry with no further action intended\" before the meeting had taken place. However, Mr Shabir said that at the meeting, police told him that his evidence was \"compelling\" and fraud investigators were being instructed.Mr Shabir has met with chief constable Sarah Crew and demanded a \"full investigation\". \"It is quite clear. Information has been passed back to the bank. Evidence that could also be in both the interest of Lloyds and the police, if indeed, they have been working together,\" said Mr Shabir. Avon and Somerset's police and crime commissioner, Mark Shelford, recently asked the force to look again at 92 similar allegations of fraud against Lloyds Recoveries. \"I am concerned about the severity of these allegations, but I am extremely supportive of Avon and Somerset Police's decision to refer this matter directly to the IOPC,\" said Mr Shelford.Lloyds said Mr Shabir's allegations have been reviewed a number of times and found to be baseless.\"Concerns in relation to a Bristol unit have been raised by third parties on a number of occasions in the past,\" a spokesperson said.\"In each instance these concerns have been thoroughly investigated by the Group and we have not found any evidence to support them.\"These concerns have also been raised with Avon and Somerset Police and they informed us in early 2020 that the information provided to the police did not show evidence of criminal wrongdoing and there was no ongoing investigation into Lloyds Bank.\" The IOPC now has five days to decide whether to investigate the claims itself, hand over the case to another police force or send the case back to Avon and Somerset Police for an internal inquiry. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60260364"}