{"datetime": "2022-02-06T13:49:30.000Z", "author": "Neil Prior", "subject": "World War Two", "title": "World War Two: Guard of Nazi and his propaganda artefacts", "article": "\"What do you expect in a loft? Some ancient Christmas decorations, maybe an obsolete computer… but definitely not Nazi propaganda posters.\" Yet that's what faced Craig Lambert from Barry, when he had to clear out his father's attic after his death in 2019. Between 1951 and 1955 Royal Welch Fusiliers Sergeant Major Colin Lambert was detailed to guard Hitler's deputy, Rudolf Hess, during his life-long sentence at Spandau Prison in Berlin. Some of the artefacts with which he returned from Germany would remain a secret until his death. Dating from 1942, they include scenes justifying the London Blitz, and others extolling the amount of Allied shipping the German U-boat campaign had succeeded in sinking.Now Craig has donated the war posters he's unearthed to the Barry War Museum for display and preservation. \"Dad always loved to talk about his time in the army; we'd call him Uncle Albert, after the Only Fools and Horses character,\" said Mr Lambert. \"He loved telling us about his time guarding Rudolph Hess, but he rarely mentioned the things he'd brought back from Germany with him.\" Hitler's deputy throughout the 1930s, Hess was a key architect of the Third Reich. In 1941 he mysteriously parachuted into Scotland, claiming to be seeking a peaceful end to the War. He was imprisoned in Britain until the end of the conflict, when he was transported back to Germany to be sentenced to a full-life term at the Nuremburg War Trials. Mr Lambert said: \"Dad had only one prisoner - Hess - to guard on an entire wing at Spandau. \"He'd get bored, because he loved chatting, and one night he was caught gossiping and sharing a cigarette with Rudolph Hess.\" Incredibly, it was Hess himself who reported Colin, and as communicating with Hess was strictly forbidden for Allied guards, Colin was sentenced to a fortnight in military prison. However Craig joked that this was far from the only blemish on his father's army record. \"Dad had barely got off the ship at the Hook of Holland in 1950 when he was written-up for breaking out of barracks late at night, being arrested for getting drunk in town, and swearing at a senior officer.\" A year later Colin had married a German woman, Margit, in a whirlwind romance. Her parents were secret Nazi sympathisers, and in the basement of their home they hid a shrine to Adolf Hitler. Craig believes that it was here, rather than in the prison, that his father first came across the posters. \"My Dad found out that Margit had been cheating on him, and in a fit of rage he smashed up all her parents' Nazi memorabilia, but for some reason he kept these three posters. \"He had a son - my half-brother - with Margit, so possibly he kept some leverage in case she stopped him seeing him?\" Craig can only guess what conversation his father and Rudolph Hess held over that cigarette. However, one possibility was the three years Hess spent in detention near Abergavenny, at Maindiff Court Hospital. He arrived there on 26 June 1942 having previously been held in Scotland where he landed, then the Tower of London and onwards to a fortified mansion in Surrey - Mytchett Place - where he spent 13 months. At Maindiff Court Hess had his own room but he was guarded at all times.He was allowed a fair degree of freedom, often being driven about the local countryside, such as the local landmark, the Skirrid Mountain, where he loved to paint. Volunteer historian at the Barry War Museum, Rosemary Chaloner explains just how rare Colin's legacy is. \"There is virtually nothing left of Spandau, Hess was the only prisoner there from 1966 until his death in 1987, when the entire site was demolished and ground into powder and dumped in the North Sea, to prevent it from becoming a Nazi shrine. \"All that we know that exists is a set of keys in a Scottish museum, and possibly these posters, if we are ever able to prove they came from the prison,\" she said. Rosemary outlined the painstaking work undertaken by Glamorgan Archives in order to preserve the posters. \"We couldn't have managed this if it hadn't have been for the back-breaking work put in by Glamorgan Archives, in particular [chief conservator] Lydia, who organised everything and Mike who restored the Posters. \"They encapsulated them with Archival Polyester and sealed them in a microchamber so they couldn't deteriorate any further.\"However, Colin's life of intrigue wasn't over, after leaving the army in 1970, he became a carpet salesman, and as a business associate of John Le Mesurier, was called to give evidence against then-Liberal Leader Jeremy Thorpe. ", "url": "https://www.bbc.com/news/uk-wales-60169376"}