{"datetime": "2022-01-28T12:43:26.000Z", "subject": "The Blitz", "title": "World War Two: Child evacuees remember fleeing the Blitz to Wales", "article": "Evacuee Barbara James was sent to Wales during the Blitz when she was 10. She still remembers the terror of seeing London wrecked by bombs during World War Two.As a child she was woken by the \"horrendous\" devastation caused by German bombs. A suitcase was packed and Ms James left for the railway station. \"We got on the train and came to Wales, sitting on a suitcase in a corridor,\" she said. Patricia Bates was two when she was evacuated from Liverpool. \"The memory that lasts, and it's stayed with me to this day, is the sound of the sirens going,\" she said.\"And when the sirens went, there was a stillness everywhere. \"It meant there were planes overhead.\" Mary Crawford, evacuated from Kent aged five, remembered meeting her Welsh guardians.\"This lady came along and held my hand,\" she said. \"I went to a childless couple who didn't have a clue about children.\" The three women were part of the biggest mass movement of people in Britain's history, which began in September 1939. Operation Pied Piper saw people, mostly children, evacuated to the country from towns and cities at risk of being bombed.Nearly three million were moved in the first four days. About 110,000 children left their homes and families for Wales. Many had no idea where they were going, who they would be living with, or for how long. Welsh-speaking Llanuwchllyn, in Gwynedd, welcomed evacuees. Recently, eight English children from Birmingham, Liverpool and London took part in S4C'sEfaciwîs: Plant y Rhyfel , or Evacuees: Children of the War. The children spent a week Llanuwchllyn with Welsh families learning to live like evacuees. Best pals Chloe and Daisy, from Birmingham, were among those taking part. Chloe, 14, said: \"It must've been really hard for them just leaving everything behind and going to a completely new place, a new country with a new language.\" One of the most difficult things was being spoken to in Welsh. \"We had to figure out most of it, and it was really difficult,\" she said. They had to look after livestock. Daisy, 13, said: \"One of the days I scooped poo and another we had to catch chickens and build a wall.\"Stuff you'd never think of doing.\" The eight visitors washed clothes by hand and baked bread.They made butter and typical foods of the day. \"The food was horrible,\" Daisy said. Chloe ate \"horrible pie\" and \"sloppy porridge\". \"To think they just had to live off that diet for however many years they were there,\" she said. Both girls missed their own families for the week they were away. Daisy said: \"When the evacuees went they didn't know if they'd ever see their family again.\" Local children also learned about evacuees' experiences. About 20 primary pupils at Llanuwchllyn's Ysgol OM Edwards dressed and lived as war time children.The Welsh-speaking children played members of families welcoming the \"evacuees\". Hari, 11, said: \"I'm sure it was pretty scary for the evacuees to come to a new country and make new friends.\" Jini, 11, enjoyed washing \"like they did in the olden times\" but believed life would have been scary for evacuees. \"I wouldn't like it at all,\" she said. \"They used to live in a place with a lot of buildings and now they came to a place with a lot of trees and mountains and the countryside.\" Heti, 10, enjoyed making new friends. \"I just liked playing with people in another language so I could teach them our language,\" she said. Ysgol O M Edwards head teacher, Dilys Ellis-Jones, called the experience a \"real-life history lesson\". She said some evacuees still reminisce about their time in Wales.\"They became part of the family,\" she said. Mum Cari Sioux Hodgkinson, played a farmer's wife in the show, taking in evacuees. \"I was thinking about the parents of these children, who would've actually thought 'Who are they going to?'\" she said. Efaciwîs: Plant y Rhyfel is on S4C on Sunday, 30 January, at 20.00 GMT andon iPlayer and S4C Clic. ", "url": "https://www.bbc.com/news/uk-wales-60140897"}