{"datetime": "2021-06-02T17:41:36.000Z", "title": "Bath's Royal Crescent museum reopens with new features", "article": "A museum which lost 90% of its income during a Covid-enforced closure has reopened its doors. No.1 Royal Crescent in Bath has been closed since last November, with the pandemic forcing a re-structure of the organisation and job losses. It has reopened with a new immersive experience thanks to a £450,000 Cultural Heritage Recovery Grant.\"We recognised the need to reimagine the museum,\" said Bath Preservation Trust's Claire Dixon. The museum has been designed to allow visitors to follow the life of an imagined middle class family living there in the late 18th Century.Bosses hope they can build on interest in the Georgian period following TV shows like Netflix's Bridgerton,some of which was filmed in Bath . Ms Dixon, the trust's director of museums, said Covid had meant they had to \"fundamentally change\" the role of their volunteers and remove room guides to maximise the number of visitors. \"As a result of this change, we recognised the need to reimagine the museum, creating a new visitor experience that could bring the house to life in a very different way.\"We have created a safe, rich experience that allows visitors to explore the house as it would have been lived in and run, but also invested in infrastructure that will enable ongoing change,\" she said. The museum reopened on Wednesday and Ms Dixon said they were \"thrilled\" to be able to welcome back visitors. \"The pandemic has proved to be a huge challenge for our sector and we are very grateful for funding received from both the National Lottery Heritage and Cultural Recovery Grants.\"Our authentically dressed rooms presented alongside an immersive experience demonstrates how a historic house can provide something for everyone,\" she added. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-57319482"}