{"datetime": "2022-01-20T14:21:50.000Z", "title": "Bath Half marathon rescheduled due to 'pressures on highways'", "article": "The Bath Half marathon has been rescheduled for the third time disappointing hundreds of runners. The annual event was due to be held on 13 March, but has been delayed to 29 May.Organisers alerted their main charities on Wednesday, adding that it was due to \"pressures on the highways network\". Runners were then notified by e-mail earlier with many voicing concerns on social media because the new date falls in the half term school holiday.It comes two years after the event came under heavycriticism for going ahead just days before the first national lockdown.The run was then cancelled in March 2021, before being moved to September, but organisers were once again forced to move the date to March 2022. At the time, organisers said it was down to the national restrictions plus planned infrastructure projects on the highways network - including work to Cleveland Bridge.It is now being moved for a third time to May. Run leader, Jon Cheek, 53, from Bath, said: \"Seven weeks is just not sufficient notice. It is so frustrating for people.\"A lot of people will already be running a lot further than they have ever run. They need that consistent training and to have that all pulled away from them seven weeks before the event, I think that is what angers people as much as anything. \"To do it for half term is just absolutely mad, so many people go away that half term, so lots of people won't be able to make it.\" Charities, which expected to raise thousands of pounds as a result of the race, have also spoken of their disappointment with the rescheduling of the event.The Ben Saunders Foundationsupports young people with cancer , and had a team of 185 people due to run.But Tom Saunders, Ben's dad, said that they have already been contacted by 10 runners pulling out due to the new date in half term. He said he now expects the original number of runners to go down by about 25%. \"They are absolutely gutted. They have raised a lot of money already and they wanted to do this for Ben... it is going to have a huge impact on us,\" said Mr Saunders. \"It's obviously very disappointing.\"I heard a whisper a few days ago that an announcement might be getting made. I couldn't believe it to be truthful, as it has already been cancelled twice, but just desperately disappointed for all the charities involved and all the runners that have been putting in such huge efforts.\" In a statement organisers said: \"We regret that this year's Bath Half Marathon has had to be rescheduled to Sunday 29 May, with the agreement of Bath and North East Somerset Council, to take into account pressures on the highways network. \"It's heart-breaking to have to postpone the Bath Half Marathon again and we know that many people will be disappointed by this decision.\"But with the support of our entrants, community and partners we are determined to return on 29 May with a celebration for our 40th anniversary.\" Responding to runners' concerns about the new date on the Bath Half Facebook page, it added: \"Bath has an extremely busy event calendar - this is genuinely the only date we could get in the Spring.\" Councillor Dine Romero, from the council, said: \"Part of the planning considerations event organisers have to consider is balancing the pressures on the highways such as utility companies digging up roads, planned works and so on, alongside the safety those taking part. \"Event organisers are also responsible for providing the council with an agreed event plan in a timely manner such as an agreed route and impact mitigations.\"The Bath Half is considering some changes to the event route so needs to work these through with communities and members of the Safety Advisory Group for Events. These various factors have led to the change in date being necessary with Bath Half requesting the date chosen in May.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60056534"}