{"datetime": "2022-02-16T15:14:10.000Z", "title": "Bath and North East Somerset Council dispute over tax increase", "article": "A council has announced it will increase its tax bills by more than £55 in spring. Bath and North East Somerset Council leaders said the plan will help to invest in the future and help it to save £11.8m. But opposition councillors criticised the move for its \"lack of vision\" and \"skewed priorities\". The council's budget was agreed with 34 votes in favour to five against, with 18 abstentions. The average band D household will pay the authority an extra £45.73, an increase of 2.99 per cent, from April. Council tax bills also include payments to Avon and Somerset Police, which has increased its precept by £10, and the amount going to Avon Fire and Rescue Service is up by £1.52.TheLocal Democracy Reporting Service said most town and parish councils are also increasing their precepts.Liberal Democrat council leader Kevin Guy said: \"We are investing in new staff, we are increasing spending on key services, we are enhancing our neighbourhood services, we are getting the basics right and we are protecting our children and adult services.\"Deputy leader Richard Samuel agreed and said the budget would make the area \"a better place\". \"This is a budget that maximises our ambition to make Bath and North East Somerset a better place, that maintains the move towards carbon reduction particularly in transport, that invests in key services, and provides the building of new council houses for the first time in over 30 years.\" But councillor Conservative Vic Pritchard accused the council of pursuing vanity projects and said its leaders are \"so busy trying to save the planet they've forgotten about Bath and North East Somerset\".Labour councillor Robin Moss said the budget lacked vision and was \"difficult but somewhat disappointing\".Other city leaders said the budget demonstrated the council's commitment to tackle the deepening environmental crisis. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60404360"}