{"datetime": "2011-06-14T10:23:51.000Z", "title": "Joe Clifford, Rudolf Hess's guard at Abergavenny, dies", "article": "A 94-year-old man who guarded Rudolf Hess, Adolf Hitler's deputy, during his days as a prisoner of war in south Wales has died. Joe Clifford, who had lived in Abergavenny since 1942, Monmouthshire, died after a short illness.He guarded Hess in Surrey in 1941 and moved with him in June 1942 to Maindiff Court in Abergavenny, where he said the deputy fuhrer led a comfortable life. Mr Clifford went on to work in the NHS and sang in a church choir. Fr Thomas Regan of Our Lady And St Michael's Church in Abergavenny - where Mr Clifford had sung in the choir - said that even though Mr Clifford's achievements were mainly historical, he was \"a proper gentleman\" and a leading light within the church community. Hess made a dramatic midnight flight to the UK in 1941, supposedly in an attempt to broker a peace deal between Britain and Nazi Germany. He flew to Scotland on the night of May 10, 1941, in an ME 110 fighter bomber, and bailed out over Eaglesham, injuring his leg in the process. After being arrested by members of the Home Guard he was initially incarcerated in the Tower of London. From 1942 until 1945, when he was flown to Nuremberg to stand trial for crimes against humanity, he spent most of his captivity in Wales. Hess was taken to Maindiff Court Military Hospital and POW Reception Centre outside Abergavenny - a former mental hospital - on 26 June, 1942. He eventually died aged 93 on 17 August, 1987 after being held at Spandau prison in Berlin since being handed a life sentence at Nuremberg for war crimes. In interviews given after the war Mr Clifford, who guarded Hess for three-and-a-half years, revealed that he saw his guards as servants and treated them as such. 'Comfortable life' Mr Clifford explained that Maindiff Court hospital was divided into two parts - Hess was given half and the rest was for the Dunkirk wounded.While the people around Abergavenny knew he was there, Hess's whereabouts was never revealed in the press. Mr Clifford described how Hitler's deputy reacted to news of VE Day. \"Hess wasn't very happy. Whenever he got disappointing news he would always show it…\" Mr Clifford said Hess had \"a very comfortable life\", adding: \"He used to draw and write, otherwise he was very quiet. He could speak English, but he very rarely spoke in English.\"Hess was treated as an officer. Whatever the officers had, he had the same sort of meals. He dined with the officers. For Hess it wasn't like being in a prison.\" Though he was mostly quiet, Hess had a tendency to rant, said Mr Clifford. \"Now and again he'd rave and shout and stamp his feet and on one occasion he stabbed himself,\" he said. A spokesman for the Aneurin Bevan Local Health Board said he was saddened by the news of Mr Clifford's death and said that he had been a valuable part in the NHS for decades. Mr Clifford's funeral will take place at the church on Tuesday 21 June at 1400 BST. ", "url": "https://www.bbc.com/news/uk-wales-13759872"}