{"datetime": "2022-01-27T17:00:28.000Z", "title": "'Green corridor' to link Bath with countryside", "article": "A \"green corridor\" will soon link Bath's historic city to the surrounding countryside. The National Trust said it will connect the World Heritage Site with the area around it via Bathampton Meadows. This means that the area - which will cover just over 40 hectares (99 acres) - is protected from future development. Hilary McGrady, from the National Trust, said: \"It will improve access to nature for those living in urban areas.\" She added: \"Connecting up green spaces isn't just good for people, it's also good for wildlife, allowing animals and birds to move from one habitat to another.\" Under the first of 20 \"green corridors\" proposed by the trust, the land has already transferred from Bath and North East Somerset Council. The plan is for the corridors to allow more people to get closer to nature and deliver health and wellbeing benefits for residents and the huge numbers of visitors who come to Bath every year. The plans include a three-mile route to revive the Georgian trend of walking and enjoying countryside views, something that was prescribed by doctors in the 18th Century. The trust hopes the corridor will benefit wildlife, providing foraging habitat for Greater Horseshoe Bats, wetland habitat for wading birds and increased numbers of wildflowers for pollinators, the trust said. It will consist of around 16 hectares of farmland and 24 hectares of land. The charity is also hoping to create additional pathways on the land previously belonging to the council. The area had previously been at risk of development when it was proposed as a potential site for a park-and-ride in 2015. Councillor Richard Samuel said the area is a \"treasured wildlife habitat and wonderful green space\".He explained that the transfer \"ensures the land is protected forever against inappropriate development and it also supports our commitment to tackle the climate and ecological emergency\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60156039"}