{"datetime": "2020-03-15T13:22:35.000Z", "title": "Coronavirus: Bath half marathon goes ahead despite backlash", "article": "The Bath half marathon has gone ahead despite an outcry over it taking place during the coronavirus crisis. The Premier League and Football League have been cancelled over the weekend but organisers denied they were being irresponsible by pressing ahead. They said said 6,200 runners took part - about half the usual number. Andrew Taylor, director of the Bath half said he had not received any advice from public health officials not to go ahead. He said the advice from the experts - Public Health England and the local commissioning care group - had been \"consistent that this is a low-risk event, with absolutely no reason for it not to go ahead\". He said a \"series of situations has unravelled almost by the hour\" leaving them \"caught in the eye of a perfect storm\". Ministers are drawing up plans toban mass gatherings in the UK from as early as next weekend in response to the spread of the virus, which the World Health Organization has classified as a pandemic. On Friday organisers of the London Marathon announced that race would bepostponed until October because of the coronavirus pandemic. Bath's MP Wera Hobhouse was among thousands condemning the decision to go ahead. She called for the event to be cancelled saying protecting \"the most vulnerable in our city from a further spread of the infection must be the priority\". On theBath half marathon's Facebook page some 1,800 people left comments, with a large number against the decision to go ahead.Many hundreds more have also spoken out on Twitter. Amber Morgan said: \"Absolutely crazy. All those people coming to Bath, using our public transport, restaurants, shops, public toilets. The residents will not thank you.\" Paula Bailey added: \"Give it two weeks and you'll be regretting this decision. Look at Italy!\" Others described the move as an \"absolute joke and a PR disaster\" and a \"very, very bad decision\". Sharon Smith said she pulled out because of health concerns within her family.\"I think it would be completely irresponsible of me to run,\" she said. Kirsten Robson and her friend Emma were running in memory of Kirsten's parents who both died from cancer. \"They were cared for so tenderly by the fabulous fabulous staff at the RUH,\" said Ms Robson. \"I am a nurse and Emma works in education so we decided not to travel to Bath and are doing 13 miles at home in Thornbury,\" she said. Mencap in Kenysham said two of its runners, Ali and Russ would be running the distance along the Tarka Trail in North Devon. Lizzie Passingham said she was running with a special educational needs pupil from Three Ways School in Bath along their own route from Saltford towards Bristol with the school dog. \"He'll be in his wheelchair being pushed by his incredible teacher Veryan Cranston,\" said Ms Passingham.She said they had pulled out \"to make sure that we protect our other vulnerable pupils\".\"We're getting together some old Bath half kit - a medal, shirt, goodie bag and a finishing tape for him so that he's still able to experience the 'event' as best he can,\" she added. Some though, were supportive of the run being held, saying it was \"one last hurrah for Bath before lockdown\". A number of organisations said they were not taking part including Bath Rugby Foundation, which said it did \"not want to put any of our supporters or their loved ones at risk\".Dorothy House Hospice and the Forever Friends Appeal said runners were told \"it's their choice whether they run or not\".In 2019, runners raised more than £2m for a range of charities and local voluntary groups. The mens winner was Paul Pollock, from Kent Athletics Club, in a time of 64.14 and the women's winner was Becky Briggs, of Hull, in 73.34.", "url": "https://www.bbc.com/news/uk-england-bristol-51893095"}