{"datetime": "2021-05-25T09:28:45.000Z", "title": "Somerset district councils' poll a serious failure, Robert Jenrick says", "article": "Somerset's district councils must apologise for \"serious failings\" over a poll on the county's local government, the communities secretary has said. It comes as a spoof website featuring \"offensive\" material was referenced in leaflets sent to voters. Robert Jenrick said it was\"unacceptable\" and had broken guidelines. The county council wants a new single unitary authority, but the four district councils want two unitaries.A pack was sent out by post and included the leaflets with information about two suggested plans for how government services in Somerset should be run - with one including a link to the spoof version of the official One Somerset website. Mr Jenrick said it was \"unacceptable for [councils] at taxpayers' expense to have circulated reference to material that is offensive and contains sexist and derogatory depictions of women\".He previously told the four district councils - Mendip, Sedgemoor, Somerset West and Taunton and South Somerset - they were wasting £300,000 staging the poll.The final decision over the reorganisation rests with Mr Jenrick. In a letter to the authorities, their independent auditors and Somerset MPs, he said: \"It is your council which is exercising the powers that parliament has given it to undertake a poll - a significant action in our democracy which should be undertaken with care. \"This failure in poll administration also potentially has financial and value for money implications for your council and local tax payers.\"He has demanded \"unambiguous assurance\" that measures have been put in place to ensure future material complies with the code of practice. On Monday, the leader of Sedgemoor District Council, Duncan McGinty, said: \"We have taken every measure we can to rectify the situation and hopefully the poll is still valid, the site is nothing to do with us, although it is unfortunate that it is there, we have done everything that we can to have it removed.\"He added the website was \"an affront to democracy\" and was \"undermining\" the intention to give the people of Somerset a say in how government services are run in the future, but said it did not make the vote \"worthless\". In a joint statement, the four councils said the leaflet was drafted by an independent third party but stated \"more efforts should have been made when the documentation was being produced and independently verified to ensure all information was correct\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-57238102"}