{"datetime": "2020-07-09T12:38:25.000Z", "title": "Somerset County Council sets out unitary authority plans", "article": "A county council that wants to replace five local authorities - including itself - with one single council has set out its business case. Somerset County Council wants to \"put an end to confusion for residents, give greater powers to local communities and free up millions of pounds\". But the four district councils said they would prefer to work more closely together, rather than merging. The county council has set out its case in itsOne Somerset report.Somerset County Council said \"scrapping all five existing councils\" and setting up a new single unitary council could save £52.6m over five years. A joint statement from the leaders of the four district councils - Sedgemoor, Mendip, South Somerset and Somerset West and Taunton - said they did \"not support the proposals for a single council\". They said: \"As four districts we will now be putting our collective efforts to developing an alternative proposal.\" County council leader David Fothergill said: \"The concept of district council services and county council services is confusing, cumbersome and costly.\"That is why so many other counties, including most of our neighbours, have switched to a single council model. We must not get left behind.\" He added it was time to \"free up funds to spend on vital services and tackle key issues\". The plans include creating up to 20 new Local Community Networks (LCNs) with \"real constitutional powers to scrutinise, impact and take decisions\".The council said it also wanted to invest in climate change, reduce rural isolation and end the public's \"confusion and frustration\" by being \"one point of contact for all local services\". Somerset County Council said it was planning to submit its business case to the government by the end of July. The final decision on any unitary council proposals will be made by the Secretary of State for Local Government. ", "url": "https://www.bbc.com/news/uk-england-somerset-53347753"}