{"datetime": "2022-02-08T18:08:06.000Z", "title": "South Norfolk Council: Surprise £3m savings for council planning tax hike", "article": "Householders could be hit by a tax increase despite the local council making a surprise £3m budget saving. South Norfolk Council has saved the money in its 2021-2022 budget due to higher than expected returns on investments and lower costs. The local authority has proposed to increase its council tax by about £5, about 9p a week, for Band D properties. Conservative council leader John Fuller said despite this year's savings, finances were \"finely balanced\". The council's managing director Trevor Holden said such savings should not be expected in the next budget. If the rise wasapproved by the council on 22 February, the annual council tax bill for a Band D property from April would be £165 per year - a 3% hike and the maximum allowed by the government without a public referendum, reported theLocal Democracy Reporting Service . Adrian Dearnley, cabinet member for finance and resources, said the council should be able to deliver a balanced budget providing the council tax increase was delivered. He warned a reduction in government funding in future budgets should be expected. Although the exact final figure for savings still had to be confirmed, it included an extra £500,000 from planning income. Officers called it a \"significant overachievement\" reflecting the buoyant housing market. The council also saw an additional £90,000 return on a loan to its housing company Big Sky, while the expected £1.56m cost of leisure services was now anticipated to be £987,000. Mr Fuller said there were \"general themes\" that the savings and council tax rise would be spent on, including investment in carbon reduction initiatives, staffing and saving money for the future. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60307267"}