{"datetime": "2020-03-14T11:44:41.000Z", "title": "Bath half marathon to go ahead despite coronavirus fears", "article": "Bath's annual half marathon is to go ahead on Sunday despite fears over coronavirus, organisers have confirmed. It comes after city MP Wera Hobhouse said it \"should be cancelled\" because it was \"simply not worth the risk\". But organisers said they have taken advice from \"experts in local and national government\" and it is \"now too late to cancel or postpone the event\". Scores of sporting and cultural events havebeen cancelled or postponed, including the London Marathon . Ministers are drawing up plans toban mass gatherings in the UK from as early as next weekend in response to the spread of the virus, which the World Health Organization has classified as a pandemic. Ms Hobhouse said \"cancelling the event to protect the most vulnerable in our city from a further spread of the infection must be the priority\".However, in a statement the organisers said if they were to \"cancel at this late stage, we anticipate thousands of runners would still turn up\" and we \"would owe a duty of care to those runners\". \"The Bath Half Marathon does not impose any burden on the NHS or police, as our medical and stewarding services are independent of public services,\" they said. \"Our medical team is also providing additional resources to isolate and manage any patients presenting with symptoms at the event, in accordance with NHS clinical protocols.\" Additional hand wash facilities will be provided for runners, spectators and volunteers who choose to attend. A number of organisations have said they will not be taking part including Bath Rugby Foundation, which said it did \"not want to put any of our supporters or their loved ones at risk\".Dorothy House Hospice and the Forever Friends Appeal said runners have been told \"it's their choice whether they run or not\".In 2019, runners raised more than £2m for a range of charities and local voluntary groups. ", "url": "https://www.bbc.com/news/uk-england-bristol-51887950"}