{"datetime": "2022-02-04T11:58:01.000Z", "title": "Hull council tax and housing rents to rise by 3%", "article": "Council tax in Hull is set to rise by just under 3% and rent for tenants in local authority-owned homes is to go up by just over that same amount. The money would be spent on children's and adult social services and city centre developments, the council said. Labour council leader Daren Hale said the proposed budget would \"prepare our city for the next 100 years\". Liberal Democrat opposition leader Mike Ross said it was \"hiking council tax in the midst of a cost of living crisis\".As part of the proposed budget, to be voted on later this month, council tax would rise by 2.99% and rents for Hull City Council-owned homes would increase by 3.1%. The planned budget would see an extra £3m spent on children's and family services and a further £3.7m for adult social care. More than £19m would be spent on maintaining the city's roads and bridges, while £4.2m would be spent on footpaths and £5.5m on parks and open spaces. Capital spending would see more than £80m for 650 new-build council houses over the next five years and £18.9m would be spent on the first phase ofthe Albion Square development in the city centre.Councillor Hale said: \"It is a budget that sees more jobs, more investment and more housing for local people, while maintaining the long-term services that local residents value so much.\" He added that it was \"the most optimistic budget we have seen in years\". But Councillor Ross said the Lib Dems would outline alternative budget plans next week. \"They're hiking council tax in the midst of a cost of living crisis which means, thanks to this Labour council and the Conservative government, even the lowest charge will be over £1,000 per household,\" he said. \"Regardless of whether Labour get their plans through the council or not, the public will have their say this May with the election on a knife-edge.\" Hull City Council's budget is due to be voted on by the full council on 24 February. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60258297"}