{"datetime": "2021-05-19T06:05:06.000Z", "title": "Somerset councils accused of wasting £300k in poll", "article": "Four district councils in Somerset have been told they are wasting £300,000 of public money on a poll about the future of local government in the county. The poll will run until 4 June and asks voters what type of council setup they would prefer in Somerset. The final decision rests with the Secretary of State Robert Jenrick MP.He said the poll was \"a fundamental misunderstanding of the process of the decision making on local government restructuring\". Somerset County Council is proposing to replace itself and four district councils for business reasons. It says it wants to \"put an end to confusion for residents, give greater powers to local communities and free up millions of pounds\".The council claims £52.6m could be saved in five years by setting up a new single unitary council, according to theLocal Democracy Reporting Service .But the four district councils, Mendip, Sedgemoor, Somerset West and Taunton and South Somerset, have said they would prefer to create two unitary councils rather than one, and did not support the proposals for a single council.Instead they would prefer the formation of two unitary authorities called Western Somerset Council and an Eastern Somerset Council. The government held an initial consultation on the proposal for eight weeks between February and 19 April.Mr Jenrick said: \"On the face it it, it is hard to see how this can represent value for money for the people of Somerset.\"Rather than facilitating my decision...it risks duplicating and detracting from the consultation to which thousands of people in Somerset have already responded. \"My decision will not be made on the basis of which proposal has the most popular support as expressed simply through the number of representations received of the result of a poll.\" Despite this, Somerset's district councils have approved the public poll and agreed to split the £310,000 cost to hold it.Council leaders also wrote to the secretary of state requesting the result of the poll be properly taken into account. South Somerset District Council leader Val Keitch said: \"The reorganisation of local government affects everyone. \"Local people must be allowed to have the opportunity to have their say clearly and unambiguously. A properly organised, independently-run public vote is the best way to ensure that happens.\"Wiltshire and Dorset have already switched to unitary council systems. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-57157326"}