{"datetime": "2022-01-27T08:33:22.000Z", "title": "Croydon Council: Taxpayers face £67.5m bill over 'failings'", "article": "Taxpayers have been hit with a £67.5m bill over \"financial and legal failings\" by Croydon Council, according to a report. Independent auditors investigated the refurbishment of Fairfield Halls, where The Beatles and Queen once performed. Work was carried out by council-owned developer Brick by Brick, but no written contracts were found. Croydon Council leader Hamida Ali said people across the borough were \"right to be angry\", as she apologised. The venue was shut between 2016 and 2019. Work on it was supposed to be funded from the sale of housing to be built on land next door. The council loaned Brick by Brick money for the refurbishment and expected payment from sales of the homes. But the house-building project was scrapped, leaving taxpayers to foot the massive bill. Auditors Grant Thornton said council officers failed in their statutory duties and \"officers treated Brick by Brick as an extended department of the council\" rather than closing off the cash flow. The report also states: \"While the then Leader and then Portfolio Holder for Finance and Resources have contended that there were appropriate protections and financial controls in place at all times for the funds, without properly executed written loan agreements the Council's legal position is at best open to challenge.\" They added: \"The actual cost of the project has been difficult to establish which in itself is a serious failing that the council's financial arrangements are not sufficiently robust to monitor the expenditure on a significant project.\" In February 2020, the report said a Brick by Brick representative had incorrectly told the council the project's cost was £42.6m - when it was actually well over £50m. Blame was laid on the council's former chief executive Jo Negrini, as well as other officers who were responsible for monitoring financial affairs. All have since left the council. Former council leader Tony Newman, finance and resources cabinet member Simon Hall, and member for homes and gateway services Alison Butler were also singled out. Mr Newman and Mr Hall have since resigned as councillors.Ms Butler is still a councillor she is no longer a cabinet member. Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-60134919"}