{"datetime": "2022-01-19T17:25:15.000Z", "subject": "Scottish Budget", "title": "Scottish council chief says cuts and tax rises inevitable", "article": "Scottish councils face having to cut back services even while raising local taxes to balance the books, a leading councillor has claimed. Alison Evison, who leads council umbrella body Cosla, said not enough funding is on offer from Holyrood. She said the only question over council tax rises was how big they would be, and that it was \"probably inevitable\" that services would face cuts too. The Scottish government insists it has treated local authorities fairly. Public finance minister Tom Arthur told MSPs on Wednesday that the government did not \"underestimate the challenges\" to local government, but questioned where additional funds would come from when the full budget has been allocated. Councils need to set their tax and spending plans in the coming weeks, with the Scottish Parliament also moving through its annual budget process. The plans set out by Finance Secretary Kate Forbes in December are sure to pass, with the SNP's partnership arrangement with the Greens giving the government a majority at Holyrood. However, councils have hit out at the settlement offered to them as part of the budget, with leaders expressing \"extreme disappointment\" with the \"totally unacceptable\" proposals. There has been dispute over the exact figures involved, with the government pointing to an increase in the core settlement in cash terms, while councils contend that this does not account for inflation or ring-fenced funds. And while town halls are to be givencomplete control over council tax rates for the first time since the SNP took office in 2007, opposition MSPs say the government has put councils in an \"arm-lock\" ahead of local elections in May. In an interview with BBC Scotland, Ms Evison said councils were facing \"tough choices\". She said: \"There will be increases to council tax this year. It's obviously up to each local council in terms of their own circumstances how big that increase will be. \"Councils want to be able to deliver services to their local communities and they need to look at the levers they have in order to deliver those services.\" Asked if cuts or tax rises were inevitable, she added: \"I think both are probably inevitable, in that councils have to be able to deliver local services to vulnerable people and to everyone across our local communities, and it needs to have money in order to be able to give those services. Ms Evison - a Labour councillor in Aberdeenshire - said local government had been underfunded for a decade, and that \"the constant squeeze on our finances every year is not sustainable\". She said: \"On paper we've got more money, but a lot of that money is ring-fenced to meet Scottish government priorities. \"Even when you look at the increase there and the priorities we are meant to be delivering, the money doesn't cut it - it's £100m short for delivering those essential priorities from the Scottish government. \"They are the priorities we agree are important across our communities, but they desperately need to be funded and the cash increase we have got doesn't cut that, and it also doesn't cover things like increased costs in our communities.\" Food and energy bills are already rising sharply and the prospect of higher council tax bills on top of that from April will only add to the pressure on household budgets. Ministers have, in previous years, protected the public from that by funding a council tax freeze. That's now being lifted to give councils more flexibility. It is of course up to individual local authorities to decide if the tax goes up and if so by how much and council elections on 5 May could have a restraining influence. But Scotland's top councillor clearly thinks a mixture of tax increases and service cuts is all but inevitable because of what she sees as a lack of funding from the Scottish government. Alison Evison wants a more generous settlement and will make that case at a meeting with the first minister next week. What's not clear is where the Scottish government could find more money from without squeezing the cash available to other key public services.A Holyrood debate on council funding was held on Wednesday, with the Conservatives calling for a new system which would guarantee councils a set percentage of the Scottish government budget each year. Local government spokesman Miles Briggs said underfunding councils would not help local services recover from the pandemic, saying there was \"increasing concern over the long-term sustainability of local government finances\". He added: \"Put simply, council leaders across Scotland have nothing else they can cut to save money or balance their books. \"We want to see a fair deal where the funding the Scottish government receives is adequately handed on to local authorities as well.\" Labour has also been critical of the settlement, with MSP Mark Griffin describing it as a \"devastating raid on council budgets\". He said: \"It's simply unsustainable for the SNP to continue cutting council budgets to the bone, services are already at breaking point.\" Mr Arthur said the overall settlement for local authorities amounted to £12.5bn when funds from other portfolios are included. He said: \"We cannot inflation-proof any part of the Scottish budget, given the nature of inflation right now. We do not underestimate the challenges this allocation presents, but it is simply not possible to inflation-proof all budget lines when the overall budget is not inflation-proofed. \"If opposition parties do not agree they are fully entitled to propose alternative but balanced funding proposals ahead of the budget bill next week.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60056878"}