{"datetime": "2022-01-27T17:16:10.000Z", "subject": "Scottish Budget", "title": "Extra cash for Scottish councils in bid to avoid tax hikes", "article": "The Scottish government is to give local government an extra £120m next year in a bid to ward off big increases in council tax bills. Council bosses had warned rises were inevitable in light of the financial settlement on offer from Holyrood. Finance Secretary Kate Forbes said she now had some \"additional flexibility\" due to funding from the UK government. She told MSPs that the extra cash was equivalent to a 4% rise in local taxes, meaning there was no need for hikes. Ms Forbes was speaking as the Scottish government's budget for the coming year faced its first vote at Holyrood, although it is sure to pass with SNP and Green votes. Councils also need to set their tax and spending plans in the coming weeks, and leaders had hit out at the \"totally unacceptable\" settlement on offer from the Scottish government. There has been dispute over the exact figures involved, with the government pointing to an increase in the core settlement in cash terms while councils said that this does not account for inflation or ring-fenced funds. Alison Evison, who heads council umbrella body Cosla, previously warned there would be tax increases and that it was \"probably inevitable\" that some local services would face cuts too. Addressing MSPs, Ms Forbes said the 2022-23 budget was fully allocated, but said \"new information\" from the UK government meant there was extra cash in the current year's books. She said she would be able to carry forward \"sufficient funding from this year to next year to allocate a further £120m of resource to local government\". Councils have beengiven complete control over local tax rates for the first time since the SNP came to power in 2007, but Ms Forbes said she hoped the extra funding would allow them to avoid big increases. She said: \"Councils asked for an additional £100m to deal with additional pressures. We have heard them and listened and we are going to go further. \"That will allow them to deal with the most pressing issues they face, and at a time when people are understandably worried about the cost of living I would point out that this increase in funding would be equivalent to a 4% increase in council tax next year. \"While councils have full flexibility in setting local council tax rates, I don't believe there is a requirement for any inflation-busting increases next year.\" An extra £120m is not to be sniffed at, but it will not solve all local government's funding problems. Councillors have more cash to spend than ever, but they say inflation and the widespread use of ring-fenced funding for national schemes leaves them short. Because today's additional money is a one-off payment it cannot be relied on to meet ongoing commitments like pay rises. Kate Forbes said it was equivalent to a 4% rise in council tax and that inflation-busting increases should not be necessary. But that does not mean that council tax won't go up at all. That will be for individual local authorities to decide. In previous years, SNP ministers have used capping or a council tax freeze to protect households from big rises. Ironically, they have restored the freedom of councillors to decide at a time when rising energy prices are driving up the cost of living. Councillors know tax increases will not be popular - an important consideration ahead of local elections in May - but for some the alternative is service cuts that could be just as controversial. The Scottish Conservatives backed the extra funding, with finance spokeswoman Liz Smith \"warmly welcoming the actions of the UK government in assisting with this budget\". However she said her party would be voting against the package as a whole, as the government had \"created many more problems within this budget than it has actually solved\". Labour's Daniel Johnson said it was welcome that Ms Forbes had \"found a few pennies down the back of her armchair\", but said the allocation would still leave councils short. \"This is no way to conduct a budget in a serious and rational way,\" he added. And Lib Dem MSP Willie Rennie said that local councils would not be \"grateful that the cabinet secretary has just taken her foot off their neck a little bit\", saying there were still \"massive cuts\" coming in local government. While the three opposition parties voted against the budget plans, they passed their first parliamentary hurdle by a vote of 69 to 54. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60156804"}