{"datetime": "2022-01-20T17:27:01.000Z", "title": "Harlow Council proposes one-off £50 cut in bills", "article": "A council has proposed a one-off £50 cut in council tax bills as part of a plan that would guarantee no further increases in the local levy until 2025. Conservative-run Harlow Council said it would finance the move by releasing £1.3m from its reserves. In a statement, the Essex authority said there would be no cuts to services due to the plans. Labour branded the proposal \"reckless\" and said it would leave a \"potential budget black hole\". It highlighted that council tax bills as a whole would rise, with Essex County Council and the Police, Fire and Crime Commissioner expected to raise its share of council tax. The Tories said a previously planned 1.99% increase in council tax would be reversed and this, in combination with the £50 reduction, would equate to a tax cut of £55 for a Band D property. The £50 reduction would only be available for people who already pay council tax,reports the Local Democracy Reporting Service said. The plans, announced as part of the authority's wider budget proposal, also included freezing car parking charges in council-owned car parks. Other key features included spending on building new council homes and improvements to existing council houses and authority-owned facilities.Council leader Russell Perrin said: \"Never has Harlow Council taken money off a council tax bill in this way. \"We are giving something back to the residents we serve, as well as investing in their priorities.\" Labour group leader Chris Vince said: \"The Conservatives' reckless proposals will leave a potential black hole in Harlow Council's budget.\" The proposals will be discussed by the council on 27 January and by the full council on 3 February. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60068956"}