{"datetime": "2022-01-21T17:14:49.000Z", "title": "Norfolk County Council leader proposes lower council tax hike", "article": "A proposed rise in council tax should be lower than recommended in recognition of the rising cost of living, a council leader has said. Norfolk County Council had been recommended to set a 3.99% increase by its finance director Simon George as part of its budget-setting for 2022-23. The Conservative-controlled council wants to shrink that to 2.99%. Leader Andrew Proctor said a larger increase was \"not an acceptable way forward\". \"It's up to us to tighten our belts and find a way to deliver services more efficiently and economically,\" he added. The council is facing a funding gap of £60m in the next financial year, with budget pressures including a further £25m for adult social care and £11m for children's services. The 3.99% increase would have raised a further £4.5m in revenue. Mr Proctor said the council aimed to fill the funding gap through \"organisational change\" and making the council \"fit for purpose\".He would not say whether that would involve cuts to staff or services.Steve Morphew, leader of the Labour group, described the proposal as \"desperate grasping at straws\". \"They are in the ludicrous position of trying to persuade Norfolk they are doing us a favour by increasing council tax by 3% instead of 4%,\" he said. \"The budget black hole grows by £4.5m next year as a consequence, and grows year on year.\"Already close to 1,000 people are not getting the care they need and the care market is broken. We've been calling for action for years.\"Transformation - always code for cuts - includes spending over £6.3m, the equivalent of 1.5% on council tax, on consultants just in Adult Social Care. \"The very thought of spending untold millions on yet more consultants in other parts of the council to make cuts fills me with horror.\" The group leaders of the Liberal Democrats and Greens have also been approached for comment. A final decision on the recommended increase will be made by cabinet on 31 January, followed by a vote of the full council in February. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60087604"}