{"datetime": "2022-01-17T14:36:03.000Z", "subject": "Coronavirus pandemic", "title": "Hertfordshire County Council plans to increase care worker wages", "article": "A council plans to increase the wages of its lowest paid carers in a bid to recruit and retain staff. Hertfordshire County Council has proposed to invest £18.5m in adult social care, funded by a 2% increase in council tax. If approved, the minimum care worker wage would be £10.30 per hour. Conservative council leader Richard Roberts said without the commitment from care workers during the pandemic, the system would not have coped. He acknowledged staff had been at the forefront over the last two years, looking after the most vulnerable while dealing with severe illness and loss. With an ageing population, the demand for care workers in Hertfordshire was growing - with a 15% increase in homecare compared to last year. theLocal Democracy Reporting Service said. Mr Roberts said the investment in care worker salaries - whether employed by the council or independent providers - would improve recruitment and retention. If the budget proposals were approved next month, homecare pay rates would also increase from £13.64 to £13.83 an hour. The proposals will be presented at a cabinet meeting later and will go out to consultation before being voted on at a meeting on 22 February. Also included in the budget proposals are £22m to support older residents and those with disabilities, £31m to invest in waste infrastructure and £10m to support \"looked after\" children. Mr Roberts said the investments reflected the council's priorities. \"This is putting our residents front and centre with our responsibilities to look after, care and support - particularly our most vulnerable residents,\" he said. The council is proposing to increase its share of the council tax bill by the maximum amount allowed for its 2022-23 budget - an increase of 3.99%. For an average Band D property, the county council element of the tax would increase by £58.68 - to £1,529.31. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60025920"}