{"datetime": "2022-01-31T18:04:46.000Z", "title": "North Yorkshire police tax could rise by maximum amount", "article": "North Yorkshire's police boss has said she intends to increase the share of council tax paid to support the force by the maximum amount she is allowed. The police precept would rise by 3.69%, Police Commissioner Zoe Metcalfe said. The rise would add £10 to a Band D property's council tax bill, which would see the average household charged £281.06 annually for the service. Ms Metcalfe said the extra money would pay for the 78 additional officers the county's force needed to recruit. In a report to North Yorkshire's Police, Fire and Crime Panel, Ms Metcalfe said the government required the total number of police officers in the county to increase to 1,645 over the next year. According to theLocal Democracy Reporting Service , Ms Metcalfe said some of the extra money would be used to add 34 officers to the force's customer contact centre to provide an improved service to the public. The funding would also be used to expand neighbourhood policing teams and eight officers would focus on victim support, specifically in the area of violence against women and girls. The commissioner said a further 10 officers would be used to grow and strengthen the Roads Policing Team, following some 40 fatalities and 277 serious injuries on the roads of North Yorkshire last year. \"I have been clear with the force that in asking the public of North Yorkshire to pay more, they should expect more from their police service,\" Ms Metcalfe wrote. \"With this in mind, I have asked the Chief Constable to set out her priorities for 2022-23, linking to those areas I have indicated as a priority in the Police and Crime Plan, that I am developing.\" Ms Metcalfe added she would \"hold the Chief Constable to account for delivery of these during 2022-23\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-60206459"}