{"datetime": "2022-02-11T19:52:02.000Z", "subject": "Coronavirus pandemic", "title": "Birmingham Airport: Families celebrate as travel testing scrapped", "article": "Travellers at Birmingham Airport have expressed their joy as fully-vaccinated people travelling to the UK now no longer need Covid tests, either before departure or on arrival. Sheila Langford, from Worcestershire, met her son-in-law for the first time as the newlyweds arrived from Australia.Mrs Langford said it felt \"surreal\" to see her daughter.Passengers are still required to fill out a passenger locator form. Carolyn Richards, who had flown in from Melbourne, said she had not seen her mother in three years. The family welcomed the new restrictions and added they were \"sick of having things put up our noses\".Mr Richards will now await the all-important seal of approval from his new mother-in-law.Couple Matthew Gibson and Eirini Epipropaki booked a trip to Prague as they knew restrictions would be easing. \"It's a good step forward,\" Mr Gibson said.Ms Epipropaki, who is studying for her Chemistry PhD in Birmingham, said the new restrictions would make it easier for her to visit family in Greece.However, there was still some confusion for passengers around what the rules actually entailed.Will Edwards, from Kidderminster, was travelling to Barcelona, to start his new life. \"I wasn't actually sure what the rules were,\" Mr Edwards said.Mr Edwards added he \"wasn't sure if he needed a mask or not\" so came with everything just in case. Vaccinated passengersdo not need a Covid test upon arrival , but do need to complete a more simplified passenger locator form.Unvaccinated travellers still have to show proof of a negative Covid test taken two days before departure and must alsotake a post-arrival PCR test two days after arrival and self-isolate if positive. In England, face masks are no longer required by law,however the government advice is to wear them in crowded areas. Birmingham Airport's guidance, however,is to wear a face covering in the terminal and on airport buses. Chief executive Nick Barton said it was \"a good day to be passengers\". Mr Barton added the airport had lost \"just under a half of our entire work force\" and was going to be recruiting for \"800 vacancies across the airport\".Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60351866"}