{"datetime": "2022-02-14T13:12:20.000Z", "title": "Jack Jeffery: Tributes paid to Evesham Rugby Club player", "article": "The family of a rugby player who died after suffering an injury during a match say they have been comforted by \"kind thoughts and lovely words.\" Evesham Rugby Club player Jack Jeffery, 27, was injured as he scored a try during a match against Berkswell and Balsall in Warwickshire, said the club. His father, Glenn Jeffery, said messages of condolence had been a comfort in \"very difficult times.\" \"He was a very special soul and we are so proud to say he was our son. \"It is so clear to us that not only will Jack be missed by his close family but also by everyone that he knew and came into contact with,\" Mr Jeffery posted on Facebook.Jack's sister, Daisy, posted her \"kind, wonderful baby brother\" had left behind a family that had worshipped him.\"I can't believe I'm never going to be able to dance with you at my wedding, watch us both navigate having families of our own, I'll never be able to hear your laugh around the dinner table or listen to all of your funny stories.\" Daniel Protherough, director of rugby at Bromsgrove Rugby Club, said the death had been a \"horrendous tragedy\". He said it was now important to make sure the rugby club and Jack's family knew that \"everyone in the rugby fraternity is thinking of them at this terrible time.\" \"Hopefully local rugby clubs can get together and put on a fitting tribute for Jack and for Evesham at what must be a horrendous time for the club and everyone involved. \" Messages of condolence were posted by clubs and players including World Rugby chairman Sir Bill Beaumont. \"The rugby family stands in solidarity with you all,\" he posted.Steve Lloyd, chair of Worcester Rugby Club described the death as terrible, shocking and tragic. \"It's times like these it's very difficult to get your head around what's happened,\" he said.\"At Worcester Rugby Club we stand with our Evesham pals and hope that they receive all of our good wishes and love and support as well as Jack's family and friends and also at Berkswell and Balsall and the player that was involved in the incident.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60375078"}