{"datetime": "2022-02-15T11:27:36.000Z", "title": "Jack Jeffery: Family of rugby player 'overwhelmed' by support", "article": "The sister of a rugby player who died after being hurt while scoring for his club said her family was \"overwhelmed\" by people's support. Daisy Jeffery said her brother Jack would have been \"amazed\" by the response from around the world. She said the family had received thousands of messages, adding: \"I think we just want his life to be celebrated and not mourned.\" The help since the weekend's events showed rugby to be a family, she added. Mr Jeffery, 27, who lived in London, had been playing for Evesham Rugby Club in a home game against Berkswell and Balsall on Saturday when he was injured. He died later in hospital. He \"saw so much joy in everything\" and loved playing the sport, his sister said. \"It was just the biggest passion for him and I think that you can't ask for more than that,\" Ms Jeffery explained. She described him as \"one of those annoying people, he was so good at everything he did\" and said he was very close to his mother, his father and his identical twin, Charlie. Floral tributes have been laid at Evesham Rugby Club, with more tributes coming from as far away as New Zealand and from figures such as World Rugby Chairman Sir Bill Beaumont, the former England and Lions captain. Ms Jeffery said: \"[Jack] would be chuffed enough to get in the local paper and he's been everywhere, he's gone viral.\" \"It's been incredible and I know he'd be amazed, but sadly famous for the wrong reason.\" She also thanked the rugby club for its support and said: \"We're so humbled and grateful for all of the support that not just friends and family have shown, but the whole rugby community - I just think it's not just a team, it's a family.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60388251"}