{"datetime": "2022-02-10T06:17:05.000Z", "title": "Worcestershire girl's hair donation to help boy with cancer", "article": "A girl has raised hundreds of pounds to help a nine-year-old boy with cancer afford his dream trip to Australia. Josh, from Evesham, was diagnosedafter his parents raised concerns about his recovery from coronavirus in September last year. His dad Andy Asbury, said Josh's condition was \"very up and down\" and he was admitted to hospital in January. Sophie, who had never met Josh but plays at the same football club, is donating her hair to raise money. Mr Asbury said he had only met Sophie, 14, and her mum, Fiona, for the first time on Tuesday and said their generosity was \"amazing\". The Asbury family started fundraising last year to pay for animal-lover Josh's dream trip to Australia and have raised more than £15,000. However Mr Asbury said Josh's condition meant they were unable to make plans just yet. Josh has T-lymphoblastic leukaemia/lymphoma and he is currently having weekly chemotherapy. As a result of the treatment, since Christmas he has lost a lot of weight, Mr Asbury said. He struggles to eat and drink and often worries himself to the point of being sick.\"He can be so worried about being sick that he won't eat certain things,\" he said. \"It's been tough, we're just trying to keep his spirits up.\" Sophie has raised just shy of £1,000 and decided to donate it to Josh after hearing about his story online. \"It just seemed like the right time and the right person,\" her mum, Fiona George, said. \"It's made her look at things differently, when you realise what he's going through.\" While the money will be donated to Josh, 18 inches of Sophie's hair will be donated to the Little Princess Trust, which provides wigs to children with cancer. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60321719"}