{"datetime": "2022-02-11T06:13:57.000Z", "author": "Phil Mackie", "title": "Special Education Needs: Hundreds sign open letter condemning failures", "article": "More than 500 families have signed an open letter demanding improved support for children with special needs. The Worcestershire group accused local care providers of \"delaying tactics, unlawful practices and treating parents and carers as adversaries\". Concerns about the county's services for children with special education needs and disabilities (SEND) were raised during a recent Ofsted review. Worcestershire County Council admitted it had \"not been getting it right\". Ofsted's latest inspection with the Care Quality Commission (CQC) found that, despite many improvements, Worcestershire Children's First (WCF) - owned by the council - wasstill failing families in key areas. In recent months, several senior staff have resigned and the organisation has apologised to the affected families and promised to make improvements.Representing 512 families, Worcestershire SEND Crisis Action wrote to the education and health secretaries as well as the chief inspector of Ofsted to say they still have no faith in WCF. Tracy Winchester's son Rowan, who is 10, has a variety of complex needs. Her daughter Maive, aged 7, is autistic.Both suffer from severe anxiety, which has been exacerbated by the long battle the family has fought to get the right support.In the past year, they have both been found settings where they are making progress. It has been an incredibly stressful experience, Ms Winchester said - she is not alone. \"I run a support group for parents of autistic children and if anything now it's worse than it's ever been,\" she said.Ms Winchester lives in Bromsgrove - where support for children like Rowan and Maive is provided by WCF.The company was set up after a damning inspection into the county's provision for SEND published in 2018 which found 12 areas of significant weakness.A reinspection in November last year found improvements in eight areas, but said more needed to be done in four. In particular, it highlighted the fragile relationships with parents and carers and the lack of the provision of adequate care plans.Elena and Andrew Round's son Billy, who is 18, has a series of complex needs.\"He needs support at school with speech therapy, physiotherapy and occupational therapy\", Mr Round said.\"At home he can do very little for himself so he needs washing, changing clothes, and he can't get to the toilet without some assistance.\"The family used to live in Staffordshire where their education, health and care plan (EHCP) provided the support they needed, but when they moved to Worcestershire they say it was all taken away.They took the authority to court and won. Now Billy has a care package which works, but it has all taken a huge toll on the family including Billy's brother and sister. \"All of us, particularly me and Elena, have had mental health issues as a result of it,\" Mr Round said.\"You shouldn't be in the situation of having to take the local authority to court to get the statutory needs for your child delivered,\" Lynn Denham, a Labour county councillor, said.She believes officers have in the past given too much consideration to the cost of delivering suitable care packages. Problems with SEND provision are not unique to Worcestershire, they can be seen all over the country.Andrew Barrowclough is a lawyer specialising in education and social care. His department assists at least 500 parents every year with legal appeals to get the correct EHCPs, and wins nearly every case.\"We've never been busier, the special educational needs tribunal has never been busier,\" he said. \"I think the system at the moment is creaking, if not at the point of being broken to be honest.\"Back in Worcestershire, there have been a series of resignations in SEND teams including an assistant director and two group managers. A letter sent to cabinet members last week assured them that replacements were being recruited and set out plans to make improvements in each of the four areas highlighted in the Ofsted inspection.Tina Russell, the chief executive of WCF and the county council's director of children's services said: \"We know that we've not been getting it right.\" Both she and Sarah Wilkins, WCF's director of education early years and children with disabilities, will be getting directly involved in individual cases \"to reassure them that we're picking things up, we're understanding, as the most senior managers responsible, and that we are going to make the changes\".She also said that she would continue to apologise for failures wherever she can.Ms Winchester welcomed the apology, but after years of struggling to be heard she believes an intervention is needed at governmental level.\"There are children right now out of education in this county, far too many. And there are children and families that are having to battle this system,\" she said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60319388"}