{"datetime": "2022-02-03T14:17:50.000Z", "title": "Worcestershire businesses worry about impact of rising energy costs", "article": "A hairdresser who has seen her electricity bills triple in the last year has said she will be forced to pass price rises on to customers. Angie Monroe, who runs a salon in Stourport, Worcestershire, said she was \"angry\" about the energy regulator's latest54% price cap increase .The cost of living is alreadyat its highest rate for 30 years . Over the last 12 months Ms Monroe's electricity bills have risen from about £80 a month to £250 a month. She said the increase had come at a time when she had also been forced to invest in PPE and seen the cost of products rise. \"Ultimately we have had to increase our prices all the way through and I guess until we know exactly what's out there in terms of help, we're going to have no choice but to put that price up,\" she said. Dean Attwell from Oakland International in Redditch said a lot of businesses were likely to be \"in trouble at the moment\". What's the energy price cap and why is it going up? How people may get help to pay high energy bills Check if the energy price cap affects you - Ofgem His business distributes chilled and frozen goods and he said his energy prices had risen from just under £1m in 2021 to a forecast £1.8m for the coming year. Mr Attwell said he expected a lot of other costs to rise at the same time, because \"everything else is related to energy prices\". The cost of living currently stands at 5.4%, but it is feared rising energy bills will increase that further.Oakland International has made a \"significant investment\" in solar power to offset the rises and Mr Attwell expects a number of companies to turn to renewable energy in the coming year. He is also worried about the effect on his staff and said: \"The five percent increase in wages that we hope to give to them is all being swallowed up on energy alone and that's without food price inflation and everything else that's going through the roof.\" According to the most recent government figures, the West Midlands has the highest rate of fuel poverty in England, with it affecting 17.5% of households. Gary, who lives in a one-bedroom bungalow in Martley, near Worcester, told BBC Hereford & Worcester he had seen his energy bill go up by £100 in the last 12 months. \"I'm unemployed and it's a struggle. My sister's had to lend me some of this money,\" he said. Richard, also from Martley, said: \"We have LED lightbulbs, we don't leave lights on when we don't need them.\"We've tried to make changes so that things are not too bad.\" But despite his best efforts, he said the family had \"noticed that the electricity prices have gone up significantly\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60243131"}