{"datetime": "2021-04-09T19:37:13.000Z", "subject": "Storm Dennis", "title": "Lido Ponty to reopen in May after Storm Dennis flood damage", "article": "A lido closed for more than a year after being damaged by flooding in Storm Dennis is to reopen on 1 May. Grade II-listed Lido Ponty, in Ynysangharad War Memorial Park, reopened in 2015 after a £6.3m revamp. But the Pontypridd pool needed extensive repairs afterStorm Dennis brought a month's worth of rain in 48 hours in February 2020.Rhondda Cynon Taf council leader Andrew Morgan said it was \"fantastic\" it would be reopening. The flooding at the facility - the National Lido of Wales - was quickly followed by the start of the Covid-19 pandemic.The council continued repair and improvement work and it was finished last month. Previously the authority said the facility would reopen at Easter 2020, before saying it would stay closed until further notice. The lido first opened in 1927 but closed in 1991 after falling into disrepair. Mr Morgan said: \"I'm sure many residents will have been eagerly awaiting the council's announcement on the re-opening of the much-loved Lido Ponty, and after an unprecedented year, it is fantastic to be in a position where we can look toward the lido being able to open its doors in the near future. \"The damage sustained during Storm Dennis was substantial, with over 1,000 tonnes of debris and water needing to be removed and key infrastructure at the site being completely submerged.\" He said improvements had been made, including new paddle boats, inflatables and changing area. The lido will open on weekends and bank holidays only, with extended opening hours to take advantage of lighter evenings. Visitors allowed will be reduced because of coronavirus regulations. Early morning swimming may be available Monday to Friday from 06:30 BST to 09.30 BST and swimming clubs given the opportunity to use the pool in the evening. These plans are will be reviewed after three weeks to see whether opening hours can be extended. It's hoped it will be possible to return to a full schedule in the summer. ", "url": "https://www.bbc.com/news/uk-wales-56687169"}