{"datetime": "2022-02-08T13:10:08.000Z", "title": "Former West Mercia Police officer 'abused role for sexual purpose'", "article": "A former police officer abused his position when he formed a sexual relationship with three vulnerable women he met in the course of his duties, an inquiry heard. Jonathan Townsend's actions - which included sending and receiving explicit images on his work mobile phone - amounted to gross misconduct, the police disciplinary hearing ruled. He quit as a West Mercia PC last year. The panel heard two of the women he met were sexual assault victims. The hearing, which concluded on Monday, was told the ex-officer, 41, abused his position between November 2019 and January 2020, with the West Mercia force referring the matter to the Independent Office for Police Conduct (IOPC) in October 2020, which concluded there was a case to answer. The subsequent disciplinary hearing found that had he not already have resigned in November 2021, he would have been dismissed upon the panel's findings. The former PC, who served the south Worcestershire policing area, would now be barred from working for the police service again, said the IOPC, adding the \"abuse of position for sexual purpose\" was \"serious corruption\".Following the IOPC investigation, the case was referred to the Crown Prosecution Service (CPS) but no charges were authorised, said West Mercia Police.\"The matter was referred back to the force with a recommendation of a misconduct hearing,\" the force said.A CPS spokesperson said it had considered the evidence provided but had determined the legal test for a prosecution was not met.\"Should circumstances change and the IOPC obtain further evidence or information to support a prosecution, the case can be referred back to the CPS to reconsider whether our legal tests are met to authorise criminal proceedings.\"Deputy Chief Constable Julian Moss of the West Mercia force said: \"This is the second such case to be heard in West Mercia Police in the past week, and the outcome reaffirms our commitment to rid our force, and the whole police service, of corrupt officers. \"We will not accept this behaviour in our force. It is a form of serious corruption and we are working with vigour to eradicate it.\" IOPC regional director Derrick Campbell said: \"This outcome imposed by the police disciplinary panel should provide a clear message to any officer who misconduct themselves in such a way, that they face serious consequences and will be held to account.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60292614"}