{"datetime": "2022-02-08T11:49:13.000Z", "title": "Calls for A46 safety improvements after series of deaths", "article": "Campaigners are trying to reduce speeds on a six-mile stretch of road where nine people have died in five years. During that time, there have been 47 crashes on the A46 between Evesham and Beckford in Worcestershire. Campaigners have won the support of the MP for West Worcestershire, Harriet Baldwin, and the West Mercia Police and Crime Commissioner, John Campion. Both have said new speed limits are a first step towards cutting the number of fatalities. Lucy Fletcher started a petition to improve road safety on the route after a colleague died in a collision with a road sweeper there before Christmas. She was herself involved in a crash on the road six years ago and said it was \"the most scary experience I've ever had in my life\". She said: \"When you think how much it would cost to clear up an accident with all the emergency services involved, just having some cost-effective solutions which might just save a few lives, there's no question to it really.\" Ms Fletcher believes speed is the biggest issue, saying: \"Speed is a massive, massive part of it and if you could just reduce it down and have variable speed limits that would reduce it too. \"It might add a few minutes on [to journeys], but if you save a few families from devastation and destruction, I think it's worth it.\" Harriet Baldwin described the six-mile stretch as \"a very, very difficult and dangerous stretch of road\" and said there was a need for a \"long-term strategic plan\". She added: \"We also need to be able to make some shorter term mitigations and the obvious one is reducing the speeds.\" The MP said National Highways was aware of the issue and was being \"very helpful\" in searching for solutions. John Campion said: \"I've walked the route myself with local residents and it's not just inappropriate speed, it's the high volume and the complex junctions that are there.\" He said \"engineering solutions\" were needed to control traffic. \"We have to be careful because you can't just change a speed limit, you also have to make it feel like the speed zone that it is,\" he added. He explained that if it still looked like a 60mph road, traffic would drive at the higher speed, even if the speed limit was reduced. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60301287"}