{"datetime": "2022-02-03T18:16:26.000Z", "title": "Bethany Shipsey: Father wants diet drug DNP declared poison", "article": "The father of a young woman who died after taking toxic diet pills has welcomed a move to reclassify chemical compound DNP as a poison. Bethany Shipsey from Worcester died in 2017 after taking tablets containingDNP . The Home Office has begun consultation on whether DNP should be reclassified, following pressure from the Royal Pharmaceutical Society. Doug Shipsey said had it been addressed sooner, \"Beth could still be with us\". He said he was shocked and angered by the situation, adding that it beggared belief authorities were only now \"considering controlling\" the substance. DNP, or 2,4-dinitrophenol, was classified as a poison until 1996. Mr Shipsey said it made him wonder \"what else might have fallen off the poisons list\". It is highly toxic and not intended for human consumption. An industrial chemical, it is sold illegally in diet pills as a fat-burning substance. Users experience a metabolism boost, leading to weight loss, but taking even a few tablets can be fatal. Signs of acute poisoning include nausea, vomiting, restlessness, flushed skin, sweating, dizziness, headaches, rapid respiration and irregular heartbeat. Consuming lower amounts over longer periods could lead to cataracts and skin lesions and impact on the heart, blood and nervous system. Experts say buying drugs online is risky as medicines may be fake, out of date or extremely harmful. Mr Shipsey said he wanted to prevent the deaths of other vulnerable young people and concluded: \"Until this material, this substance, is banned, that's when I'll get my closure, because it has no place in our society.\" In a letter to the government, the Royal Pharmaceutical Society said there appeared to be confusion over the status of DNP, including the legislation that covers it and \"who is ultimately responsible for its regulation and control\". It said clarity was needed to prevent future deaths. At an inquest in 2018, a coroner giving a narrative verdict ruled Ms Shipsey had overdosed on the pills intending to take her own life, though her family denied this saying taking the pills had been a \"cry for help\". Ms Shipsey's hospital care was criticised by the coroner.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60245590"}