{"datetime": "2022-02-06T13:51:22.000Z", "title": "Balloons released after £160k raised for Kidderminster woman", "article": "The family of a woman who died of cancer have released balloons on what would have been her 28th birthday to thank the community who helped raise £160,000 towards her treatment. Megan Smith, from Kidderminster, Worcestershire, died last September, despite pioneering treatment in the US. Her sister, Terri, said there was a \"beautiful atmosphere\" at the celebration at Wyre Forest Crematorium. She said it was \"nice just to gather the community together\". She said even people the family didn't know attended the event on Saturday afternoon. \"Megan brought out positivity... She always brought a smile to people's faces and we just wanted to sort of give something back, turn it into something really positive,\" she said. \"There [were] a lot of tears cried - happy tears and sad as well - but we made it as special as we could for her, so it was really lovely.\" Ms Smith was diagnosed with stage four rectal cancer in January 2019 and from December 2020 had been receiving pioneering treatment in Jacksonville, Florida, but was told it had not worked. Terri Smith said her sister later went to California seeking alternative therapies, including to San Diego where she had cannabis oil, which is legal there. After getting an opinion from a specialist oncologist dealing in rare cancers, another therapy had been planned before she died.The total of £160,000 raised went towards costs including treatment, genetic testing, blood tests and living costs in the US for Ms Smith and the family.Asked how they had been since she died, her sister said: \"It's a struggle, I'm not going to lie. \"We get our strength from her, after everything that she went through... She still had a smile, she tried every day... She would want us to try and enjoy our life as much as we could.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60279609"}