{"datetime": "2013-02-18T14:02:14.000Z", "title": "Pontypridd's Ynysangharad Park lido's £3m EU cash boost", "article": "A derelict lido has been given £3m of European funding to plough into its multi-million pound redevelopment. The paddling pool at Ynysangharad Park in Pontypridd will be replaced as part of a £6.2m lido scheme, despite local opposition. The new lido would be open for about four months a year and include three heated pools, changing blocks and a new cafe. The Grade ll listed lido, built in 1927, is the only listed one in Wales. It closed in 1991 but there was local opposition last year when plans were announced by Rhondda Cynon Taf council (RCT) to redevelop and reopen the lido but not the paddling pool next door.A community poll backed keeping the pool by 2,077 to 151. But the council said it could not afford both the lido and the pool. Alun Davies, the Welsh government's deputy minister for European Programmes, said: \"I am delighted that we have been able to invest EU funds to help restore this unique landmark which will create employment and social opportunities for the local community and attract visitors to Pontypridd and beyond, bringing further economic benefits to the region.\" RCT council leader Anthony Christopher said the funding was \"the best we could possibly wish for\".\"Now we can totally refurbish the much-loved lido and make it a first-class facility for the 21st Century,\" he said. \"This project, coupled with the massive regeneration project in the town centre itself along with other public and private sector investment programmes, means that Pontypridd is benefiting from the largest cash injection in its history.\"The refurbished lido will create a regional tourist attraction bringing tens of thousands of visitors to Pontypridd. It will also create jobs directly in the lido itself, and have economic benefits for local businesses.\" But Trallwn Liberal Democrat councillor Mike Powell said he would be \"grateful\" for the extra money if the council was spending it on something that would be used. He said: \"Refurbish the lido but run the paddling pool as it is. \"I fully expect the could to off-load the facility to a private contractor because they won't be able to afford it.\" Work is expected to begin shortly and finish by summer 2015. ", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-21497154"}