{"datetime": "2021-02-16T07:03:35.000Z", "author": "Chris Dearden", "subject": "Storm Ciara", "title": "Conwy valley flood scheme bids for cash to slow water in mountains", "article": "A scheme to try to hold back floodwater is bidding for £800,000 to continue its work. The Upper Conwy project aims to slow water from the uplands to cut flooding lower down the valley, in towns including Llanrwst.It is the first time in Wales anyone has tried to tackle the problem by looking at an entire river catchment. The project is a partnership between the National Trust, Natural Resources Wales (NRW) and landowners. So far, it has involved blocking drainage ditches in blanket bog to make ground wetter so it will hold more water for longer.Trees have also been planted on riverbanks to stop surface water from running into rivers so quickly and gravel and boulders have been put back into them to make the water flow more slowly. A bid for another £800,000 of Welsh Government funds is being made to continue the work.NRW's north-west Wales operations manager, Euros Jones, said: \"The mountains used to act as a sponge, soaking up the water and supporting wildlife.\"We want to work with landowners to restore that system, so the mountains can once again work like a sponge rather than like a slate roof.\" He said there was a need for \"harder defences\" further down the valley.\"But anything we can do in the mountains to slow that flow is a good thing. \"But it needs to be done at scale - the more places the better.\" The scheme is being done across the entire catchment of the River Conwy.Mr Jones added: \"It won't deal with the whole flooding problem, but it can hopefully bring the water levels down just enough to add some resilience to our defences.\"The Conwy catchment area covers 222 sq miles (574 sq km), an area the size of the Isle of Man.The Upper Conwy project started as a smaller plan to block drainage ditches in moorland near Betws-y-Coed, a place called the Migneint.More than 30,000 small dams have been built to make the blanket bog wetter and officials say the success of that led them to expand the project. Dewi Davies, a project manager from the National Trust, said: \"In the past, there was a tendency to try to improve the landscape, to try to drain wet areas and to use rivers to carry the water away as quickly as possible.\"Mr Davies said work had already been successful in slowing the River Machno before it entered the Conwy.\"The river was almost like a canal,\" he said.\"The banks and the bed were almost square and it had been dredged to the point where all it did was to shift the water downstream.\"Now it flows more slowly. It's starting to meander. What we've achieved here is small in scale, but it shows what can be done across the catchment.\" He also said the work could be improving wildlife habitats: \"You notice the fish more, darting between the boulders we put back in the channel. More fish helps other wildlife, like otters.\" ", "url": "https://www.bbc.com/news/uk-wales-56073592"}