{"datetime": "2012-11-01T07:41:21.000Z", "author": "Kevin Leonard", "title": "Pontypridd poll on paddling pool threatened by lido plan", "article": "Opponents of plans to remove a popular town paddling pool as part of a lido development say they hope a community poll will make the council \"see sense\". Rhondda Cynon Taf Council (RCT) is aiming to reopen Pontypridd's Grade II listed lido in a £6.2m project. But the plans do not include the large paddling pool next door, which it says it could not afford to maintain. A community vote on retaining the pool takes place on Thursday, but it is not binding. RCT council has warned it does not have the resources to run both Ynysangharad Park pools and any changes to the lido plan would scupper the entire project. But those wanting to save the paddling pool say they see no reason why both facilities cannot operate side by side. Pontypridd resident Elaine Love, 60, part of the paddling pool protest group, said: \"We're hoping that the council will see sense from the people of Pontypridd who elected them and will say 'we've made a mistake here and we will keep the pool'. \"We want the lido as well and I don't see why we can't have them both. The paddling pool is a free facility and RCT is a poor area.\"We're hoping to change their minds but we don't hold out a great deal of hope.\" She said she was confident people in the town would strongly support keeping the pool. Polling stations will be open between 16:00 and 21:00 GMT, and residents will be asked a single question whether the council should keep the existing paddling pool as part of the lido development. However, the result is not legally binding and campaigners fear the council will ignore it. At a meeting in October, residents voted 209 to 14 in favour of holding a community poll. The council pointed out that it had already undertaken an extensive consultation on its plans with almost 800 people's views being given. Labour council leader Anthony Christopher said the decision on the lido had already been made and \"if organisers of the community poll wish to seek the protection of the existing paddling pool they will scupper the entire lido project\". He has said public sector cuts from the UK government meant the council \"cannot afford, nor would it be sustainable to maintain, two separate swimming facilities in Ynysangharad Park\". \"The paddling pool is in need of significant investment and we cannot ensure the sustainability of both pools in this current financial climate, especially when a new paddling pool is proposed to be included in the new lido project,\" he said. The poll was proposed by local Liberal Democrats, and Mr Christopher has accused them of turning it into a political issue, which they have denied. The new lido, which would be open for about four months a year, will include a new 25m pool, activity and splash pools, changing blocks and other facilities including a new cafe. The original lido was built in 1927 in an arts and crafts style, and is the only listed lido to survive in Wales, although it closed in 1991. The council hopes the restoration would lead to 30,000 people a year using the facility, boosting the town and its economy. The scheme has attracted £2.3m funding from the Heritage Lottery Fund, and the council is now hoping to secure additional European funding. Those wanting to save the paddling pool said there was no mention of it being removed in RCT's lottery application. But Mr Christopher has maintained that the \"significant potential\" of the new lido \"outweighs the loss of the outdated paddling pool\". ", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-20155059"}