{"datetime": "2012-07-27T06:20:41.000Z", "title": "Pontypridd lido: £2.3m lottery cash to restore listed pool", "article": "Plans to restore and reopen a Grade-II listed lido have received a \"huge boost\" with £2.3m from the Heritage Lottery Fund, a council says. The open air swimming pool at Ynysangharad Park, Pontypridd, which closed in 1991, is to be modernised as part of a £6.2m project. Rhondda Cynon Taf council said it hopes 30,000 people a year will use the pool. Built in 1927 in an arts and crafts style, it is the only listed lido to survive in Wales. In its heyday, thousands of people used the swimming pool, semi-circular diving area and changing rooms. The complex had a great historical significance for the town: Jenny James, the first woman to swim the English Channel in 1951, trained at the lido and it was also a local haunt for singing star Tom Jones.But it fell into disrepair in the 1980s and eventually closed in 1991. The council said it now hopes to secure the remainder of the funding needed for the redevelopment from the Welsh government's Welsh European Funding Office.As part of the restoration project, young people will be offered training to help repair the lido. The council also plans to set up a community group for volunteers to play a part in its running, such as leading guided walks and doing basic maintenance work.An exhibition with memories and photographs of the lido from local people will also form part of the project. Dr Manon Williams, chair of the Heritage Lottery Fund Committee for Wales, said the lido was a \"unique heritage asset\" which deserved to be saved.\"This project will restore the lido to its former glory and in doing so create a fantastic visitor attraction and community hub with significant economic and social benefits,\" she said. Councillor Anthony Christopher, leader of the council, said the funding was a \"huge boost\" for the project and the most substantial Heritage Lottery Fund award the local authority had ever received.It comes as the market town undergoes a revamp to attract more visitors. \"The restoration and reopening of the lido will have a significant impact on enhancing and upgrading the historic Ynysangharad War Memorial Park,\" he said. \"Restoring and bringing the lido back to use as a state-of-the art modern swimming facility will create a major visitor attraction in Pontypridd, in addition to creating new jobs in the town, and encouraging visitors to spend in the local area.He added that the lido would be a huge asset \"to the regeneration of Pontypridd overall \". ", "url": "https://www.bbc.com/news/uk-wales-19002657"}