{"datetime": "2020-02-10T23:58:03.000Z", "title": "Storm Ciara: Man dies after tree falls on car during gales", "article": "A 58-year-old man has died after a tree fell on his car in Hampshire during Storm Ciara on Sunday. Police said the man, from Micheldever, was driving on the A33 when the accident happened just before 16:00 GMT. He died at the scene. It comes as the UK continues to feel the after-effects of the storm which brought flooding and severe gales. Trains, flights and motorists face further disruption, while many flood warnings remain in place. Yellow weather warnings for snow, ice and wind are also in force for large swathes of Scotland, Northern Ireland and the north of England until 12:00 GMT on Wednesday.Forecasters said some areas could see blizzards and up to 20cm (8in) of snow.Hampshire Police released a statement on Monday saying a 58-year-old man died after a tree fell on the Mercedes he was driving from Winchester to Micheldever. \"His next of kin have been informed and are being supported by specialist officers,\" the statement added. More than 500 properties are believed to have been flooded during Storm Ciara, with that number expected to increase as more information is collected, Environment Secretary Theresa Villiers said. She added that between 40 and 80cm of rain had fallen within 24 hours across much of northern England. Ms Villiers said the government would provide \"significant financial support\" for the areas affected by flooding.Earlier, Communities Secretary Robert Jenrick activated the government's emergency Bellwin scheme for areas of West Yorkshire, Cumbria and Lancashire, which allows for funding to be activated.Elsewhere,wintry conditions have swept across Scotland , with many roads being affected by snow. Four peoplehad to be rescued near the summit of Ben Nevis , in the Scottish Highlands, after getting caught in blizzards.Forecasters said that the snow and high winds would bring blizzards to many parts of Scotland on Tuesday. In north Wales, cars were trappedafter roads became impassable because of heavy snow. North Wales Police said snow ploughs and gritters are being deployed and that people leaving their cars were putting their lives at risk. Meanwhile, homes were evacuated in Brentwood, Essex, in the early hours of Monday after a car fell into a sinkhole on a residential road. Some areas experienced a month-and-a-half's worth of rainfall and gusts of 97mph on Sunday, resulting in flooding and power cuts for more than half a million households. Flood warnings remain in place across the UK, including71 in England ,24 in Scotland andthree in Wales .Engineers have managed to restore electricity to the vast majority of homes but more than 20,000 properties across east and south-east England and north Wales spent Sunday night without power. UK Power Networks said by Monday evening electricity had been restored to 99% of the 353,000 homes and businesses that experienced outages because of the storm.Flooding and debris also caused problems for rail passengers,with disruption expected to continue on Tuesday .On Monday, the West Coast Main Line had no trains running north of Preston because of earlier flooding at Carlisle. All lines have since reopened at Carlisle but Avanti West Coast warned some trains may still be cancelled or delayed.Airlines operating to and from UK airports were also affected, with more than 100 flights cancelled. Ferry services between Dover and Calais have also been hit by delays and cancellations. Forecasters are expecting the unsettled weather to last further into the week.\"While Storm Ciara is clearing away, that doesn't mean we're entering a quieter period of weather,\" said Met Office meteorologist Alex Burkill. \"We have got colder air coming through the UK and will be feeling a real drop in temperatures, with an increased risk of snow in northern parts of the UK and likely in Scotland. \"There could be up to 20cm (8in) on Tuesday and with strong winds, blizzards aren't out of the question.\" Have you been affected by Storm Ciara? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51439152"}