{"datetime": "2020-02-11T22:27:18.000Z", "title": "Second man killed in post-Storm Ciara winds", "article": "A second person has been killed in high winds following Storm Ciara's passage across the UK. A dog-walker in his 60sdied after a tree branch fell during stormy weather in Liverpool on Tuesday morning, police said. On Sunday, a 58-year-old man diedafter a tree fell on his car in Hampshire. It comes as a new storm is expected to bring heavy rain and strong winds to parts of the UK this weekend, the Met Office said. Storm Dennis could cause flooding and wind gusts of more than 60mph. It is not predicted to be as severe as Storm Ciara, but is likely to cause disruption. A yellow wind warning has been issued for much of England and Wales on Saturday, and further warnings could follow. Steve Ramsdale,chief meteorologist at the Met Office, said : \"Our confidence in the forecast means we have been able to issue severe weather warnings well in advance, giving people time to prepare for potential impacts of the storm.\" The weather warning on Saturday will come into force at midday and run until 23:59 GMT. Wind gusts will widely exceed 50mph but could reach over 60mph in exposed areas. Heavy rainfall on ground already saturated by last weekend's Storm Ciara could lead to further flooding. The Met Office said disruption to transport services and power supplies should be expected, and that Storm Dennis could cause large coastal waves. Much of the UK is still grappling with the aftermath of Storm Ciara, which caused disruption to trains, flights and motorists. Wind gusts of 97mph were recorded on the Isle of Wight. More than 20,000 properties across east and south-east England and north Walesspent Sunday night without power. Meanwhile, more than 400 people in Cumbria were warned not to drink , wash or cook with tap water after a main was damaged by the storm. Travel disruption continues in Wales , with some main roads blocked and train services suspended. Cars were trapped in some areas after heavy snow on Monday. Anyellow weather warning for snow is in place for Northern Ireland, much of Scotland and parts of northern England until 12:00 GMT on Wednesday.TheQueensferry Crossing that connects Edinburgh and Fife has been closed for the first time since it opened in 2017, after ice and snow fell from cables on to the carriageway. The bridge will remain closed on Wednesday, the Scottish government said.", "url": "https://www.bbc.com/news/uk-51459497"}