{"datetime": "2020-10-16T00:29:16.000Z", "author": "Matt McGrath", "title": "Extreme weather: October downpour sees UK's wettest day on record", "article": "Saturday 3 October was the wettest day for UK-wide rainfall since records began in 1891, Met Office researchers have said. The downpour followed in the wake of Storm Alex and saw an average of 31.7mm (1.24ins) of rain across the entire UK. The deluge was enough to exceed the capacity of Loch Ness - the largest lake in the UK by volume - the researchers added. The previous record wettest day was 29 August 1986. It has been a year of stark contrasts across the UK when it comes to rainfall. Two named storms, Ciara and Dennis, helped push February to the top of the records as the wettest ever in the UK. This was followed by a very dry and bright spring that saw Maybreak the record for sunniest calendar month with 266 hours of sunshine. But a middling summer has been followed by a drenching autumn across much of the UK. In the wake of Storm Alex, the heavens opened almost everywhere.\"The main characteristic for October 3 was moderate but persistent rain, and it was very widespread,\" said Dr Mark McCarthy, from the Met Office.\"We had 30 to 50mm of rain, quite extensively across large parts of the UK that day, and that's quite unusual.\"If all that rain was collected together, Dr McCarthy said, it would over top the UK's biggest lake by volume. \"So 31.7mm across the area of the UK equates to around 7.6 cubic kilometres of water by volume,\" he said, adding: \"Loch Ness is around 7.4-7.5 cubic kilometres.\" While the previous record came during the very wet summer of 1986, the third wettest day across the UK was on 15 February this year with 27.2mm. Many parts of the UK have already passed their average October rainfall in the first couple of weeks of the month.Oxfordshire is leading the way as the wettest county, with around 148% of its long-term average October rain experienced so far. So, do these heavy downpours across 2020 show the signal of climate change? \"We can't make any definitive statements specifically about the attribution of this particular event on October 3,\" said Dr McCarthy. \"There's a general expectation that under our warming climate, we would expect to see increases in some types of extreme rainfall and rainfall events and we're expecting to have wetter winters overall, we could expect increases in these types of extremes.\" While the record for the wettest day on average across the UK stood for 34 years, it might not take so long to break it again. \"Over recent decades that we have seen a cluster of notable rainfall records in the last sort of 10 to 20 years in quite a long rainfall series,\" said Dr McCarthy. \"So it would fit within the general pattern that we're observing, and aspects of what we would expect continued climate change to lead to.\" Follow Matt on Twitter @mattmcgrathbbc . ", "url": "https://www.bbc.com/news/science-environment-54561601"}