{"datetime": "2020-12-07T11:06:06.000Z", "subject": "Storm Ciara", "title": "Flood inquiry 'would untangle' who is responsible, Plaid Cymru says", "article": "Renewed calls have been made for an independent public inquiry into severe flooding in the south Wales valleys. Storms Ciara, Dennis and Jorge in early 2020 led to record rainfall and river flows across Wales and the most widespread flooding seen since 1979. A debate over holding an inquiry will take place in the Senedd after nearly 6,000 people signed a petition.The Welsh Government said it had taken \"significant steps\" to learn from this year's flooding.Plaid Cymru also wants more money spent on flood prevention and a single body being responsible for flooding. Rhondda Cynon Taf (RCT) was one of the worst-hit areas, where almost 1,500 homes and businesses were affected, with people forced to leave their homes. Plaid has also said compensation should be available for flood victims.The calls come in a report by the party into the flooding across the county. Leanne Wood, Member of the Senedd (MS) for Rhondda, said: \"Having a multi-agency approach, each with their own different take on what happened and their own agenda, has created a scenario whereby lines of responsibility are blurred.\"A public inquiry would untangle this confusion and get to the heart of what happened and what needs to happen to stand the best chance of preventing it from happening again.\"This is much needed in the Rhondda, as we have seen successive floods this year and they have mainly been in places with no real history of flooding.\"Chris Bryant, Rhondda's Labour MP, criticised the renewed calls and said lawyers would be the \"only people who will make money out of an inquiry\". He added: \"I'm focused on delivering hundreds of floodgates and more robust flood prevention measures now and getting the money RCT needs - and was promised - from Westminster to pay for the repair bill.\" Plaid previously criticised a Labour Party report written by Pontypridd MP Alex Davies-Jones and MS Mick Antoniw, which called for flood emergency drills to be carried out to check areas are protected. Ms Wood said the failure to support an independent public inquiry into the floods was a \"glaring omission\" from the report. A Welsh Government spokeswoman said: \"We recognise the devastating impact of the flooding earlier this year on residents' well-being as well as the effect on their homes and businesses and have taken significant steps to learn the lessons from this year's floods.\"", "url": "https://www.bbc.com/news/uk-wales-55207911"}