{"datetime": "2020-02-19T12:48:08.000Z", "title": "Tory MP Craig Whittaker 'furious' over wait for flood cash help", "article": "A Conservative MP says he is \"furious\" it has taken nine days for the government to trigger funding for flood-hit communities like his. Thousands of pounds of support is being made available for homes and businesses affected by Storms Dennis and Ciara. Craig Whittaker, whose Calder Valley constituency was flooded, said people had had to wait too long for help. The government said the extra support would help people get back on their feet as soon as possible.The emergency funding has been activated for areas in West Yorkshire, Cumbria and Lancashire which have seen significant impacts following Storm Ciara, the government said. Parts of Nottinghamshire, Leicestershire, Derbyshire, Shropshire, Telford and Wrekin, Worcestershire and Herefordshire which have been hit by Storm Dennis are also eligible. Financial support will be given to local councils to enable them to deliver immediate measures including council tax relief, business rate relief and grants of up to £5,000 to help homes and businesses become more resilient to future flooding. About 1,400 homes and businesses in England and Wales have been affected by the floods in the wake of downpours brought by Storm Dennis.In the Calder Valley, about 1,200 propertieswere flooded as a result of Storm Ciara - the third time in about eight years severe weather has damaged the area. Mr Whittaker said: \"It's nine days since the floods in the Calder Valley and I can tell you I've been hammering on doors in Whitehall every day since, trying to get this funding triggered.\" \"The problem is, what happened last time in 2015, Cobra was called because it was very widespread. \"This time, because it was much more isolated to the Calder Valley, Cobra wasn't called, so all the ministers weren't in one room to agree a funding package.\" Mr Whittaker added: \"We've already got our £100m-plus for flood defences but what people need is help now and that's the bit that's been incredibly slow in coming forward.\" Mark Garnier, Tory MP for Wyre Forest, welcomed the funding but said it was important that local authorities did not run up \"some overdraft\" because of it.", "url": "https://www.bbc.com/news/uk-england-51558630"}