{"datetime": "2020-02-16T14:09:58.000Z", "title": "Storm Dennis: Calderdale funding call as communities escape damage", "article": "Communities in Calderdale have escaped the brunt of Storm Dennis but calls have been made for more to be done to prevent future flooding. The Army was sent to Mytholmroyd to shore up defences with residents and businesses - many recovering from last weekend's deluge - fearing the worst. Calderdale council leader Tim Swift praised the efforts but said people had been let down by government austerity. Meanwhile, river levels in York are due to peak on Tuesday. The Department for the Environment and Rural Affairs (Defra) has said investment in flood defences takes place where the risk is highest, wherever it is across the country, and each scheme is carefully considered. Storm Dennis in Yorkshire: Latest updates Hundreds of properties were flooded across Yorkshire last week during of Storm Ciara, with many of those inHebden Bridge, Mytholmroyd and surrounding areas . Flood warnings have been removed for the Calder Valley althoughfive remain in place for other parts of West Yorkshire. Flood warden and Mytholmroyd resident Scott Patient said there was \"big relief\" the immediate threat of flooding had faded.Mr Patient, who is also a Calderdale councillor, added: \"There's some scattered showers but the river levels aren't at a dangerous point so for this time at least, we've escaped and we can get on with clearing up from last week.\" The area was devastated by flooding at Christmas in 2015 and millions of pounds were invested in flood defences. However, some - including a £30m scheme in Mytholmroyd - are still under construction, prompting criticism work is taking too long. Labour councillor Mr Swift said: \"We have been hit by austerity which makes it much harder for us as a council to respond. \"Although there is money available for flood defences, it's hard to get these schemes completed quickly.\" Michael Tate, landlord of the Dusty Miller in Mytholmroyd, said he was facing a repair bill of up to £100,000 as a result of last weekend's flooding. He had only taken over the pub 11 days before Storm Ciara struck. Mr Tate said: \"It's just devastating. I don't have insurance so I'm left potentially left footing the bill out of my own pocket unless I can get some help with grants.\" He added: \"The work on the flood defences here should have finished a long time ago. A lot of questions need answering.\" Ken Henderson, manager of Cardiem Shop Fitters in Sowerby Bridge, said the premises had also been badly hit last week but it was a \"big relief\" Storm Dennis had passed through without major event.\"I built a big wall stacked with sandbags around the shop but I was still expecting the worst,\" he said. Meanwhile, people are being warned of a conman in Todmorden who is posing as an official asking for donations to a flood fund.Calderdale Council said the person was pretending to be from \"Gold Command\" - an organisation that is set up during emergencies to co-ordinate a response with the emergency services. Elsewhere across the county, preparations are under way in York ahead of the River Ouse peaking on Tuesday. Last week it peaked at about 4.35m (14.3ft) above normal levels with the Environment Agency indicating it is expected to exceed that level but not reach the record peak of 5.4m (17.7ft) in 2000. ", "url": "https://www.bbc.com/news/uk-england-leeds-51515837"}