{"datetime": "2020-02-10T13:46:49.000Z", "author": "Kevin Peachey", "title": "Storm Ciara: What are my rights if my home or job is affected?", "article": "Storm Ciara has battered the UK bringing widespread flooding and damage from severe winds. Blizzards and ice look set to follow in its aftermath. All of this is likely to leave residents and businesses counting the cost, and looking to insurers to help them get back on their feet soon. Cover and compensation can vary significantly depending on the level of impact and small print in policies, but other automatic protection may be in place. Safety is the key priority, so residents and business owners should only return to their properties when it is safe to do so. Those affected by the storm should contact their insurer as soon as possible. They will receive advice, and should avoid throwing things away where possible. However, they should be prepared for some delay. \"It is going to be a bit chaotic over the next few days, because the insurance industry does cater for surge events but loss adjustors are going to be stretched really thin as they are dragged all over the country,\" Alex Balcombe, from insurance loss assessors Harris Balcombe, told Radio 5 live's Wake Up to Money programme. \"There are not enough companies that specialise in drying these properties out and preventing further damage. We are not a country that has these events every two minutes. \"So you need to do whatever you can to protect your own property, and crucially look after your family.\" The Association of British Insurers (ABI) says most home buildings, contents and commercial business policies cover storm damage. Commercial policies will cover damage to premises and the stock. Business interruption cover, which may be included or purchased separately as part of an insurance agreement, will cover additional trading costs, such as hiring temporary alternative trading premises if necessary, the ABI says. Comprehensive motor insurance covers the cost of repairing or replacing vehicles damaged by storms. There have been some improvements to the insurance system in areas that have been hit before, such as parts of West Yorkshire, under the Flood Re scheme. Asbecame clear during previous floods , this does not necessarily mean everyone can get cover. Flexibility is key to ensuring staff stay safe, but businesses continue to operate as normally as possible, according to conciliation service Acas. \"Workers may be concerned about travelling into work over the next few days and some employers will have concerns about staff absences impacting their productivity and performance,\" says Acas chief executive Susan Clews. Employees should contact their boss as early as possible if there are problems getting to work, and employers should try to offer flexible hours, shift swaps, or the chance to work from home. There is no automatic right to be paid if you are unable to get to work, but unpaid time off should be granted if, for example, your children's school is shut and you need to look after them. This may be a particular issue in Scotland as the snow arrives. If you are available for work, but the workplace has been closed, then you are entitled to normal pay. Some homes have been without power through the night, making life particularly uncomfortable during the extreme weather. There are rules in place that mean compensation may be paid by the local electricity distributor. The level of compensation is £70, with further payments of £70 if the situation continues for a long time. However, whether this is payable, and when, depends on the severity of the situation in each area. The Energy Ombudsman, an impartial referee following complaints, points out that residents without power should be kept updated on the situation and on their right to compensation by their local distributor. Ahost of rail routes have been affected by the storm, owing to fallen trees and debris on the line, as well as flooding. A number of train operating companies have issued advice for customers. Generally, refunds are available for cancelled trains, or if you do not want to travel owing to the weather. For delays, irrespective of the reason, many companies offer an automatic compensation service, although a claim still needs to be made. It can be more complicated for those with season tickets. Some companies still operate under rules where they are not obliged to give any kind of refund if the delay is beyond their control, and severe weather does fall into that category. If you are booked on a specific service which is cancelled, then you must check with staff instead of simply getting on the next available train to your destination. There is more clarity for planes than for trains. If a flight is cancelled then you can take a refund, or an alternative route or flight to your destination. You must talk to the airline, rather than booking it yourself. The airline should look after you, such as providing meals if it is a long delay, but they do not have to pay the extra compensation that would be due had the delay been the airline's fault. ", "url": "https://www.bbc.com/news/business-51444789"}