{"datetime": "2020-02-10T17:37:34.000Z", "title": "Storm Ciara aftermath: Calder Valley assesses flood damage", "article": "Communities along the Calder Valley in West Yorkshire are assessing the damage following severe flooding caused by Storm Ciara. The Environment Agency said about 100mm of rain fell in a 12-18 hour period, leading to \"raging torrents\" in places. Calderdale Council said 500 homes and about 400 businesses had been flooded. The area was devastated by flooding at Christmas in 2015 and millions of pounds were invested in flood defences. However, some of those, including a £30m scheme in Mytholmroyd, are not due to be completed until the summer. Amelie Lavan, a flood warden in the town, said: \"The walls are not finished so of course you've got torrential rain and in 24 hours the whole place is flooded again.\" Martin Slater from the Environment Agency said river levels were falling but remain high, urging people to stay vigilant. \"The catchments are really saturated and there's not places for any future rain to go, so we do ask people to be really careful. \"Some of our measuring devices recorded around about 100mm rain in a 12 to 18-hour period, so that's a lot of rain falling in a very short period of time. \"Enormous quantities have fallen in a short period of time so that turns those small becks into raging torrents in places.\" Calderdale Council said it had opened up a number of community hubs to provide support and cleaning equipment. Barry Greenwood, from the Calder Valley flood prevention group, said his daughter's hair salon in Hebden Bridge had been flooded again. \"The water marks are about three to four feet deep this time,\" he said, and river sludge had covered almost everything inside the shop.Mr Greenwood said something had to be done to stop repeat flooding. \"We can't carry on like this. We've got to stop the problem at its source that's the only way we are going to survive down this valley.\" He said more work was needed to slow down the volume of water coming off the moors. Steven Lord, who runs the Harrison Lord Gallery in Brighouse, said the damage to his business was extensive. \"What you are left with is everything covered in this filthy black sludge,\" he said. \"It's very difficult to pick yourself back up. You put your life and soul into a business and it's just washed away.\" Jon and Mary Duerden's hardware store in Mytholmroyd was flooded for the third time in 10 years and the couple say they will have to close. \"It's not just a little bit of a mess you have to clean up, it's the building itself needs a lot of work on it,\" Mrs Duerden said. \"We have been at it for 31 years. Jon is in his 70s, I'm in my 60s, we just can't keep doing this.\" Helen Macintyre, from Turtle Yoga in Halifax, said despite the damage to businesses people had rallied around. \"The support from people has been amazing. So many people wanting to come and help. People offering me a room so I can at least do some classes this week.\" In addition to the damage to homes and businesses, a number of roads remain closed in West Yorkshire. In Elland, the bridge over the Calder was shut after a large shipping container became wedged beneath it on Sunday. It reopened on Monday morning. The historic bridge was closed for months when it was damaged during the Boxing Day floods andcost £5m to rebuild . Michaela Thackery, from Elland, said: \"It's just shocking. Does it mean we are going to be cut off again? It's scary.\" More than 3,000 properties were flooded in the area in 2015. Since then a number of flood alleviation schemes, in Mytholmroyd, Hebden Bridge, and Brighouse, were proposed but have not yet been completed. The government has announced it has activated its emergency Bellwin scheme, which allows councils to claim back some of the costs of providing support to flood-hit communities. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-51442199"}