{"datetime": "2020-04-09T11:09:13.000Z", "title": "Coronavirus: Flood-hit Calder Valley cafe 'sideswiped'", "article": "The owner of a cafe that was hit by Storm Ciara says the business has been \"totally sideswiped\" by coronavirus. Hundreds of homes and businesses were damaged when heavy rain caused flooding in the Calder Valley.In the two months since, businesses in Mytholmroyd have worked hard to reopen.Lisa Thwaites, whose cafe The Blue Teapot had been back open for a week when she had to close because of coronavirus restrictions, said: \"We've just been devastated all over again.\" She added: \"I survived the flood, we worked so hard to get back up and running again and in such a short space of time and now this has totally sideswiped us. \"It just feels like I must have done something really bad in a former life.\" Ms Thwaites said The Blue Teapot was \"absolutely devastated\" when it was flooded by more than 4ft of water in February. For about five weeks, Ms Thwaites and her team worked 15-hour days to reopen the cafe, putting £3,500 of grants towards making it more flood resilient. Ms Thwaites said she was unable to stay open amid the coronavirus outbreak because of the \"level of risk for staff\" working in the small kitchen. She has furloughed two employees but has been unable to get government wage grants for her part-time workers as the cafe was still closed on 28 February,which is the cut-off for the scheme . Ms Thwaites has applied for a £10,000 grant and is considering reopening as delivery service with a skeleton staff, depending on the outcome ofa review of the UK's lockdown. Calderdale Council said 500 homes and about 400 businesseshad been flooded during Storm Ciara. In the aftermath, the government announced thatthe Calder Valley would get £74m as part of a programme of flood investment. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-52228311"}