{"datetime": "2020-02-14T17:43:21.000Z", "title": "Major incident declared as Yorkshire braced for flooding", "article": "A major incident has been declared in parts of West Yorkshire as communities prepare for further flooding for the second weekend running. Amber and yellow warnings are in place for parts of West and North Yorkshire from Saturday into Sunday.Hundreds of homes and businesses, many in the Calder Valley, are stillfeeling the effects of Storm Ciara . Anxieties have been heightened by the weather forecast and Kirklees Council urged people to be prepared.It has declared amajor incident, meaning it has drawn up a detailed plan on how it will work with other agencies to respond to the flooding and keep people as safe as possible. It comes after about 100mm of rain fell in a 12-18 hour period last weekend, leading to 550 homes and 600 businesses being flooded in Calderdale. The area was devastated by flooding at Christmas in 2015 and millions of pounds were invested in flood defences. However, some - including a £30m scheme in Mytholmroyd - are still under construction, prompting criticism that work is taking too long. Calderdale councillor Scott Patient said people were \"understandably very anxious and worried\" about the predicted severe weather.Communities 'traumatised' by 2015 floods Government 'must pick up the pace' on flooding In pictures: The 2015 North of England flooding The Environment Agency said a gold command meeting was being held to look at where resources needed to be prioritised and it was liaising with the Army to help implement temporary flood defences. Adrian Gill, flood manager from the agency, said he understood people's frustrations around the work but said it was \"moving at pace\". He added: \"We will work the blue light services and military if we need to to do whatever we can to reduce that flood risk, but often there's a limit to what we can do in such a short period of time.\" Mr Patient, cabinet member for climate change and environment, said teams had been been going door-to-door to make sure people were prepared. \"We are telling people what to do in the short-term, to check their existing flood defences and to be aware of the flood action plan. \"Obviously there's a lot of anxiety but people here are resilient and just get on with it.\" Graham Mynott, executive director at Hebden Bridge Town Hall, said people were \"hunkering down and waiting to see what happens\". He said steps which businesses had undertaken since 2015 - including installing hard floors and raising electricity circuitry - had largely worked and many were trading again after last weekend's damage.Calderdale Council said teams were working around the clock to prepare for the storm and community hubs will remain open throughout the weekend.Kirklees Council said an emergency centre would be set up and the authority was putting all its resources into ensuring people were safe.Meanwhile, North Yorkshire County Council said sandbag stocks were being replenished and teams were clearing out drains at known hotspots. Nigel Smith, head of highways operations, urged drivers not to ignore flood warnings or road closures, adding: \"Last weekend there were instances of people removing signs and driving into flood water.\" ", "url": "https://www.bbc.com/news/uk-england-leeds-51507162"}