{"datetime": "2019-12-25T00:43:39.000Z", "author": "Alex Moss", "title": "Communities in Calderdale 'traumatised' by 2015 floods", "article": "Flooding on an unprecedented scale ravaged parts of the Calder Valley in West Yorkshire during Christmas 2015. Visually, the devastation has receded - but four years on many people remain traumatised by that catastrophic deluge. Communities in Hebden Bridge, Mytholmroyd, Todmorden and other areas were badly hit by the floodwaters, which wrecked thousands of properties and caused an estimated £150m in damage. Millions of pounds have been invested to make the area more resilient against future flooding but the emotional hangover is still palpable with hundreds of people seeking mental health support. \"Every time it rains you can feel the tension,\" said Hebden Bridge flood warden Andrew Entwistle. \"Especially when the sirens go off, you can feel the anxiety radiating from people, asking what the situation is and how bad it's going to get.\" Back in 2015, the former firefighter was eating a late Christmas Day lunch when the flood alert was first sounded - signalling the start of heavy rain which led to the River Calder bursting its banks. Some 18 months later, the 76-year-old turned to counselling to help him deal with what he had witnessed. He recalls: \"I've been used to handling floods and disasters but this was on another level. One lady collapsed on the street in front of me. The stress levels and sheer amount of tragedy that unfolded is indescribable and those feelings don't just disappear.\" Since the floods, mental health charityHealthy Minds has had teams stationed in Hebden Bridge and Todmorden to support people with anxieties and fears about a repeat of the flooding.\"At first, people were distracted by the clear-up but when that was done the emotional wallop really hit,\" said the charity's chief officer, Jonny Richardson Glenn, who lives in Halifax.\"When there is heavy rain the fear comes back. People worry that they won't be able to cope, that they can't go through it again.\" Mr Entwistle said it was stressful and emotionally difficult seeing the floods batter his home town.\"[Healthy Minds] gave me the chance to talk through things and emotionally off-load,\" he said. \"Community groups are doing some fantastic work and even though there's a fatalistic attitude in terms of flooding will happen again, lessons have been learnt and we aren't half going to deal with it as best we can.\" Helping to build coping strategies and resilience is core to the charity's support and over the last year, nearly one in five - about 800 of the 4,500 people in the town - have used the Hebden Bridge team. Mr Richardson Glenn said: \"People deal with adversity in their lives and it's about looking at their capacity to work it through - do they feel they are part of a supportive community? Do they have the personal and financial resources to be able to deal with that?\" The town's narrow valleys are surrounded by steep hillsides carved out by rivers, making the area and its surrounding communities particularly vulnerable to flooding. It has had a warning system since the Environment Agency took over the World War Two air raid sirens years ago and started using them to alert residents to flooding in the area. Prior to the torrent on 26 December 2015, there had been significant flooding in 2012 and the summer of 2013 resulting in the council, Environment Agency and other organisations working together to reduce the impact of future flooding.This involved infrastructure repairs, flood risk reduction schemes as well as grants for homes and businesses. But the events of 2015 triggered an even bigger programme of works, known as the theCalderdale Flood Action Plan . Nearing completion a mile down the road in Mytholmroyd - a village which at the worst of the flooding was completely underwater - is a £30m scheme to help protect 400 homes and businesses. The work involves new, raised and improved walls, relocation of Caldene Bridge, waterproofing of buildings next to the river and widening of the river channel. \"For some people there is a real element of post-traumatic stress,\" said resident and flood warden Scott Patient. \"Some of our older residents especially still feel very vulnerable and that is probably not going to go away.\" Mr Patient, who is also a Calderdale councillor and cabinet member for climate change and environment, added: \"The work is bringing more reassurance though and I think when that's finished it will be a big relief.\" Carole Pollitt, landlady of the Dusty Miller, recalls wading through neck high water in her pub trying to salvage Christmas presents for her grandchildren.\"I haven't had a drop of water in here since the work started so things have definitely improved. I still put my wellies on when it rains, I guess it's like a comfort blanket even though in my head I'm quite confident we we won't see anything as catastrophic again.\" Back in Hebden Bridge, the town is awaiting the start of its major flood defence work although smaller scale projects and natural flood management schemes led by community groups such asSlow the Flow have made a difference.There is however, an inevitable acceptance that flooding will return - but to a town which is much better prepared. Alison Bartram, Heart Gallery owner and chairman of Hebden Bridge Business Forum, had to close her gallery for six months because of the damage.\"I've made adjustments - I've replaced the wooden floor with a ceramic one and got higher flood gates at the front. But flooding is invasive and water will find a way in no matter what. \"I think it will flood again but at least now we have a plan in place and people will have more time to put their flood barriers up and salvage stuff. Unfortunately you can't change Mother Nature and to a certain extent it's the price we pay for living in the place we love.\" ", "url": "https://www.bbc.com/news/uk-england-leeds-50850195"}