{"datetime": "2020-02-12T13:58:50.000Z", "title": "Government 'to do more' to stop Calder Valley flooding", "article": "The environment secretary has said the government needs to \"pick up the pace\" in dealing with the threat of flooding. Theresa Villiers MP spoke to businesses and residents in Mytholmroyd and Hebden Bridge, West Yorkshire, who were hit by Storm Ciara. Councillors and MPs are lobbying for more money after flooding affected about 500 homes and 400 business. Ms Villiers said the Calder Valley would get £74m as part of a programme of flood investment. \"We are delivering it, we need to pick up the pace, we have an unprecedentedly large programme of flood investments, £2.6bn up to 2021, another £4bn after that including £74m just for the Calder Valley,\" she said.\"The projects are complex, we need to make sure we get them right and that's what I've been pressing the Environment Agency to do during my visit and in recent months.\"It is crucial that these programmes are delivered because they will keep people safer when it comes to flood risks.\" The Calder Valley area wasdevastated by flooding at Christmas in 2015 and millions of pounds were invested in flood defences. Flood defence work costing about £35m has been under way for more than two years in Mytholmroyd but was not completewhen flooding hit on Sunday . Helen Batt, business manager for the Environment Agency, said she understood people's frustration but \"they are major design and construction projects which have to be planned over several years\". She said the damage was currently being assessed but the project was still expected to be completed by the summer. The Labour leader of Calderdale Council, Tim Swift, called on the government to make more funds available.He said: \"Our ability to respond is even more stressed than 2015 given the impacts of austerity.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-51475119"}