{"datetime": "2020-03-03T01:00:07.000Z", "author": "Mark Kinver", "title": "Climate concerns grow amid wettest February on record", "article": "Last month was the wettest February in the UK since records began in 1862, according to the Met Office. The UK received an average of 209.1mm of rainfall, 237% above the average for the month between 1981 and 2010. Elsewhere, a survey suggested that almost a quarter of people felt that climate change was the \"most pressing issue facing the UK\". The representative sample of 1,401 people also suggested that \"climate concern\" had doubled since 2016. During February, storms Ciara, Dennis and Jorge all delivered a vast volume of rainfall over parts of the UK. Storm Dennis also delivered the second highest UK average daily total in a dataset that dates back to 1891. Ciara and Jorge also dropped enough rain to feature in the top 0.5% of days for UK average rainfall. \"Having three such widespread extreme rainfall events in the same calendar month is exceptionally rare,\" said Dr Mark McCarthy, head of the National Climate information Centre. \"Met Office ground-breaking research has contributed to a growing body of evidence that [suggests] extreme rainfall is a significant risk factor for the UK, and that climate change has increased the likelihood of extreme rainfall events.\" Astudy by Cardiff University's Understanding Risk Group , based on 1,401 nationally representative respondents, suggested that the issue and impacts of climate change was of growing concern among members of the public. Twenty-three percent of those questioned said climate change was the most pressing issue facing the UK in the next two decades, second only to Brexit (25%). Concern about climate change had also soared, with 40% - twice as many as in 2016 - of the respondents saying they were \"very or extremely worried\" about the issue. It also found in its sample group that climate scepticism was low, with 64% of respondents feeling that Britain was already feeling the effects of change, compared with 41% in the 2010 survey. Prof Nick Pidgeon, one of the study's authors, said that the increased activism and media coverage of the issue meant that he was not surprised about the growing concern about climate change among people. However, he was \"really surprised\" about people's attitude towards climate risks, such as heatwaves and warming, which had \"radically changed\" since it was last featured in a survey back in 2013. \"In the last [survey], it was pretty clear that the 'heat reference' was not something people saw as part of climate change for the UK,\" he told BBC News. \"That has now changed, and to us, that's very important to the policy and climate adaptation message.\" Although the survey was carried out in October 2019, before the global spread of the coronavirus, Prof Pidgeon said concern about climate change was becoming established in people's minds, and a paradigm shift towards greater environmental awareness was occurring in society. Prof Pidgeon said the findings of the study, funded by UK research councils, would be used by the UK Climate Change Committee, which advises the government on the matter. Dr Kate Lonsdale, co-champion of the UK Climate Resilience Programme, observed: \"The scientific consensus is increasingly clear that climate risks are increasing in likelihood and severity. \"Now we have evidence that people in Britain see these risks are relevant to their lives today rather than something that will happen to people in the future and in other places. The arrival of the three named storms during February meant that a number of river systems were unable to cope, resulting in thousands of homes in Yorkshire, Wales and the West Midlands being flooded. John Curtin, executive director for the Environment Agency's Flood and Coastal Risk Management, said the record rainfall and river levels had tested the nation's flood defences, and had been able to protect more than 80,000 homes. However, he added: \"Every flooded home is a personal tragedy, and with a changing climate we will need to become more resilient to flooding.\" ", "url": "https://www.bbc.com/news/science-environment-51713172"}