{"datetime": "2020-02-21T12:30:55.000Z", "title": "Fifth of new builds on high-risk flood land in Yorkshire", "article": "About a fifth of new homes in flood-affected York and Calderdale have been built on land at high risk of flooding. Between 2015 and 2018, 22% of new builds in York were in areas at high risk of flooding, compared to 20% in Calderdale, government figures show. York council leader Keith Aspden said in order to meet new home targets funds were needed for better flood defences. The government says planning policy is clear that housing should be located in areas at least risk of flooding. The figures are based on data from the Ministry of Housing, Communities and Local Government (MHCLG) and show that 15% of new homes in Doncaster and 11% of new homes in Rotherham were built in areas prone to flooding.The data refers to homes which have been constructed in areas that are called \"flood zone 3\" by the Environment Agency, and where the likelihood of flooding has been assessed at 1% or higher each year.Tim Swift, (Lab) leader of Calderdale Council, said the drive to build thousands of new properties had left authorities facing \"difficulties locally\" to find suitable sites.\"In York, we are one of the worst affected areas in the UK for flooding, with many areas at risk of flooding, and yet, we must continue to work to build new and affordable homes in the city,\" he said.\"If the government wish us to meet their house building targets, they must provide us with the funding and support to protect new homes against flood risks.\" Hundreds of properties were flooded across Yorkshire during Storm Ciara,with many of those in the Calderdale area . Mr Swift said planning permission had not been granted for homes that were at high risk of flooding.He added: \"We continue to do all we can to reduce risk and increase resilience.\" Meanwhile, more flooding could hit parts of Yorkshire withyellow warnings for rain in place for parts of the county from Friday into Saturday.The Met Office said although rainfall amounts were not expected to be too high, the warning was because the ground was saturated.", "url": "https://www.bbc.com/news/uk-england-51584946"}