{"datetime": "2020-03-16T10:49:26.000Z", "title": "Kilmarnock to Dumfries Storm Ciara landslip rail repairs completed", "article": "A rail line has reopened more than a month after a major landslip caused by Storm Ciara forced its closure. Severe bad weather in February saw an embankment severely damaged next to the track running between Dumfries and Kilmarnock. It prompted a major repairs operation at the site near Holywood in Dumfries and Galloway. Network Rail said 6,000 tonnes of stone had been brought in to restore and strengthen the embankment. Detailed examination of the landslip found hundreds of tonnes of debris had slipped from under the railway - much of it spilling into the river and taking out a retaining wall. Network Rail said its engineers had worked \"24 hours a day, seven days a week\" to fix the problem. Transport secretary Michael Matheson said: \"I'm delighted that the line between Kilmarnock and Dumfries is now reopened. \"I'm very grateful for the work that has been undertaken by staff over the course of the last four weeks in what has, at times, been very challenging weather. \"I also recognize that this has caused an inconvenience to regular users of the line, but no doubt you'll appreciate the nature and the scale of the challenge which Network Rail staff have faced in repairing this damage.\" He said the work completed should \"serve the line very well for the years to come\". Tom Podger, Network Rail's project manager, said: \"Flooding caused by Storm Ciara led to significant damage beneath the track and we needed to protect the river bank before rebuilding the embankment to stop this from happening again. \"The landslip was located in a difficult location above the river and the remoteness of the site presented a challenge in getting equipment and materials to the site. \"We have moved 6,000 tonnes of rock into place to both rebuild the embankment and to form a protective barrier between the railway and the river and worked as quickly as possible to get the line reopened for customers.\" He thanked everyone for their patience during the work. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-51907654"}