{"datetime": "2020-02-18T14:43:28.000Z", "title": "Flooding: 'You wake up and you've got nothing'", "article": "Hundreds of homes have flooded across the West Midlands amid rising river levels caused by Storm Dennis. But what is the human impact of losing everything overnight? The first thing Michael Allarton and his husband Dan-Jay knew about the flooding was when they woke up at 05:30 GMT to water beneath their feet.The River Severn had broken its banks and floodwater had seeped through their ground-floor flat in Bewdley, Worcestershire. \"There was water all over the floor up to our ankles,\" Michael Allarton said. \"We had raw sewage coming up in a fountain from the toilet.\"We've lost everything - sofas, rugs, clothes - and the whole place is going to have to be gutted, it's devastating. \"We named our flat our 'old girl' as it's called Victoria House, it dates from the 1730s and was beautiful.\"I can't believe she's gone. You go to bed one day and the next day you have nothing.\" The pair managed to get out of their property and find a place to stay in an unaffected area. \"The wheelie bins were floating along the street,\" Mr Allarton said.\"Then reality hit the next morning.\" The couple visited their home earlier to assess the damage. \"We're going to have to start again completely from scratch,\" he added. Many across the region having to come to terms with a similar situation, with about 270 homes flooded in the West Midlands and some areasstill at risk . The River Wye in Hereford reached its highest ever recorded level - 6.3m (20.7ft) - prompting emergency evacuations. BBC Hereford and Worcester reporter Nicola Goodwin is stranded in her home which is close to the river.She said: \"It's above our wellies downstairs. The garden and the river have become one.\" Sporting venues have also been ruined in the rising water too.Spencer Goodall, of Hereford Rugby Club, said the damage was \"soul destroying\" when he visited the site earlier.He said: \"It's crushing really. You see [the flooding] and it's so disappointing after all the hard work volunteers put in for us.\"The jaw drops, it's soul destroying.\" Greyfriars Avenue in Hereford was under several feet of water in the early hours, though flooding has since receded. Lyndon Gore had decided not to leave his home.He said: \"We couldn't move out, we've got too many animals in the house so we had to stay put. \"I've got chickens in the bathroom, cats on the bed, dogs all other places, so we couldn't leave them.\" Ally Hunter Blair, a farmer in Ross-on-Wye, has seen water overcome 60 acres of his land and said the impact was \"catastrophic\". \"The mess we are going to have to clean up is phenomenal,\" he said.\"We're going to feel the impact of this flood for the next couple of years.\" Debbie McNally, who runs the Hope and Anchor pub and coffee shop in Ross-on-Wye, said she battled to try and save her premises. She told the Victoria Derbyshire programme: \"The cellar is totally under water. \"We fought from 05:00 to about 11:00 to protect it, but it's gone.\"The bar needs to be replaced and the coffee shop is under 4ft of water.\" Ben Willcock, who runs Mr Ben's Barbers in Tenbury Wells, Worcestershire, was more upbeat.He said: \"You can see the 'chin-up Charlie' spirit coming through.\"I was most concerned about the people sticking their heads through the door asking when we'd next be open for a hair cut.\" Chris Wreghitt, from Powick in Worcestershire, was in Cornwall on Sunday when he received a call from neighbours advising him to return.When he got back, the floodwater was up to his ankles. By Monday, it was up to his chest.His property had been flooded previously in 2007.\"I really thought we'd be safe,\" he said.\"We'd had a couple of near misses in the last few years but we were confident 2007 was a one-off and that water wouldn't go past the flood barriers when they were installed.\" As the clean up begins for some, for others more flooding could be imminent. The latest severe weather warning has been issued for Telford in Shropshire, with Telford and Wrekin Council deciding to evacuate 30 buildings near to the banks of the River Severn in Ironbridge at about 08:00.Chief executive David Sidaway said residents should be braced for water levels to peak in the evening, according to the Environment Agency, and more heavy rain expected later this week.Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-51542859"}