{"datetime": "2020-03-26T00:00:31.000Z", "title": "Coronavirus: Shropshire flood recovery 'stalled'", "article": "Families whose homes were damaged by flooding last month say their recovery has been \"stalled\" by the lockdown introduced to stop the spread of coronavirus. Hundreds of homes in the West Midlands were flooded in the wake of Storms Ciara, Dennis and Jorge in February. Some people have had to self-isolate inside their still-damaged homes. For others, the impact of flooding and coronavirus has meant they have lost their livelihoods. Vic Haddock spent £150,000 setting up a new holiday let and canoe company in Ironbridge, which was flooded three times. \"We dried it out again and have got to decorate it and get it back up to standard, but we had got bookings for most of year,\" he said. \"Now everyone is cancelling, so I have got no livelihood, no income coming in.\" Siobhan Connor's family was flooded twice in eight days and she has been in isolation in her Shrewsbury home with her father Michael and 12-year-old son Oscar. She said she felt like \"everything is on standstill\" because of coronavirus and was yet to receivethe £500 promised to affected households by the government in the wake of the storms. \"The doors are not shutting properly because they have warped and split, the fridge, the shower, the washing machine are all broken,\" she said. \"But because of everything else, the effects of the lockdown, no-one is prepared or able to come and help. \"There is plenty of stuff to do but we are limited in what we can do.\" The White Hart, on The Wharfage in Ironbridge, was closed for 10 days following the flooding in February.It reopened for only a fortnight before closing again because of coronavirus. General manager Alex Nicoll said the situation was \"bewildering\". \"This whole period of time has been just about a month but it feels like an age that we have gone through,\" he said.\"The staff are constantly in this state of flux. \"At least we have got that knowledge there is some support coming but the interesting thing will be how that rolls out. \"In few weeks, if that doesn't start to become clear, that will start to cause panic.\" Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-52036241"}