{"datetime": "2020-03-07T01:43:03.000Z", "title": "Storm payouts average out at £32,000 per household", "article": "Insurers are set to pay out an average £32,000 per household for flood claims after destructive UK winter storms, an industry body has said. The bill to clean up after storms Dennis and Ciara is set to total more than £360m, the Association of British Insurers (ABI) said. About £214m is going on flood claims and £149m on wind damage. However, affected people should not expect a hike in premiums, a spokeswoman said. This is because insurers use some of their premiums to pay a levy into a scheme each year - the government's Flood Re fund - which helps them pay out for flood damage. In the immediate aftermath of the two storms, insurers paid more than £7.7m in emergency funds to get home owners and businesses back on track, including paying for temporary accommodation when homes were uninhabitable. The clean-up operation is still under way in affected areas. On Thursday, Environment Agency said it was pumping nearly one billion litres of water a day out of areas of East Yorkshire which were hit by floods.Scores of homes were affected when the River Aire overflowed due to the storms. Mark Shepherd, the ABI's head of general insurance policy, said: \"With some properties still under water, making emergency payments and arranging emergency alternative temporary accommodation or trading premises is very much a live issue.\" The last time several significant storms struck in quick succession was in December 2015, when storms Desmond, Eva and Frank caused damage to the cost of £1.3bn, the ABI said. It also put the cost of flooding in parts of south Yorkshire and the Midlands in November last year at more than £110m. ABI spokesman Malcolm Tarling said: \"Insurers take these events on the chin. They expect flooding and bad weather to occur, and they plan for it. \"Insurers will look at the predictions for bad weather. They know that flooding is going to get worse and become more significant, and insurers will take that into account when they set their prices.\" In 2019,researchers said that climate change would drive a \"robust increase\" in UK flooding. ", "url": "https://www.bbc.com/news/business-51773037"}