{"datetime": "2020-02-29T21:02:25.000Z", "title": "Storm Jorge: Strong winds follow rain and flooding", "article": "Strong winds are sweeping across Wales following heavy rain brought by Storm Jorge. Overnight, South Wales Police declared a \"critical incident\" in Pontypridd and Cardiff as river levels rose but the incident has since been stood down.In Pontypridd, the River Taff was close to overflowing, while two separate landslips caused problems. AMet Office warning for winds of up to 70mph is in place for Saturday night and Sunday morning. The M4 motorway is shut between junctions 41 (Baglan) and 42 (Swansea) due to strong winds, and the M48 Severn Bridge is closed eastbound. In north Wales, the A548 Flintshire Bridge in Deeside is also shut and there are restrictions on the A55 Britannia bridge between the mainland and Anglesey, according toTraffic Wales . Pembrokeshire's A477 Cleddau Bridge is closed to high-sided vehicles.The wind warning, covering most of Wales, runs until 09:00 GMT on Sunday, and another for north Wales expires at 15:00. Awind speed of 69mph has been recorded at Pembrey Sands, according to the Met Office. The poor weather from Storm Jorge comes after flooding caused by storms Ciara and Dennis earlier in February.Rhondda Cynon Taf council leader Andrew Morgan said the authority took hundreds of calls overnight from residents about culverts overflowing and water flowing through Pontypridd streets. He said the River Taff \"was a very close call\" when it reached its peak but it dropped nine inches by Saturday morning. Meanwhile in Cardiff, South Wales Police closed Ely Bridge on Cowbridge Road for two hours during the night due to the high river. Jason Evans, from South Wales Fire and Rescue Service, said it received 72 calls overnight but added: \"Luckily, the weather was on our side and we didn't need to evacuate properties in these areas.\" Rhondda Cynon Taf council said engineers were monitoring a landslip in Wattstown, adding: \"There's no reason for public concern at this time.\" It asked the public to stay clear of the hillside until the situation is resolved.Separately, a landslide shut off access to the village of Pontsticill which Merthyr Tydfil council worked to clear on Saturday. There are about 10flood warnings in place across Wales.Treherbert, Rhondda Cynon Taff, was the wettest place in the UK on Friday with 56mm (2.2in) of rainfall.On Friday, passengers faced travel problems as railway lines flooded in south Wales and the disruption is expected to continue on Saturday.Transport for Wales (TfW) said lines remain closed between Bridgend and Cardiff, while a number of services have been affected or cancelled on the Valley lines , and buses have replaced some other services. But Bethan Jelfs from TfW said sourcing buses for other routes was proving difficult. She added: \"Operators are finding it difficult to run their buses. We are trying our hardest but with road conditions we are really struggling to find any replacement transport.\" Passengers have been advised to check their journey before travelling. In a joint statement with Chris Pearce, Network Rail's Head of Operations for Wales and the Borders, she added: \"From Saturday afternoon we're expecting very stormy conditions and high winds that have the potential to uproot trees and damage infrastructure, so there will be speed restrictions on certain lines on our network.\" In north Wales, Llandudno Junction to Blaenau Ffestiniog remains closed following damage caused by Storm Ciara.Some ferry services from west Wales to Rosslare were also cancelled ahead of the winds moving in. The weather has also led to the postponement of Sunday'sSt David's Day Run due to flooding at Cardiff's Bute Park , according to organisers. Unprecedented flooding following storms Ciara and Dennis led to communities across Wales being evacuated, with many stillcalculating the cost of damage to homes and businesses. First Minister Mark Drakeford has said the flood damage in Wales couldreach at least £180m. ", "url": "https://www.bbc.com/news/uk-wales-51679989"}