{"datetime": "2020-07-04T16:45:32.000Z", "title": "Wales flooding: Historic hotel suffers after heavy rain", "article": "An historic hotel has been hit by floods as heavy rain falls in Wales. The Ty'n y Cornel Hotel, by Tal-y-llyn lake in Gwynedd, has suffered regular flooding in recent years. A hotel spokesman said: \"The flood water is up to my knees in the road. It's flooded all the garages but not the main building.\" The gardens of Gwydir Castle in Conwy were also hit as Natural Resources Wales issued 10flood alerts , all but one in north Wales. That was later reduced to six, with three alerts in north Wales and one in south west Wales lifted. The hotel building dates back to the early 1800s and is thought to have offered lodgings since the early 1900s. \"The lake does flood a few times but we didn't expect it today,\" the spokesman said. \"It's the people who sometimes try to drive through that's the problem and the aftermath of the drivers going through.\" He claimed lorries were the worst, saying: \"They just think it's fine to drive through - the bow wave goes halfway up the building.\"At Gwydir Castle, in Conwy, the gardens were flooded.It was also hit in February and in 2018 and 2019. A 400m sandbag wall has been constructed in an effort to protect the building. But water still affected the gardens last night and there are \"feet of water\" in the cellars. Co-owner Judy Corbett said they looked \"horrific\".She said the water \"came from nowhere\". \"It's very disheartening,\" she said \"This shouldn't be happening in July. It's very unusual. I can't think of when we last had a flood in July.\" She questioned Natural Resources Wales handling of floods. \"What on earth are Natural Resources Wales doing?\" she said. \"I don't buy that it's just climate change. We need a coherent water management policy. \"Water is drained from further up the catchment area and we on the valley floor are paying for it.\" \"It's completely heart-breaking for us.\" In Llanrwst, Conwy, North Wales Police warned of flooding on Friday night. Llanrwst councillor Aaron Wynne said on Twitter: \"After just a day of rain, Llanrwst is on a flood alert. \"This should not be happening after only one day of 'typical Welsh weather'. \"This is extremely frustrating.\" Mr Wynne said he would call a meeting with Natural Resources Wales and other organisations \"to hear their plans to resolve this long-standing issue\". \"Don't forget about Llanrwst again,\" he said. \"This needs fixing.\" Elsewhere, fire crews pumped water from two properties after being called to Pant Llwyd, Llan Ffestiniog, at 10:35 BST. At Dolgellau, Gwynedd, they removed water from a house at Tan-y-Bwlch at 08:10 BST. Natural Resources Wales operational manager, Keith Ivens, said: \"We sympathise with anyone affected by the unusually high rain fall for the summer months. \"Flooding can happen anytime of year which is why our flood forecasting and warning systems are in place at all times.\" ", "url": "https://www.bbc.com/news/uk-wales-53291267"}