{"datetime": "2020-03-12T00:41:30.000Z", "author": "Nick Hartley", "title": "Flooding after Storm Dennis: Call for River Taff clean-up", "article": "A major clean-up is needed to clear river pollution caused by Storm Dennis-related flooding, an action group has said. Wet wipes, sanitary products and a large metal drum are among items clogging up the banks of the River Taff. Cardiff Rivers Group said wildlife had been affected and called for action.Natural Resources Wales (NRW) said it was having to prioritise checking flood defences and clearing blockages. \"I've never seen it this bad,\" said Dave King, of Cardiff Rivers Group, a voluntary organisation which maintains stretches of the Taff.\"We've been going now for 10-and-a-half years and the amount of rubbish that is now caught in the trees and the river bank is unbelievable.\" Raised water levels and unprecedented widespreadflooding across Wales followed storms Ciara and Dennis last month.The tree-lined banks of the River Taff have caught debris and rubbish from flooded roads, homes and buildings. They also seem to have been littered with wet wipes and sanitary waste from sewers designed to overflow directly into the river when they are full. As the water levels have dropped, the water's hidden cargo has been revealed. \"What it's done is broken the banks further upstream and everything then gets flushed down the end of the river which is here in Cardiff,\" Mr King added.The group said they had already seen birds eating and nesting among plastic. And they fear further problems for wildlife and the environment unless the mess is cleared. Mr King said: \"We have seen birds trying to eat plastics but it will also eventually be flushed further downstream and out into the [Severn] estuary and out into the sea, where it can cause even more problems.\" NRW, which is responsible for river upkeep, said it was having to prioritise its efforts due to the ongoing heavy rainfall. \"Our focus at this time is on checking our flood defences and clearing blockages on structures where they are affecting river levels,\" said NRW's Dai Walters. \"We would consider being involved with community work to clear rubbish on a site-by-site basis and are in early discussions with some groups to look into the possibility of doing this.\" Dwr Cymru Welsh Water said the sewer overflows were \"designed to relieve pressure on our systems, to protect our customers and their homes and businesses from sewer flooding\".It added: \"Without these storm overflows, wastewater systems would back up, flooding buildings, highways and open spaces.\" ", "url": "https://www.bbc.com/news/uk-wales-51838434"}