{"datetime": "2020-08-10T20:15:46.000Z", "title": "Wales thunderstorms bring power cuts and flash flooding", "article": "Thunderstorms have brought flash flooding and power cuts to parts of Wales. Mid and West Wales Fire Service said it had attended eight flooding incidents in Aberystwyth in Ceredigion since 14:30 BST on Monday.Photographs from the university town showed vehicles struggling to get through flooded streets.The whole of Wales is covered by a Met Officeyellow thunderstorm warning until midnight. The forecaster warned there was a small chance homes could flood quickly. Aberystwyth resident Joe Easton said he returned from shopping in the town to find the ground floor of his home under water. \"I can't think of a way to describe it - apocalyptical is probably the best way,\" he said. \"We went to Home Bargains earlier and it was just coming out of the ground.\" He said he realised it meant his home would be flooded. \"We were moving house. We came back and most of our stuff was already gone. There was about two foot of water.\" The first service said others areas affected included Gower in Swansea, Llandeilo in Carmarthenshire and New Quay in Ceredigion, which had over 100 lightning strikes in an hour. A second yellow thunderstorm weather covering Conwy, Denbighshire, Flintshire, Gwynedd, Anglesey, Powys and Wrexham came into force at 16:00 BST and runs until 03:00 on Tuesday.Parts of the region have seen some power cuts, around Trawsfynydd, Llanberis, Llanwnda and Rhosgadfan in Gwynedd, at Dolwyddelan, Betws-y-Coed and Rhos-on-Sea in Conwy, and at Brynsiencyn and Llanddona on Anglesey. North Wales Fire and Rescue Service said it was called to a house at Nasareth, south of Caernarfon in Gwynedd, after it was struck by lightning, but no further action was needed. Council staff in Gwynedd were also asked to deal with some flash flooding on the coast at Barmouth, while motorists were warned of flooding on the A5 trunk road between Betws-y-Coed and Capel Curig. Western Power Distribution said 214 customers were without power in Lampeter in Ceredigion and 32 in Rhossili on Gower. ", "url": "https://www.bbc.com/news/uk-wales-53726444"}