{"datetime": "2021-01-20T16:29:08.000Z", "title": "Supermarket delivery driver rescued from Westgate ford", "article": "A supermarket delivery driver had to be rescued from his overturned van after he careered off the road and ended up in a fast-flowing ford, police said. Firefighters and police were called to the River Wear, Westgate, in Weardale, after reports that a Morrisons van was stuck at 17:00 GMT on Tuesday.Police said the van had \"careered\" off the road and the man sat on top of the vehicle before being rescued.County Durham Fire and Rescue Service said the rescue was \"challenging.\" Water specialists from the fire service braved the river in a raft attached to a nearby footbridge and gave the man a life jacket. Police said the driver was not injured but was taken to hospital as a precaution.The fire service tweeted a video of the scene, and said they were \"so proud\" of the water rescue team. Scott Bisset, who lives nearby, went to see if he could help after he was called by people who heard the driver shouting for help. Mr Bisset, a member of the local mountain rescue team, said he thought the driver may have ended up there after being directed by his sat-nav. 'Van acted like a boat' He said: \"There's not a vehicle in the world that could have got through. \"The river was in flood - the snow here has melted and there was rain, so there was a lot of water in the river. \"The van was washed off and turned over on its side, luckily the front was pointing upstream, so it acted like a boat. \"If the water had been hitting the side of the van or the back, the driver would unfortunately have drowned. \"When I got there the driver was extremely distressed.\" He also said that rescuers had put their lives at risk. \"I know they practice for this but in those conditions, with that freezing water travelling at great speed, in the dark and the pouring rain, it was very dangerous and they were very brave,\" he said. The van has not yet been recovered from the water.Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-55732938"}