{"datetime": "2021-01-20T04:16:28.000Z", "subject": "Storm Christoph", "title": "Storm Christoph: Flood warnings in parts of England", "article": "Emergency services in the north of England are preparing for widespread flooding caused by Storm Christoph. The Environment Agency has warned of a \"volatile situation\" as heavy rain combines with melting snow, while police in South Yorkshire and Greater Manchester declared major incidents. An amber rain warning is in place for Yorkshire, the North West, East Midlands and the east of England. A yellow rain warning was issued for the rest of the country. Greater Manchester Police Assistant Chief Constable Nick Bailey said the force had declared a major incident to ensure it was \"as prepared as possible\".\"The safety of the public is our number one priority and we're continuing to work alongside partner agencies across the region,\" he said. A government spokesperson said it had provided additional advice to local agencies to help them manage any evacuations and shelter provision in a Covid-secure way. \"The government has robust plans in place to support any areas affected by extreme weather this winter,\" they added. Sandbags were laid in at-risk areas, with up to 70mm (2.75in) of rain due. In isolated spots, particularly in the northern Peak District and parts of the southern Pennines, 200mm (7.87in) could be possible. Northern Rail said buses were being used instead of trains on services between Bolton and Blackburn due to flooding at Darwen. In the amber warning area, the Met Office said there was a \"danger to life\" due to fast-flowing or deep floodwater, and told some communities they might be \"cut off\" by flooded roads. It also predicted delays and cancellations to public transport, with the amber warning in place until 12:00 GMT on Thursday.Ros Jones, mayor of Doncaster, said key risk areas had been inspected over the past 36 hours, with the delivery of sandbags continuing on Tuesday.\"I do not want people to panic, but flooding is possible so please be prepared,\" she said. Residents of Fishlake, South Yorkshire, which saw severe flooding hit 160 homes and businesses in November 2019, said they felt much better prepared this time round. Flood warden and parish councillor Peter Trimingham said the arrival of sandbags had been a welcome sight. \"It gives us confidence,\" he said. Mr Trimingham added: \"We're absolutely hoping it doesn't rise to the same level. But, if it does, we're reasonably comfortable we've still got a chance because the Environment Agency have done tremendous work here along with Doncaster Council.\" He said new defences had been built and their team of flood wardens had been expanded to 22 people. On Yarlborough Terrace in Bentley, Doncaster, many residents were out of their homes for months after the 2019 floods. Anna Booth, 37, who was forced to live in a caravan on her drive, said residents were worried about it happening again. \"Being in the pandemic doesn't help either. Morale's a bit down but I think we'll all pull together again like last time,\" she said. \"It breaks your heart, it's really sad, but we can't stop the weather.\" The Environment Agency issued more than30 flood warnings , meaning flooding is expected and immediate action required, covering parts of Yorkshire, Cambridgeshire, Lincolnshire, Leicestershire, Merseyside, Staffordshire and Northamptonshire as of 03:00 GMT on Wednesday. There are also more than 150 flood alerts, meaning flooding is possible, issued across northern England, the Midlands and the east. Catherine Wright, acting executive director for flood and coastal risk management at the Environment Agency, said: \"That rain is falling on very wet ground and so we are very concerned that it's a very volatile situation and we are expecting significant flooding to occur on the back of that weather.\" She said the agency would be working with local authorities to help with evacuation efforts should a severe flood warning be issued, adding: \"If you do need to evacuate then that is allowed within the Covid rules.\" Discussing the different levels of flood warnings, she said: \"If you receive a flood alert, please pack valuables like medicines and insurance documents in a bag ready to go.\"If you receive a flood warning, please move valuables and precious possessions upstairs and be ready to turn off gas, electricity and water. \"If you receive a severe flood warning, which means you will be evacuated, please listen out and take heed of the advice from the local emergency services.\"Barry Greenwood, from the Upper Calder Valley Flood Prevention Group in West Yorkshire, has been \"sick\" with worry. \"I went round after the last [flood], people were there with their heads in their hands, thinking 'what am I going to do now?',\" he said. Flood sirens were sounded in Walsden on Tuesday evening after a flood warning was issued for the area. In atweet , Calderdale Council asked residents to put their flood plan into action and move valuables to a safe place. \"River levels across the Upper River Calder have risen and are now approaching levels where we expect properties to flood,\" it warned. Earlier it had said staff were on standby to respond overnight. A yellow rain alert is also in place for Wales, Northern Ireland, central and northern England and southern Scotland on Tuesday. This yellow warning extends to the rest of England from Wednesday, with a yellow alert for snow and ice in north east Scotland.Highways England advised drivers to take extra care on motorways and major A roads, while the RAC breakdown service said motorists should only drive if absolutely necessary. ", "url": "https://www.bbc.com/news/uk-england-55715806"}