{"datetime": "2021-06-14T14:31:04.000Z", "author": "Phil McCann", "title": "Northwich railway station rebuild due to begin next year", "article": "A railway station that partially collapsed is \"likely\" to be rebuilt next year, an MP has said. Parts ofthe roof at Northwich station in Cheshire collapsed last month , leaving a pile of rubble on a platform. Weaver Vale MP Mike Amesbury said it was \"incredibly fortunate\" nobody was killed or injured. Regulator the Office of Rail and Road (ORR) is investigating the collapse, which includes a review of the way the building was maintained and inspected. Mr Amesbury said the investigation could take up to a year if a prosecution is pursued. The ORR said no decision had been made about whether a prosecution would be brought over the incident. At the time of the collapse in May, a Cheshire Fire and Rescue Service spokesperson said it was \"too early to say\" what the cause had been. An ORR spokesperson said \"Our safety inspectors will look to understand why this incident happened and work with Network Rail to ensure necessary improvements are made.\" \"There are some areas we are following up, including the delivery of structural inspections and maintenance at the station,\" they added. Mr Amesbury said he had been told the rebuild of the station was likely to take place in 2022, but he said improvements for disabled passengers should be carried out at the same time. Wheelchair users can only access one of the two platforms, after a pedestrian level crossing was removed in 2012. Councillor Andrew Cooper from Cheshire West and Chester Council said the local authority would ask the government to allow it to sidestep the normal bidding process for accessibility improvements, so they could be installed at the same time as the station is rebuilt. Network Rail said it was assisting the regulator with its investigation and would take any recommendations made \"very seriously\". \"Installing new lifts at stations is funded under the government's Access for All scheme. This funding is not in currently in place for Northwich,\" a spokesperson added.The Department for Transport has also been contacted for a comment. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57472416"}