{"datetime": "2021-06-14T16:34:34.000Z", "title": "Greater Manchester Police chief constable rejects taking the knee", "article": "Greater Manchester Police's new chief constable has said he \"absolutely would not\" take the knee in uniform as it could undermine impartiality. Stephen Watsontold the Daily Telegraph he \"would probably kneel before the Queen, God, and Mrs Watson, that's it\". He also said he was concerned about the creation of new \"hate crimes\" which could overwhelm police as they \"sought to criminalise what people think\". Mr Watson joined the force, which is in special measures, in May. He told the newspaper the public were \"getting a little bit fed up of virtue-signalling police officers\" and would \"rather we just locked up burglars\". Taking the knee is an anti-racist gesture whichhas become a prominent symbol in sport and during protests . It has been a feature of Black Lives Matter protests, including those following the murder of George Floyd, but the use of the gesture by the England football team has been met with boos from some supporters. Mr Watson succeeded Ian Hopkins, whostood down in December following a damning watchdog report which revealed the force hadfailed to properly record 80,000 crimes. He told the newspaper that the impartiality of officers could be undermined if they took actions associated to specific groups, such as taking the knee or supporting LGBT rights charity Stonewall's campaigning by wearing rainbow shoelaces. He said impartiality was \"in danger of being upset\" by efforts to show \"common cause from time to time with people whose agenda is very difficult to disagree with\". He added that he did not believe \"demonstrating that you have a commonality of view with the protesters that you're policing\" was \"compatible with the standards of service that people require of their police\" and any arresting officer \"could put themselves in a difficult place\" by not being impartial. Asked if he would take the knee in uniform, he said he \"absolutely would not\". \"I would probably kneel before the Queen, God, and Mrs Watson, that's it.\" He also said that he was concerned the police could be overwhelmed by the creation of new \"hate crimes\" which \"sought to criminalise what people think about difficult social issues, as opposed to what they do\". \"I know it might sound... like a relatively outlandish comment but you know it is not an offence to be a misogynist [or] to be a racist,\" he said.\"What is an offence [is] if in holding those unfortunate beliefs, you act them out in such a way as causes harm to another. \"For example, within the current criminal code if, as a misogynist, you harass another, there is an offence called harassment aggravated by your misogyny.\"If you lay hands on another, it's a criminal assault in statute, aggravated by the fact that you're a misogynist.\" He added that any legislative attempt to get behind that \"originating thought\" would be \"very difficult\" and could end up seeing \"literally thousands and thousands of additional crimes\" recorded. In March, Greater Manchester Mayor Andy Burnham announceda strategy to tackle violence and abuse aimed at women in the region which will see police record misogyny as a hate crime. Mr Burnham has been approached for comment. Manchester Stand Up to Racism's co-chairwoman Nahella Ashraf condemned Mr Watson's comments, but added that they were \"not a surprise\".She said her organisation \"see the police as part of the problem,\" adding: \"We need real change.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-57466204"}