{"datetime": "2021-09-25T12:48:13.000Z", "title": "Tamworth SnowDome: Boy, 12, dies after injury during activity", "article": "A 12-year-old boy has died after being seriously hurt at an indoor ski centre. Officers were called to the SnowDome in Tamworth on Friday evening to reports a child had been injured during an activity.The ambulance service said its workers tried to save the boy who died \"after an incident on the slope\".SnowDome Limited chairman Martin Smith said: \"For an evening's activity to end so tragically is almost beyond belief and our sorrow is deeply felt.\" Staffordshire Police said a man was also injured and asked people not to speculate about the incident. Officers also asked the public not to share any images or footage.The centre, which offers skiing and snowboarding facilities, will be closed over the weekend. Mr Smith said on-site first aid responders also attended to the boy who \"could not be saved and tragically died at the scene\".\"The directors and all of the employees extend their heartfelt thoughts and prayers and condolences to the family and friends of the young boy.\" He added the company was in \"full co-operation with the investigating authorities\" and was \"providing complete and absolute assistance\". West Midlands Ambulance Service sent two ambulances, two paramedic officers and an air ambulance to the centre in River Drive. \"On arrival crews found a boy who had suffered very serious injuries,\" a service spokesman said.\"Staff worked on him providing advanced life support but, sadly, despite all of the efforts it was not possible to save him and he was confirmed dead at the scene.\" The man who was injured was not treated by paramedics, he added.In a statement the company said it was sorry the SnowDome, which also offers an ice rink, swimming pool and climbing walls, is shut. \"When it is possible and appropriate to make further comment then we will surely do so. \"We are truly sorry for the disappointment that this may cause.\" The Health and Safety Executive (HSE) has been informed and anyone with information about what happened has been asked to come forward. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-stoke-staffordshire-58686660"}