{"datetime": "2021-09-25T18:32:00.000Z", "title": "Viola Beach: Memorial to band unveiled in Warrington", "article": "A bronze frieze in memory of band Viola Beach and their manager who were killed in a crash has been unveiled in their home town. Kris Leonard, River Reeves, and Jack Dakin - all aged 20 - Tomas Lowe, 27, and their manager Craig Tarry, 33, died outside Stockholm in 2016.More than £30,000 was raised for the memorial near Parr Hall in Warrington. Reeves's brother Fin said he was \"blown away\" with it and looking forward \"to giving him a nod\" whenever he passes. \"I'm a little bit blown away and lost for words,\" he said. \"I'll be able to walk past and give him a quick nod every time I walk down the street so it is such a nice thing.\" He said he thought it was \"important\" for the town, too, \"to come together and remember Viola Beach and celebrate their lives\".Tom Murphy, who created the frieze, unveiled the artwork. Warrington Council leader councillor Russ Bowden described the memorial as a fitting tribute. \"The frieze is a celebration of Jack, River, Kris, Tom and Craig, their achievements, and their iconic music,\" he said. The band's car plunged more than 25m (82ft) from a highway into Södertälje Canal, about 18 miles (29km) from Stockholm, as they travelled back to their hotel after their first international gig. The bridge had been raised to allow a boat to pass underneath. Cheshire Coroner Nicholas Rheinberg described the incident as \" the most awful tragedy \". The band wereon the cusp of stardom when the tragedy happened. In the wake of their deaths, the band's first single Swings & Waterslides reached number 11 in the UK chart, while their song Boys That Sing was performed by Coldplay in a tribute at Glastonbury. Six months after the fatal crash, the band posthumouslyscored a number one album . The self-titled debut was compiled by the band's families, using live sessions and studio recordings, many of which were originally bound for an EP. Mr Murphy's previous work includes the John Lennon statue at Liverpool John Lennon Airport, works of Ken Dodd and Bessie Braddock, as well asmemorials to people who died in the Hillsborough disaster, and theLiverpool Pals in World War One.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58685166"}