{"datetime": "2021-06-11T19:57:46.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Surge testing in Northwich and Winsford amid variant concerns", "article": "Surge testing will be carried out in some parts of Cheshire after a small number of cases of the Delta variant were detected in the area. Additional testing is now beingrolled out in Northwich and Winsford. The Department of Health and Social Care (DHSC) has also urged anyone living or working in Cheshire West to have a test. It comes after the leaders of Cheshire's four councils raisedconcerns over the supply of vaccines. They have written to Health Secretary Matt Hancock to warn that \"inadequate and uncertain supplies\" means that they are \"now operating at only a fifth of capacity\". The council leaders said the so-called Indian variant, now named the Delta variant by the World Health Organization, had increased five-fold in the last two weeks. The DHSC said enhanced contact tracing would be used for individuals who have tested positive with a variant of concern.This is where contact tracers look back over an extended period to determine the route of transmission, the DHSC spokesman said.In Merseyside, Wirral University Teaching Hospital has suspended visiting at its hospitals due to the \"prevalence of Covid-19 in the community\". This follows a pilot to ease visiting restrictions on certain wards at Arrowe Park Hospital.Visiting will still be able to take place in exceptional circumstances such as for patients who are receiving end of life care, have dementia, a learning disability or where a lack of visiting will be detrimental to the health and wellbeing of a patient. There are also separate provisions for Wirral Women and Children's Hospital.Hazel Richards, chief nurse and director of infection prevention and control at the trust, said the decision had not been taken lightly.\"This is a precautionary measure to protect patients and staff as there has been an increase in Covid-19 cases in the community,\" she said.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57446806"}