{"datetime": "2021-06-11T21:50:40.000Z", "subject": "Queen's Birthday Honours", "title": "Queen's Birthday Honours 2021: Rochdale abuse whistleblower appointed MBE", "article": "A former health worker who exposed a child abuse ring has said it feels \"surreal\" to become an MBE in the Queen's Birthday Honours list. Sara Rowbotham gathered evidence that helped lead to theimprisonment of nine men from Rochdale, Greater Manchester, in 2012. The outcomechanged how the justice system treats victims of grooming. Ms Rowbotham said: \"I have been recognised by other awards, but this feels like it's the biggie.\" The abuse of young girls in the town and the subsequent trials were later depicted in theBBC drama Three Girls , with Ms Rowbotham's role played by Maxine Peake. As an NHS sexual health worker, Ms Rowbotham made 181 referrals between 2005 and 2011 concerning the abuse of young people.Her work ultimately helped bring the perpetrators to court, where they were jailed for crimes including rape. A 2012 trial heard a group of nine men exploited victims as young as 13 with drink and drugs and \"passed them around\" for sex.Ms Rowbotham later told the Home Affairs Select Committee that her bosses had ignored repeated warnings about the girls being groomed. She was made redundant in 2014.After the 2017 TV drama highlighted what had happened, more than 310,000 peoplesigned a petition for Ms Rowbotham to be recognised for her services. She said she felt \"the voice of the people\" had \"top-trumped\" her previous treatment. \"Every area has sex exploitation as a safeguarding concern. Things are very different now, whereas before it wasn't acknowledged\" she said. Now a local councillor and deputy leader of Rochdale Borough Council, she described councillors' roles as \"corporate parents\". She continued: \"The decisions that we make are very much about having responsibility. As a borough, I think parents and young people are much more aware. \"I did struggle with what it means to be a Member of the British Empire with all the debate at the moment. \"I did have a political debate in my head. But I think my mum [who died in 2017] would be really proud. It was like sticking two fingers up to those who challenged me.\" A Wigan volunteer who cooked 400 meals a week to help those in need during the pandemic has also been appointed an MBE. Shirley Southworth, who helped redistribute supermarkets' surplus food, set up foodshare organisation Fur Clemt - local slang for very hungry - in 2015. She said the honour \"means a lot\", and added: \"We're very proud. It's not just about me. It was a lot of hard work so it's nice to have that recognised.\" She said \"the need is greater\" after many people had lost jobs during lockdown, and the organisation was relocating to a new venue to continue their work. Other recipients in Greater Manchester include Rochdale MP Tony Lloyd, who has been awarded a knighthood, while Juliette White, a vice president at AstraZeneca, has been appointed CBE. England and Manchester City striker Raheem Sterling becomes an MBE for his work to promote racial equality in sport, along with John Shiels for his work as chief executive of the Manchester United Foundation charity. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-57442084"}