{"datetime": "2021-06-11T21:52:43.000Z", "subject": "Queen's Birthday Honours", "title": "Queen's Birthday Honours 2021: Charity worker honoured for Covid supplies", "article": "A charity worker who helped provide essential supplies for NHS staff at the start of the Covid pandemic has said he is \"overwhelmed\" after becoming an MBE in the Queen's Birthday Honours list. Martin Blondel, from Winsford, Cheshire, worked with a pub landlord to convert bars into shops. He also recruited local rugby clubs to deliver about 40,000 meals, helped by comedian Johnny Vegas. Mr Blondel, 51, said the honour was \"a great recognition\" for the team.After watching anews report showing a nurse's despair at panic-buying in supermarkets, he contacted the owner of the Eccleston Arms pub in St Helens, suggesting they convert the venue into an essentials store for NHS staff and the elderly. Having previously set up the Steve Prescott Foundation cancer charity, named after the late St Helens Rugby Club player, Mr Blondel drew on contacts with local clubs and other volunteers, who helped deliver meals to those who were vulnerable. Mr Blondel said: \"I think we did save lives by making them stay at home and allowing [NHS workers] to get supplies in a safe, sterile environment.\" He said it had been a \"tough year\" after his mother died with coronavirus, adding: \"I never got a chance to say goodbye.\" \"She was a great supporter - a constant support - so I know that she would be still hugging me now because she would be obviously elated,\" he said.Liverpool captain and England footballer Jordan Henderson also becomes an MBE after he raised £4m for the NHS from fellow Premier League footballers through the #PlayersTogether appeal. Philip Morris, the Wirral founder of the testicular cancer website Checkemlads, was also awarded an MBE. Tracey Telford, who went from creating PPE with her family at her Cheshire home to coordinating a factory making 10,000 face shields daily, has been awarded a British Empire Medal, as has Wallasey's Christopher Edwards, the captain of England's Learning Disabilities Cricket team. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57442085"}