{"datetime": "2021-06-11T15:57:12.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Lancashire hospitality staff face abuse over virus rules", "article": "Some hospitality venues in Lancashire say employees have been abused while trying to enforce Covid rules and they are short-staffed due to isolation. Landlord Mike Hale closed the Butler's Arms pub in Blackburn after customers swore at employees over face masks.He said that working at the pub in Pleasington since reopening after lockdown had been \"horrible\". A restaurant owner in the Ribble Valley said some customers were \"ready to go for staff\" when asked to follow rules.It comes afterfigures revealed only 24% of UK pubs are confident they will survive the next three months. Datafrom the Office for National Statistics showed fewer than a quarter of pubs have a high level of faith they will still be in business at the end of the summer, compared with 44% for all types of company.Pubs and restaurants were able toallow customers back indoors on 17 May as part of the latest phase of easing coronavirus restrictions.Mr Hale toldBBC Radio Lancashire he had been short-staffed due to employees having to self-isolate, which then put \"extra pressure\" on existing staff. They had then been sworn at by people who did not want to wear a face covering, he said.\"Customers were also moaning about slow service, but obviously you cannot walk up to the bar and order a pint,\" he added. Mr Hale said it had been a \"big decision\" to decide to close the pub but felt he had no choice, adding that staff's mental health was \"more important than opening in this moment of time\". Meanwhile in Sabden, Ribble Valley, Zak Marhraoui, owner of Wellsprings Restaurant, said he had also nearly closed his restaurant after customers were \"very rude\" to his employees.The owner said some people refused to wear masks, and when staff asked them, they were met with abuse.\"Some were ready to go for you. How do you control who is exempt from wearing a mask,\" he said.Mr Marhraoui added: \"There are 99% of customers who obey the rules, but there are a small amount of people ruining it.\" Nearby Aspinall Arms in Mitton, Clitheroe said it had to change its opening hours because several members of staff had been contacted by NHS Test and Trace and had to isolate for ten days.Itsaid on Facebook the chef would be \"swapping his chef whites for his chinos...for a few days pulling pints\" and reassured customers they would be in \"happy and safe hands\".\"Thank you for your understanding and support during this tricky time,\" it added. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-57442557"}