{"datetime": "2021-06-10T19:43:33.000Z", "title": "Pro-Palestinian protesters occupy Runcorn factory roof", "article": "Protesters have scaled the roof of an aerospace factory and daubed the building in red paint. The Palestine Action protesters occupied the premises of APPH in Runcorn, Cheshire, at about 04:30 BST. They claim the factory produces landing gear for Elbit drones which have been used in the conflict between Israel and Hamas in Gaza. Héroux-Devtek, the company which runs the APPH facility, has disputed these claims. On the APPH's website, it states the company manufactures hydraulic equipment for military helicopters and fighter jets. Protesters said they had \"destroyed property including floodlights, ventilators, windows and cameras\" and had \"sprayed blood-red paint across premises\". Cheshire Police officers can be seen outside the factory.A force spokesman said: \"The role of the force is to impartially allow for protesting, while ensuring that others can continue in their legitimate business activities, or commuting.\"However where offences are committed we will take action.\" The fighting in the Middle East began on 10 May after weeks of rising tensions. Palestinians say they are suffering because of Israeli actions and restrictions, including the threatened eviction of some families in East Jerusalem.Israel says it is only acting to protect itself from Palestinian violence. A ceasefire was agreed on 21 May, bringing to an end 11 days of fighting in which at least 256 people were killed in Gaza, according to the UN, and 13 people were killed in Israel. A Palestine Action protest in Leicester ended after six days on 25 May. The group said it would target other Elbit-owned locations in the UK. Martin Brassard, president and chief executive officer of Héroux-Devtek, confirmed that all staff had been sent home and the company is working with the police to resolve the situation.He said: \"Héroux-Devtek (APPH Limited) specifically designed and manufactured the nose landing gear (NLG) for the British Watchkeeper WK450 surveillance drone for use with the British Army.\"Since the initial manufacturing was completed around 2012, Héroux-Devtek has been involved with the low-level maintenance of the NLG to support the ongoing operational use of this aircraft with the British Army via our customer UTACS.\"The equipment and services we provide for this equipment have never been exported, with EUU (End User Undertaking) statements for UK only.\"The Watchkeeper aircraft plays an important role in the safety and security of the UK, deployed in reconnaissance and surveillance missions.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57403049"}