{"datetime": "2022-01-22T11:45:54.000Z", "author": "Natalie Grice", "title": "Northern Lights illuminate Wales' dark sky potential", "article": "The Northern Lights are called northern for a reason: They usually light up the Arctic zone with dazzling displays. But with advances in modern technology, the otherworldly lights of the aurora borealis colouring the sky are becoming easier to capture in Wales. Solar activity in January saw photographers capture spectacular images, with measures to reduce light pollution seeming to make life easier for would-be aurora and star spotters. In less than a decade, Wales has been awarded three official dark sky zones by the International Dark Sky Association.Both Snowdonia and the Brecon Beacons national parks are Dark Sky Reserves - two of only 19 in the world. The International Dark Sky Association gives the award to areas where the night sky is \"outstanding\" and light pollution is minimised. In 2015, the Elan Valley estate near Rhayader in Powys gained Dark Sky Park status, determined as public or private spaces protected for natural conservation that operate good outdoor lighting practices and provide dark sky visitor programmes. Between them, these areas cover about 20% of Wales' surface. However Alan Trow, who runs Dark Sky Wales training services, said up to 80% of Wales could be classed as a dark sky zone, with some areas outside the designated areas offering views of the night sky to rival the protected areas. Despite the wealth of starry skies in Wales, spotting the Northern Lights is not an easy task. \"It's not common at all,\" Mr Trow said. \"We've got to be having some real activity on the sun for it to interact enough with our atmosphere for it to come down this far south. \"Usually northern England and Scotland would see them a lot more regularly than we do.\" However, Mr Trow said over the last decade there had been an increase in aurora sightings from Wales, which he said could be down to technology, including people getting notifications from aurora spotting apps. \"Cameras are so sensitive now they pick up the Aurora quite easily. But it is a rare event to get it this far south,\" he said. The type of lights seen here tend to be colour bandings and \"sheets\", with lines known as curtains in them, rather than the very mobile, dancing displays seen in the Arctic zones. Sometimes people can see these line structures but not the colours, and sometimes only the camera lens can detect them, although Mr Trow said some had spotted recent displays just by looking to the sky. \"Dark sky areas give you a massive advantage because obviously when you've only got natural light pollution, which is basically the moon, anything which is happening in the sky becomes more clearly visible,\" he said. A survey carried out by Dark Sky Wales has shown a significant reduction in light pollution, with a lot of local authorities turning off between one and two-thirds of lights between midnight and 5am. \"It makes a massive difference to the night sky. It's got economic benefits, but it's got environmental benefits too,\" Mr Trow said. \"A lot of nocturnal animals have been hugely affected by the advance in light pollution over the past 40 or 50 years and we've got to take that back.\" Mr Trow said many people did not realise what they could see from hills and mountains close to home, without having to go to an official dark sky area. He said that due to councils installing different street lighting, the glow blocking the stars had reduced, and from many mountains, which were not championed as star gazing spots, you could see a \"good view of the northern horizon\". \"Some of the darkest regions are being forgotten about,\" he said. \"The Cambrian Mountains, which is a massive swathe of Wales, is without doubt the jewel in the crown of dark skies for Wales. \"You've got the Elan Valley which sits in a little portion of it, but that whole region should really be considered to be a dark sky gem for Wales itself.\" There is work in progress to get Wales'five areas of outstanding natural beauty (AONB) recognised for their dark skies, including the Clywdian Range in north Wales and Gower in the south. \"There are far darker regions [than the official ones], like the Llyn Peninsula is extremely dark, the Cambrian Mountains is way better than Brecon. \"Pembrokeshire has made great bounds forward in reducing its light pollution as a county, and you get some great images from there.\" Any potential aurora hunters are advised to look for a northern horizon, and the further north and nearer a coast, the easier it will be. \"Penmon [in Anglesey] is probably one of the best places to get aurora in the UK from a Wales perspective,\" he said. Mr Trow said over the last 10 years the starry skies had led to a boom in tourism, with visitor numbers growing year-on-year, bar 2020 during the coronavirus pandemic. \"People are coming from all over the UK, but also all over the world now to enjoy the dark skies we have to offer,\" he said. In November, European Space Agency astronaut Tim Peake led a stargazing workshop for children on Gower, Swansea, where he spoke of the importance of access to the night skies for young people. He said at the time: \"Wales offers a huge number of opportunities for seeing the night's sky at its best with Dark Sky Reserves and Dark Sky Parks, and of course low levels of light pollution.\" Dafydd Wyn Morgan was eating dinner with his family on Friday, when he got a tip from a fellow photographer that he would be able to spot the Northern Lights. The Cambrian Futures project manager grabbed his camera and headed to the Mynydd Bach near Tregaron in Ceredigion. There he captured the sweeping shot of the lights playing over Cardigan Bay and Snowdon. Mr Morgan said the bright moon, a few days before the first full moon of the year, meant the lights were not as clear as they could have been, but it was impressive to see. \"The Cambrian Mountains has become recognised as a dark sky destination in its own right,\" he said. The 50-mile \"astro-tourism\" trail in the Cambrian Mountains, now offers nine sites for stargazers to visit, offering the chance to spot the Milky Way, meteor showers and the International Space Station when it passes over. The route is part of a network of around 40dark sky designated sites across Wales offering people good vantage points from which to view the night sky. Chris Parry also joined the bid to capture some of the best pictures of the Northern Lights, this time from Talsarnau in Gwynedd. He said: \"You can see them a few times a year here if you're lucky. \"The place where I was gives a good distant view which is what you need, because hemmed in by mountains it's not easy to get enough horizon. \"A lot of people go to a north-facing coastal spot (for example Llandudno) because looking out to sea you can get a good distant horizon. \"Those places are an hour or so drive from my home which isn't always easy when you don't get a lot of warning.\" A spokeswoman for Visit Wales said the dark sky network in Wales had been singled out by astronomers as \"world-beating\" places to go stargazing. \"There are also hundreds of other places across Wales where people can explore the wonders of our dark skies, from small and accessible sites to areas of outstanding natural beauty,\" she said. She added that the clear skies in autumn and winter showed Wales was an inspirational place to visit all year round. ", "url": "https://www.bbc.com/news/uk-wales-60041917"}