{"datetime": "2022-01-26T06:21:45.000Z", "author": "Craig Duggan", "title": "A44: 'Temporary' traffic lights on road for two years", "article": "Urgent improvements are needed for a busy stretch of road where temporary traffic lights have been in place for more than two years, residents claim. The A44 from Llangurig to Aberystwyth in mid Wales was once described as one of themost dangerous roads in the UK .This 25-mile single carriageway bends through the Pumlumon mountain range. The Welsh government, responsible for trunk roads, said it was in the process of carrying out a study to address congestion and safety. The road is used by many HGVs carrying goods to and from businesses in Aberystwyth. There are two sets of temporary traffic lights close to each other near the villages of Capel Bangor and Goginan.One has been in place since a collision caused damage to the crash barrier in June 2020.The other has been there even longer - since a landslide raised safety fears in November 2019. Local councillor Rhodri Davies said: \"I just think work needs to be done and carried out on the two sets of traffic lights - residents are very frustrated and I'm frustrated because we feel like that we are forgotten on the A44.\"This is a main road for deliveries of food, and something needs to be done.\" In a statement the Welsh government said complex solutions were required due to the \"steep topography and poor geology\" of the stretch of the A44.While the government said work should be completed at Capel Bangor \"this financial year\", due to the \"complexity of the work\" at the Goginan site, construction is scheduled for completion later in 2022. On 1 March last year the Welsh government reduced the speed limit to 50mph between Llangurig and Ponterwyd in a bid to improve safety.In 2014 the annual report of the Road Safety Foundation found the Llangurig to Aberystwyth stretch of the A44 to be the fourth most dangerous road in the UK.The Road Safety Foundation's most recent data shows the road's safety record has improved since then and this stretch of the A44 is now considered a medium-risk road.Between 2014 and 2016 there were 12 fatal and serious crashes, a total which dropped by one to 11 between 2017 and 2019. Farmer Dafydd Jones, who lives in the village of Ponterwyd, uses the A44 regularly - joining it from the road to his farm as many as 10 or 12 times a day, especially during lambing season.The junction from the farm is near a sharp bend and although the speed limit is 30mph on this part of the road Mr Jones says he still gets worried when joining the A44.\"We can have in the summer up to 50 or 60 cars following one of these big lorries because they haven't been able to overtake him and having to stick to 50mph,\" said Mr Jones, adding: \"It's dangerous to come out of these junctions.\"Mr Davies accepted that improvements have been made to some parts of the road, but he's calling on the Welsh government to do more. \"I think they have made improvements especially between Ponterwyd and Llangurig with the 50 (mph limit), but they now need to spend real money on improving the A44 starting with removing the temporary traffic lights,\" he said. \"We see a lot of work going on in other parts of the country and we fell we're being left behind.\" A Welsh government spokesperson said: \"We are in the process of carrying out a study of the A44 between Llangurig and Aberystwyth. The study aims to address congestion, junction efficiency and road safety.\" ", "url": "https://www.bbc.com/news/uk-wales-60131765"}