{"datetime": "2020-02-29T23:01:33.000Z", "title": "Storm Jorge: Flights diverted due to high winds", "article": "A number of flights were diverted to Northern Ireland from the Republic of Ireland on Saturday as Storm Jorge moved across the island of Ireland. Seven flights were diverted to Belfast International Airport on Saturday, six from Dublin and one from Shannon, due to strong winds. Passengers were coached from Northern Ireland to the Republic. Gusts reaching 80mph (130km/h) were recorded in County Galway in the west of Ireland. A \"status red\" warning issued for counties Galway and Clare, ended at 15:00 local time Up to 15,000 customers suffered power outages but most of the faults have since been repaired. A yellow warning for Northern Ireland, which came into effect from 12:00 GMT on Saturday, means transport could be disrupted by the weather. The Met Office warning will remain in place until 15:00 on Sunday. It says the public can expect: Met Éireann had forecast gusts of up to 90mph (145km/h) in parts of the Republic of Ireland, with an elevated risk of costal flooding. The \"status red\" warning is the highest level of warning, meaning extremely dangerous and destructive weather is expected. \"Status orange\" wind warnings have been issued for the rest of the Republic of Ireland. Worst hit areas include areas in north Clare - where some roads have been blocked by fallen trees - north Kerry, Cork, Tipperary, Wexford, Kildare, Longford, and Meath. The Irish Coast Guard said the Sligo-based Rescue 118 helicopter was called out to rescue two surfers who got into difficulty today during Storm Jorge. The incident happened along the County Sligo coastline. The Coast Guard said the two surfers were \"successfully recovered and handed over to the National Ambulance Service\". It said it strongly advises the public to avoid coastal activities during storm conditions. The GAA postponed the National Football League Division 1 game between Mayo and Kerry. It has been rescheduled for Sunday. Bus services were cancelled in Galway and Clare until 15:00 local time and Dublin Fire Brigade warned people in the city to keep windows closed, particularly on tall buildings. The reason the storm was not named Storm Ellen, the next on the Met Office list of names, is because it was named first by the Spanish meteorological service on Thursday. The Met Office and Met Éireann, who work together along with the Royal Netherlands Meteorological Institute, decided to keep the name to avoid confusion. The last storm to batter the UK and Ireland - Storm Dennis -left flooding and transport disruption in its wake this month. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51688898"}