{"datetime": "2022-01-28T19:52:17.000Z", "title": "Barmouth sex shop and Gwynedd Council in legal wrangle", "article": "A decision over whether a sex shop can continue trading has been delayed. Eva Amour applied for a licence for its shop in Barmouth, Gwynedd but had to wait a year until the council adopted the necessary powers to grant a licence. The owners said as a result the council report is now outdated and argue that support has grown for the shop since it opened. Gwynedd Council confirmed the licensing decision has been delayed. The business was based in Wrexham and moved to Barmouth last year. The owners invested £30,000 to refit the former butcher's shop in St Anne's Square, High Street and applied for the licence in January 2021. Co-director David Powley said: \"It provoked some reaction from the local community who thought we were going to be like that 1970s, 1980s seedy sort of place not the upmarket venture Eva Amour is. \"But we have won over hearts and minds in Barmouth. Since we've moved and opened up the shop, we've had nothing but support.\" The shop, owned by Flintshire-based DD Trading (NW) Ltd, began trading without a licence in November. In December the council adopted its new discretionary powers. \"We opened as an unlicensed store, it's not unusual for an adult boutique to be unlicensed,\" added Mr Powley. Theinitial report drafted by the council included 80 objections but Mr Powley and his business partner, Danny Miller say that is now out of date. Complaints included concerns about the shop's location near a church and along a school run route used regularly by families.Mr Powley added: \"These licences only last for a year and are renewable each year. \"So in reality we should be able to put another licence application in but they want to judge this year's licence application with last year's submissions and we are saying, 'you shouldn't be doing that, you collected those when you weren't legally in a position to collect those'.\" A Gwynedd Council spokesperson said: \"Following comments submitted by the applicant, the Council's General Licensing Sub-Committee hearing regarding this application has been delayed for the time being.\" ", "url": "https://www.bbc.com/news/uk-wales-60171439"}