{"datetime": "2021-06-10T15:25:32.000Z", "author": "Claire Hamilton", "title": "Liverpool City Council: Government reveals 'reset' plans", "article": "The government wants to \"reset\" Liverpool City Council with a move to whole authority elections from 2023. Ward boundaries and the number of councillors will also be reviewed in its response to March'sdamning report into parts of the council's operations. The Communities Secretary Robert Jenrick said the \"reset\" should streamline the council's decision making. The next mayoral election will be brought forward a year to 2023. However, next year the city will vote in a referendum on whether to retain the role. Government inspectors were sent to investigate the Labour-run council after five men were arrested by police investigating allegations of fraud, bribery, corruption, misconduct in public office and witness intimidation at the council.They included then Mayor of Liverpool Joe Anderson, who later stood down. All the men deny the allegations. Four commissioners have now been appointed to oversee highways, planning, regeneration and property management are expected to be in post until at least 2024.Mr Jenrick said the government would do everything to support Liverpool \"as it recovers from the Covid-19 pandemic and to give confidence to those who want to invest in the city\". He wants whole council elections in 2023 with polls every four years afterwards and to replace the number of councillors per ward from three to one. Currently 90 councillors represent 30 wards for four years, with a third of the seats up for grabs every three years. \"Holding elections three years out of four risks creating a culture of perpetual electioneering in a council where there is little focus on the strategic, an inability to address longer term challenges and leadership which can lack the stability needed for a high performing authority,\" he said. Reducing elections and a cut in the number of councillors were key recommendations in Max Caller's report in March that found a dysfunctional council, which frequently did deals that did not provide good value for taxpayers.The announcement came nearly a month after Labour's Joanne Anderson was elected as the new Mayor of Liverpool. The councillor, who has represented the Princes Park ward since 2019, made history as she became the first black woman to lead a major British city. \"The commissioners will be here to support and guide us on our improvement journey and we are ready to work collaboratively with them, utilising their significant experience and skills,\" she said. The four commissioners, who are all experts in their field of local government, are:Mr Cunningham, who grew up in Liverpool, said he was \"looking forward to starting this important work which will include providing regular updates on progress to the secretary of state\". Stephen Yip, the independent candidate who came second in May's mayoral election, wrote to Mr Jenrick claiming senior city politicians were still in denial about the scale of problems affecting the council. He is calling for an independent standards board and a change in the electoral system \"to ensure against one party domination of the city council\".", "url": "https://www.bbc.com/news/uk-england-merseyside-57428428"}