{"datetime": "2021-06-10T15:28:53.000Z", "title": "Man jailed for karate kicking fisherman, 74, into River Mersey", "article": "A man who karate kicked a 74-year-old fisherman into the River Mersey has been jailed for 10 weeks. Benjamin Bridgeman, 19, attacked the victim as he was fishing on the banks of the river in Warrington in April. He pleaded guilty to assault by beating at Warrington Magistrates' Court. A 16-year-old boy, who cannot be named for legal reasons, was given a 12-month youth referral order for common assault on 3 June after filming the attack and posting it on social media.The Crown Prosecution Service (CPS) said Bridgeman, of Quebec Road in Warrington, was seen to run at the man and inflict a karate-style flying kick at him which pushed him into the river. Bridgeman and the boy, who was aged 15 at the time, ran off but could be seen later looking at the footage together and laughing before it was posted on to the social media platform Snapchat.They handed themselves into police a few days later.The man, who was rescued from the water by two girls, suffered a cut to his nose and was shaken up by the shock of the assault and the effect of the cold water, the CPS said. The man's daughter Jacinta Bradbury previously said her father, who does not want to be named,had been on an \"emotional rollercoaster\" since the attack. She also described the two 14-year-old girls Ellie and Khloe who helped her father out of the water as \"amazing\". Insp Daniel Haddock, from Cheshire Police, said: \"This was a disgraceful act which not only shocked the local community but the nation. \"What the pair saw as funny could have cost this man his life. They have also taken away what was once a favourite and enjoyable place for him to go fishing.\" He said it was \"pure luck\" that the teenage girls had been walking past. \"Without a second thought they came to his aid and pulled him to safety,\" he added. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57426189"}