{"datetime": "2020-03-01T14:41:26.000Z", "title": "Storm Jorge: Clean-up begins after high winds and rain", "article": "Damage is being assessed and the clean-up is continuing after Storm Jorge brought high winds and rain. Seven flights were diverted to Northern Ireland from Dublin and Shannon airports on Saturday as the storm moved across the island of Ireland. Weather warnings for wind, ice and snow that were in place in both Northern Ireland and the Republic of Ireland are no longer in effect. Power has been restored to most customers who suffered outages. Gusts reaching 80mph (130km/h) were recorded in County Galway and status yellow gale warnings remain in place around Ireland's north coast and in the Irish Sea north of Anglesey.Crews from local authorities and the Electricity Supply Board in the Republic of Ireland have been assessing the damage caused by the storm, with western counties largely affected. Up to 15,000 customers suffered power outages but most of the faults have since been repaired. The Met Office said that until 15:00 when the yellow weather warning in Northern Ireland expires, the public can expect: The worst hit areas in the Republic of Ireland included areas in north County Clare - where some roads were blocked by fallen trees - north Kerry, Cork, Tipperary, Wexford, Kildare, Longford, and Meath. The GAA postponed the National Football League Division 1 game between Mayo and Kerry which was meant to be played on Saturday. It has been rescheduled for Sunday. RTÉ said the Irish Defence Forces as well as Civil Defence volunteers and council staff are expected to be back on duty in Springfield, Clonara, County Clare, on Sunday. Residents of Springfield have been battling to stay in their homes following flooding in the area. Residents in the areas of Carrickobrien, Golden Island and Canal Walk of Westmeath, have also battled increasing water levels for a number of days. RTÉ said a number of troops and vehicles were in the Golden Island area to assist with flood defence preparations on Saturday. The reason the storm was not named Storm Ellen, the next on the Met Office list of names, is because it was named first by the Spanish meteorological service on Thursday. The Met Office and Met Éireann, who work together along with the Royal Netherlands Meteorological Institute, decided to keep the name to avoid confusion. The last storm to batter the UK and Ireland - Storm Dennis -left flooding and transport disruption in its wake this month. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51695473"}