{"datetime": "2012-11-29T16:53:58.000Z", "title": "Wales floods: Climate change could be to blame, Welsh Secretary says", "article": "Welsh Secretary David Jones has visited people affected by floods in north Wales and questioned whether they may have been victims of climate change. On a visit to St Asaph, Mr Jones said he believed Tuesday's floods were an \"exceptional occurrence\", which could be \"climate change manifesting itself\". He also said flooding at the Glasdir estate, Ruthin, was worrying, as residents ask why defences failed. Environment Agency Wales said it was investigating the Glasdir incident. On Tuesday, a woman died in her flooded home and 400 properties were deluged in St Asaph when the River Elwy burst its banks. During a visit to the Denbighshire city on Thursday, Mr Jones said: \"If you look at St Asaph you'll see that a massive amount of flood defence work has been carried out over the years. \"I think that what we had on this occasion was a very exceptional occurrence. \"I have talked to the Environment Agency who say this is the highest flood since 1976, so it's a very rare occurrence.\" He added: \"Given the frequency that we're experiencing this sort of event it's got to be wondered whether in fact this is climate change manifesting itself.\" TheEnvironment Agency is investigating the cause of flooding at the Glasdir housing estate in Ruthin, where flood defences appear to have failed. The Welsh government-owned land was bought by developer Taylor Wimpey, which says it was told flood defences were already on site. Mr Jones, who represents Ruthin as the MP for Clwyd West, said: \"I certainly think it needs to be looked at. \"I think that what happened to Glasdir is exceptionally worrying. \"I understand there's now some concern as to whether or not bunds were constructed to keep the water out. \"But I know, because of course I have a lot of friends and colleagues who live in Ruthin, that there has been some concern about that area and I want to see it for myself.\" The Welsh government's environment minister, John Griffiths, visited Ruthin on Thursday. He said: \"There will be a time to look at how this happened, learn lessons, have an investigation. \"But that time is not now. We need to help people, we need to deal with the immediate aftermath and then have an investigation.\" Chris Mills, Environment Agency Wales director, said the agency's \"flood defences bore the brunt of the water in St Asaph, but were overtopped in places due to the highest recorded river levels on the Elwy, and we will look if there are ways of improving the level of protection in the future.\"This investigation will also look at why privately-built and maintained flood defences were overtopped and caused homes to flood at the Glasdir Estate in Ruthin, and if the flooding came from several different sources. \"This investigation is a priority for us as well as, with the local authority, supporting the local community with advice on what they can do as they start to rebuild their lives.\" People returning to homes in Denbighshire and Conwy have spent hours removing carpets and furniture covered in mud. Firefighters have been removing water from St Asaph but are preparing to switch off their pumps later as water levels drop. Denbighshire and Conwy councils said they were continuing to offer advice to residents in several areas. Denbighshire council said it had received many donations of goods from well-wishers wanting to help those affected by the floods. It has asked people to stop donating goods, so they can be distributed, and to consider making financial donations instead to the Ruthin Mayor's Appeal Fund or the St Asaph Mayor's Flood Relief Fund.Meanwhile, on what would have been her 92nd birthday, a post mortem examination is due to take place later on the body of Margaret Hughes, who died during the flooding in St Asaph. ", "url": "https://www.bbc.com/news/uk-wales-20546091"}