{"datetime": "2020-02-11T20:55:10.000Z", "title": "Storm Ciara: More wind and rain to bring further disruption", "article": "A new band of wind and rain is set to bring further disruption to parts of Wales, following Storm Ciara. Forecasters have saidStorm Dennis will move in from 12:00 GMT on Saturday with the wind easing by night, but rain continuing until Sunday lunchtime. Parts of the country were hit by 93mph (150km/h) last Sunday, with 122.6mm (4.8in) of rainfall in places. Some roads remain blocked,train services are still suspended andflood warnings are in place. One side of the M48 Severn Bridge between Wales and England near Chepstow has reopenedfollowing a lorry crash as strong winds continued on Monday. The westbound carriageway is open again, but the lorry will remain in place on the eastbound side until strong winds subside. Other problems in the aftermath of Storm Ciara includedcars becoming trapped in Gwynedd following heavy snow. In Conwy, emergency flood lines took more than 1,000 calls in 24 hours over the weekend. As torrential downpours, high tides and storm-force winds lashed large swathes of the county, more than 150 homes in the county were flooded.Sixty homes in Llanrwst and about 40 in Llanfair Talhaiarn were affected, as well as properties in Abergele, Trefriw, Old Colwyn, Deganwy and other spots around the county. People in Llanrwst had claimed culverts, designed to run off excess water , had failed, prompting the leader of Conwy council Sam Rowlands to announce an investigation into what went wrong.Councillor Rowlands said the culverts had been cleared. \"I'm particularly frustrated that some elected members have decided to share information that isn't necessarily true, without finding factually correct information first. One of those items is that we did not clear some culverts in Llanrwst,\" he told the authority's cabinet meeting on Tuesday. \"To be very straight again, we did clear the culverts in question and the trash gates that catch debris were also cleared on the Friday and Saturday that the storm hit.\" The A547 between Abergele and Llanddulas in Conwy is closed in both directions because of flooding. Trains have also been cancelled between Llandudno Junction and Blaenau Ffestiniog due to severe flooding and damage on the Conwy Valley line. Services on the Cambrian Line between Machynlleth and Aberystwyth and Machynlleth and Pwllheli are blocked and buses will replace trains. Network Rail and Transport for Wales have both urged people to check before they travel, with a number of other lines also affected. Stena Line ferries betweenFishguard to Rosslare were cancelled on Monday, but began operating again on Tuesday. Four flood warnings were in place around north Wales on Tuesday lunchtime, which means flooding is expected and immediate action required. The warnings are at Kinmel Bay promenade in Conwy county, the Lower Dee valley near Llangollen, Llanddulas, and Rhyl splash point. Environment Minister Lesley Griffiths said flood defences had worked in many parts of Wales and early indications had shown river levels were higher than when there was widespread flooding in St Asaph and Ruthin in previous years. She added: \"It is vital to investigate the flooding that did occur and learn lessons to further protect our communities.\"It is now for local authorities to investigate and report their findings and recommendations, in collaboration with Natural Resources Wales {NRW] and other stakeholders.\" Jeremy Parr, head of flood incident risk management at NRW, said: \"We will be working closely with our partners to investigate the issues caused by Storm Ciara here and in the rest of the country. \"Following a storm of the magnitude of Ciara, there are always questions to answer and we will be looking at the events of the weekend to identify what happened and why.\" ", "url": "https://www.bbc.com/news/uk-wales-51451478"}