{"datetime": "2020-02-14T13:07:56.000Z", "title": "Storm Ciara: 'Our village is drowning', councillor says", "article": "A village flooded for the third time in eight years needs more funding to save it from future devastation, a councillor has warned. Forty homes at Llanfair Talhaiarn in Conwy county were deluged in Storm Ciara despite flood protection work completed last year. Independent county councillor Ifor Lloyd claimed the village was \"drowning\". Natural Resources Wales (NRW) said it would see what more could be done. Work to divert flood waters at Nant Barog was completed a year ago, and it was meant to offer a one in 75-year standard of flood protection. The work involved increasing the size of culverts to accommodate more water, diverting it under the village. But a structure further upstream designed to catch debris failed on Sunday, releasing what councillor Lloyd described as \"a tsunami\" down Water Street. Farmers on tractors risked their safety in the raging water to try and divert the flow. \"Llanrwst got all the coverage, but this is the third bad flooding event in eight years - and that's after works that were supposed to protect us,\" the councillor told theLocal Democracy Reporting Service . \"We need a lump of money to get some more resilience as our village is drowning,\" he said. NRW operations manager Keith Ivens said that throughout Storm Ciara operations teams had been checking defences and clearing screens at locations including Nant Barog. But he said they became \"overwhelmed\" by the volume of water and debris brought down by the river. \"NRW staff have been on site assisting with the clear up and investigating what happened and whether there is anything more that can be done to reduce the risk of flooding in future.\" More flood alleviation work around the village was planned for this spring. However, Environment Minister Lesley Griffiths told assembly members this week she had asked NRW to review flood protection schemes already in the pipeline. ", "url": "https://www.bbc.com/news/uk-wales-51503142"}