{"datetime": "2020-02-10T21:29:42.000Z", "title": "Storm Ciara: Clean-up after wind, rain and snow hits Wales", "article": "Heavy snow made roads impassable and stranded some cars after Storm Ciara subsided and was replaced with wintry weather in parts of Wales. Dolgellau, Bala, Blaenau Ffestiniog and Trawsfynydd in Gwynedd were severely affected, with tens of cars trapped. North Wales Police said people leaving their cars were putting their lives at risk. Following the storm, debris, fallen trees and floodwater had to be cleared and damaged roads needed inspecting. Business and home owners also began assessing damage to buildings and stock and 17 schools across Gwynedd, Wrexham, Merthyr Tydfil and Conwy county were closed. Some flights were cancelled and a number of rail replacement buses were in operation. Dafyn Jones, 48, from Pwllheli, Gwynedd, was trapped in his work's van in freezing conditions on the A4212 between Bala and Trawnsfynydd for more than an hour. He said: \"You could see conditions were deteriorating, it got worse and worse but by then you've committed.\" He said the hold-up had been caused by a delivery lorry getting trapped in the snow and a driver abandoning their car. The A477 Cleddau Bridge in Pembrokeshire was closed to all traffic and pedestrians because of the weather. One town to suffer widespread flooding has been Llanrwst in Conwy county. People claimed culverts, designed to run off excess water, had failed, prompting the leader of Conwy council Sam Rowlands to announce an investigation into what went wrong.Aaron Wynne, who represents the Crwst ward, said debris stopped the water from flowing. He added: \"If the culverts were cleared properly and regularly then we wouldn't have had this result. What's the point of having a flood alleviation scheme when it's blocked?\" \"It's pretty devastating,\" said Osian Deiniol, who runs the Blas Ar Fwyd food deli store in the town. He toldBBC Radio Wales' Breakfast show he was left picking bottles of wine out of water, while trying to save thousands of pounds worth of stock in 11 fridges. \"It's heartbreaking. The deli has been on the high street for 32 years and is part of the fabric of the town,\" he said. \"It was flash floods. But the power of social media, the community rallied around, people were volunteering to come and help - people who were flooded themselves. \"It's devastating, but the community really came to our aid.\" Some roads remained closed due to the flooding, including the A547 at Abergele in Conwy, and some minor roads in the Conwy Valley. The A5 was partially blocked following a landslip at Llyn Ogwen, Gwynedd, between Bethesda and Capel Curig. Major and minor routes, including the A494, A4212 and A470, were left impassable because of the snow, with council workers trying to clear them. North Wales Police said the Gwynedd south area was experiencing a \"major weather event\", with large amounts of snow making major and minor routes impassable. Insp Matt Gedde said: \"If you are trapped, please stay in your car and keep your mobile phone charged.\"Stay warm and only call our control room in an emergency, as we are aware of the situation and are working to get to stranded motorists as soon as we can.\" Meanwhile, there were 18 vessels sheltering in the bay around Moelfre, Anglesey, because of the strong westerly winds, Holyhead coastguard said. Winds hit 93mph (150km/h) on the Llŷn Peninsula in Gwynedd on Sunday, with the rail network effectively shut all day across Wales. Three flood warnings remained in place across Wales on Monday evening, which means flooding is expected and immediate action required. Anumber of flood alerts were also in place, meaning flooding is possible and people should be prepared. In Wrexham county, the River Dee remained high, with full flood warnings in force around the area. People at a caravan park in St Asaph, Denbighshire, had to be evacuated when river levels rose. Police evacuated Spring Gardens Caravan Park and properties in Llys y Felin with residents placed in a \"rest centre\" set up in the leisure centre on Sunday. A£6m flood defence scheme was opened in the city in 2018. However, a severe flood warning in the area - which means there is possible danger to life - has now been downgraded. The Met Office said the wettest place on Monday had been Bala in Gwynedd, with 11.22 mm (0.4 inches) of rain making it the second wettest place in the UK behind Great Cumbrae in Scotland which has seen 15.8mm (0.6 inches). It said the windiest place in Wales had been Mumbles Head, Swansea, where gusts reached 67mph (108 km/h). The storm cut power to thousands of homes, with engineers across Wales working around the clock to reconnect supplies. Western Power Distribution said it restored electricity to all bar two properties by Monday morning. \"We restored supply to 86,000 customers yesterday, that was in some extremely challenging conditions - winds in excess of 90mph,\" said Sean Sullivan, the firm's network supply manager for Wales. \"It was particularly difficult especially for our staff out on the ground repairing things. It was 20 or 30 times our normal fault value, so it was a tremendous achievement.\" SP Energy Networks said at the height of the storm, 20,000 homes across north Wales were affected. Because of spray and bad weather, Aberystwyth Promenade was closed on Monday between Terrace Road and Constitution Hill. On Monday the Conwy Valley rail line remained under water, with a bus replacement service operating between Llandudno Junction and Blaenau Ffestiniog. Network Rail and Transport for Wales have both urged all rail passengers in Wales to check before they travel, with a number of other lines also affected. A rail replacement bus service operated on the Cambrian Line from Machynlleth to Aberystwyth and between Machynlleth to Pwllheli. Services also faced some delays west of Swansea into Carmarthenshire and Pembrokeshire. Ferry services bringing fans home from the Six Nations match in Dublin on Saturday are now operating again, as are flights from the Irish Republic. Cardiff Airport reported a number of cancellations for flights to Amsterdam, as Storm Ciara arrives in the Netherlands. ", "url": "https://www.bbc.com/news/uk-wales-51441630"}