{"datetime": "2012-12-02T12:20:03.000Z", "title": "Wales floods: Prince Charles to visit St Asaph victims", "article": "Prince Charles is to visit St Asaph to meet victims of the devastating floods which engulfed the small north Wales city. The Prince of Wales will travel to the area on Monday, where he will see first hand the plight of residents in some of the worst affected areas. Later, the prince will meet members of the emergency services and volunteers who battled to bring people to safety. It comes as the city holds a weekend of events to reflect on Tuesday's havoc. Prayers were said and candles lit at St Asaph parish church and the city's cathedral on Sunday. A Christmas party for local children is also being held, while a comedy and carols event has raised money. The prince's visit will be the second time he has been to the city in five months, after visiting in July to celebrate St Asaph's new city status, which was awarded as part of the Queen's diamond jubilee celebrations. A statement from Clarence House said the prince is \"keen to thank the emergency services and lend his support to some of the residents affected\". As well as travelling to the Roe Park estate which was submerged by the river Elwy on Tuesday, Prince Charles will meet emergency service teams at the city's fire station at about 11:15 GMT. He will then speak to volunteers, children and more residents at the cathedral just after 11:30 GMT. Hundreds of residents still face months out of their homes, as they clear up the flood damage. The torrent of water from the river Elwy engulfed 400 properties, and an elderly woman died in her flooded home. The victims were remembered in church services on Sunday, as they took on the theme \"Light in our Darkness,\" with St Asaph church's Christingle service, including prayers and reflections about the floods. On Sunday afternoon at 15:30 GMT prayers will be said and candles lit by members of the community at St Asaph Cathedral. The Very Reverend Nigel Williams, the Dean of St Asaph Cathedral, said the Christingle service was about the coming of the light, \"so we will be using these themes on Sunday to offer people the chance to pray and take some time to reflect\". Elsewhere, a Christmas party for local children will be held at Lyons Eryl Hall Caravan Park in St Asaph on Sunday afternoon. It comes after the city's Christmas street party went ahead on Friday evening. \"We've been holding our Christmas street party for quite a few years,\" said local councillor Denise Hodgkinson.\"We're not going to let the floods dampen our Christmas spirit... we want to do all we can to raise people's spirits and keep the party going as normally as possible.\" On Saturday a comedy and carols event at St Asaph Cathedral - which was organised before the floods - held a collection to raise money for people affected by the floods. Meanwhile, Denbighshire and Conwy councils said they were continuing to offer advice to residents in several areas. The Environment Agency is also investigating the cause of flooding at the Glasdir housing estate in Ruthin, where flood defences appear to have failed. An inquest has also been opened and adjourned into the death of 91-year-old Margaret Jane Hughes, who was found in her flooded house on Tuesday. John Gittins, the acting coroner for north Wales central, heard the provisional cause of death was drowning. ", "url": "https://www.bbc.com/news/uk-wales-north-east-wales-20555877"}