{"datetime": "2012-12-13T15:23:04.000Z", "author": "Chris Dearden", "title": "Wales floods: Black Lion in Llanfair Talhaiarn reopens", "article": "A village pub engulfed by floods in November is welcoming back drinkers for the first time. The Black Lion, in the Conwy village of Llanfair Talhaiarn, was one of the hundreds of north Wales properties hit when the River Elwy burst its banks. But staff and villagers have been determined to see it open again before Christmas after last month's damage. A jazz band will welcome back locals as the doors open for a community evening on Thursday. \"The whole pub was under 4ft of water,\" said one of the pub's bars managers, Gary Clements. \"It was the worst case of flooding we've seen in a long long time. It came up to the windows inside. \"The water did go away quite quickly, but it was a mess - sludge everywhere, everything ruined. It was soul destroying, but we just had to get on with clearing up.\" It was the third time 2007 that the pub had been flooded out. But on this occasion they had a modicum of luck. As the flood waters poured through the doors early on that Tuesday morning, it had been shut for cleaning. It meant all the chairs were still up on tables and survived unscathed. But elsewhere, the damage is all to clear. The door of the ladies' toilet is made of oak, and has bent and buckled after being saturated. It is just one of the jobs that craftsman Anthony Davies has been tackling. \"We've been here for about two and a half weeks, redoing all the timber work, all the panelling, skirtings and doors,\" he said. \"It's been a huge job, but we'll get it open for them.\" The Black Lion was one of 14 buildings in Llanfair Talhaiarn which were flooded. The number of properties affected was fewer than in places like Ruthin and St Asaph, but residents say the impact of the floods has been just as devastating.But they say it has also brought the community together. \"The locals have been absolutely marvellous,\" said Mr Clements. \"On the day of the flood, some of the lads were here for twelve hours ripping the old stuff out, getting it outside, mopping up and clearing up the sludge that had been washed into the building. \"There was a big team of local lads here - they were just brilliant really.\" That community spirit continues as a jazz band will be playing to help reopen the pub for the first time since the floods. The musicians have given their services for free. ", "url": "https://www.bbc.com/news/uk-wales-north-west-wales-20705557"}