{"datetime": "2012-11-29T11:29:45.000Z", "title": "Wales floods: Some residents still cannot return home", "article": "Welsh Secretary David Jones is visiting north Wales flooding victims later as some residents are preparing for another night away from home. Those returning home in Denbighshire and Conwy have spent hours removing carpets and furniture covered in mud. Mr Jones' visit follows that of First Minister Carwyn Jones, who says the Environment Agency is investigating the cause of Tuesday's flooding. Questions have been growing over why flood defences failed. Welsh Secretary Mr Jones paid tribute in the House of Commons to the response of the emergency services in helping victims. Prime Minister David Cameron also sent his sympathy to those hit by flooding in St Asaph, saying the pictures showed floods of \"biblical scenes\". Hundreds of people were urged to flee their homes after the river Elwy reached record levels and burst through flood defences.Families in St Asaph were encouraged to leave their homes and move in with friends or family until the risk subsided.A centre for people affected by flooding will stay open to offer support. A Facebook network has also been set up by St Asaph resident Mark Young to help co-ordinate support to victims. \"We have had offers of help from individuals and companies large and small offering food, machinery, vehicles and manpower,\" he said. \"We've had families who want to donate clothes. Many want to give money to help the victims as they try and put their lives and their homes back together. \"The scale of the problem is immense but, if we get ourselves organised and work with the council, I think we can make a contribution.\" Firefighters have been removing water from St Asaph but are preparing to switch off their pumps later as water levels drop. Denbighshire and Conwy councils said they were continuing to offer advice to residents in several areas. The Glasdir estate in Ruthin was among those affected and some angry residents say they had been assured the estate would not flood. The Welsh government-owned land in Denbighshire was bought by developer Taylor Wimpey, which says it was told flood defences were already on site. Some local people claim they knew the area was a potential flood risk, but say they were assured defences were in place. The first minister, who visited north Wales on Wednesday to meet affected residents and volunteers, said: \"There are flood defences there, ironically enough. \"What we don't understand at the moment is what happened - did the water go round the flood defences? Was it groundwater rising up? Were the flood defences over-topped?\" Meanwhile, a post mortem examination is due to take place later on the body of Margaret Hughes, who died during the flooding in St Asaph. She had been due to celebrate her 92nd birthday on Thursday. ", "url": "https://www.bbc.com/news/uk-wales-20537988"}