{"datetime": "2020-02-14T16:31:01.000Z", "title": "Storm Dennis: Flooding likely and may 'cause danger to life'", "article": "Dangerous flooding is likely in parts of Wales at the weekend as Storm Dennis is set to bring further disruption. A week after Storm Ciara saw parts of the country hit by 93mph (150km/h) winds, two new weather warnings are in place for Saturday. An amber weather warning for rain is in place for Wales from 12:00 GMT on Saturday to 15:00 GMT on Sunday. The Met Office forecast fast or deep floodwater \"causing danger to life\". The forecaster said homes and businesses were likely to be flooded and some communities could be cut off by flooded roads. It warned of likely power cuts and said cancellations to public transport and difficult driving conditions were likely. Over the higher ground of Wales 100-120mm of rain is possible in a few locations. This rain is expected to fall across areas already wet from recent rainfall. Oneflood warning has been issued in Wales, for the Lower Dee Valley from Llangollen to Trevalyn Meadows, while a flood alert has been issued for the Carmarthenshire coast. Saturday's rain warning covers 11 of Wales' 22 authorities - Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Powys, Rhondda Cynon Taff and Torfaen. A separate yellow warning for wind for the whole of Wales runs from 10:00 GMT on Saturday until just before midnight on Sunday.Natural Resources Wales (NRW) expects the highest rainfall to be over the south Wales valleys, but high levels are also expected over Snowdonia, the Cambrian Mountains and the Brecon Beacons. Jeremy Parr, head of flood and incident risk management, said: \"We expect the worst of the rain on Saturday afternoon and overnight into Sunday, which could see many flood alerts and warnings issued. \"We urge people to stay safe and be careful this weekend - don't be tempted to drive or walk through flood waters, you don't know what lies beneath.\" In a joint statement, Network Rail andTransport for Wales said there would be speed restrictions across the network on Saturday as a precaution against the forecasted high winds and heavy rainfall. \"The safety of our customers and colleagues is our first priority,\" they said. \"We will be working closely together to keep our customers moving, however there are likely to be some short notice amendments on both Saturday and Sunday and we encourage all customers to check journey planning websites prior to travel.\" Transport for Wales said a replacement bus service was running between Machynlleth and Pwllheli, Machynlleth and Aberystwyth, and Llandudno Junction and Blaenau Ffestiniog due to track damage caused by last weekend's Storm Ciara. Network Rail also asked people living near railway lines to secure loose items in their gardens after several trampolines were blown onto tracks last weekend. The A55 Britannia Bridge across the Menai Strait has been closed to caravans, motorcycles and cyclists due to increasing wind speeds. The Met Office said there was a good chance some communities could become cut off by flooded roads at the weekend.It said spray and flooding would probably lead to difficult driving conditions and some road closures Stena Line said there may be disruptions between Fishguard and Rosslaire at the weekend and information would be updated. In Cardiff, the council cancelled all games on parks pitches this weekend. The Dragons' home rugby game against Italian side Benetton, scheduled for Saturdayhas been postponed because of the storm. The Welsh Premiership game between Newport RFC and Llandovery due to be played on Sunday has also been called off. Meanwhile, the National Botanic Garden of Wales in Carmarthenshire will also be closed on Saturday. Councils across Wales are putting staff on standby to deal with emergencies such as fallen trees and blocked drains. In Conwy, where there was a landslide following last weekend's Storm Ciara, drains and culverts are being cleared to reduce the risk of flooding from the expected heavy rainfall. All councils have urged people to follow their social media pages for updated information and advice. The weather is going to take a turn for the worse again over the weekend and Storm Dennis will pack a punch, bringing likely flooding and travel disruption. Met Office yellow warnings are in force for both wind and rain. Gusts could be around 50mph inland, as high as 60-80mph on exposed coasts and hills.Generally, we can expect 20-40mm of rain but much more than that on higher ground withan amber warning in force from midday Saturday until Sunday 1500. A few spots inside the amber zone could have almost a month's worth of rain in 24 hours - 100-120mm/4-5 ins - with an increased risk of flooding. Strongest winds and severe gales are likely on exposed coasts and hills in the south and west Wales and also in the northwest with gusts between 60 to 80mph. Pembrokeshire, Gower, Carmarthen Bay, the Llyn Peninsula, Anglesey, Gwynedd and Conwy are in the firing line for gales or severe gales. Saturday night will see little change. Rainfall totals will build up, especially on higher ground with river levels rising.Also expect it to be windy again on Sunday with heavy rain clearing to sunshine and showers during the afternoon. The showers will turn wintry on high ground.A yellowwarning is the lowest level, rising in severity through amber to red for the most severe weather. Last Sunday, Storm Ciara hit Wales, with 122.6mm (4.8in) of rainfall in parts of the country, a number of school closures and cars abandoned in snowy conditions.Elsewhere in the UK, two men were killed in Storm Ciara's high winds. A 58-year-old man in Hampshire died on Sunday after a tree fell on his car and on Tuesday a dog-walker in his 60s died after a tree branch fell during stormy weather in Liverpool.", "url": "https://www.bbc.com/news/uk-wales-51487210"}