{"datetime": "2020-02-16T20:13:51.000Z", "title": "Storm Dennis: Woman missing in floodwater as storm hits", "article": "A woman is missing in floodwater in Worcestershire, amid a major incident caused by Storm Dennis. Severe warnings are in place across the county, as well as in Shropshire and Herefordshire, with officials warning of an \"immediate risk to life\". Police said a man had been rescued near Eastham Bridge over the River Teme near Tenbury Wells, Worcestershire, at 11:30 GMT but a woman was still missing. The search for her has been called off until Monday. About 130 homes in the market town have been evacuated.A number of roads across Worcestershire and Herefordshire are closed, West Mercia Police said. River levels are set to peak overnight, according to the Environment Agency. A relief centre has been set up at a school in Tenbury, and the agency has urged residents to \"take extreme care\". Herefordshire Council said: \"Please do not put yourself at unnecessary risk - avoid any unnecessary travel and do not enter flood water.\"Please check on your neighbours, especially if they are elderly or vulnerable.\" The authority said it was concentrating its efforts \"to ensure vulnerable residents are evacuated where needed\".Sarah Bridge, from Pontrilas, Herefordshire, said she had suffered \"catastrophic\" flooding for the second time in four months. When she moved to her home five years ago, she was told it had only flooded once in 50 years. Her kitchen, which was due to be refitted on Monday following the previous flood in October, is now \"waist deep in water\". The 55-year-old said floodwater \"just came straight through\" specialist flood doors which had recently been installed. Ms Bridge said: \"Storm Dennis came like a tornado…We had the pumps going trying to pump out as much water as we could but it came up to my knees and it got too dangerous to be there. \"My husband and I retreated upstairs. It's heartbreaking.\"The kitchen is completely flooded, I can hear things floating about downstairs.\" Storm Dennis has caused more than a month's worth of rain to fall across England. John Curtin, from the Environment Agency, said a record number of flood warnings and alerts were issued for England on Sunday - with a combined total of 594 shortly before midday. He said the conditions left by Storm Ciara had \"driven the widespread significant flooding we're seeing\". In Hereford, rest centres have been set up at Holmer Leisure Centre, Holmer Road, and Point4, Venns Lane. Warnings are in place on the Teme, including for Tenbury Wells and Burford and Eardiston in Worcestershire, and the river is approaching record levels. The warnings also apply to Little Hereford and Ashford Carbonell near the Herefordshire border and Ludlow in Shropshire. West Worcestershire Conservative MP Harriett Baldwin said 50 homes were being evacuated.Shesaid on Twitter : \"Incident room warning that there will be a higher peak later today. Implement flood plans and avoid unnecessary travel.\" By Jen Meierhans, BBC Midlands Today The centre of Tenbury Wells is under water.Cars have been abandoned up to their wheel arches in brown water.Lots of people have told me they think the water looks higher than during the last major flooding in 2007.Some people came out to take photographs, walk dogs and splash in puddles.An emergency relief centre has been set up at the high school. Volunteers have been here since 06:00 inflating air beds and stocking up food supplies for the families expected to be evacuated from their homes when flooding peaks this evening. Graham Stephens, from the Little Meadow Animal Rescue charity shop in Tenbury's Market Street, said it was \"completely\" flooded and had \"lost so much stock it's heartbreaking\". He added: \"It's going to be like starting from scratch again with the shop, with everything just ruined, but we'll come through it.\" The town's high school, Ormiston Academy, has been turned into a refuge for people who have had to leave their homes. Tenbury resident Daniel Hughes said: \"I got woken up by neighbours about half four this morning that our car was going under. \"So [we] had to take it up the high school. The water went up very quick.\" Nigel and Mary Le Feuvre, who have a rented property in Tenbury Wells, said they were woken at 07:00 when someone rang the doorbell. Mr Le Feuvre said water was now \"percolating through the ground so it's coming through the carpets a bit\". There was \"unprecedented\" flooding on some of the rivers and streams in Worcestershire, the Environment Agency said.The Teme is the worst affected and levels are also very high on the Severn and Wye. All trains run by West Midlands Trains between Shrewsbury and Birmingham New Street were cancelled. Emergency sand bag stations have been set up in Ironbridge by Telford and Wrekin Council. The authoritysaid staff had opened its contact centre to help residents report any flooding issues to \"help ease pressure\" on the first service. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-51521406"}