{"datetime": "2012-11-27T17:59:49.000Z", "author": "Brendon Williams", "title": "Ruthin floods: Alarm raised by postman who saw river rise", "article": "It took just an hour for the Glasdir housing estate in Ruthin to be transformed into a muddy lake as several feet of water flooded in from the river Clwyd. Residents were alerted by a postman at about 06:20 GMT who had spotted the river levels were dangerously high. Witnesses say the postman was joined by half a dozen colleagues who went round the estate knocking doors. By 07:30 GMT the estate was flooded. Councillor David Smith, Denbighshire's lead member responsible for flooding and emergency planning, said he thought the problem lay with a bund built especially to hold flood waters back. \"Something's not right,\" he said. \"Questions will be asked after this.\" He said the last time Ruthin was seriously flooded was in 2000 when Mwrog Street and Denbigh Road were badly hit. About 300 people live on the Glasdir estate, which is still being built, and residents are being offered temporary shelter in nearby Bryn Hyfryd school. Fire crews have been rescuing stranded residents by boat. One, Matthew Lewis, 32, was dragged to safety by dinghy with his wife and two children aged five and three.\"We were woken up at 7 o'clock and told to move everything upstairs. We were doing that and the water suddenly came in,\" he added\"It's up to the top of the skirting boards. We've been here two years and it's never happened before, it's never even been talked about. \"We just sat upstairs watching the Wiggles on the TV until they came for us.\" Lisa Atherton, 30, is due to move into the estate soon. She said: \"I've exchanged contracts and I'm due to complete in December.\"Being local we know it's a flood plain. The defences have obviously failed.\"This is bad - these are new homes with young families.\"There's a lot of conversations going on today that people might not get their insurance because we're on a flood plain here - insurance companies might not pay out.\" Ms Atherton said she was called to the estate to help a friend and her 60-year-old mother, who suffers from ME.\"The water was waist height and my friend's mum isn't good on her legs,\" she said.\"We had to bring her out in the bucket of a JCB. There were firemen carrying newborn babies out of car seats.\" Catrin Williams, from Ruthin, said: \"There is a high tide tonight so we're concerned that it will make the situation worse. \"I have friends who live there and they have suffered damage to their house.\" Angharad Jones, 31, said: \"I was the first person to move into the estate in December 2008.\"We did quite a lot of research because we all knew it's a flood plain. We spoke to people from the Environment Agency, from the council, and they all said it was a low risk area.\" Ms Jones, who was away from home last night, added: \"I haven't been inside the house yet because I can't get anywhere near it.\" Surprisingly there were no problems on the road to St Asaph - the 12 mile journey taking about 20 minutes. However on the outskirts police and emergency vehicles block all main routes into the centre. It is one of the smallest cities in Britain, and instantly it is obvious it is a community in shock. The Elwy still rages angrily under the town's main bridge, engulfing fields, a car park and adjacent roads in its path. Amazingly, as I stand watching at lunchtime, residents say the floods are a fraction of what hit the city this morning. One local, who did not want to be named, said: \"The water has receded dramatically in the last hour. It hasn't gone as quickly as it came but we can't believe how much it's dropped.\" Fountains of water still spew forcefully from almost every drain and gulley, and the main roundabout into St Asaph from the A55 remains impassable. Everyone I see is wearing wellies. Some residents are carrying cameras to record the incredible scenes. Others simply cannot speak. In the lower sections of the city entire gardens remain submerged and muddy water can be seen flowing from properties. In one pub, The Plough, water can be seen gushing from the open doors as staff clean up inside. Other shops and offices remain apparently empty.", "url": "https://www.bbc.com/news/uk-wales-20510497"}