{"datetime": "2012-11-29T07:48:56.000Z", "title": "Wales floods: Environment Agency looks at defence failure", "article": "The Environment Agency is investigating the cause of north Wales floods as questions grow over why defences failed. The Glasdir estate in Ruthin was among those engulfed by water on Tuesday. Some angry residents say they had been assured the estate would not flood. The Welsh government-owned land in Denbighshire was bought by developer Taylor Wimpey, which says it was told flood defences were already on site. The Glasdir estate is relatively new, and some houses are still being built. Some local people claim they knew the area was a potential flood risk, but say they were assured defences were in place. First Minister Carwyn Jones, who visited north Wales on Wednesday to meet residents and volunteers, said: \"There are flood defences there ironically enough. \"What we don't understand at the moment is what happened. Did the water go round the flood defences? Was it groundwater rising up? Were the flood defences over-topped?\" Mr Jones also said more floods were being seen in areas not traditionally thought to be high risk. He said the Welsh government would work with the Environment Agency, adding that \"we have to keep on revising our assessment of risk in view of a pattern of stormy weather becoming more common\". The land was bought via the Welsh Development Agency which no longer exists. A spokesperson for Taylor Wimpey North West said: \"We too were reassured that the flood defences, which were designed and implemented prior to our ownership of the site, would serve their purpose.\"We fully understand our customers' concerns and expect a full investigation with all the key authorities involved to take place to identify why the flood defence system did not stop the site from flooding.\"We are keen to be part of this investigation and will cooperate fully with the authorities to establish a speedy and effective outcome.\" On Tuesday, David Smith, Denbighshire council's lead member responsible for flooding and emergency planning, said he thought the problem lay with a bund - or embankment - built to hold flood waters back. In a statement, Denbighshire council - which would have played a role in planning of the estate - said it was also looking into the issue. It added: \"It is not an easy question to answer at this stage as the Welsh government may have been involved in the provision of a bund.\"We want to be clear on all the facts and as files date back to the mid-1990s here we have a lot to trawl through.\" A document outlining theconditions set when planning permission was granted by says \"no dwellings or other non-residential properties shall be permitted to be occupied until the local planning authority, in accordance with the Environment Agency Wales has formally confirmed in writing that the relevant measures have been satisfactorily completed\". It adds that \"finished floor levels must be set 200mm above the flood levels for the 1000-year event\". The Environment Agency said it consulted with local authorities on flooding issues during planning applications, and expected councils to follow its advice in planning decisions. It added: \"The local authority would then set certain conditions in its agreement with the contractors to mitigate any risk and so prevent any new development from experiencing or causing greater flood risk.\"If we believe a development presents an unacceptable risk we will, and do refer to Welsh government to call in the application.\" Meanwhile, firefighters have been removing water from St Asaph but are preparing to switch off their pumps later as water levels drop. ", "url": "https://www.bbc.com/news/uk-wales-north-east-wales-20533926"}