{"datetime": "2012-11-28T18:18:40.000Z", "title": "Wales floods: St Asaph charity fund to help victims", "article": "A charity fund is being set up for flood victims in the small north Wales city of St Asaph, where a woman died and over 400 properties were deluged. Twenty Scottish Power teams are still trying to restore electricity after two sub-stations were shut on Tuesday. First Minister Carwyn Jones met families and volunteers and inspected the damage caused when the river Elwy burst its banks due to heavy rain. Prime Minister David Cameron also sent his sympathy to flood victims. At Prime Minister's Questions, Mr Cameron paid tribute to the people of St Asaph \"who have had to bear some truly terrible floods\". Mr Cameron told MPs: \"The pictures from St Asaph were of floods of biblical scenes and I know the emergency services have performed extraordinary feats to rescue people and to help people at what is a very difficult time.\" But he disputed a claim by Vale of Clwyd MP Chris Ruane that the UK government was planning to cut flood defence spending by 30%. The prime minister had visited flood victims in Devon on Tuesday and said then that he will take \"a tough approach\" with insurance companies to ensure they continue to provide flood cover. Meanwhile, a post-mortem examination is to take place later on Thursday on a 91-year-old woman who was found dead at her flooded home in St Asaph on Tuesday.She has been named locally as Margaret Hughes. The circumstances of her death are unknown. After one of the worst floods in north Wales for decades, an emergency meeting of community groups in St Asaph decided to launch the charity for victims. Mayor John Roberts said they wanted to take action as soon as possible, and donations can be sent to the cathedral. \"We can't feel that we've had the flood yesterday, and today life goes on normally.\"Normal life will not resume in St Asaph for some time. It's going to take weeks, most probably months. \"It's very early days, and not everyone has been able to return to their homes, but the clean-up operation has been progressing well. The roads have been cleared, but clearing up people's property is going to take longer. \"We have set up a system for people to volunteer - they can go to the emergency relief centre and register there. Mr Roberts also said they would be asking the Environment Agency questions about the flood defences. Agencies have also appealed for people who have left the area because of the flood to make contact. They said anyone affected should contact the rest centre at Ysgol Glan Clwyd or call the Scottish Power helpline on 0845 272 2424 as access may be needed to their property. First Minister Carwyn Jones has had a private meeting with the emergency services who are leading the response.He then travelled to the rest centre in St Asaph to meet families affected by the flooding, and to thank volunteers supporting the communities. He is also looking at some of the flood damage in the surrounding area.Mr Jones paid tribute to the work of the emergency services. \"We have had floods in a place not known for flooding,\" he said. \"As we see climate change beginning to take effect here in Wales, are there now communities that are at risk, that weren't at risk, and how do we deal with that?\" He said \"a lot of money\" had been spent on flood defences in the Vale of Clwyd, particularly in Rhyl and Towyn. \"But we now see flood defences that already exist are finding it difficult to cope with events such as this,\" he added. Mr Jones said the Environment Agency will have to investigate what happened with the floods that hit Ruthin, and where they have flood defences in place, \"but for some reason water got through or in\". \"We have to understand what happened there ... we have to keep on revising our assessment of risk in view of a pattern of stormy weather becoming more common.\" In a joint statement, emergency services said their main focus remains the preservation of life and keeping the community safe. Roads are gradually being reopened but people are being advised to check withTraffic Wales or local radio stations before travelling. The emergency services spent the night in St Asaph, Ruthin and Rhuddlan pumping out flood-hit areas. North Wales Fire and Rescue Service sent a crew with a volume pump to ensure the road serving Ysbyty Glan Clwyd Hospital, Bodelwyddan, remains open. Volunteers and staff from the British Red Cross have returned to the city to help in the rescue effort. Environment Agency Wales says the situation is improving and river levels are dropping. Four flood warnings and seven flood alerts are now in place across the country. ", "url": "https://www.bbc.com/news/uk-wales-20520987"}