{"datetime": "2012-11-26T09:22:34.000Z", "author": "Kevin Peachey", "title": "Q&amp;A: Flooding insurance and you", "article": "Heavy rain and flooding are again hitting parts of the UK, with hundreds of flood alerts and warnings in place. For some, this will mean concern about their homes and belongings as the flood waters rise. So what should they do and how are insurers set up to deal with their claims? The industry has faced criticism in the past over its response to this sort of problem. The primary consideration is your personal safety, before any concerns about your belongings. However, if bad weather is forecast, insurers suggest that items such as ladders in gardens, which could cause damage in high winds, should be tied down. Valuables should be moved upstairs, if possible. Rugs should be rolled up and curtains taken down. Home insurance policies include flood cover as a standard part of the deal. Your insurer's emergency contact number, as well as numbers for the local authority and utility companies, should be kept in a waterproof spot. Contact your insurer straight away. Many have emergency contact centres working 24 hours a day.After criticism of the way insurers responded to floods in 2007, some now have officers in the areas where flooding has hit. Emergency repairs or sandbags could help prevent further damage. If this requires work, then receipts should be kept. However, insurers say that damaged items should not be thrown away unless they are a danger to health, as an insurer may decide they can be repaired or restored. More than 800 homes were flooded over the weekend. The Association of British Insurers (ABI) says that insurers will usually pay for temporary accommodation while repairs are carried out. However, it is worth remembering that homes affected by flooding have to be dried out, and that process can take a very long time. If cars has been damaged too, then motor insurers may provide a replacement, but often only when motorists have a deal that offers comprehensive cover. All claims should be dealt with promptly after flooding, the Financial Ombudsman Service says. Aidan Kerr, of the ABI, has warned that climate change may mean more and more extreme weather in the future. In turn, this could lead to more claims, and ultimately rising premiums to cover the extra cost. The typical insurance claim for flooding can be between £20,000 and £40,000. The National Flood Forum suggests that those who are most at risk should call insurers to get a bespoke quote. However, there has been an agreement in place for 12 years that ensures that all those living in high flood-risk areas are guaranteed to find an insurance product for their homes, as long as the government continues to improve flood defences. It is, except that that agreement will expire in June 2013 and there is a debate about how it should be replaced. Insurers have suggested that 200,000 households could struggle to obtain affordable insurance if no solution is found. Well over a further million could see their premiums rise if there is no agreement. However, the government is worried that the cost might put an impossible burden on the taxpayer. This means that local government is being told it has a role to play too. ", "url": "https://www.bbc.com/news/business-18737789"}