{"datetime": "2012-11-27T14:02:04.000Z", "title": "Wales floods: Hundreds told to leave homes", "article": "Hundreds of residents have been asked to leave their homes as widespread flooding continues in north Wales. About 500 homes were hit by floodwaters in St Asaph when the river Elwy burst its banks, breaking through defences and turning streets into rivers. Severe flood warnings - categorised as a danger to life - have been declared for two stretches of the river. Ruthin has also been hit and parts of Rhuddlan are being evacuated amid fears the river Clwyd may burst its banks.Police, firefighters, paramedics, road agencies and the RNLI have joined forces to respond to the emergency. Earlier, a 92-year-old man in St Asaph was saved by volunteers after he became trapped in his house as flood waters rose on Monday night. Another resident, Terry Hughes, told how he rang the council in the early hours of the morning as flood water flowed just a foot from his back door. He said they agreed to supply sandbags but it was to be too late. \"In the end, it came up too quickly,\" he said. \"We walked out the house arm in arm, the current was so strong.\"It was funnelling between the houses, though the depth was only two foot, it was really swirling. It frightened you.\" RNLI volunteers, trained in swift water rescue, have been using a vessel similar to that used by the charity's lifeguards to ferry people from safety from their homes to dry ground. Dilys Percival described how she was rescued by canoe with her dog Meg. \"It came up far quicker than we thought it was going to,\" she told BBC Wales.\"We've had flood warnings before and we just thought it would be fine.\"I said we'd be all right staying... my husband didn't think so. For once, he was right. The water was up to our knees as we left.\" The RNLI said it also rescued two people from a car near Llanrheadr, Denbigh.Red Cross staff and volunteers have set up a rest centre at St Asaph Leisure Centre while other people in the area have been urged to stay with friends and family until the risk subsides. The Environment Agency is urging the public to follow advice on itswebsite if they are affected by flooding. Ruthin, where up to 400 homes are under threat, is also badly affected and rest centres have been set up at the Memorial Hall and leisure centre.Some properties in Llanfair Talhaiarn, Llansannan and Eglwys Bach have also been flooded while Abergele and Llangernyw are also threatened. Forecasters say the rain is expected to subside with the weather turning colder over the next few days, but there is still a risk of water flowing down from higher ground. Meanwhile, several major and minor roads across the area are closed and people are advised to drive only if their journey is essential. As well as the main areas where properties have been flooded, routes affected include the A4086 Pen-y-Pass, Llanberis; A5 Corwen, and A548 Llanrwst to Abergele. The slip road on the A55 at St Asaph is closed westbound and a landslip has also closed the A543 on the outskirts of Denbigh. Other roads are passable with care and motorists are asked to heed warnings.Train services are suspended between Holyhead and Bangor due to flooded tracks at Gaerwen on Anglesey. No trains will run either between Llanrwst and Blaenau Ffestiniog until further notice. Some schools inConwy andDenbighshire have also been closed. Supt Peter Newton of North Wales Police, speaking on behalf of the combined emergency services operation, said: \"Our priority is to protect and preserve life and we are working closely with our multi-agency partners to ensure the public are not at risk. \"North Wales Fire and Rescue Service is working to their full capacity.\"Since 6pm last night [Monday] they have received over 130 calls and have appliances and rescue equipment out throughout the region responding to emergency calls.\"On their behalf, and in order they may prioritise calls, I would ask the community to only call the fire and rescue service if you believe lives are at risk and not just to properties being flooded when the householders are able to move upstairs or seek shelter in neighbours.\" The Environment Agency has also issued a flooding warning for Bangor on Dee, bringing the total number in Wales to seven. There are also 23 flood alerts in place. North Wales Police said there were concerns that the river Clwyd may break its banks at Rhuddlan. Denbighshire council said the decision to close Station Roadd bridge into the town was a precautionary measure, as the river level rises to top its arches. The council also confirmed that 10 homes in Rhuddlan have been evacuated. RSPCA inspectors joined the rescue operation on Tuesday, helping livestock and pets. ", "url": "https://www.bbc.com/news/uk-wales-20507168"}