{"datetime": "2020-12-10T19:29:17.000Z", "title": "Cuadrilla partly surrenders Lancashire fracking licence", "article": "The UK's only fracking firm Cuadrilla has relinquished its permission to test drill in Lancashire. The Environment Agency has accepted the company's partial surrender of the permit for the site on Preston New Road, Little Plumpton. Anti-fracking campaigners said the decision showed fracking was \"finished\" in the county. Cuadrilla, which received the government go-ahead for fracking in 2016, has been contacted for a comment. Last year the government suspended all fracking amid renewed concerns about earthquakes in Lancashire. The Environment Agency notice said the company had given up consent to inject hydraulic fracturing fluid, incinerate gases and manage drilling waste. It retains its permission to manage waste caused by decommissioning its wells and disposing of non-hazardous waste and drain surface water from the site. Anti-fracking campaigners welcomed the news but said they wanted Cuadrilla to give them the timetable for decommissioning. They said they also wanted assurances the site would be restored to its original condition. Barbara Richardson, of campaign group Frack Free Lancashire, said: \"We think this is very significant and also very welcome.\"We just want to know when they will restore the site back to its original state. We really think they are finished here.\" Earlier this year Cuadrilla's major investor private equity firm Riverstone sold its 45% stake in the company.It left Australian mining firm AJ Lucas, already Cuadrilla's largest shareholder, with a 93% stake.Cuadrilla has struggled to produce and sell natural gas amid tight UK Government regulation, which requires drilling to stop if it causes earth tremors above a 0.5 magnitude. An earthquake measuring 2.9 at Preston New Road in August 2019 led toa review by the Oil and Gas Authority which concluded it was not possible to predict the probability or size of tremors caused by the practice. In November 2019, the government launched a moratorium halting fracking and exploration with immediate effect, and also warned shale gas firms they would not support future fracking projects. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-55267000"}