{"datetime": "2019-11-02T15:17:49.000Z", "title": "Fracking halt reaction: 'We have been guinea pigs'", "article": "Anti-fracking campaigners say the government's decision to halt shale gas extraction in England has come \"not a moment too soon\". On hearing the announcement overnight , some said they would be \"raising a glass\" while others sounded a note of scepticism about the government's motive.Thousands have protested across the country, but especially in Lancashire where fracking began in 2011 beforetwo separate tremors led to a temporary suspension . Susan Holliday, chair of Preston New Action Group, said: \"We have said all along that we have been guinea pigs for this process, and the experiment has failed, just as it did in 2011 when the last moratorium was put in place. \"Hopefully this time it will not be lifted.\" Campaigner Maureen Mills, from Halsall Against Fracking, said: \"The toll this has taken on our lives is immeasurable.\"Our communities are left physically and mentally drained and devastated. For what?\"Years of anguish, research, protest, tears and fears. Stopping this industry has always been our goal and our reasons are now being taken seriously.\" Claire Stephenson, from Frack Free Lancashire, said: \"Today's announcement of the end of gratuitous government support for fracking is not a moment too soon. \"Our communities deserve to be put first before big business, and we have battled against this dirty industry for far too long.\" Lancashire - along with others parts of northern England - sits on large reserves of natural gas, residing in underground layers of shale. Fracking, which extracts that gas,resumed just over a year ago near the village of Little Plumpton.But it did not take long before more tremors were felt, including a 2.9 magnitude quake that rocked properties on the August Bank Holiday, leading to another suspension. Anti-fracking campaigner Barbara Richardson, who lives near Little Plumpton, told BBC Breakfast: \"We had 3,000 reports when there was a 2.9 on the Richter scale. \"People are anxious. They want this to go away, they want some respite from this.\" She said residents' concerns were \"not just of the earthquakes, but all the other risks that fracking entails to the environment and our health\". On the government's decision to halt fracking, she said: \"We're sceptical - a bit cynical - about the announcement prior to a general election and with Parliament dissolving next week.\" There have been regular protests sinceconstruction started in 2017 on the fracking site near Preston New Road, operated by energy firm Cuadrilla. Campaigners ranged from the \"anti-fracking nanas\" - a group of grandmothers who were prepared to risk arrest - to high-profile activists, such as thefashion designer Vivienne Westwood andOscar-winning actress Emma Thompson. Dozens of protestors were detained for their attempts to stop the process, includingclimbing lorries and blockading roads. Lancashire Constabulary reported that between 25 and 100 officers were directly involved in the policing of fracking sites every day between January 2017 and June this year, at a cost of £11.8m. Anti-fracking protests at sites nationwide are estimated to have cost public bodies at least £32.7m since 2011. Ms Holliday said campaigners \"cautiously welcome\" the government's recent announcement. \"The residents of Preston New Road have suffered a great deal over the last three years since Cuadrilla began work at the site.\"It must be a huge relief for those communities that are currently under the threat of planning applications for fracking, knowing that they will now no longer need to go through what we have.\" Applications to undertake fracking in Yorkshire, Nottinghamshire and for a second site in Lancashire had previously been submitted by various firms. Steve Mason, from Frack Free United, described the announcement as \"very welcome\", adding: \"We will certainly be raising a glass to anti-fracking campaigners everywhere.\" A spokeswoman for Cuadrilla declined to comment. ", "url": "https://www.bbc.com/news/uk-england-lancashire-50273729"}