{"datetime": "2019-10-28T00:14:54.000Z", "title": "Fracking: Cuadrilla plans 'goodwill payments' after tremor", "article": "The energy firm Cuadrilla will make small \"goodwill payments\" to residents who claim their homes were damaged by an earthquake at its fracking site. Fracking, which extracts gas from shale rock, stopped at the Lancashire site after a2.9-magnitude tremor in August. Cuadrilla boss Francis Egan said no \"major damage\" had been reported by locals near the Preston New Road site. But he said residents would get a few hundred pounds each to help with any redecorating. A number of earth tremors have happened at the site sincefracking began in Little Plumpton in October 2018. On 26 August, residents reported being woken up by the 2.9 magnitude quake, which is more than 250 times bigger than the0.5 limit placed by government rules . The controversial process was suspended indefinitely and Cuadrilla said it would repair any damage. Mr Egan said some \"obviously egregious\" claims had been sent to the company. \"Lots of people have showed us cracks with weeds growing out of them, for example, or cracks that - when you look on Rightmove - you can see the exact same cracks in photographs taken well before the tremor.\" He said reports of damage were in the \"low two figures\", adding: \"It would be impossible to say if that was caused by the tremor, or is it just natural settlement in the building. \"But we do want to retain goodwill, so we will make some payments.\" Residents would be paid a few hundred pounds each to help cover the cost of redecorating rooms where plaster work had cracked, he said. Fracking has been the subject of huge controversy with supporters saying the extracted gas couldrevolutionise the UK energy industry , as the gas from the North Sea dwindles. However, a report from the National Audit Office (NAO) found no evidence that prices would be lowered and said there was uncertainty over whether fracking could viably produce gas in meaningful quantities. Concerns have been expressed about risks to the environment and public health, and the adequacy of safety rules, the NAO said. Protests against fracking have been regularly held at the Little Plumpton site. Lancashire Constabulary reported that between 25 and 100 officers were directly involved in the policing of fracking sites every day between January 2017 and June 2019, at a cost of £11.8m. ", "url": "https://www.bbc.com/news/uk-england-lancashire-50202033"}