{"datetime": "2019-01-22T17:28:29.000Z", "author": "Matt McGrath", "title": "Experts call for review of quake limits on UK fracking", "article": "Limits on seismic activity at fracking sites in the UK should be reviewed and increased, according to scientists involved in monitoring the activity. At present, if fracking induces quakes above 0.5 magnitude then all drilling must cease for 18 hours.Now, researchers from the British Geological Survey (BGS) say these \"traffic light\" regulations should be reviewed. They argue that increasing the limit to magnitude 1.5 would pose little risk. Energy firm Cuadrilla resumed fracking in Lancashire last year for the first time since the process was halted in 2011 over earth tremor fears. The process of fracturing rocks with a high pressure mixture of water and chemicals to extract shale gas has long been seen by the UK government as an important potential energy source.Demand for gas in the UK is very high as four out of five homes use it for heating. Currently, imports account for about half of Britain's supply. However, the process of extracting unconventional gas in the UK has brought a flurry of protests and legal challenges. On top of that, the government has put in place tough regulations on seismic events caused by the pumping underground of large amounts of fracking fluid. The \"traffic light\" system, has seen Cuadrilla's operations at the Preston New Road site paused at least four times since their resumption last autumn because of small tremors,including a 1.1 magnitude event .The company have previously called on the government to raise the threshold. However the minister for Energy and Clean Growth Claire Perry said there were no plans to relax the regulations.In a letter last November, she said that \"the government believes the current system is fit for purpose and has no intention of altering it\". The researchers from the British Geological Survey, who have been monitoring seismic activity levels at the Lancashire site, believe that an overhaul of the system is in order. \"The existing regulations are really quite conservative, they are set at a level of earthquake that is really very unlikely to be felt,\" Dr Brian Baptie, head of seismology at BGS, told a news conference. \"So something like 1.5 is a level of earthquake that is not going to be felt widely by people - I think it is something we ought to have a look at.\" Dr Baptie pointed out that the UK experiences between 20 and 30 tectonic earthquakes every year around magnitude 2.0, which people might feel but which do no damage to homes or businesses.By comparison to other countries, the UK had an extremely tough traffic light system. Fracking in Canada is only halted if a magnitude 4 event occurs. In California, the limit is magnitude 2.7. Other researchers believe that a review of the current system is now justified.\"If you want to mitigate any chance of felt activity, similar in vibration magnitude to a building site, we have the correct traffic light system,\" said Dr Ben Edwards, reader in seismology at the University of Liverpool. \"But if you want to go to a risk-based approach, where you allow events that do not pose any risk to humans or structures, then there is scope to review the current system, that could be raised to 1.5 and that would still arguably be conservative.\" Dr Edwards said that the vibrations of a magnitude 1.5 earthquake would be similar to a bin lorry travelling on an uneven road, or dropping large items of shopping off the kitchen counter.Some opponents of fracking are worried about the impact of earthquakes on the gas well itself, which they believe could lead to leaks and spills.\"When earthquakes occur they cause shaking, so could that shaking damage the wells? I think the risk of that is vanishingly small - it is negligible for such small events,\" Dr Baptie said.Environmentalists reacted furiously to this suggestion. \"This is a barely disguised attempt to mislead people,\" said John Sauven, executive director of Greenpeace UK. \"The main concern over tremors caused by fracking is not damage caused at the surface but damage caused to the well. This is likely to be near the epicentre of the quake. We know this is a risk. It is exactly what happened at the UK's first fracked well at Preese Hall in 2011. The well bore damage was observed after quakes which caused no damage at the surface.\" Other scientists pointed out that the there was not yet enough data in the UK on the impacts of fracking on air and water.At one proposed fracking site at Kirby Misperton in North Yorkshire, the biggest impact of fracking was on levels of nitrogen oxides from unusual sources.\"The policing of the protests was a very significant source of pollution there, from vehicles and from protest camps,\" said Prof Alastair Lewis from the University of York who has been monitoring the air quality at the site.\"So it's slightly unusual, in that the activity of protesting itself became a large source of pollution.\" Both Dr Baptie and Dr Edwards have carried out paid work for the UK's Oil and Gas Authority, ", "url": "https://www.bbc.com/news/science-environment-46962472"}