{"datetime": "2019-08-27T20:25:01.000Z", "title": "Lancashire fracking: MP calls for process to cease after tremors", "article": "An MP has called for an end to fracking at the UK's only active shale gas site after tremors led to the indefinite suspension of operations. A 2.9 magnitude tremor was recorded on Monday close to Cuadrilla's Preston New Road site near Blackpool - the largest to date. Fylde's Tory MP Mark Menzies has demanded the \"full cessation\" of fracking in the area. The BBC has approached Cuadrilla for a comment. The earthquake measuring 2.9 on the Richter scale at about 08:30 BST on Monday has been classed as intensity five by the British Geological Survey.It is stronger than those that forced Cuadrilla tosuspend test fracking in 2011 . Cuadrilla previously said the process to extract shale gas had a future and that particular seismic event lasted \"for a couple of seconds\" and was \"unlikely\" to have been widely felt.It added it was investigating the tremors and pointed out fracking operations had not been taking place at the time. A second tremor 1.0 in magnitude was recorded at the site at about 22:20 on Monday. Mr Menzies said the firm \"cannot operate safely\" within the government's traffic light regulations. Fracking operations must be temporarily stopped while tests are carried out if seismic activity reaches 0.5 in magnitude or above. The MP said he was writing to ministers and regulators the Oil and Gas Authority (OGA) to call for a \"full cessation of the shale gas industry operating on the Fylde coast\". A group of residents have delivered a letter to Cuadrilla's headquarters in Bamber Bridge near Preston asking them to stop fracking permanently.It was handed in by Miranda Cox from Kirkham who said she feared the long-term consequences of fracking operations on the area. \"It says enough is enough. The levels of seismic activity they are unleashing upon the community are intolerable... and very worrying.\" The OGA said operations would remain suspended while it gathered data on recent seismic events and then \"considers carefully whether or not the hydraulic fracturing operations, mitigations and assumptions set out in the operator's plan continue to be appropriate to manage the risk of induced seismicity\" at the site. It added there was no fixed timeframe for the suspension. The Department for Business, Energy and Industrial Strategy (BEIS) said the UK has \"world-leading regulations that ensure shale gas exploration happens in a safe and environmentally-responsible way\". Drilling began at the Preston New Road site in October butoperations were halted on a number of occasions due to underground tremors. It resumed on 15 August. ", "url": "https://www.bbc.com/news/uk-england-lancashire-49485125"}