{"datetime": "2019-09-01T09:45:22.000Z", "title": "Lancashire fracking: Cuadrilla apologises over tremors", "article": "Owners of the UK's only active shale gas site have apologised to residents after a tremor with a magnitude of 2.9 was recorded. Fracking was suspended indefinitely by regulatorsafter the earthquake was recorded on Monday close to Cuadrilla's Preston New Road site near Blackpool.Fylde's Tory MP Mark Menziesdemanded an end to fracking in the area after the tremor, saying it was \"unsafe\". Cuadrilla says it will repair any damage and wants to continue to frack. \"We are sorry for any concern this has caused,\" the firm said in a statement on its website. \"We are in the process of visiting local people who have raised concerns about minor damage to their property and will repair any damage that is assessed to have been caused by the seismic events.\" The firm said it was intent on continuing to explore for shale gas at the site \"to establish a domestic energy supply that the UK really needs\".It added: \"The Bowland Shale as a whole could be a very important resource for Lancashire and the UK and we would like to continue with our work to prove this.\" However, it said operations would not resume \"until both the regulator and ourselves are confident that the technical questions have been satisfactorily answered and the risk of a repeat occurrence had been properly mitigated\".The firm said it was monitoring the wells daily and there was \"no change to well integrity\". Mr Menzies said the firm \"cannot operate safely\" within the government's traffic light regulations and has written to ministers and the regulator - the Oil and Gas Authority - demanding the \"full cessation\" of fracking operations in the Fylde. Campaign group Friends of the Earth, which says the process is harmful to the environment, said: \"There's no point issuing hollow apologies if they intend to carry on fracking and risk further damage to people's homes.\" The 2.9 tremor was stronger than those thatforced Cuadrilla to suspend test fracking in 2011 .It came two days after atremor with a magnitude of 2.1 and a number of other smaller seismic events near the Little Plumpton site. Any tremor measuring 0.5 or above means fracking must be temporarily stopped while tests are carried out. ", "url": "https://www.bbc.com/news/uk-england-lancashire-49537971"}