{"datetime": "2019-10-22T23:07:06.000Z", "title": "Fracking 'years behind schedule' despite £32m cost", "article": "Getting fracking up and running in England has been slower than expected, an official report has found. In 2016, the government forecast up to 20 wells would be fracked by mid-2020, but only three have been so far. \"Low public acceptance\" of the controversial oil and gas extraction technique is partly to blame, the National Audit Office (NAO) found. The UK has spent at least £32.7m supporting fracking since 2011, the government spending watchdog found. Industry trade body UK Onshore Oil and Gas said the industry was still in \"the early exploration stages\".\"It is not uncommon to see delays in the energy sector, as experienced in the development of the North Sea oilfields, onshore wind industry and new nuclear,\" said chief executive Ken Cronin. Fracking is the process of drilling down into the earth before a high-pressure water mixture, including sand and chemicals, is directed at the rock to release the gas inside. The report found fracking had placed financial pressures on local bodies, including local authorities and police forces, which had been brought in to manage protests and maintain security. Lancashire Constabulary reported that between 25 and 100 officers were directly involved in the policing of fracking sites every day between January 2017 and June 2019, at a cost of £11.8m. Overall, Lancashire Constabulary, North Yorkshire Police and Nottinghamshire Police spent over £13m in two-and-a-half years providing security at shale gas sites, the report found. There has been growing public disquiet about fracking. In 2013, 21% of government survey respondents were against shale oil and gas extraction. This rose to 40% of respondents in 2019, the NAO said. Local authorities told the NAO the scale of opposition to fracking planning permission was \"unprecedented\". \"Lancashire County Council reported receiving about 36,000 representations from the public in relation to two fracking applications,\" it said. People are concerned about risks to the environment and public health, earthquakes, and the adequacy of safety rules, the NAO said. The industry told the NAO that slow progress on fracking was partly due to \"stringent\" UK rules to protect against the risk of earthquakes, which were stricter than international ones. Operators need to halt fracking activity if there is a tremor greater than 0.5 on the Richter scale. In August, a tremor with a magnitude of 2.9 was recorded near the UK's only active shale gas site in Lancashire. Operations at energy firm Cuadrilla's Preston New Road site have been suspended since then.In 2013, there were heady promises that gas extracted from fracturing shale rock with water under high pressure could revolutionise the UK energy industry.A technology that had changed the US energy industry and geopolitics with it could provide a bonanza of benefits to the UK.As the gas from the North Sea dwindled, fracking would step in to make the UK less reliant on foreign imports that make up 60% of our gas supply. This home grown resource would see prices fall and security of supply rise. It would provide tens of billions of new investment and tens of thousand of jobs in areas that desperately needed it and all this could be done safely and environmentally responsibly. The NAO report is a hammer blow to those aspirations.It found no evidence that prices would be lowered, uncertainty as to whether it could viably produce gas in meaningful quantities, no plan for clean-up if a fracking firm were to go bust, serial breeches of agreed limits on earth tremors, strains on local authorities in fracking areas, and plummeting public support. Read more from Simon Jack on fracking here The Department for Business, Energy, and Industrial Strategy (Beis) said: \"The government has always said shale gas exploration can only proceed as long as it is safe and environmentally responsible.\" \"The Oil and Gas Authority [regulator] will soon publish a finalised scientific assessment of recent industry data and we will set out our future approach as soon as we have considered the findings.\" ", "url": "https://www.bbc.com/news/business-50142031"}