{"datetime": "2019-08-26T15:31:53.000Z", "title": "Lancashire fracking: 2.9 magnitude tremor recorded", "article": "An earthquake with a magnitude of 2.9 has been recorded near the UK's only active shale gas site in Lancashire. The tremor near Blackpool was recorded at about 08:30 BST and is stronger than those that forced Cuadrilla tosuspend test fracking in 2011 . Cuadrilla said it was investigating the tremor and said no fracking was being carried out at the time. The Oil and Gas Authority (OGA) said fracking would be suspended while it assessed recent seismic activity. The latest quake is the third recorded in less than a week.It follows another earthquake, with a magnitude of 2.1,measured at the Little Plumpton site on Saturday , which followedanother tremor measured at 1.6 on Wednesday. At present, government guidelines state that if fracking induces quakes above 0.5 magnitude then all drilling must cease for 18 hours. However, the OGA said the current suspension would potentially remain in place longer, allowing it to consider carefully whether Cuadrilla's fracking plans \"continued to be appropriate to manage the risk\" of increased seismic activity in the area.Drilling was previously suspended at the Preston New Road site in 2011 afterearthquakes of 1.4 and 2.3 magnitude were recorded. Cuadrilla's chief executive, Francis Egan, said he \"sincerely hoped\" fracking would not be halted this time and said the company now measured \"surface ground motion vibration\" which allowed it to put any seismic activity \"into context\". Drilling had only resumed last October after campaigners failed to get an injunction preventing it. Samantha Wheeler, who lives five miles away in Lytham St Anne's, said her \"wardrobe shook and her bed moved\" when she felt the earthquake on Monday.She said: \"It's getting really worrying.\" Heather Goodwin, who also lives in Lytham St Anne's, said: \"The walls of my house shook, there was a really deep, guttural roar. For a moment, I really thought my house was going to fall down. \"It only lasted a few seconds but I felt the need to go all round the house and check for damage.\"We've been afraid of this happening. How long before there's real damage done and people injured?\" Professor Peter Styles, a specialist in applied and environmental geophysics at Keele University who has advised the government on fracking, said the latest quake was caused by the movement of a geological fault. He said: \"I think we're going to have to halt fracking, certainly for the time being as we did in 2011. We haven't collected a huge amount of data - remember there have only been a few fracks. \"We need data from the UK to make a reasoned argument. This is in the context of how we supply our energy to the UK so we're going to have to make decisions whether we want to have our own native energy or we want to import gas.\" Dr Ben Edwards, reader in seismology at the University of Liverpool, said a tremor of 2.9 would not cause structural damage but the increase in magnitude of each recorded seismic activity recently was \"a concern\". Regulators would want to be assured the magnitude would not increase further, he added.Cuadrilla said it appreciated the tremor had \"caused concern for local people\" and said \"it is worth noting that this event lasted for around a second and the average ground motion recorded was 5mm per second\". \"This is about a third of that permitted for construction projects,\" it added. It said the shale gas well was intact and it was working with regulators.However, environmental campaign group Friends of the Earth has called for a complete fracking ban after three of the latest tremors.Spokesman Jamie Peters said it was \"getting out of hand\". \"It's clearly not under control and at this point there is only one thing that can fix this situation: a ban, right now.\" ", "url": "https://www.bbc.com/news/uk-england-lancashire-49471321"}