{"datetime": "2019-09-30T13:05:24.000Z", "title": "Fracking: Cuadrilla removes equipment from Lancashire site", "article": "Fracking equipment is to be moved off a site in Lancashire where operations have been suspended due to earthquakes, an energy firm has confirmed. The process, which releases gas from shale rock,was suspended at Cuadrilla's Preston New Road site after a 2.9-magnitude tremor in August. Cuadrilla said no fracking would take place before its permission to do so ends on 30 November. A review of seismic activity at the site is yet to be published. The Oil and Gas Authority halted fracking indefinitely at the site following the 26 August tremor pending the review. Cuadrilla has now said it was \"demobilising hydraulic fracturing equipment\" at the Little Plumpton site. Anti-fracking campaigners Friends of the Earth welcomed the announcement. \"With no more fracking taking place before planning permission expires, and Cuadrilla yet to apply for an extension, work at this site could soon be at an end.\" A condition of Cuadrilla's current planning permission which relates to fracking and drilling expires in November, although the company is able to remain active at Preston New Road until 2023. Fylde's Conservative MP Mark Menziesdemanded an end to fracking in the area after the tremor, saying it was \"unsafe\". It was stronger than those thatforced Cuadrilla to suspend test fracking in 2011 and came two days after a number of other smaller seismic events. Any tremor measuring 0.5 or above means fracking must be temporarily stopped while tests are carried out. In a statement, Cuadrilla's chief executive Francis Egan said that, \"in the next few weeks\", his company would start testing the flow of gas at a second well that had been partially fractured in August. He said he believed it would show it was a \"huge commercial opportunity\". \"Given the lower carbon footprint of UK shale gas compared to that of gas imported by ship from overseas, it clearly makes sense to look to develop this local resource rather than increasing reliance on imports,\" Mr Egan said. The Oil and Gas Authority said fracking remains suspended indefinitely while it concludes a review of the seismic activity. ", "url": "https://www.bbc.com/news/uk-england-lancashire-49879291"}