{"datetime": "2020-09-14T11:28:43.000Z", "author": "Conor Macauley", "title": "Environmentalists criticise funding for NI drilling study", "article": "Environmentalists have criticised a Northern Ireland Executive department for making £75,000 available to fund a consultants' report on the pros and cons of petroleum exploration. This includes the controversial practice of fracking.The Economy Department is putting the contract out to tender and hopes the work will start in the autumn. It will look at the \"economic, environmental and societal\" impacts of onshore drilling for oil and gas. Fracking opponents say the contract should not be awarded. In May 2019, a public consultation was held following a freshlicence application by exploration company Tamboran to evaluate shale gas in the south west of Northern Ireland. The application, and a second one for conventional oil and gas, are currently under consideration. Shale gas is extracted using the controversial practice of fracking, where gas-bearing rock is fractured using a high pressure solution of water, sand and chemicals to bring the gas to the surface. A previous attempt by the company at an exploratory well faced significant community opposition amid pollution and health concerns. The tender documents say the consultants' report will be used to \"formulate evidence-based policy options and provide ministers with the information needed to make fully informed decisions about future petroleum development.\" But campaigners say it is wrong and have written to First Minister Arlene Foster asking her to address the issue with economy minister and party colleague Diane Dodds. Tom White, of Belcoo Frack Free, said health concerns flagged during the public consultation on the Tamboran application did not appear to form part of the evidence the consultants were being asked to consider. The economy department said a summary of the public consultation responses would be made available to whoever wins the contract. Fracking is already banned in the Republic of Ireland, and there is a presumption against it in Northern Ireland's planning laws until there is \"sufficient and robust evidence\" on the environmental impact. Actual extraction would require a full planning application but exploratory drilling to establish the presence and amount of oil and gas can take place under what are known as permitted development rights. Former environment minister Mark Durkan promised to end that practice but after a restructuring of Stormont departments that decision now rests with Infrastructure Minister Nicola Mallon.As yet, there has been no movement. The Economy Department says recent UK government commitments to net zero have raised the issue of whether or not it is \"economically, socially or environmentally appropriate\" to continue to licence petroleum extraction in Northern Ireland. In England, there is a moratorium on fracking after concerns the resultant seismic activity was affecting local communities. The consultants will be asked to draw on UK climate commitments, the practice elsewhere in the UK, any implications of Northern Ireland's upcoming energy strategy and the position in the Republic of Ireland. ", "url": "https://www.bbc.com/news/uk-northern-ireland-54144919"}