{"datetime": "2019-10-22T23:06:42.000Z", "author": "Simon Jack", "title": "Is the future of fracking now in doubt?", "article": "The National Audit Office officially has no opinion on whether fracking should continue on these shores, but its findings resemble a collection of nails available to be driven into the coffin of a once trumpeted shale gas revolution. In 2013, there were heady promises that gas extracted from fracturing shale rock with water under high pressure could revolutionise the UK energy industry.A technology that had changed the US energy industry and geopolitics with it could provide a bonanza of benefits to the UK.As the gas from the North Sea dwindled, fracking would step in to make the UK less reliant on foreign imports that make up 60% of our gas supply. This home grown resource would see prices fall and security of supply rise. It would provide tens of billions of new investment and tens of thousand of jobs in areas that desperately needed it and all this could be done safely and environmentally responsibly. The NAO report is a hammer blow to those aspirations.It found no evidence that prices would be lowered, uncertainty as to whether it could viably produce gas in meaningful quantities, no plan for clean-up if a fracking firm were to go bust, serial breaches of agreed limits on earth tremors, strains on local authorities in fracking areas, and plummeting public support. Local farmer John Bradley's land is about a mile from Cuadrilla's biggest fracking site in Preston.He told the BBC he had started with an open mind but he had been shaken (literally) off the fence he'd been sitting on when a tremor of 2.9 on the Richter scale was recorded in July. \"It was not very nice at all - quite scary in fact. That settled it for me. Also we are dairy farmers producing a high quality rural product. Having a site like that nearby doesn't fit with what we do at all.\" Perhaps the one argument that survives this NAO report is that fracking could provide important security of supply into the future. Cuadrilla chief executive Francis Egan told the BBC: \"We are going to be using gas for decades into the future surely it would be better to use our own gas rather than rely on foreign imports.\" The Committee on Climate Change, which advises ministers how to cut the UK's carbon footprint, agrees with him that gas will be a big part of our energy mix for a very long time to come. Even after the UK's 2050 target date for achieving net zero carbon emissions, gas will still be being burnt, it's just that the technology will hopefully exist to capture the carbon at the point it's burnt and bury it in old disused oil wells - which we happen to have right on our doorstep. The NAO found that the technology to do that (carbon capture and storage or CCS) was nowhere near ready to allow shale gas to be burnt in a way compatible with its environmental targets. Others are also sceptical there is a realistic threat to the availability of gas into the future.Dieter Helm, professor of energy studies at the University of Oxford and author of a major government energy report, told the BBC: \"The world is awash with gas - we've got it coming out of our ears - it's hard to see there is any credible threat to future supply\".Fracking is just an additional fossil fuel in a world that still needs them, but doesn't want them. Cuadrilla's Mr Egan recognises that the industry's future is out of his hands.\"We were asked to find out if there is gas there, is it good quality, is it produceable. The answer to that is yes, yes and yes. It is up to the government to decide how it wants to exploit that. If people don't want it, they don't want it.\" There are other reports due out imminently. The Oil and Gas Authority (OGA) is conducting analysis into the system of measuring the frequency and severity of the earth tremors that have halted fracking since the big tremor in July. The government is awaiting the results of that report but, whatever it says, it seems unlikely that it will give fracking a new lease of life.The Labour Party has already pledged to ban fracking immediately and government sources tell me that its own announcement about the industry's future is coming soon.With an election round the corner and the cries of Extinction Rebellion ringing in the ears of voters (particularly younger ones), putting an end to fracking might be a tempting policy for a party keen to prove it can be trusted on the environment. ", "url": "https://www.bbc.com/news/business-50147763"}