{"datetime": "2019-11-12T11:58:04.000Z", "author": "Roger Harrabin", "title": "Fracking: Have the Conservatives left open the back door?", "article": "The Conservatives have been accused of harbouring ambitions to resurrect the fracking industry if they win the general election. Last month, the government imposed a moratorium on the controversial practice of splitting rocks to obtain oil and gas after it triggered earthquakes in Lancashire. But environmentalists say recent government documents leave open the possibility that fracking could in future make a comeback. The Conservatives have made it clear that the industry’s record on earthquakes would need to improve before fracking can be approved. But Labour, Liberal Democrats, Greens, Plaid Cymru and the SNP say fracking should be banned once and for all.They say developing a new gas industry from fracking is incompatible with climate change commitments. The other parties believe the Conservatives have halted fracking because they want to avoid electoral losses in marginal seats where the industry seeks to operate.The Tories announced a moratorium on fracking at thestart of the general election campaign . But the following week, they issued a document leaving the door open to new applications to frack in years to come. The planning ministry said \"future applications will be considered on their own merits\".It also said there was a case for loosening laws so firms would avoid the need to apply for planning permission for fracking (even though they would still be subject to other rules on drilling).The document makes it clear that the industry will have to improve, especially on earthquakes caused by the small explosions set off underground to release trapped gas.It says: \"It should be noted that the government has made clear that on the basis of the current scientific evidence, and in the absence of compelling new evidence, it has taken a presumption against issuing any further Hydraulic Fracturing Consents.“While future applications will be considered on their own merits by the Secretary of State in accordance with the law, the shale gas industry should take the government’s position into account when considering new developments.\" The report – in response to a public consultation - reveals that 97.5% of respondents rejected the use of \"permitted development rights\" which would allow developers to avoid seeking planning permission when embarking on some shale gas projects.But it adds: \"There could be considerable merit in taking forward these proposals in the future.\" Shadow business secretary Rebecca Long-Bailey told the i newspaper: \"You can't trust a word the Tories say on fracking. In just over a week, their policy has evolved from a 'ban' to a 'temporary pause'.\" The Green Party's co-leader, Jonathan Bartley, said: \"It should be unthinkable that in the middle of a climate emergency, the Tories are keeping the door open to more fracking.\" Lib Dem climate spokesperson Wera Hobhouse added: \"Boris Johnson’s Conservatives sold a lie when they announced a ban on fracking. A moratorium is not a ban.\" A close reading of reports at the time makes it clear that the Conservatives actually announced a moratorium on fracking, not a ban - but that was reported in headlines as a ban. John Hobson, of Frack Free Lancashire, warned against allowing firms to bypass the planning process and said: \"This fudge has all of the hallmarks of a government who are trying desperately to please all sides in this argument, but are failing to please anybody.\" Campaigners want the fracking moratorium to be written into the law as an absolute ban. A Conservative Party spokesperson said: \"The government has placed a moratorium on fracking in England with immediate effect by making it our policy not to issue any Hydraulic Fracturing Consents. This does not technically prevent applications, but it does mean that they will be refused. \"We have also ruled out any changes to the planning system, having listened to local residents. Fracking is now off the table. We would only ever change our position if both the science supported it and communities wanted it.\" Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/business-50390334"}