{"datetime": "2017-07-27T13:28:00.000Z", "title": "Little Plumpton fracking site delivery breached planning rules", "article": "A drilling rig that will be used at a fracking site arrived in the early hours, breaching planning permission. About 30 wagons took the disassembled rig into the site in Little Plumpton, Lancashire, at about 04:45 BST instead of the permitted time from 07:30. Cuadrilla said, in consultation with police, the delivery to enable shale gas extraction \"avoided congestion\" caused by daily protests. Lancashire County Council is investigating the breach. Under aTraffic Management Plan, delivery or removal of materials is permitted between 07:30 to 18:30 on weekdays. The rig that was delivered will be used to drill two horizontal wells at the Preston New Road site. A pilot well, approximately 3,500m (11,500 ft) deep, will be drilled first to identify the best place for horizontal wells. Cuadrilla chief executive Francis Egan said: \"The whole point of permitted delivery hours is to minimise disruption to local residents and users of the road. \"We have seen almost daily disruption, not caused by Cuadrilla, but caused by protesters. By doing it this way we caused zero disruption.\" Protests have been taking place at the site since work began to prepare for drilling.Anti-fracking campaigner Sarah Fawn, from Lancaster, said: \"The planning conditions clearly stipulate that lorries are only supposed to deliver after 07:30 in the morning. \"We're here with local people and people who have come from further away because we don't want this in our back yard and actually we don't it in anybody's back yard.\" A spokesman for Lancashire County Council said: \"We're currently investigating the vehicle movements which we understand took place overnight and are in breach of planning permission. \"We are writing to the operator requiring them to put measures in place to prevent a recurrence, as well as considering what further action to take.\" Supt Richard Robertshaw said: \"A policing operation was put in place to ensure safety and to minimise disruption to the local community.\" ", "url": "https://www.bbc.com/news/uk-england-lancashire-40739343"}