{"datetime": "2019-05-08T10:23:58.000Z", "author": "John Campbell", "title": "Fracking: Tamboran in new licence bid in Fermanagh", "article": "An energy company has restarted the process which could lead to fracking for natural gas in Fermanagh. Tamboran Resources (UK) has applied for a licence to evaluate the natural gas in the shale and sandstone rocks in the south west of the county. The company said any decision about potential commercial extraction is at least five years away. A spokesperson for a local anti-fracking group said the community would unite against its potential return. Tamboran last attempted to carry out test drilling in 2014, but facedcommunity and political opposition . The company has since changed ownership and its new licence application is out to public consultation. Karl Prenderville, chief executive of Tamboran, said: \"We are seeking to prove the natural gas is there in the quantities we expect, that extraction will be economically viable and that it can be done in a safe and environmentally friendly way.\" Mr Prenderville said the company was proposing a two-stage work programme. The first stage would be exploratory drilling to gather rock samples. The analysis of those samples would determine if it was worth making a planning application for a test well. The company said a test well would involve fracking to \"to assess the potential flow-rate and, ultimately, the overall viability of the project.\" A planning application of that sort would likely require approval by a Stormont Minister. Councillor Donal O'Cofaigh, spokesperson for Belcoo Frack Free, said the focus should be on investment in the green economy, not fracking. \"Campaigners involved in the anti-fracking movement always knew that there was the possibility, if not the likelihood, that this threat could re-appear,\" he said. \"The people of Fermanagh came together as never before to defeat this toxic industry in 2014. We can have confidence that together we can save our county once again.\" Fracking, or hydraulic fracturing, is a technique designed to recover gas and oil from shale rock. It allows drilling firms to access difficult-to-reach resources of energy. However, it is controversial and has provoked protests in communities across the UK. As well as earth tremor concerns, environmentalists say potentially dangerous chemicals may escape during drilling and contaminate groundwater around the fracking site. The industry suggests pollution incidents are the results of bad practice, rather than an inherently risky technique. Campaigners say fracking is also distracting energy firms and governments from investing in renewable sources of energy, and encouraging continued reliance on fossil fuels. ", "url": "https://www.bbc.com/news/uk-northern-ireland-48191165"}