{"datetime": "2020-07-27T18:36:59.000Z", "title": "Aurora Energy withdraws Altcar Moss fracking application", "article": "An energy company has withdrawn a planning application to drill for shale gas at a site in Lancashire. Aurora Energy Resources had wanted to drill, hydraulically fracture and do exploratory tests at two wells in Altcar Moss near Great Altcar.The company blamed a government \"moratorium\" on drilling for its decision claiming it was a \"ban\".Anti-fracking campaigners welcomed the announcement but pledged to watch for any future amended application. The firm said its application was originally submitted to Lancashire County Council in July 2019, but the council failed to make a determination within the agreed statutory 16-week timescale. Ian Roche, Managing Director, Aurora Energy Resources said: \"It is clear from recent comments by the Minister of State for Energy that the government considers the 'moratorium' on hydraulic fracturing to be a de facto ban on shale gas activity in the UK.\"It is therefore perhaps unsurprising that the council officers have felt unable to determine this application.\" Mr Roche claimed there was no scientific or public policy justification for the current moratorium adding, \"Aurora will now address this issue with the Department of Business, Energy and Industrial Strategy.\" A Department for Business and Energy and Industrial Strategy spokesperson reiterated the policy it introduced in November saying: \"We will not remove the moratorium on fracking until the science categorically shows that it can be done safely.\" The Moss Alliance which has been opposing the Altcar application said Aurora needed to realise that public opposition to fracking is at \"an all-time high\" It added: \"We suspect it [the application] may raise its ugly head in an amended form in the future. We are not relaxing our opposition: we are in this for the long haul.\" A spokesperson for Frack Free Lancashire said it was pleased the application was withdrawn, adding the earthquakes experienced by local residents in 2019 \"provide a sound basis for any scientific or public policy justification required.\" Lancashire County Council has been contacted for a comment. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-53560207"}