{"datetime": "2019-11-28T12:43:07.000Z", "author": "Roger Harrabin", "title": "Election 2019: How far do the parties' climate promises go?", "article": "It's been by far the greenest campaign in UK election history, with parties pledging tougher policies on the environment and climate change. But in a year ofGreta Thunberg's UN speech andSir David Attenborough's documentaries on the state of the planet, how far do the parties really go? Well, after 30 years reporting this issue, I think that some of the major parties have policies that match up to the scale of the challenge.But what do long-standing environmental pressure groups say? Friends of the Earth says the Greens, Lib Dems and Labour have manifestos that would seriously tackle climate change. The Conservatives, it says, have some strong policies too, but they don't put the environment at the heart of their manifesto, and some of their policies would be positively damaging. There is a consensus the UK must virtually eliminate its greenhouse-gas emissions in coming decades - but the deadline varies greatly. TheGreen Party makes the most radical pitch, pledging to ban the gases - which are created by burning fossil fuels and contribute to global warming - by 2030. This would mean swapping petrol and diesel vehicles for electric, every home effectively insulated and gas boilers phased out. Industries such as steel and chemicals would need to capture the harmful carbon they emit.The Greens say this must happen to protect the climate - but there's a serious question overwhether it can be achieved .Perhaps the biggest environmental surprise isLabour's passionate warning \"we stand on the brink of unstoppable change\". The party had been flirting with a 2030 target, like the Greens', but following intervention from the unions has agreed to set a path towards \"net zero\" by 2030. TheLib Dems , meanwhile, say 2030 is impossible. Like theSNP , they say they would stop emissions by 2045 - which would itself be quite a feat.TheConservatives pledge major commitments too - but their tone and ambition are more muted in many areas. They are sticking to the 2050 target announced in June. That was - and still is - a world-leading goal that will be very hard to deliver. But in the midst of the current debate, 2050 somehow looks a little tame.For politicians of all parties, though, the most immediate challenge will be to produce detailed plans showing how the economy can be transformed.TheGreen Party says protection of the environment must be at the heart of all government policy. They would borrow £100bn a year for this transformation, with mass home insulation and new industries creating clean jobs as dirty industries close down. A few years ago, that amount would have been universally ridiculed. There are questions as to whether Britain's green industries are sufficiently developed to spend all that money - butsome argue borrowing to fund a new industrial revolution makes some sense.Labour also envisages huge government spending, promising to upgrade almost all the UK's 27 million homes. TheLib Dems , meanwhile, promise an emergency 10-year programme to reduce energy consumption from all buildings. But they insist massive borrowing isn't necessary to transform industry as government incentives can draw in private investment. Plaid Cymru and theSNP are also promising a green jobs revolution. And Plaid plan to borrow £5bn to support clean industries such as wind and tidal energy. What about theConservatives ? Well, they've pleased campaigners by making fracking an unlikely prospect in the UK. The practice, which involves cracking rocks to extract gas, hasbeen causing earthquakes in Lancashire . They're also proposing improved energy efficiency for homes - although less than the other parties. And they want a big investment in offshore wind. But there's still no support for solar or for the cheapest form of energy - onshore wind,even though it's supported by almost 80% of people. Plaid and theGreens also aim to tackle the consumerism they say drives so much environmental destruction. All parties say they want to improve public transport - but there's a clear division on road building. TheConservatives promise a £28.8bn investment in local and strategic roads. This would be popular with motorists but make cutting emissions more difficult.Labour is promising to invest in local roads but it also expresses a wish to tempt people out of their cars.The Lib Dems andGreens go further. The Lib Dems say they want to cut the number of cars on the road and plan to spend 10% of the transport budget on walking and cycling. The Greens also want to cut car numbers overall. Both parties aim to stop the sale of petrol and diesel cars by 2030. Labour say they will aim for that date while theTories would review their current target of 2040 (which is too late if they want zero emissions overall by 2050). TheSNP wants to the whole UK to follow its target of moving to electric vehicles by 2032 . But even electric cars add to local air pollution and global water pollution, because of the particles that wear off tyres and brakes. NeitherLib Dem norLabour norConservative manifestos acknowledge the emissions involved in eating meat. Only theGreen Party tackles this controversial issue, proposing a tax on meat and dairy products in order to curb emissions from livestock. TheTories , who have developed widely praised countryside policies, pledge to redirect farm grants to farmers who improve the environment. This may be by encouraging wildlife or capturing floodwaters on their fields and would be supported by a £640m \"nature for climate fund\" to support natural systems to soak up emissions. TheLib Dems would set legally binding targets for improving water, air, soil and biodiversity, supported by at least £18bn over five years, with grants shifted towards smaller farmers.Labour 's plans are less detailed but they too promise to improve the countryside. TheGreens have a comprehensive plan, including an \"ecocide\" law to prevent crimes against the natural environment. Many of the pesticides blamed for the loss of insects would be banned. Measures to soak up CO2 emissions by planting are now universally accepted. TheBrexit Party plans to plant millions of trees and lead a global initiative through the UN.Others are more specific. TheLib Dems promise to plant 60 million new trees a year, double theConservatives ' pledge of about 30 million. TheSNP would also press for a 60 million annual target.Labour , meanwhile, in a post-manifesto announcement, would commit to planting two billion new trees by 2040 - equal to 100 million per year. That's even more than theGreens ' 70 million per year. Plaid Cymru , meanwhile, would end what it calls the collapse of biodiversity, pollution of waterways and the oceans, and erosion of the soil.The parties have caught the hostile public mood towards single-use plastics. TheBrexit Party would insist on the UK recycling its own waste, making it illegal for it to be exported to be burned, buried or dumped at sea. TheLib Dems andLabour would clamp down on single-use plastics.And theConservatives would ban waste exports to all nations except those with adequate facilities to recycle them. All main parties are promising to tackle the housing crisis - an issue that's been deeply problematic for years. And there's a demand, too, for homes insulated to the highest standards. TheConservatives are pledging to build one million homes over the next Parliament.Labour are promoting new powers to buy land for low-cost housing and build 150,000 social homes a year. TheLib Dems andGreen Party promise 100,000 homes for social rent a year and both want new homes to be zero carbon. Aviation is a predicable battleground, but some of the parties' policies are ambiguous, to say the least. TheConservatives , for instance, say there will be no more public money for a third runway at Heathrow airport but don't mention broader airport expansion.Labour - under pressure from the unions - have left the door open to more airports, although they've set a high bar for Heathrow expansion. TheLib Dems andGreens go further. The former will ban expansion of Heathrow, Gatwick or Stansted - and won't support a runway in the Thames Estuary. The Greens would stop all new runways, increase aviation taxes and ban advertising for flights. Most radically, they and the Lib Dems would impose a frequent flyer tax on people who take more than one or two return flights per year. That would penalise the wealthy 15% who do 70% of the flying. Holiday-homers, beware. Labour wants to re-nationalise the railways. But all parties are promising major investment in rail, especially in the north of England where there has been a lack of investment. Policies differ over the controversial HS2 project withLabour promising to build it up to Scotland, theLib Dems supporting existing proposals and theConservatives reviewing the project. TheGreens would scrap it. Promoting active transport - that's walking and cycling - is supported by all parties, in an age concerned with emissions and obesity. TheConservatives are pledging a £350m \"cycling infrastructure fund\". But that's dwarfed by theGreens who want to spend £2.5bn a year on new cycle-ways and footpaths. Then there's the under-lying question of how these changes will be achieved. There has been a long-standing complaint from environmentalists that the Treasury has regularly blocked green schemes because they don't look to be value for money.Labour say they want to transform the economy to make it \"fairer\" and low-carbon - but they don't say how this should be measured. TheGreens want a deeper change, in which care for the environment is paramount. They would install a \"climate chancellor\" in 11 Downing Street and move away from the calculation that progress is driven by economic growth. Along withPlaid Cymru they would tackle the consumerism they say is despoiling the planet. Finally - the air we breathe. All the main parties are planning new laws on air pollution. On this they can agree. The question is how many of these policies will be delivered, and how many are simply pandering to the current environmental fervour? Green groups think politics may really have changed. Follow Roger on Twitter @rharrabin Here's a concise guide to where the parties stand on key issues like the environment, Brexit and the NHS.", "url": "https://www.bbc.com/news/election-2019-50552535"}