{"datetime": "2021-07-28T16:05:04.000Z", "title": "Misson Springs: Fracking test site to be restored to natural state", "article": "A site earmarked for fracking will be restored to its natural condition after planners refused an application to extend its use. Misson Springs in Bassetlaw was subject to shale gas tests after Nottinghamshire County Council approved plans in 2016. Work started the following year, but no tests have taken place there since May 2019. Thegas tests led to a number of protests by environmentalists. The initial application was for exploration work only, giving permission for a hydrocarbon well-site and for up to two boreholes to be drilled - one vertically and one horizontally. Work began in November 2017 under four phases, with the first two phases completed in 2019, when applicants Island Gas Ltd (IGas) confirmed it had found a \"world-class gas resource\". In November 2019, following a 2.9 magnitude earthquake at a fracking site in Lancashire,the government ruled out giving consent for fracking until the industry provided \"compelling new evidence\" of its benefits IGas submitted plans to extend the site's use and delay restoration works until November 2023, hoping for a reversal of the government moratorium, and the application was recommended for approval by council officials. However, Nottinghamshire County Council's planning and rights of way committee refused the application, ordering the site to be restored, said theLocal Democracy Reporting Service . Committee chairman Richard Butler said leaving the site as it is until 2023 would be \"an unacceptable length of time\" and would be \"adversely impacting on the amenity of the local community and the local environment\". Janice Bradley, from Nottinghamshire Wildlife Trust, welcomed the decision, saying it would help maintain the environment at nearby Misson Carr nature reserve. \"It is reassuring that issues such as impacts on rare species in a protected nature reserve of national importance, the strain and uncertainty for local residents, and the deepening climate and ecological crises were given real weight,\" she said.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-58003794"}