{"datetime": "2019-02-03T11:18:07.000Z", "title": "Owl breeding fears at Misson Springs shale gas site", "article": "Wildlife could be affected at a nature reserve after exploratory drilling linked to fracking began in Nottinghamshire, it is claimed. Misson Carr Nature Reserve is close to a rig operated by Island Gas Limited (IGas) at Misson Springs. Nottinghamshire Wildlife Trust, which had tried to stop the firm from drilling, said owl breeding could be disrupted during the spring. IGas said it took its \"environmental responsibility extremely seriously\". Tests for shale gas were given the go-ahead by Nottinghamshire County Council in 2016, and drilling officially started on 22 January. The trust said its reserve, designated a Site of Special Scientific Interest (SSSI), is only about 120m (393ft) away from the plant and could be under threat. \"Misson Carr and its wildlife simply shouldn't be put at risk due to this sort of extractive operation,\" said Janice Bradley, head of conservation. \"SSSIs are supposed to carry a high degree of protection in the planning system, but sadly permission was granted despite us putting forward an extremely strong case.\" Councillors said they had to\"make a difficult decision\" at the time . Misson Carr has a range of habitats including rare wet woodland and Nottinghamshire's largest remaining fragment of a fenland system. The site was saved by the trust and became a nature reserve in 2001. It is now home to an array of species including plants such as twayblade, and is regarded as one of the most important sites for owls in the county.IGas said in a statement it worked closely with the Environment Agency and the local mineral planning authority, and had experience working alongside \"environmentally sensitive areas\". \"We take our environmental responsibility extremely seriously and as an experienced onshore operator are used to working alongside environmentally sensitive areas,\" a spokesman said. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-47093708"}