{"datetime": "2021-10-12T06:37:59.000Z", "title": "Failing Nottingham maternity units recruit 36 new midwives", "article": "More than 30 midwives have been recruited at a hospital trust where maternity services were deemed unsafe by the UK's health watchdog. Nottingham University Hospitals NHS Trust's (NUH) recruitment drive comes as services were rated as inadequate by the Care Quality Commission last year.It has been reported thatmore than £91m compensation was paid out by NUH after over 30 patient deaths. The trust said it still has \"a great deal of progress to make\". According to theLocal Democracy Reporting Service (LDRS), the trust said 36 new midwives would be in post by the end of October, in a report for Nottinghamshire County Council.The trust is responsible for Nottingham's Queen's Medical Centre and City Hospital. Four new consultant obstetricians have been in post since January and all working staff have also been trained in foetal heart rate monitoring. The trust said due to the \"huge increase\" it saw in pregnant women with Covid-19, it launched a \"virtual ward\", where pregnant women received a daily phone call from a doctor and were brought into hospital if needed. The report adds the trust is trying to retain staff who are thinking of leaving.The CQC has also described the trust assuffering from a culture of bullying and racial discrimination. The NUH report for the county council said: \"We are taking proactive action with staff who are thinking of leaving the service to support them to stay, and we have written to all of the midwives who recently retired to ask them to consider if they would like to support our service. \"A big part of our maternity improvement work is addressing the culture within the service, and we have a programme of cultural change work under way. \"We acknowledge that we still have a great deal of progress to make to ensure our maternity service is providing the best possible care for women and their babies. \"We are wholeheartedly committed to making and sustaining improvements and although we still have further work to do we are seeing some areas of change and improvement.\" Bosses from the trust are due to be questioned by councillors on improvements at the maternity unit later.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-58878199"}