{"datetime": "2019-04-01T15:42:15.000Z", "title": "Misson Springs: Fracking protesters 'locked in concrete'", "article": "Two anti-fracking protesters have each locked an arm in a concrete \"barrel\" in a bid to disrupt work at an exploratory drilling site. Tests for shale gas at Springs Road, near Misson, Nottinghamshire, by Island Gas Limited (IGas), began in January. Campaigners are concerned over pollution, but IGas said its test drilling had been completed safely. Three women, aged 29, 41 and 69, and a 50-year-old man were arrested on suspicion of obstructing the highway. About 50 campaigners from anti-fracking group FrAcktion have been trying to disrupt operations as part of its \"Fossil Fools' Day\" action. The BBC has been told two women who locked their arms in barrel constructions at the entrance to the site are among those who have been arrested. Ruth Smart, from the group, said: \"The industry's persistence on fracking, despite its devastating environmental impacts, is laughable.\"Not only does fracking waste huge amounts of water, but it also leads to water pollution, air pollution, and has been known to cause earthquakes.\" In February, Nottinghamshire Wildlife Trust saidowl breeding could be affected at its nature reserve , a site of special scientific interest (SSSI), which is about 120m (393ft) from the plant. IGas said initial drilling had finished and was \"completed safely and environmentally responsible\". \"We have worked closely with our regulators, the Environment Agency, and with the local mineral planning authority to operate within our planning conditions and environmental permits, which includes continuous noise, air and water monitoring at the SSSI,\" it said. Nottinghamshire County Council approved tests for shale gas in 2016, and drilling officially started on 22 January. Councillors said they had to\"make a difficult decision\" at the time . Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-47772285"}