{"datetime": "2021-11-21T18:29:39.000Z", "title": "March with Midwives vigils held over 'maternity crisis'", "article": "Hundreds have joined vigils in England, Wales and Scotland to raise awareness of the NHS \"maternity crisis\". Dozens of March with Midwives vigils have been held nationwide to highlight issues with staffing and working conditions. In Nottingham, dozens of supporters set off from Forest Recreation Ground at about 14:00 GMT. Organiser Chantelle Thornley said the problems were making people leave the profession. The March With Midwives vigil, that was due to take place in 50 towns and cities, was described as a \"UK vigil for maternity crisis\". A recent survey by the Royal College of Midwives (RCM) found 57% of midwives planned to leave the NHS in the next year. \"Midwives are being driven out of the NHS by understaffing and fears they can't deliver safe care to women in the current system,\" the RCM said. The survey also found highest the level of dissatisfaction was among midwives who had worked for the NHS for five years or less. Ms Thornley, a community midwife in Nottinghamshire, said: \"I have been a midwife for 25 years and it is the first time I have felt I need to act. \"We work a 13-hour day. Most of the time we barely have time to get a drink or go to the toilet.\"We are expected to look after three to four labouring women at one time. How can you give them your undivided attention?\" Ms Thornley said there were \"so many more complexities than there ever used to be\". She said she cared for many more women now with previous health conditions and underlying mental health problems as well as overweight women and women with English as a second language. Katie Campion, an ante-natal educator, helped to organise the march in Leeds where about 100 people took part. \"Midwives are stretched, they're burnt out, they're ready to leave and it's about the safety of the birthing women, the parents and the midwives as well,\" she said. \"Physically and mentally they can't cope with what they have to deal with at the moment and it's about supporting them.\"Midwife Sophie Inman was one of those supporting the vigil on College Green in Bristol. \"You are part of this beautiful daily experience but it's being tainted by the struggles of staffing in the country,\" she said. \"At the moment we are struggling every single day. We're turning up to work not knowing if there's going to be enough of us. \"It's a national issue and I'm so proud to be a part of this nationwide movement to try and eradicate that.\" In Wales, the organiser of a march in Cardiff said maternity services were \"at crisis point and we need to fight\". \"We need to make sure that the government and public are aware of the crisis we're facing,\" said Katie Falvey, a 21-year-old final year student midwife from Essex studying in Wales. New mum Vikki Mill, who marched in Bangor, said without support from her midwives, she or her daughter \"simply wouldn't be here today\". \"My story is not unique,\" she said. \"To give birth, you rely on midwives. It's a momentous time in someone's life but you need medical trained professionals.\" The Welsh government said it has commissioned a review into service demand. Post-natal doula Grace Williams took part in the vigil on Torquay's seafront and said there was an \"exodus of midwifery staff\". \"Even though there are midwives being trained in universities, for every 30 in training, 29 leave the profession. or just never or even make it,\" she added. \"So, not only do we have a lack of staff on the ward, we're also facing a training crisis, people are suffering stress and are leaving before they even started their career.\" Jonathan Ashworth, the Labour shadow health secretary and MP for Leicester South, posted his support for midwives on social media. A review is currently under way into maternity services in Nottingham after reports 46 babies suffered brain damage and 19 were stillborn between 2010 and 2020. Last year, inspectors rated the maternity units in Nottingham City Hospital and the QMC as \"inadequate\". The Care Quality Commission raised concerns about staffing, leadership and a culture that did not learn lessons. A Department for Health and Social Care spokeswoman said it was \"committed to patient safety, eradicating avoidable harms and making the NHS the safest place in the world to give birth\". \"Midwives do an incredibly important job and we know how challenging it has been for those working during the pandemic,\" she said. \"There are more midwives working in the NHS now than at any other time in its history and we are aiming to hire 1,200 more with a £95m recruitment drive. \"The mental health and wellbeing of staff remains a key priority and the NHS continues to offer a broad range of support including through dedicated helplines and mental health and wellbeing hubs.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59352483"}