{"datetime": "2021-11-22T18:03:46.000Z", "title": "Public inquiry call over Nottingham trust's maternity service", "article": "A call has been made for a public inquiry into maternity services at Nottingham's hospitals trust. Sue Saddington, chairman of the county council's health scrutiny committee, said she had put the request personally to the Health Secretary Sajid Javid. Nottingham University Hospitals (NUH) is facing a review after reports46 babies suffered brain damage and 19 were stillborn between 2010 and 2020 . Ms Saddington said the issue needed \"urgent attention\". A Care Quality Commission report published in 2020,labelled the units inadequate , highlighting poor management, low staffing and fears over the standard of care at the maternity units in Nottingham City Hospital and the Queen's Medical Centre. Ms Saddington has already called for the medical director and the chairman of the trust to resign. The Conservative-led county council said Ms Saddington, and her vice-chairman Matt Barney, recently met with Mr Javid to press for the public inquiry. She said: \"I am pleased to say that our concerns have been put in a letter to the Health Secretary and, at a recent event, he assured both myself and Councillor Barney that this would be referred to the Health Minister and dealt with accordingly. \"The maternity services issue at NUH is one we feel needs urgent attention and I am delighted that the Health Minister will be looking into it immediately and responding to our public inquiry request.\" A spokesperson for NUH said: \"We are doing everything in our power to ensure the families using our maternity services get the best possible care and we are fully co-operating with the ongoing independent review, commissioned by NHS England and NHS Improvement and the Nottingham and Nottinghamshire Clinical Commissioning Group.\" Calls for a public inquiryhave also been backed by families whose babies died at the hospitals . A Department of Health and Social Care spokesperson said: \"Patient safety is a top priority and we are aware of the concerns raised about Nottingham University Hospital Trust (NUH) maternity services. \"The Healthcare Safety Investigation Branch (HSIB) has carried out investigations at the Trust as part of its maternity investigation programme, and plans are being put in place to address these concerns. \"An independent review of maternity incidents, complaints and concerns at Nottingham University Hospitals, established by NHS Nottingham and Nottinghamshire Clinical Commissioning Group (CCG) and NHS England, is ongoing.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59355198"}