{"datetime": "2020-08-07T23:05:15.000Z", "title": "Nottingham city centre road layout works to begin", "article": "Construction work to redesign crucial roads in Nottingham city centre will begin this weekend. Plans for the area around the partially-demolished Broadmarsh Centre were approved by Nottingham City Council's executive board last week. Collin Street will be closed to all traffic, with other roads remodelled to allow two-way traffic. The works will see much of the area pedestrianised, with £20m of government funding provided for the project. Nottingham City Council said the plans for the Southside area of the city are part of efforts to encourage more walking and cycling in its bid to become a carbon neutral city by 2028. Other developments in and around Broadmarsh are set to include a new car park, bus station, central library and Nottingham Castle visitor centre. On Monday, the city council also announced plans toreopen a walkway through the shopping centre , with the passage linking Lister Gate and the city centre to Collin Street set to be accessible to pedestrians again by the end of August. In addition to the work funded through the Transforming Cities Fund, the Southside plans will receive money from £44.4m allocated to theD2N2 Local Enterprise Partnership from theGetting Building Fund announced by the government last month.About £8m will be used to \"remove blight through demolition\" of the Broadmarsh. The beginning of work on the roads comes after control of the Broadmarsh Centretransferred to the city council followingprevious owners Intu entering administration . City council leader David Mellen said there is \"a distinct possibility\" the whole centre could be knocked down, with plans to replace it with a new shopping centre set to be reviewed. Saying there had been \"a number of false dawns\" to redevelop the area, he said the impact of the coronavirus pandemic had made plans more difficult. \"We need to review what the plans were for Broadmarsh, and the early conversations seem to be centring around maybe doing something different,\" he said. \"We've got to plan very carefully what we do.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-53651355"}