{"datetime": "2021-10-28T14:44:20.000Z", "title": "Nottingham's e-scooters could be banned from some roads", "article": "E-scooters could be prevented from working on certain Nottingham roads if people are riding irresponsibly. Nottingham City Council said it had received numerous complaints about riders in some areas, such as Derby Road in Lenton. Last week thetrial of rentable Wind scooters was extended until November 2022. Using virtual boundaries known as geo-fences, scooters would automatically stop working on designated roads. There are currently 750 scooters in Nottingham, which could be increased to 1,000.More than 35,000 people have signed up to the rental scheme, with 5,000 rides taking place every day. While supporters have said the scooters are a greener way to travel around the city, residents have reported issues with the vehicles blocking or being ridden on the pavements and numerous near-misses. Rosemary Healy, the council's portfolio holder for transport and highways, told theLocal Democracy Reporting Service she was working with operators Wind to sort out problems. \"There has been a lot of concerns raised by people and far too many complaints with scooters on pavements, and we need to target these areas,\" she said. \"We can put geo-fencing on pavements where we get complaints, and they will lock out. It won't work on certain pavements or will slow down. \"There [have] been lots of complaints about Derby Road and we need to look at what we can do to make that area safer.\" The council said it had six members of staff targeting hotspots for pavement riding, which is not allowed under the scheme, or bad parking. A three-strike warning system sees riders receive text message over transgressions, with a one-week ban acting as a second step before a complete ban. About 1,000 people have been given warnings, while 12 people have received permanent bans and 40 have been suspended for seven days. A £7.50 ban for riders leaving scooters abandoned or not in designated parking bays is also set to be increased. Ms Healy said the council would look at fines in a meeting next month, adding it would work with Wind \"to overcome the issues\" with the rental scheme. \"This is not just a commercial venture, it is a sense of community responsibility which they do take onboard,\" she said. \"If we get this right then we will accept a new form of transport that works really well to get to places where buses do not run, which is green and cheap, but not if it continues to be such an issue with safety.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59080086"}