{"datetime": "2021-08-12T05:05:15.000Z", "title": "Mansfield care home 'regrets' banning son from seeing mum", "article": "A care home has been criticised for banning a man from visiting his mother - who had dementia - after he raised concerns about her welfare. The man was told he could no longer visit Berry Hill Park Care Home in Mansfield, Nottinghamshire. The Local Government and Social Care Ombudsman found the home at fault and ruled Nottinghamshire County Council apologise and pay the man £650. The care home said it \"deeply regrets\" what happened. The investigation found that in August 2018 the man, who has not been named, told the home he wished to move his mother out of the council-commissioned care home after he found she had bruising. A few days later, during a visit to his mother, the man had an altercation with another relative. Care home staff said he became \"loud and aggressive\" in the main lounge area in front of other residents. He was escorted out and later apologised. Following this, the care home wrote to the man banning him from future visits. In a safeguarding investigation made following complaints from the man, Nottinghamshire County Council found the bruising had been caused by another resident and also that his mother did not always have easy access to water. The man also complained to the ombudsman which found the care home was at fault for not considering the mother's rights to a family life and for failing to engage with the man. The ombudsman also found the council at fault for the delay in telling the man the outcome of its investigation. It ordered the authority apologise to the man and pay him to reflect the distress of not seeing his mother - who has now passed away - for six weeks. A spokesperson for HC-One Limited - the company running Berry Hill Park Care Home - said: \"This incident occurred back in 2018 and the actions of the team at the time were not in line with our process of responding to family concerns. \"Put simply, barring a family member from visiting a home is not something we ever want or seek to do.\"We deeply regret and apologise for this historic situation which in no way represents the care provided at the home today. \"None of the staff involved in the previous incident continue to work at the home.\" Melanie Brooks, corporate director for adult social care and public health at Nottinghamshire County Council, said: \"We will work with care providers to ensure the recommendations are carried out and the correct procedures are followed before a person can be excluded from a care home. \"We will also remind our own staff about the importance of telling people the outcome of safeguarding investigations as quickly as possible and ensuring that follow up actions are recorded and completed.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-58175423"}