{"datetime": "2021-10-01T10:00:15.000Z", "title": "Security at empty Nottinghamshire care home costing taxpayers £34k", "article": "More than £34,000 of taxpayers' cash has been spent on security at an empty care home. Leivers Court Care Home, in Arnold, Nottinghamshire, was shut by a council in 2019 and since then, £34,330 has been spent on security. More than 500 people signed a petition for it to stay open but Nottinghamshire County Council said the building was not \"fully fit for purpose\". The council said the home was part of an \"ongoing review\" of empty buildings. Councillors are calling for the building to be brought back into use - saying it was a \"travesty\" the home was closed. Labour councillor Henry Wheeler, who represents the Coppice ward, told theLocal Democracy Reporting Service (LDRS) the security costs figure was \"shocking\". He added: \"It is a significant amount of money. The building is sitting there going to rack and ruin at the moment. \"We want to bring it back into the community. \"The longer they leave it, there are more opportunities for it to fall into disrepair.\" Mr Wheeler said he would like the building to be turned into housing for elderly residents, as there's \"a desperate need for accommodation for dementia care\". \"It's a waste of taxpayers' money at the end of the day,\" he said. \"I think it's sad that the building is sitting there doing nothing.\" Fellow Labour councillor Michelle Welsh, who represents Arnold South, said: \"We were all horrified that they were closing it at the time because there was a shortage for those types of beds. \"The council have not only left it and spent that money, but it is also a total disregard to that community. \"There is no reason why the council shouldn't have a plan for this building.\" Neil Gamble, from the Conservative-run authority, said: \"This site is part of the ongoing review that is being carried out across all our vacant properties that we will report on in the future.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-58756905"}