{"datetime": "2021-02-13T07:24:12.000Z", "author": "Amy Woodfield", "subject": "Coronavirus pandemic", "title": "Nottingham A52: The broken bridge that brought a city to a standstill", "article": "A year ago, before lockdown dawned, Nottingham briefly became one of the most congested places on earth thanks to the closure of Clifton Bridge. One year on, the social media outpouring that greeted another closure of the bridge has an uncomfortably prescient ring to it. \"They can build a 1,000 bed hospital in China in seven days,\" wrote one poster,comparing the rapid construction of a Wuhan hospital at the start of the coronavirus pandemic with Highways England's announcement that it would take a year to repair Clifton Bridge. \"I'm no civil engineer, and maybe there is a really good reason for it taking 11 months. However... the inevitable frustration and criticism is understandable.\" Highways England was quick to explain the rationale behind the bridge's closure, which was caused when corrosion to the steel cables that support the bridge was found during a routine inspection. \"It's really important that we don't cause any further damage to the road or the structure in that process and we need to be methodical to avoid more disruptive roadworks in the future,\" Catherine Brookes, regional director, said at the time. However, as the bridge carried up to 60,000 cars every day and was one of just three crossings in Nottingham, its closure sparked a city-wide traffic snarl-up that added hours to commuters' journeys. Weary motorists were left sitting in queues of grinding traffic, spending hours on journeys that usually took minutes and the whole of the city centre became gridlocked. Beth Perry, a scientific officer for a lung cancer research company, said during the first few days of the closure it took her more than four hours to get home from work - a journey that previously took just 15 minutes. She was not alone, with the route's closuremaking the city the most congested in the world, according to a sat-nav manufacturer . Although one lane was reopened a week later, it was decided the bridge would remain largely closedas a safety precaution while remedial work was carried out . The disruption eased slightly but motorists reacted with horror to the idea the situation could continue for months and some business owners feared for their future. However, as coronavirus swept across the world, their fears were superseded by other disruptions to the city's daily routine. Figures from sat-nav creator TomTom suggest Nottingham's traffic congestion decreased 19% during 2020, as lockdown led to fewer commutes among those who could work from home. Highways England engineers have continued repair work during the pandemic and in November anextra lane was reopened. The continuing repairs would have seemed unthinkable a year ago but have created significantly less disruption than they might have done in normal times. Miss Perry said her journeys between the Boots site in Beeston and her home in Radcliffe-on-Trent are now quicker then ever. \"Now there's hardly any traffic around at all,\" she said. \"Covid has definitely helped in a weird way.\" Other commuters like Andrew Woodhouse, an automated software testing engineer, no longer have to travel into the city every day. \"I've been working from home permanently since lockdown last year and so has my wife. So the impact of the bridge repairs is minimal,\" he said. However, he was adamant the bridge repairs remained \"very important\" to allow Nottingham \"to return to normal quicker, whenever that might be\". Highways England said it is using the opportunity of reduced traffic flow to carry out further work on the bridge. The date for the full reopening of the structure has been pushed back from this month to autumn 2021. Ben Smith, who works at a local school, said getting the works completed was \"crucial\". \"Key workers such as myself need to be able to get to work,\" he said. Councillor Adele Williams, from Nottingham City Council, said: \"So much has happened over the past 12 months with the pandemic that perhaps the issues surrounding Clifton Bridge have been forgotten slightly by those not commuting in and out of the city as much. \"This is a Highways England project and we remain in regular contact to seek updates. \"It is disappointing it's taking so long to reopen all lanes and we look forward to this happening... as soon as it is safe to do so.\" Adrian Oulds, a regional director at Highways England, said:  \"Work to strengthen the southern end of the bridge is complete. \"Our expert engineers have assessed and designed the repairs needed at the northern end of the bridge and we're installing scaffolding in readiness for this work to start,\" he added. \"Our ambition is to restore the original traffic layout with all lanes back open to drivers as soon as we can. \" The agency added that, once the works were completed, they would not need to return to the bridge \"for some years to come\". Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-51643596"}