{"datetime": "2021-07-23T16:44:42.000Z", "title": "Christine Vaughan: Family win five-figure sum over neglect death", "article": "The family of a woman with dementia, who died after a care home neglected her, has won a five-figure settlement. Christine Vaughan died aged 73 with an acute kidney infection in March 2017 at Giltbrook Care Home, Nottinghamshire. A 2019 inquest found her death amounted to neglect and her family brought a civil case against the home which has now been settled out of court. A spokesman for Giltbrook Care Home said: \"Since this historic incident the home has made consistent improvements.\" No criminal charges were brought against the home.Nottinghamshire County Council temporarily suspended the home's contract to operate in February 2018 before terminating it that May following a separate safeguarding investigation.The contract was re-instated in March 2019 after there was evidence of improvements, the council said.Before the former East Midlands Airport worker's death, the family had complained to the home about the mother-of-two's care and said she was losing a lot of weight. Relatives said that during a visit to Mrs Vaughan, from Eastwood, Nottinghamshire, on Mother's Day 2017, they found her \"dirty, dishevelled and hanging out of bed\". She died two days later on 28 March 2017, as a result of the kidney infection pyelonephritis and cystitis.Son Michael Vaughan said: \"Dementia is a dreadful disease. It was hard enough to see how mum wasn't the same person because of her condition without having to then try and contend with the poor care she was receiving. \"Mum wasn't a statistic on a spreadsheet, but a loyal and hardworking person who died because she wasn't cared for with the dignity she deserved. We know nothing can bring her back but we feel the care home company should have treated us with respect and not just ignored us thinking we would go away.\"We now just hope that what happened to mum doesn't happen to others.\" Her family's lawyer, Tania Harrison, from law firm Irwin Mitchell, said: \"During regular visits the family firmly believe they saw Christine's condition deteriorate before them.\"For many months after the inquest and despite its findings, the care home company failed to work with the family to resolve their concerns.\"While nothing can ever make up for their loss, we're pleased to have been able to secure the answers Christine's family deserved, providing them with some form of closure.\" The Care Quality Commission found the home required improvement following an inspection in April 2017, but it has since been rated as good after a visit by inspectors in November 2019.A spokesman for the home said: \"We have thoroughly reflected on what happened, and significantly changed and improved the way we work. \"We have since brought in new management, the contracts with the local authority have been fully re-instated and our CQC rating has improved to an overall good rating. \"We have since won an award for excellent practice and have worked extremely hard to improve the care that we provide, especially during the Covid pandemic, in order to keep our residents safe, as have many care homes throughout the country.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-57929803"}