{"datetime": "2021-03-04T06:21:18.000Z", "title": "'Injustice' as man left in Nottinghamshire care home for months", "article": "A man was left in a care home for five months without regard for \"basic human rights\", an investigation has found. The Nottinghamshire man, who had dementia, was placed in the home for two weeks as respite for his family. But the county council failed to properly assess whether he could return home, leaving his family with a £15,000 care bill, the Local Government and Social Care Ombudsman said. The authority has apologised and said it would make improvements. The ombudsman launched an inquiry after complaints from the man's family. He was placed in the care home by his wife while she struggled to look after her son, who had been diagnosed with terminal cancer. The investigation found that after the first two weeks, the man's wife said she still could not cope with his return. But instead of carrying out a review or assessment to judge what support was needed for him to potentially go home, the council allowed the case to \"drift\". Five months later, when it eventually looked again at his care arrangements, it found he did not have the mental capacity to decide where to live or to make a decision about his finances. Despite this, the family was charged for the time he had been in the home - incurring debts of more than £15,000. The care home then chased them for payment and threatened bailiff action, according to the investigation. The ombudsman, Michael King, said: \"The man had a right to respect for his family life, and to enjoy his existing home peacefully.\"But the council did not have any regard for the man's human rights during those five months he was away from his family.\" In its report, the watchdog said it found \"fault causing injustice\". The authority has now taken over responsibility for the outstanding care home fees, and has agreed to pay the man's family £750 in compensation. Melanie Brooks, the council's corporate director for adult social care and health, said: \"We wholeheartedly accept all the recommendations in the report and apologise to the family for our mistakes in their situation.\"We are committed to improve and have already started acting on the recommendations.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-56270155"}