{"datetime": "2021-05-07T17:51:06.000Z", "title": "Nottinghamshire care home fined over attack on resident", "article": "The owners of a care home have been fined £140,000 for failing to protect a resident from an attack. Nottingham Magistrates' Court heard the victim suffered a serious head injury in 2017, at Bowbridge Court in Newark, Nottinghamshire, when attacked by another resident who had Alzheimer's. The Care Quality Commission (CQC), prosecuting, said concerns prior to the attack had not been addressed. Owners Ideal Carehomes were fined and ordered to pay £14,361 costs. The company had previously pleaded guilty to two counts of failing to provide safe care and treatment after the CQC said it failed in the management of the abusive resident, who had a history of physical aggression towards other residents and staff. Prosecuting counsel Ryan Donoghue said the resident, aged 85, had Alzheimer's and Parkinson's and would punch, slap, kick and hit people with objects.In December 2017, he said, she grabbed and pushed another resident's walking frame, causing her to fall to the floor and suffer a serious head injury. Mr Donoghue said on 18 occasions over two months the woman had been physically abusive and \"displayed signs of aggression\" towards others.He said after inspections at the home in 2016 and 2017, concerns were raised about the care plans for residents, that some incidents in the home were not recorded, and there was a lack of guidance and training on how staff should respond to challenging behaviours. He said there was also little communication between staff on the ground, the safeguarding team and management about the frequency of such events.\"The CQC say staff failed to provide safe care and treatment in a number of areas,\" he added. \"There was a failure to make changes following a number of previous incidents of aggressions from [the resident] and led to a situation where all users were exposed to a risk of harm following that incident in 2017.\" Mr Donoghue said the woman was eventually moved to a new home that could \"better meet her needs\".\"The CQC say that ought to have happened much earlier,\" he added. \"They ought to have taken further steps to fully assess the risk she posed to other users.\" The court heard the CQC's most recent report on Bowbridge Court had seen it rated 'Good' in all areas by inspectors. Managing director of Ideal Carehomes, Stacey Linn, said it acknowledged \"the service fell far short of the extremely high standards we hold today\".She added: \"We deeply regret and take full responsibility for the incidents which occurred at Bowbridge Court in 2017 and we apologise sincerely for any distress caused.\"Over the last four years, Bowbridge Court has been placed under new management and we have undertaken a comprehensive review of our policies, procedures and training across all our care homes.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-leicestershire-57030666"}