{"datetime": "2020-09-01T14:50:07.000Z", "title": "Ratcliffe-on-Soar incinerator plans 'step backwards for environment'", "article": "Plans to build an incinerator have been called a \"backward step\" for tackling climate change. The proposals are to build the facility on a coal power station site in Ratcliffe-on-Soar, Nottinghamshire, which will be decommissioned in five years. Campaigners and local politicians say it would discourage recycling. But the company behind the incinerator said it would prevent thousands of tonnes of waste going to landfill. An online petition is asking Nottinghamshire County Council to refuse a planning application for the incinerator. The Ratcliffe-on-Soar site is home to one of the largest coal power stations in Europe, but this is due to be decommissioned in five years. Rushcliffe Labour borough councillor Jennifer Walker, who started the petition on Sunday, said an incinerator was \"not needed\". She said: \"In Rushcliffe we already recycle or incinerate 95% of our rubbish and 5% goes to landfill, so putting an incinerator here isn't solving that problem nor is it doing anything to help our recycling in the borough.\" Eco-store and cafe owner and Ruddington resident Alex Preston said: \"I think this is a complete step backwards, this plant won't just be incinerating our rubbish.\"It'll be incinerating rubbish from further afield.\"Writing about the proposal, campaign group United Kingdom Without Incineration Network said the incinerator \"might take waste from existing incinerators\" in other counties \"and from recycling\".Uniper, the company behind the proposal, said it was not possible to confirm exactly where future waste supplies will come from but said a \"significant amount\" would come from Nottinghamshire, Derbyshire and Leicestershire and it would consider taking waste from \"within a two-hour drive of Ratcliffe-on-Soar\". It added: \"The proposed facility would play an important role in helping meet the UK's ambitions to effectively and efficiently reduce waste and manage its impact on the environment, reducing CO2 emissions, and helping the East Midlands meet its landfill diversion targets.\"This project forms part of a wider vision for Ratcliffe-on-Soar - to move towards becoming a zero carbon technology and energy hub for the East Midlands region.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-53977417"}