{"datetime": "2021-06-23T07:46:40.000Z", "subject": "Climate change", "title": "Green light for Ratcliffe-on-Soar waste incinerator angers campaigners", "article": "Environmental campaigners say they are disappointed after plans for a £330m waste incinerator were approved. The facility will be built at Ratcliffe-on-Soar coal power station in Nottinghamshire, which is due to be decommissioned in five years. Opponents say incineration sends significant amounts of carbon dioxide into the atmosphere. Site owner Uniper said the facility would help the UK to effectively and efficiently reduce waste. The proposed incinerator - known as the East Midlands Energy Re-Generation (EMERGE) Centre - will burn almost 500,000 tonnes of waste a year, reduce landfill and generate enough energy to power 90,000 homes.Environmental campaigners held a protest against the proposal before a Nottinghamshire County Council planning meeting. But the committee approved the application by nine votes to three. The energy from waste debate: To burn or to bury?Today the debate tends to centre on the climate impact of burning versus burying so-called residual waste. That's the rubbish left after most recyclable materials are removed. Supporters of incineration say it's better for the climate because rubbish buried in landfill produces methane, a potent greenhouse gas. And that the energy produced from incineration provides a valuable, reliable and secure domestic energy source.Opponents say incineration produces significant amounts of carbon dioxide at a time when the UK has pledged to reduce carbon emissions by 78% by 2035. They say that given targets to recycle 65% of our waste the UK already has more than enough incinerators, that burning waste reduces incentives to recycle and destroys potentially valuable resources.Campaigner Paddy Tipping said: \"We're all standing outside County Hall, it's the county council that wants to become carbon neutral, and what are they doing? They are deciding to build a plant that emits carbon. It is just nonsensical.\" Jen Walker, leader of Rushcliffe Borough Council's Labour group, said: \"My main objections are it reduces recycling rates. Rushcliffe already recycles or incinerates 95% of its rubbish, so why would we make that worse? \"The second objection is that it is still actually burning fossil fuels. You are still going to be burning petroleum-based products in the form of plastic. \"It's a really interesting campaign. We can't keep shipping our waste abroad and this looks like it will solve this problem but it won't because ultimately we're burning a fossil fuel that needs to stay in the ground.\" Richard Butler, chairman of the planning committee, said: \"Whilst this application will create carbon - there is no getting away from it, there will be emissions - something has to be done with the waste and rubbish that can't be recycled. \"This is probably the lesser of two unpleasant things to have to do.\" Ratcliffe-on-Soar power station, in Rushcliffe, is also in the running tobecome a site for one of the world's first nuclear fusion reactors .The council said the incinerator was planned for a different part of the site to the reactor. The proposal will now be referred to the secretary of state for approval.Uniper said: \"The proposed facility would play an important role in helping meet the UK's ambitions to effectively and efficiently reduce waste and manage its impact on the environment, reducing CO2 emissions, and helping the East Midlands meet its landfill diversion targets.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-57572003"}