{"datetime": "2021-06-11T13:57:14.000Z", "title": "Coal-fired power stations listed in 'UK's first' fusion plan", "article": "Two coal-fired power stations in Nottinghamshire are in the running to become a site for one of the world's first nuclear fusion reactors. Fusion is a potential source of almost limitless clean energy but is currently only carried out in experiments. Ratcliffe-on-Soar and West Burton A, near Retford, are among15 possible UK sites for the station. Nottinghamshire County Council leader Ben Bradley MP said it was \"hugely exciting news for Nottinghamshire\". The government wants to build what it said would be the UK's, and potentially the world's, first prototype commercial reactor. The United Kingdom Atomic Energy Authority (UKAEA) said it was too early to say if this will be a world first as other countries are working on similar plans but the UK's will be one of the first. The government has set aside £220m for designing a prototype commercial reactor, known as Spherical Tokamak for Energy Production (STEP). In December, it asked local authorities to come forward with potential sites by the end of March, with the aim of building the prototype by 2040. West Burton A power station and Ratcliffe are Britain's two remaining coal-fired power stations and will both bedecommissioned . Fusion - the process going on inside the sun - creates energy by forcing atoms together. It is the opposite of standard nuclear reactors which rely on fission, breaking atoms apart. Fusion is viewed as safe and clean but has so far proved difficult to harness. Critics have said there are still huge hurdles to overcome and some experts believe existing, proven renewable technologies offer a more economical and timely way of tackling climate change. Read more:Nuclear fusion: 'A question of when, not if' The UKAEA said it will shortlist these sites in the autumn and the final decision on the site's location is anticipated at about the end of 2022, with aims to produce a concept design by 2024.   Paul Methven, STEP programme director, said: \"Selecting a site is critical for that transition to delivery and we are pleased to have received a number of high quality nominations.\"Wherever STEP is eventually built, it will bring significant benefits to the region, including employment, skills development and the development of a high-technology, low-carbon supply chain.\" Mr Bradley said it would bring incredible benefits to the county. He said: \"It would build on the existing strengths of our universities and manufacturing sectors, but would also create new skills, training, and thousands of highly skilled jobs, attracting investment and deliver amazing overall benefits to our regional economy including the lucrative opportunities for the local supply chain to help construct the plant. \"We are an ambitious county and have a proud heritage of producing energy which helped power the industrial revolution, but looking to the future, we want to be at the heart of the UK green energy revolution.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-57441820"}