{"datetime": "2020-06-19T16:32:22.000Z", "title": "Westbury MP's fears realised over waste incinerator bid", "article": "A waste plant firm's plan to build an incinerator has prompted strong criticism from a Wiltshire MP. The co-owner of Westbury gasification plant, Bioenergy Infrastructure Group, will submit its plans in July. Westbury MP Dr Andrew Murrison, who raised concerns in the past about how it would expand, said \"it has been one of my fears all along\". The firm said it wished to change the technology for incineration due to supply chain issues caused by Brexit. In January 2019, the firm won planning permission to open a gasification plant, where waste is heated at high temperatures to produce carbon dioxide and other gases. Dr Murrison described the new scheme as \"completely unacceptable\". \"The quasi-green gasification figleaf has been whipped away and now we are left with the prospect of a fully fledged conventional incinerator on our doorstep,\" he said. \"This morning I've been fed a load of old nonsense by Bio Energy about supply chains and Brexit uncertainty but its actual motivation is clear - increased capacity which has been one of my fears all along.\"That presumably means more emissions, more heavy traffic through Westbury and the burning of waste rather than reducing and recycling it.\" He has raised his concerns with Wiltshire County Council and has begun a campaign against the proposal. The company said it would invest £200m into the plant, create 40 permanent jobs, and up to 450 jobs during its construction. A spokesman added new regulations \"mean gasification facilities no longer offered advantages on the same stringent air quality requirements that new moving grate combustion technologies also need to meet\".He added: \"Moving grate technology is tried and trusted - it is in use in 90% of the UK's 48 fully operating energy from waste facilities and over 400 EFW facilities across Europe.\" ", "url": "https://www.bbc.com/news/uk-england-wiltshire-53110493"}