{"datetime": "2021-02-15T13:48:36.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Rules broken at Leicester care home during outbreak", "article": "Staff were not following procedures at a care home experiencing a Covid-19 outbreak, inspectors have said, leaving the risk of infection \"high\". The Care Quality Commission (CQC) inspected Lester Hall Apartments, in Leicester, in December to assess infection prevention control measures. The report, published this month, found not all staff were changing PPE after being in rooms with people with Covid. The care home said it prioritised residents' wellbeing and safety. Theinspection report said: \"PPE was disposed of in non-clinical bins, even when clinical bins were available. This meant the risk of infection spread was high.\" It also criticised \"poor management, knowledge and oversight about which people and staff had tested positive for Covid-19 and when their isolation period was due to end\". \"There was no information on people's doors confirming their Covid-19 status to support staff [to] safely manage their care,\" it added. Other findings reported by theLocal Democracy Reporting Service included there not being \"consistently enough domestic staff on shift\" to ensure effective cleaning, and that some staff did not socially distance during their breaks. The report states some improvements were made by the end of the inspection.Lester Hall Apartments' compliance manager said: \"Despite our best efforts to keep this virulent disease out of our care home, at the end of last year we very sadly had a number of Covid cases.\" The manager added they had acted on the recommendations made \"without hesitation\" and the home was currently free of the virus.A rating was not given due by the CQC due to the visit being a targeted inspection. It waspreviously told it \"required improvement\" .Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56071888"}