{"datetime": "2021-02-20T12:47:03.000Z", "title": "'Twenty-four physical and sexual assaults' at The Amwell care home", "article": "A resident at a \"luxury riverside care home\" physically and sexually assaulted other residents and staff 24 times, according to an inspection report. The Amwell care home in Leicestershire has been criticised for failing to manage the risk posed by this person. It was inspected during a Covid outbreak because of concerns about infections not being prevented. In response to the report, the home said it had developed a \"management action plan\" to help it improve. The home in Melton Mowbray was inspected by the Care Quality Commission (CQC) in November and rated as being \"inadequate\". In relation to the assaults,the report said : \"Staff did not consistently recognise deteriorations to people's presentation which meant opportunities to manage and redirect people were missed, and avoidable incidents occurred. \"For example, one person was involved in 24 incidents where other people and staff were exposed to and experienced physical and sexual assaults. Failure to manage this risked [sic] placed people at risk of harm.\" Among its criticisms, the inspection report said staff were not washing their hands and were failing to change their PPE when they moved from one room to the next. \"Despite a significant Covid-19 outbreak at the service, staff failed to use PPE in line with national government guidance,\" the report said. \"Staff were observed handling breakfast without wearing gloves and moving between people's bedrooms without changing PPE or washing/sanitising their hands.\" The Amwell said: \"Our aim is always to provide the best possible care to those we support and it is a responsibility we take extremely seriously, which is why we were so disappointed with the CQC's findings following its recent inspection. \"We immediately developed a thorough management action plan to address all suggested areas for improvement and we have been working closely with Leicester City Council, the CQC and our staff to implement this.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56120301"}