{"datetime": "2020-12-15T12:51:08.000Z", "title": "Prioritise northern rail network over HS2, says report", "article": "The government should focus on improving rail links between cities in the North and Midlands over new projects such as HS2, a report says. Linking close-by cities with an upgraded line will have a higher economic impact, the National Infrastructure Commission said. Building the eastern leg of HS2 from the Midlands to Leeds in stages could help pay for the plan, it said. The government said it would consider the commission's proposals.Sir John Armitt, chair of the National Infrastructure Commission, said: \"Major rail schemes will be an important component in levelling up the country's economic geography, but we should ensure public money is carefully spent where it can make the most difference.\"The number and scale of rail schemes currently being proposed for the North and Midlands mean that some form of prioritisation will be necessary, and we think there are ways of bringing forward benefits for communities and businesses while keeping options open for additional investments if the circumstances are right.\" The commission, an independent government body, said that the state's current budget does not have the resources for every planned project and upgrade. If the government wants to keep costs down, it could halt the eastern leg of the high speed project, or build it in phases. A Department for Transport spokesperson said: \"It is necessary that we take the time to consider these recommendations in full, and we therefore expect to publish the Integrated Rail Plan in early 2021.\" But the potential softening of stance over the HS2 high speed rail project angered business leaders and politicians in the north. Northern Powerhouse Partnership director Henri Murison said that previous studies suggested that HS2 should be built in full to deliver the needed rail capacity and economic growth. \"Our businesses, our local leaders and our communities have repeatedly and compellingly made the case that the only way to provide the connectivity and capacity the Northern Powerhouse so badly needs is by delivering the Eastern leg of HS2 in full,\" he said. Jim McMahon, Labour's shadow transport secretary, said: \"If the government is serious about improving British infrastructure, supporting jobs and improving connectivity in the north it cannot now row back from building HS2 in its entirety. Today's report is infuriating some business leaders and politicians in the North and Midlands, concerned that momentum is moving away from completing the eastern leg of HS2. There's no disagreement about the need for better rail connections, but where these lines go and how many there are is the question. Ultimately, it will be about money. The commission has pointed out that even if the baseline budget was increased by 50%, there is not enough money for all the major rail schemes proposed in the North and Midlands. Those worried by today's report will say that they don't want to choose between a full HS2 or more regional city routes, and that both are needed if the government is serious about levelling up. That might sound like we want it all, they say, but then isn't it time we got it? The National Infrastructure Commission's study is one of a number of reports into HS2 and whether the project is cost-effective. In the 2015 Budget, the government said it would cost £56bn, but earlier this yearan official review said it could rise to as much as £106bn . Management issues and unrealistic land valuations have caused the cost of HS2 to spiral.A 2019 freedom of information request revealed that property costs are forecast to reach £5bn, compared to the original £1.1bn estimate. The report's authors say it is up to the government to decide how much it wants to spend on rail and that this will determine what gets built.The first phase of the high-speed rail link between London and Birmingham was due to open at the end of 2026. But Transport Secretary Grant Shapps told MPs in September that the first trains may not run on the route until some time between 2028 and 2031. The second phase to Manchester and Leeds was due to open in 2032-33, but that has been pushed back to 2035-40. ", "url": "https://www.bbc.com/news/business-55301997"}