{"datetime": "2021-02-03T17:42:27.000Z", "title": "Covid: Nottinghamshire special school staff to get jab priority", "article": "Special school staff in Nottinghamshire will get their Covid vaccinations early after a move by the county council. Officials said the staff in 11 schools will be offered a vaccine from Wednesday in recognition of their \"health and social care tasks\". Retford head teacher Matt Rooney welcomed the news, but questioned why it was not national policy. He said it was a \"critical step\" in keeping special schools open and vulnerable children safe as possible. Currently thepriority groups are care home workers and residents, those aged over 80 and front-line health and social care workers, those aged 75 to 79 and those aged 70-74 and the clinically extremely vulnerable. Government guidance says front-line social care staff are those \"directly involved in the care of their patients or clients\". Mr Rooney, head teacher at St Giles School in Retford, said it was \"great news\" and \"absolutely the right thing to do\". \"Staff in special schools are so much more than just educators; they are life-givers and enablers. \"They provide vital personal, intimate and health care interventions, such as toileting, feeding, positioning physio and occupational therapy interventions, changing of catheters, gastrostomy care, administering medicines and aerosol-generating procedures including suctioning. \"I cannot understand why this decision has not yet been reached nationally,\" he said. The county council's corporate director for children, young people and schools, Colin Pettigrew, said: \"The workforce in Nottinghamshire County Council's 11 special schools have been prioritised in recognition that they undertake both health and social care tasks as well as educate our most vulnerable children in the county.\" A spokesman for the Department of Health and Social Care said: \"The government remains focused on protecting the most vulnerable in our society, and have been committed to supporting disabled people throughout this pandemic. \"We have issued guidance for the clinically extremely vulnerable with information on how they can keep themselves safe during the restrictions.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-55923571"}