{"datetime": "2021-01-27T11:54:35.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Coronavirus: Special schools in NI to be offered weekly testing", "article": "Pupils and staff at all special schools in Northern Ireland are set to be offered weekly testing for Covid-19. The plan is from the departments of health and education and testing is due to begin at the start of February. However, a business case for the testing programme is still to be approved. Special schools have remained open to all pupils since the start of the new term in January. But some havesaid their pupils can only attend part-time - for two days a week - on a temporary basis . In a statement, the Department of Health (DoH) said the testing programme would be led by the Public Health Agency (PHA). All pupils and staff are to be offered a rapid saliva test known as a Lamp (loop-mediated isothermal amplification) test. That kind of testing isalready being used in some airports . Results, delivered by a laboratory at Queen's University in Belfast, should be available on the same day as the tests are taken. If there is a positive case then school principals will have to decide which other pupils or staff will have to self-isolate as a result. The DoH said the rapid saliva-based tests would be easier than nose and throat swab testing for children attending special schools. They also said that the aim was \"to provide weekly asymptomatic testing for all staff and students in special schools in order to find asymptomatic and pre-symptomatic cases, so they can be isolated along with their contacts, therefore finding cases early and reducing the risk of transmission in the school setting\". Education Minister Peter Weirhas proposed to the executive that special school staff should be prioritised for vaccination against coronavirus. According to the most recent data on cases of Covid-19 in schools there have been 223 cases in special schools since the start of the 2020-21 school year in September. Only just over a quarter of cases (61) were pupils while 162 were staff. However, notified cases in special schools made up less than 5% of all cases in schools. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55826734"}