{"datetime": "2022-02-10T16:30:07.000Z", "author": "The Visual and Data Journalism Team", "subject": "Coronavirus pandemic", "title": "Covid vaccine: How many people are vaccinated in the UK?", "article": "The UK's Covid vaccine campaign has shifted its focus to boosters - an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world. Almost seven in 10 of those aged 12 or over in the UK have had a booster, while nine in 10 have had a single jab and eight in 10 have had a second dose. But despite more than 37 million boosters, or third doses, being given so far, the government is urging more people to come forward and is also considering rolling out jabs to all five to 11-year-olds. The vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups.All those aged 12 and over are now eligible for two doses and the government's vaccine experts, the Joint Committee on Vaccination and Immunisation (JCVI), are deciding if this should be extended to all primary school-age children. Vulnerable five to 11-year-olds are already being offered a low-dose jab. If you can't see the lookup, click here Booster jabs are now available to all over-16s, as well as children aged 12-15 in at-risk groups. Ministers are urging anyone who has not had a third, top-up jab to come forward. The JCVI says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still haveabout 90% protection against hospitalisation. The UK has approved five vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna, Janssen and Novavax; four of which require two doses for maximum protection. Those receiving boosters have so far been receiving one dose of Pfizer or half a dose of Moderna. Vulnerable primary-age children are being given two low-doses of the Pfizer vaccine, containing one-third of the adult dose. All remaining Covid restrictions in England - including the legal rule to self-isolate - could end later this month, the government has said, with Prime Minister Boris Johnson putting the move down to the success of the vaccine and booster campaign. Rules are also being relaxedacross Scotland and Wales, and Northern Ireland's health minister has said he wants to remove most remaining curbs soon. So far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses. While uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low.More than 37 million booster doses have been administered across the UK so far. Overall vaccination rates have now levelled off in every age group in England apart from the youngest bands. The aim of the vaccination programme is toprotect as many people as possible from serious illness through developing the UK population's immunity against Covid-19. Data from the Office for National Statistics (ONS) suggests more thannine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine. However, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population. Across the country, there continues to be some variation in the vaccine programme. Scotland has vaccinated 93% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%. Second doses are also being rolled out, with all nations reaching more than 80% of over-12s so far. Across the English regions, the South West has vaccinated 87% of the same age group with at least one dose, while London has reached 69%. When looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%. There have also been disparities between ethnic groups and poorer and wealthier areas. Analysis of NHS records by theOpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine. The study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data. In addition, booster take-up in poorer areas is lower than in more affluent areas. Currently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna, Novavax and one-shot Janssen vaccines are approved for use throughout the UK.Others, such that produced by CureVac, have not yet been given the green light. The UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use.In addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023.French vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved. ", "url": "https://www.bbc.com/news/health-55274833"}