{"datetime": "2020-12-07T13:01:29.000Z", "author": "Tom Edwards", "title": "HS2: Anger, frustration versus promises of progress", "article": "Standing on a hill above a green valley in the Chilterns near Chalfont Saint Peter you can see red kites flying nearby. But in the valley below, there are lots and lots of HGVs trundling up a new brown, muddy road. In the distance there is a huge chalky scar that has been dug out of another hill. It is a vent shaft for the HS2 project, which will tunnel underneath the hills. HS2 is set to link London, Birmingham, Manchester and Leeds. It is hoped the 20-year project will reduce passenger overcrowding and help rebalance the UK's economy through investment in transport links outside London. It is a mind boggling piece of engineering but it is coming at a cost and it is a cost borne by just a few up and down the line. One of them is Phil Wall who now has hundreds of HGVs passing right outside his home meaning there is nothing but frustration in this lane.Simon Swerling is a farmer and has spent hours every day trying to chase up compensation for loss of earnings as he has lost his equestrian centre. Another resident impacted by the £100bn project is Ann Hayward from Wendover. She's concerned a concrete viaduct is set to ruin her village and destroy ancient nearby woodland. Her landscape is being changed on a daily basis by HS2. The effects of HS2 are also being felt by those who live in central London. Carol Hardy has a council flat in Camden, north London, and is now surrounded by a HS2 building site. She is totally fed up with the building work, the noise, the lack of privacy and the rats. She has received no compensation and wants out. These are the human costs of this huge mega-project and there are hundreds of them up and down the line. Balanced up against that are the benefits of the scheme. Jobs have been created and journey times to the north will be cut. Mark Thurston from HS2 Ltd said: \"The launch of our first tunnelling machines will be a defining moment in the history of HS2 - and our work to deliver a high-speed railway that will offer a low-carbon alternative for journeys across the UK.\"Construction is now well under way, with more than 13,000 jobs supported by the project, both directly and in our UK-wide supply chain.\" In addition, HS2 says seven million trees will be planted during phase one of the project and 85% of the 62 ancient woodlands affected will \"remain intact\". People have always had to make way for infrastructure and the railways created our nation. At the centre of the HS2 project - like nearly all infrastructure projects - is a brutal uncompromising truth: the positives for the many, are deemed to outweigh the pain of the few. However, have times have changed?Climate change and reducing carbon is a priority. Removing ancient trees, even with mitigation, does not fit easily with that objective.With the advent of more home working and video conferencing perhaps fewer people will need to travel? Are the voices of the few, now louder than they used to be in the past?Certainly without fair speedy compensation, and without addressing serious impacts into people's quality of life, then even many of those who support the expansion of the railways will think the price of progress is too high. ", "url": "https://www.bbc.com/news/uk-england-london-55207108"}