{"datetime": "2020-11-02T20:25:37.000Z", "title": "The Countdown: Lady Gaga gets drawn in as campaign heats up", "article": "There is just one day left. Donald Trump is going to touch down in four states in a single day. Joe Biden is now focused on Pennsylvania, and that is how Lady Gaga got involved in an unusual debate. 1. Aftersweeping through five states on Sunday , Donald Trump is hitting four more on Monday - they are either swing states, or states he won last time but where polls are now showing a very close race.2. \"If I don't sound like a typical Washington politician, it's because I'm not a politician\" - Mr Trump has used one of his favourite lines when speaking to supporters in North Carolina, and many of them like to think of their president as an outsider. 3. Joe Biden is focused on Pennsylvania, an important state in his path to the White House, but one which will only start counting postal votes on election day - something Mr Trump has said he could challenge in court.4. \"Fire Fauci\" was a chant heard at a Florida Trump rally on Sunday and the president hinted he might like to do just thatafter the country's top infectious diseases expert criticised the White House's virus strategy as cases grow in the US. Lady Gaga, that well-known \"anti-fracking activist\", has made her way into Donald Trump's mentions.The 34-year-old, who is also known for being a pop superstar with several Grammy awards and one Oscar, is set to join Joe Biden and Kamala Harris at a rally in Pittsburgh, Pennsylvania on Monday. For the record, she is not famous for being an anti-fracking activist but that is how she was described in atweet by Donald Trump's communications director Tim Murtaugh. \"Nothing exposes Biden's disdain for the forgotten working men & women of PA like campaigning with anti-fracking activist Lady Gaga,\" he wrote. TheTrump campaign statement on Lady Gaga's forthcoming appearance with Joe Biden links to an October 2012 post on Lady Gaga's official Facebook page, which posts without comment a link to the website Artists Against Fracking. Mr Trump alsotweeted his outrage. Lady Gaga responded , glad \"to be living rent free\" in their heads and asked \"also, what is fracking?\" Fracking is the process of drilling into the earth to release natural gas and oil. The Trump campaign has identified it as a critical election issue in the battleground state of Pennsylvania, which has a booming natural gas industry.The Biden campaign says it does not have a policy to ban fracking but it would seek to end fracking leases on federal land. The Democrat has been under particular pressure on the issue since speaking abouta \"transition\" away from oil in the final TV debate. , which his team later said he didn't really mean. Lady Gaga did also include in her post: \"Keep your jobs PA!\" Both candidates are after Latino votes in a year when onlyhalf say they are \"extremely motivated\" to vote, compared with two-thirds of US voters overall. Mr Trump's final rally of Sunday was in Miami - and the Spanish-speaking Colombian vallenato band he brought in to warm up the crowd was a clue as to one important intended audience.Meanwhile Democrat politician Julian Castro campaigned for Joe Biden in Arizona, where he visited a Day of the Dead altar upon which a picture of his late step-mother who recently died of Covid-19 was placed. Democrats are hoping that the state's growing Latino populationcould change a Republican landscape. ", "url": "https://www.bbc.com/news/election-us-2020-54776996"}