{"datetime": "2020-12-15T14:33:43.000Z", "title": "HS2 eastern leg downgrade 'will short-change millions'", "article": "Plans to downgrade HS2 \"will short-change millions of people\", transport lobby groups have said. The National Infrastructure Commission (NIC) has suggested a series of options on the future of the high-speed line. One option is a downgrading of the eastern side of Phase Two, linking Birmingham to Leeds, which could see it terminate at East Midlands Parkway station in Nottinghamshire. Lobby group Midlands Connect said the plans were \"very concerning\". The NIC - an independent bodyset up to advise the government on infrastructure funding - said improving rail links between cities in the North and Midlands should be the first priority. The commission made the recommendations as part of its Rail Needs Assessment for the Midlands and the North report and the decision is now in the government's hands. It has developedfive packages of rail investments within three different budgets - £86bn, £108bn and £129bn.Sir John Armitt, chairman of the NIC, said: \"Major rail schemes will be an important component in levelling up the country's economic geography, but we should ensure public money is carefully spent where it can make the most difference.\"The number and scale of rail schemes currently being proposed for the North and Midlands mean some form of prioritisation will be necessary, and we think there are ways of bringing forward benefits for communities and businesses while keeping options open for additional investments if the circumstances are right.\"One option includes the use of East Midlands Parkway as the end of the line, where it would then connect with mainline services to Yorkshire, the North East and Scotland. Previously, the line was planned to go through Toton and on to Chesterfield, Sheffield and Leeds. \"[Toton's] location means high-speed services would not directly serve any of the cities in the East Midlands, although Midlands Connect have proposed schemes that would provide direct services into Nottingham,\" the report stated. \"Using East Midlands Parkway would better enable faster rail services between Nottingham and Birmingham (potentially 27 minutes, compared to 53 minutes via the Toton East Midlands Hub or 33 minutes with Midlands Connect's conventional compatible services in addition to Toton)\". Maria Machancoses, director of Midlands Connect, said: \"Some of the options in this report are very concerning. \"Sacrificing parts of the high-speed network now would short-change millions of people across the Midlands and undermine our efforts to deliver a transport network fit for the 21st Century. \"HS2 must be delivered in its entirety, including its eastern leg from Birmingham to Leeds. \"To stall, scale down or delay now will cause irreparable economic damage to communities.\" She added \"a decade of planning\" had gone into making Toton the site of thousands of new homes. Lilian Greenwood, MP for Nottingham South and member of the transport select committee, said downgrading the eastern leg was \"completely unacceptable, and will condemn a generation, not only to a second-class railway, but to a second-class future\". \"To bypass Toton would undermine years of work and ambitious plans to regenerate a site larger than London's Olympic Park,\" she said. Kay Cutts, Nottinghamshire County Council leader and HS2 East Midlands Board chair, said the report is suggesting \"a fundamental scaling back of HS2 in the Midlands and Yorkshire\". \"These proposals reduce any chance of improving Nottingham's existing poor connections to the north,\" David Mellen, Nottingham City Council leader, added. Sir Peter Soulsby, mayor of Leicester, described East Midlands Parkway as \"an isolated site that has never hit its passenger targets\" while Derby City Council leader Chris Poulter said it was \"a station on the cheap\". The Northern Powerhouse Partnership director Henri Murison also expressed disappointment. \"Our businesses, our local leaders and our communities have repeatedly and compellingly made the case that the only way to provide the connectivity and capacity the Northern Powerhouse so badly needs is by delivering the eastern leg of HS2 in full,\" he said. Judith Blake, leader of Leeds City Council and Dan Jarvis, South Yorkshire mayor, said they were \"hugely disappointed\" while Martin Gannon, chair of the North East Joint Transport Committee, said some cities would be left as \"high-speed have-nots\". The Department for Transport said it welcomed the report. \"It is necessary that we take the time to consider these recommendations in full, and we therefore expect to publish the Integrated Rail Plan in early 2021,\" a spokesperson said. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-55303978"}