{"datetime": "2020-12-01T11:30:54.000Z", "title": "HS2 Yorkshire leg 'fundamental to country's future' Lords told", "article": "The extension of HS2 to Yorkshire is \"fundamental\" to prevent half of the country being left behind, ex-Transport Secretary Lord Adonis has said. The eastern side of Phase Two, linking Birmingham to Leeds, may not be finished until 2040.Lord Adonis told a House of Lords debate there was a danger of ministers scrapping or delaying the section.The government said plans for the high-speed line to Sheffield and Leeds would be set out in an integrated rail plan.Labour's Lord Adonis warned a failure to complete the Yorkshire leg of HS2 would be the equivalent of the Victorians building a railway to Manchester but leaving the canals to serve Sheffield and Leeds. \"If it's a project just for one half of the country then it will by definition leave the other half behind,\" he told the Lords. Labour former Cabinet minister Lord Blunkett, who represented a Sheffield seat in the Commons, said some of the new MPs in the North East and East Midlands \"seem to live in a parallel universe\". He said: \"Unless you get it on paper, unless it's absolutely unequivocal, it's not going to happen, and the East Midlands, Yorkshire and the North East will lose out all over again.\" During the debate on Monday, an amendment aimed at committing ministers to legislate for the eastern leg of HS2 from the West Midlands was narrowly rejected by 274 votes to 265. It followed assurances by transport minister Baroness Vere of Norbiton, who told the debate: \"The prime minister has been very clear that the government's plans for the HS2 eastern leg will be set out in the integrated rail plan and that this will be laid before Parliament in the same time frame of the amendment.\" Lord Adonis added: \"It is fundamental to the future of this country that we build both HS2 east and west - if we're going to be one nation in the future we need a one-nation transport and infrastructure system.\"Aiming to link London, Birmingham, Manchester and Leeds, it is hoped the 20-year project will reduce overcrowding and help rebalance the UK's economy through investment in transport outside London. But an official government report, published in February, warned that it couldcost more than £100bn and be up to five years behind schedule. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-55143183"}