{"datetime": "2020-10-14T09:48:22.000Z", "author": "Tom Burridge", "title": "HS2 costs rise again weeks after work begins", "article": "The costs associated with building HS2, the high speed railway linking northern and southern England, have risen again. The news comes less than two months after construction officially began.Ministers have admitted an extra £800m is needed due to more asbestos being discovered and the complexities of bringing the railway into a new hub station at London Euston.Earlier this year the government gave HS2 a revised budget of £98bn after previous costings became unrealistic. The Department for Transport said it was \"relentlessly focused on controlling costs\" and still expects HS2 Ltd to complete the first stretch of the railway within its target cost of £40bn.The latest admission over cost pressures came in the government's first six-monthly update on HS2 to parliament, since the government gave 'notice to proceed' with construction in April. In the past HS2 Ltd, the public company charged with delivering the project, and the Department for Transport have been accused of misleading MPs about the true cost of the project.A letter written in May 2016, by the then Transport Secretary Patrick McLoughlin, showed that ministers knew the scheme was over budget. However, at the time, it was not made public.Former HS2 directors alleged that the project's ballooning budget was \"covered-up\", something HS2 Ltd denied.The current government has admitted that more transparency over the progress of the project, which has been deeply divisive, is necessary.In his first six-monthly review of HS2, the Transport Minister, Andrew Stephenson, claimed the government now had \"a stronger grip on delivery to time and budget\". Major construction projects such as HS2 are fraught with risk and uncertainty, and the government has set aside £5.3bn of funding to cover any unknown costs which arise on Phase 1.However, ministers admit the latest £0.8bn overspend does not include the impact of the pandemic, which is likely to have driven costs up further.The first stretch of the railway, between London and Birmingham, is not expected to be completed until 2029 at the earliest.Phase 2, which will create a 'Y-shape' linking Birmingham to Manchester and to Leeds might not be finished until 2040.The project has also faced scrutiny over its impact on natural environments along the route.Environmental protestors have tried to prevent HS2 Ltd from cutting down trees along the route in ancient woodlands in Warwickshire.The government says HS2 Ltd will set up a new Environmental Sustainability Committee which will publish its first report on the environmental impact of the project next year.", "url": "https://www.bbc.com/news/business-54538639"}