{"datetime": "2020-06-18T20:56:03.000Z", "author": "Jayne McCormack", "title": "Irish government: Greens hold special convention on plan", "article": "Green Party members in NI and the Republic of Ireland have held a special convention to discuss the draft deal to form a new Irish government. The plan, drawn up by Fianna Fáil, Fine Gael and the Greens, waspublished on Monday . If ratified, it would see the three parties enter into a coalition government in Dublin. But it must be endorsed by the membership of all three. The NI Greens also get to vote. Only 195 of about 800 NI Green Party members registered to vote by Wednesday's deadline. During Thursday's eight-hour long convention, which was held online, Belfast city councillor Anthony Flynn spoke against the draft deal.He is thefirst elected representative from the NI Greens to make his position clear .He told the convention: \"This deal is not good enough on austerity. This deal is not good enough on housing. This deal is not good enough on animal welfare.\"We can do better and we will do better.\" About two-thirds of Green Party members across the island have registered to vote. A two-thirds majority of those voters is needed to ratify the draft programme for government, so if there is a close contest the votes of the NI Greens could prove decisive. The NI Greens leader, Clare Bailey, has remained tight-lipped so far about the deal, but abstained in an advisory vote on Monday evening, when the Irish Greens' parliamentary team voted in favour of the plan. It is understood the NI Greens will hold an informal meeting on Friday evening to discuss the programme for government in more detail. Some members of the NI Greens have privately expressed concerns about aspects of the plan.Former Ards and North Down councillor John Barry, who remains a party member, had already said he would be urging the Greens to reject it. A ballot of all three parties will take place, with the results due next Friday. ", "url": "https://www.bbc.com/news/uk-northern-ireland-53083094"}