{"datetime": "2020-06-22T09:39:05.000Z", "title": "Irish government: Deal is 'best option' says Fianna Fáil", "article": "The deal agreed for a new Irish coalition government is the \"best possible option\", the deputy leader of Fianna Fáil has said. Dara Calleary rejected criticism that the draft programme for government would not \"provide for people\". However, Mal O'Hara from the Green Party in NI, said the deal was \"potentially an unjust transition\". \"We are really worried about how this potentially impacts on the most vulnerable,\" he said. The proposed coalition would see Fianna Fáil and Fine Gael sharing power for the first time in Irish history, with essential support from the Green Party.Speaking on BBC News NI's Good Morning Ulster, Mr Calleary described the Irish coalition government's programme as a document of climate ambition as well as social ambition. \"We have a major social housing programme,\" he said. \"We will acquire 50,000 social houses over the course of the lifetime of government. \"We have guaranteed there will be no reduction in social welfare payments. We will initiate a referendum on the right to a house which will substantially change housing policy here and we are also looking at a range of measures in relation to affordable housing to give people the opportunity to own their own house.\" The new coalition government would also invest in the health system building on lessons learned over the course of the pandemic, he said. While recognising that the idea of a coalition with its traditional rival, Fine Gael, was difficult for some members of his party, he defended it strongly. \"It represents the best opportunity for everybody on the island. \"It puts this island on a very good path in terms of climate....but also in terms of social policy and delivering for those who have challenges in their lives,\" he said. Green Party NI leader Clare Bailey is against the coalition deal. She has signed a statement along with seven other Green Party members calling it the \"most fiscally conservative arrangements in a generation\". The statement said a \"better deal is possible\" and voting no was \"a step towards securing that better deal\". Her deputy in the Northern Ireland party, Mr O'Hara, told Good Morning Ulster on Monday that he would also be voting no. \"While there are significant gains and some wins in terms of environmental action - particularly around energy and the banning of imported fracking gas - it doesn't provide the other systemic changes we would hope to see in terms of the economic model issues, the income for taxation and also the social changes - particularly on health care and housing - we would have hoped to have seen,\" he said. \"We are really worried about how this potentially impacts on the most vulnerable,\" he added. Mr O'Hara said this was being presented as \"this deal or nothing\" but pointed out that there were other options on the table going forward. By Gareth Gordon, BBC News NI political correspondent It appears there may be no great groundswell among the Green Party NI to go into government in Dublin - if there is, their members aren't telling us. The Green Party in NI, much like the Alliance Party, has done very well in keeping out of of orange and green politics, especially around issues surrounding the border. Many of their party members in Northern Ireland do not vote along traditional nationalist or unionist lines and may have not registered to vote fearing that this could potentially rock the boat in terms of venturing into what is a different political jurisdiction.The history of minority partners in coalition governments not doing well is well known by the Green Party, who were practically decimated in government in Dublin almost a decade ago. Party members may just be apprehensive about what repercussions are in store if they do choose to go back into a coalition. The Republic of Ireland held a general election on 8 February, in whichno party came close to winning an 80-seat majority that would allow them to govern alone. Talks to form a coalition were then delayed by the coronavirus outbreak. On Monday 15 June, the leaders of Fianna Fáil, Fine Gael and the Green Party in the Republic of Ireland agreeda draft programme for government , but it is subject to approval by members of all three parties. Green Party members in Northern Ireland can vote on the deal, but only 195 out of about 800 members had registered to do so by last Wednesday's deadline. The Green Party had 12 representatives elected to the Dáil (Irish Parliament) in February's election. Leo Varadkar has been caretaker taoiseach (Irish prime minister) since February, following a disappointing election result for his Fine Gael party. Under the proposed coalition deal, Fianna Fáil leader Micheál Martin would serve as taoiseach until December 2022, at which stage Mr Varadkar would take on the role again. A two-thirds majority of Greens who are registered to vote is required to ratify the deal.A ballot of all three parties will take place, with the results due on Friday. ", "url": "https://www.bbc.com/news/world-europe-53134630"}