{"datetime": "2020-06-21T10:46:27.000Z", "title": "Irish government: Clare Bailey of Green Party rejects coalition deal", "article": "The Green Party's leader in Northern Ireland, Clare Bailey, has rejected a deal in which the Greens would be part of a new Irish coalition government. The proposed coalition would see Fianna Fáil and Fine Gael sharing power for the first time in Irish history, with essential support from the Green Party.A statement rejecting the deal was signed by Ms Bailey and seven others. They said it proposed the \"most fiscally conservative arrangements in a generation\". The statement added that a \"better deal is possible\" and voting no was \"a step towards securing that better deal\". Speaking to BBC's Sunday Politics, Ms Bailey said that despite the deal offering some \"environmental wins\", she felt \"the economic and finances behind this deal will really lead to some of the most vulnerable being hit the hardest\". She maintains that the deal does \"not do enough\" for the party's core principals on climate and social justice \"These are not big enough shifts to sustain the challenges ahead,\" she told the programme. \"We need to protect the most vulnerable and what I can see in this programme of government is they will be hit the hardest. \"People came out in February and voted for change and I don't think that change is being delivered in this programme,\" she added. By Gareth Gordon, BBC News NI political correspondent It appears there may be no great groundswell among the Green Party NI to go into government in Dublin - if there is, their members aren't telling us. The Green Party in NI, much like the Alliance Party, has done very well in keeping out of of orange and green politics, especially around issues surrounding the border. Many of their party members in Northern Ireland do not vote along traditional nationalist or unionist lines and may have not registered to vote fearing that this could potentially rock the boat in terms of venturing into what is a different political jurisdiction.The history of minority partners in coalition governments not doing well is well known by the Green Party, who were practically decimated in government in Dublin almost a decade ago. Party members may just be apprehensive about what repercussions are in store if they do choose to go back into a coalition. The Republic of Ireland held a general election on 8 February, in whichno party came close to winning an 80-seat majority that would allow them to govern alone. Talks to form a coalition were then delayed by the coronavirus outbreak. On Monday 15 June, the leaders of Fianna Fáil, Fine Gael and the Green Party in the Republic of Ireland agreeda draft programme for government , but it is subject to approval by members of all three parties. Green Party members in Northern Ireland can vote on the deal, but only 195 out of about 800 members had registered to do so by Wednesday's deadline. Now their leaderMs Bailey, who had previously been remained tight-lipped on the issue, has said she cannot support the arrangement.The Green Party had 12 representatives elected to the Dáil (Irish Parliament) in February's election. Three of the Green's 12 Dáil members - Francis Duffy, Patrick Costello and Neasa Hourigan - signed the joint statement rejecting the deal, along with Ms Bailey and four other party members from Northern Ireland.The statement said the challenges facing the government, including Covid-19, Brexit and the climate, must be \"met with a bold commitment to delivering change through a just recovery to a fairer society and low carbon economy\". \"There is an opportunity to build back better - but it requires a shift from the business as usual mentality. A commitment to the just recovery must underpin any coalition arrangement,\" the statement said.\"As Green Party elected representatives and members from across this island, we believe that this draft Programme for Government represents an unjust recovery.\" Leo Varadkar has been caretaker taoiseach (Irish prime minister) since February, following a disappointing election result for his Fine Gael party. Under the proposed coalition deal, Fianna Fáil leader Micheál Martin would serve as taoiseach until December 2022, at which stage Mr Varadkar would take on the role again. A two-thirds majority of Greens who are registered to vote is required to ratify the deal.On Thursday, Green Party members in Northern Ireland and the Republic of Ireland held an eight-hour online convention to discuss the deal. More than two thirds of those who spoke during the event expressed their support. Ms Bailey abstained in an advisory vote on Monday evening, when the Irish Greens' parliamentary team voted in favour of the plan, but on Sunday she made her position clear. Some members of the Green Party in Northern Ireland have privately expressed concerns about aspects of the plan.Former Ards and North Down councillor John Barry, who remains a party member, had already said he would be urging the Greens to reject it. A ballot of all three parties will take place, with the results due next Friday. ", "url": "https://www.bbc.com/news/uk-northern-ireland-53123592"}