{"datetime": "2020-02-11T10:04:02.000Z", "author": "Jayne McCormack", "title": "Irish general election: Who will be the next prime minister?", "article": "The date 10 February now represents two equally important moments for Mary Lou McDonald. In 2018, it marked the dayshe took over from Gerry Adams as Sinn Féin president. Two years later, it marked the beginning of a new era for the party under her leadership, as itconsolidated its best-ever election result . The party's success surprised pundits, senior Sinn Féin strategists and even some of its candidates: one of them, Patricia Ryan, had gone on holiday during the campaign so slim were her chances of winning a seat. We now know Sinn Féin topped the poll in the majority of constituencies and increased its number of seats by 14 - a remarkable result. However, given how the overall vote has broken down, Sinn Féin may not necessarily end up in government despite its swathe of victories. The magic number for winning a majority government in the Republic of Ireland is 80 seats. None of the three big parties - Fine Gael, Fianna Fáil and now Sinn Féin - came anywhere close to that figure. Attempts to form a new coalition-of-sorts are already getting under way, although this will be complex. Previous administrations in the Republic of Ireland have been forged this way too, but it's taken a while to get there. In 2016, it took70 days for a government to be formed after the parties agreed a confidence-and-supply agreement, which saw a cabinet of Fine Gael members and independents being propped up by Fianna Fáil votes on key policy areas. With all 160 seats in the Dáil (Irish parliament) declared, the parties are expected to reconvene in the chamber on 20 February. But it seems unlikely that an agreement on who enters government will emerge in the next eight days. Unlike the last Irish election, which was dominated by the other two parties, the Sinn Féin breakthrough means there are more potential ways for a government to take shape. Mrs McDonald has begun reaching out to some of the smaller parties - the Greens, Labour, Solidarity People Before Profit and the Social Democrats - to see if their numbers combined could be enough. She said \"the worst outcome\" would be a government again featuring Fine Gael and Fianna Fáil. But Sinn Féin may very well end up working with one of them, given that an entire coalition made up of left-wing parties doesn't add up to a working majority. Then there is the bigger head-scratcher of what Fianna Fáil - the party that now has the most seats - does. Leader Micheál Martin repeatedly said during the campaign he would not work with Sinn Féin, because of its historic links to the IRA. As the results began rolling in, Mr Martin gave interviews appearing to hold the door open to the prospect of a new government with Sinn Féin. It could still be Micheál Martin - but at what political price? There is speculation that if Fianna Fáil and Sinn Féin agreed to enter government together, the position could be rotated between them. On Monday, Mary Lou McDonald said she believed she \"may well be the next taoiseach\". Fine Gael, now the third biggest party, has so far repeated its pledge that it will not enter government with Sinn Féin. It has been in government for nine years and, given a poor election result, is likely to go into opposition.The thinking from Fine Gael and Fianna Fáil appears to be leaving it to Sinn Féin, regarded as having 'won' the election, to hit the ground running on the formation of the next government. And then consider how stable any new coalition government will be. In short, there are lots of concerns for the three big parties but no precedent as to how it might unfold. Who knows? He will continue as acting taoiseach until a deal is agreed for a new government - effectively in office but without power. While he has gained a solid international reputation due to his role in the Brexit negotiations, voters didn't respond to that issue and already there have been some calls for the Fine Gael leader to stand down. Former Fine Gael minister James Reilly said the party had made a \"number of mistakes\" in the campaign - but Mr Varadkar's deputy, Simon Coveney, defended him and insisted he should remain at the top. The significance of what has happened cannot be overstated. The Republic of Ireland has voted, in the most part, for the same two centre-right parties for decades. Even if Sinn Féin does not make it into power this time, it will be hard for any party who does enter government to overlook what Irish voters have told them at the polls.Time - and possibly plenty of it - will tell. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51448739"}