{"datetime": "2020-02-10T07:05:55.000Z", "author": "Chris Page", "title": "Irish general election: Result marks seismic break for two-party system", "article": "\"Seismic\", \"historic\", \"momentous\" - those are the sorts of words which are being used to describe the results in the Irish general election. Of course, those superlatives are being spoken by Sinn Féin politicians and activists to describe their party's surge. But they are also coming from the lips and pens of political analysts, as they assess how Mary Lou McDonald's party has loosened the decades-long grip of the two parties which have dominated Irish governments. Sinn Féin's margin of victory in the first preference vote was in line with its best performances in opinion polls during the campaign. 24.5% of voters placed a '1' next to a Sinn Féin candidate. Fianna Fáil - led by the former Foreign Minister Micheál Martin - received 22.2% of the first preferences. Fine Gael - whose leader is the current Taoiseach Leo Varadkar - polled 20.9%.Sinn Féin ran fewer candidates than its rivals, meaning its pole position in the first stage of the count is unlikely to translate into it being the largest party in the main house of the Irish parliament, the Dáil.Political scientists from University College Dublin, who are projecting the final result for the national broadcaster RTÉ, predict that Fianna Fáil will end up with the most seats. During the campaign, Fianna Fáil and Fine Gael - which are both broadly in the centre of the political spectrum - ruled out going into government with Sinn Féin. They cited Sinn Féin's past links to IRA violence, and also strongly objected to its policies on law and order, and taxation. But that did not halt the rapid increase in Sinn Féin's support as the canvassing, debating and leafleting progressed.When challenged on its associations with the IRA, Sinn Féin emphasised its role in the Northern Ireland peace process.But more than that - it focused its campaign on high rent levels, record homelessness figures, and the cost of living - particularly the price of insurance. Sinn Féin has also said it would want any government it was part of to prepare for a referendum on Irish unity.The party leader Mary Lou McDonald arrived at the main Dublin count centre alongside the Sinn Féin Vice-President Michelle O'Neill - who is deputy First Minister of Northern Ireland.Ms McDonald said her party's left-wing policies had convinced voters in the Irish Republic it was a \"vehicle for change.\" As the results were taking shape, Leo Varadkar repeated his party's position that it would not bring Sinn Fein into a coalition - comparing such an outcome to a \"forced marriage\". The Fianna Fáil leader Micheál Martin was not so definitive. On RTÉ's televised results programme, he said: \"The people have voted in numbers and I respect that.\" He also said that policies and principles \"don't change overnight\" What some commentators are terming \"coalitionology\" will be a popular pastime as the count continues over Monday, and perhaps beyond. The proportional representation system of voting means finalising the seat tally is complex. Given so many Sinn Féin candidates were elected on the first count - and did not have running mates - their surpluses will be very much in play to decide where the other seats in their constituencies go. While some contact between parties may have happened already, substantive coalition negotiations are unlikely to start for a few days yet. Smaller parties - including the Greens, Labour, the Social Democrats, Solidarity-People Before Profit, and Aontú - will be hoping to have their say, as will a number of non-party politicians.However, at this point there is no obvious pathway to a stable administration.", "url": "https://www.bbc.com/news/uk-northern-ireland-51441409"}