{"datetime": "2020-06-15T13:28:10.000Z", "title": "Irish government: Deal reached to form coalition", "article": "A draft Programme for Government has been agreed between Fianna Fáil, Fine Gael and the Green Party in the Republic of Ireland. Fianna Fáil's Micheál Martin will serve as taoiseach (Irish prime minister) until December 2022,RTÉ has reported . Fine Gael's Leo Varadkar would then become taoiseach again. Ageneral election was held in February , but no party got a majority and coalition talks were halted by coronavirus. Mr Varadkar has been caretaker taoiseach since 8 February. The draft deal, which comes after two months of negotiations between the parties, will now have to be endorsed by their parliamentary teams, before being put to their respective memberships for approval. It will be presented to the parliamentary parties at 17:30 BST on Monday, however the outcome of votes among the wider memberships are not expected to be known until the end of next week. The draft programme includes a national recovery plan to focus on repairing the economic damage sustained by the coronavirus pandemic. The agreed text says Ireland is at a \"defining moment\". \"We face urgent challenges which touch every community,\" reads the document. \"In the space of a few short months our world has turned upside down. \"Lives have been lost and hearts broken, and our lives and livelihoods have been changed utterly. In striving together against something which threatens us all, we have shown we can surprise ourselves - adapting quickly, building new alliances and collaborating in ways we never expected. \"In this Programme for Government we are asserting our ambition to meet these challenges, repair the damage that has been inflicted by the pandemic, and take the renewed spirit arising from these challenging times and translate it into action.\" Mr Martin has said that his party's fingerprints are on the Programme for Government. Mr Varadkar, Mr Martin and Eamon Ryan, leader of the Green Party in the Republic of Ireland, were involved in discussions for much of Sunday in a bid to finalise an agreement.The talks resumed on Monday morning. Speaking on his way into a meeting of the three leaders, Mr Martin told RTÉ that if you compared the Fianna Fáil manifesto with the Programme for Government there was \"a lot of overlap\". But he stressed that it was a collective engagement between the three parties and if a new government is formed \"it has to go forward in a collective spirit as well\". \"It is a detailed programme and there has been a lengthy negotiation process, so it is the sum total of three parties and all the different spokespeople on different issues coming together\", he said. \"Every party doesn't win everything\" and added that \"the Green Party input was certainly there\".Mr Martin said that 80% of his party's election manifesto proposals on climate change were similar to those of the Green Party. Shortly before the meeting, the Green Party leader said that the programme for government was going to be \"good for rural Ireland\".Mr Ryan said it contained a lot of things which, if delivered on, would be a huge achievement.\"You've got to actually deliver it\", he added.In relation to the selection of ministries, Mr Ryan said no decisions had been made on this, describing it as a \"complex jigsaw\" that the three leaders had to work out. When asked on Monday what cabinet position he would initially hold, Mr Varadkar replied: \"Good question.\" Earlier, he said: \"This is an agreement that, from my point of view and certainly from the point of view of the country, is going to be a good one and one that is very much in line with Fine Gael's values and principles.\"The parliamentary parties will be briefed on the deal on Monday afternoon, then it will go to their memberships for a final decision. The Green Party will need a two-thirds majority - including from members in Northern Ireland - to support an agreement to go into government with Fianna Fáil and Fine Gael.The programme, which is more 100 pages long, prioritises dealing with the economic and social consequences of Covid-19 and managing climate change.", "url": "https://www.bbc.com/news/world-europe-53045282"}