{"datetime": "2020-06-17T06:37:50.000Z", "author": "Jayne McCormack", "title": "Irish government: Where does NI feature in draft deal?", "article": "A draft deal has been agreed between Fianna Fáil, Fine Gael and the Green Party in the Republic of Ireland to help form a new coalition government . The plan must first be endorsed by the parties' parliamentary teams and wider membership. It includes a number of pledges relating to Northern Ireland on Brexit and supporting the Stormont Executive. Published on Monday, here's what theOur Shared Future document says about Northern Ireland. The draft programme for government splits up the parties' commitments on NI into a number of areas - although some of them contain little detail. A new unit within the Department of the Taoiseach will be set up to work \"towards a consensus on a shared island\", says the paper. \"This unit will examine the political, social, economic and cultural considerations underpinning a future in which all traditions are mutually respected.\" The parties also pledge to \"enhance, develop, and deepen all aspects\" of north-south cooperation and the all-island economy. They will also seek to develop an all-island strategy to tackle climate breakdown and the biodiversity crisis. There is a commitment to work with the Stormont Executive and the UK government to achieve \"greater connectivity\" on the island of Ireland. The most recent Dublin administration, led by outgoing caretaker taoiseach Leo Varadkar and his deputy, Simon Coveney, played a key role in helping torestore the political institutions in Northern Ireland in January. The deal signed by the Stormont parties and British and Irish governments at that time was calledNew Decade, New Approach . Due to the coronavirus crisis, many of its key points have yet to be initiated. This draft plan commits the new Irish government to ensuring that the Northern Ireland deal is \"implemented in full\". It also mentions the need to restart meetings ofthe North-South Ministerial Council , which stopped functioning during the absence of devolution. There is also a pledge to \"expand and develop\" mechanisms for engagement between the Houses of the Oireachtas, the NI Assembly, the UK Parliament and the devolved assemblies in Wales and Scotland.The parties also commit to work with the Executive and the UK Government to \"deepen multi-agency cross-border cooperation\" on crime, including information-sharing between the PSNI and An Garda Síochána (Irish police). Much of the blueprint is taken up by the focus on Brexit, ahead of the transition period ending on 31 December 2020. It says the implementation of the Northern Ireland protocol is a \"key priority\". \"We will engage closely with the EU-UK Joint Committee and the Specialised Committee, to ensure the bedding down of the new arrangements,\" it adds. It also promises to convene a Cabinet committee on Brexit and Northern Ireland, to initially meet \"at least bi-monthly\". Some of this section repeats what the previous Irish administration has pledged on Brexit before. The document promises to support \"the closest possible relationship\" between the EU and the UK in the strategic interests of Ireland, north and south, and British-Irish relations. It also commits to continue to actively participate in the Special Committee, overseeing the implementation of the NI protocol, including the \"maintenance and protection\" of theall-island Single Electricity Market (SEM) . It has been in place since 2007 and allows for a single market to operate across Northern Ireland and the Republic of Ireland. However, it is underpinned by the UK and Ireland's membership of the Internal Energy Market (IEM). The parties say they are committed to working with the UK government and Stormont Executive to \"address the painful legacy of the Troubles\". It says this should be done through the implementation of the 2014 Stormont House Agreement, which sought to create a number of new agencies to resolve outstanding issues. It adds that the Irish government will engage with the British government with a view to ensuring access by \"an independent, international judicial figure\" to all original documents relating to the Dublin and Monaghan Bombings, as well as the Dublin bombings of 1972 and 1971, the bombing of Kay's Tavern and the murder ofCounty Louth man Seamus Ludlow in 1976 . The document also commits to engaging with the NI Executive on the planning and management of commemorations of a \"cross-community and politically sensitive nature\". The document includes several commitments to deliver cross-border infrastructure and tourism projects.These include the completion of thelong-running A5 road project linking counties Londonderry and Tyrone, and Narrow Water Bridge. The parties say they will work with the NI Executive to deliver the long-awaitedUlster Canal project, in order to \"restore the all-island inland water system as a premier tourism attraction\". It would restore nine miles of the waterway from County Fermanagh to border counties in the Republic of Ireland, and was announced in July 2007 - but it has been delayed a number of times due to construction and contractual issues. The plan also pledges to deliver further greenway projects, as well as work with the NI Executive to create a \"coastal tourist trail\", linking the Wild Atlantic Way, the Causeway Coast and other areas of Irish coastline. A new administration would \"honour our longstanding commitment\" to introducing minimum unit pricing for alcohol, in consultation with Northern Ireland, it says. The document also promises to support initiatives by civil society, the community sector, and the arts and cultural sector, aimed at promoting \"constructive and inclusive dialogue\" around the future of the island. The programme for government will now be posted to their individual memberships for ballot, with the results expected on 26 June. ", "url": "https://www.bbc.com/news/world-europe-53058321"}