{"datetime": "2020-10-24T03:25:49.000Z", "title": "US Election 2020: Biden seeks to clarify remark on ending oil", "article": "US President Donald Trump has seized on a TV debate remark by his White House rival Joe Biden about shutting down the oil industry, as the Democrat scrambled to clear up the confusion. Biden aides on Friday said he had been talking about ending fossil fuel subsidies, not the industry itself, when he spoke of a \"transition\" from oil. The Democrat meanwhile again attacked Mr Trump's handling of coronavirus, saying: \"He's quit on America.\" Mr Biden holds a steady lead in polls. But the margin is narrower in a handful of states that could vote either way and ultimately decide the race on 3 November. More than 53 million Americans have already voted in person or by post in a record-breaking turnout driven largely by the coronavirus pandemic. In the final moments of Thursday night's primetime showdown in Nashville, Mr Trump asked his challenger: \"Would you close down the oil industry?\" \"I would transition from the oil industry, yes,\" responded Mr Biden, adding, \"because the oil industry pollutes significantly\".Mr Biden said fossil fuels had to be replaced by renewable energy over time with the US moving towards net zero emissions. Democrats from the left of the party are enthused by the idea of the US ending its reliance on oil and gas as part of the fight against climate change.But such a policy could turn off working-class voters in politically critical states such as Pennsylvania, Ohio and Texas, where many of the industry's employees are based. The Democrat's aides released a statement following the debate saying Mr Biden planned to phase out taxpayer subsidies for fossil fuel companies, not the industry altogether. After the TV duel, Mr Biden himself sought to clarify his remarks by saying fossil fuels would not be eliminated until 2050. His vice-presidential running mate, Kamala Harris, addressed the controversy on Friday while on the campaign trail in the US state of Georgia. \"Let's be really clear about this,\" said the California senator. \"Joe Biden is not going to ban fracking. He is going to deal with the oil subsidies.\"You know, the president likes to take everything out of context.\"But let's be clear, what Joe was talking about was banning subsidies, but he will not ban fracking in America.\" Fracking allows drilling firms to access difficult-to-reach resources of oil and gas. In the United States it has significantly boosted domestic oil production and driven down gas prices but has prompted concern from environmentalists who want investment to focus on renewable sources of energy. President Trump's allies have immediately begun running new attack ads seizing on Mr Biden's previous conflicting answers on whether he would end fracking.Earlier in the campaign cycle Mr Biden had suggested to voters that he favoured ending fracking, but since becoming the Democratic White House nominee he has said his policy is more limited - to end fracking leases on federal land. In Florida on his first campaign swing since Thursday night's presidential debate, Donald Trump highlighted what he said was Joe Biden's \"big mistake\". The Democratic candidate almost made it through the debate without a slip-up, the president laughed, but then he said he wanted to do away with the oil industry. \"I think he lost five or six states with that one,\" Trump said to cheers from the Pensacola crowd. The states where Mr Trump thinks he may gain the most ground are places like Texas and Pennsylvania, which are home to large petrochemical interests, but he said Floridians should care, too. \"You like your gasoline at $2 and less a gallon?\" he said. Although Mr Biden quickly clarified his comments after the debate, the president seems determined to make this a campaign issue down the stretch, much as he did Hillary Clinton's comments on moving away from coal power in 2016. In Pensacola he also hit Mr Biden on his past comments on fracking and freezing increases in Social Security, complete with video clips played for the crowd. Up to now, Mr Trump has proven unable to make Mr Biden pay a political price for past potential controversial comments. On Thursday night, however, he found some new ammunition. Fracking tycoon Harold Hamm, a Trump supporter and founder of Continental Resources Inc, told the Wall Street Journal that restricting oil and gas production would lead to higher petrol prices and energy scarcity. \"If Biden gets in, consumers lose,\" Mr Hamm said. Mike Sommers, president of the American Petroleum Institute, the industry's leading lobbying group in Washington, said in another interview that Mr Biden's comments were disappointing. But he noted positively that Mr Biden had also signalled he did not plan any sudden change in oil and gas shale fields. The Democrat kept hammering away on Friday about the pandemic, a subject that has left the president on the defensive for much of the White House race. Speaking from his home in Wilmington, Delaware, Mr Biden said: \"We're more than eight months into this crisis, the president still doesn't have a plan. He's given up. \"He just wants us to grow numb.\" Mr Biden also promised that under his administration a future coronavirus vaccine would be \"free to everyone\". Mr Trump has promised the same. As Mr Trump lapped up positive feedback for his more restrained debate performance on Thursday, Mr Biden tweeted: \"A slight change of tone from the president for one night doesn't cover up the lies he told.\"It doesn't change the fact that over 220,000 Americans have died from COVID-19 on his watch.\" ", "url": "https://www.bbc.com/news/world-us-canada-54670269"}