{"datetime": "2020-06-23T10:13:27.000Z", "title": "Mark Ruffalo: Hollywood star urges Greens to back Irish deal", "article": "Hollywood actor Mark Ruffalo has urged Green Party members in the Republic of Ireland to enter into a coalition government. The Incredible Hulk star took part in an online seminar on Monday organised by party leader Eamon Ryan. The party's membership is currently deciding if it should enter coalition with Fianna Fáil and Fine Gael. Mr Ruffalo asked members to back the new programme for government as it bans the importation of fracked gas. During Monday's online conference, the actor who also starred in The Avengers, urged the party to do \"what is right for now\".\"Look into your hearts and ask yourselves, in the face of everything that we're facing, in the face of the justice that we're fighting for, in the face of all these new technologies that promise so much better lives for people, whether it's your job, or your health, or just the beauty of your surroundings, why would you move forward by creating more natural gas use and more fossil fuel use in the world?\" he said. \"If we take care of the children, if we take care of their health and environment and future, the rest will take care of itself,\" he said. A general election was held in Ireland in February, but no party got a majority and coalition talks were halted by coronavirus. On 15 June, the leaders of Fianna Fáil, Fine Gael and the Green Party agreed a draft programme for government, that is now subject to approval by members of all three parties. It has been rejected by the party leader in Northern Ireland, Clare Bailey, and by three of the Green's 12 Dáil (Irish parliament) members. Results of ballots of each party's members are due on Friday.Mr Ruffalo is well-known as an environmental campaigner and is prominent in the anti-fracking movement in the US. It is not the first time Mr Ruffalo has campaigned on environmental matters on the island of Ireland. In 2016, he wrote to Stormont's environment minister abouta controversial oil well in Northern Ireland. ", "url": "https://www.bbc.com/news/uk-northern-ireland-53150264"}