{"datetime": "2020-02-13T15:19:20.000Z", "author": "Colm Kelpie", "title": "Irish general election: Profile of Irish political parties", "article": "Voters in the Republic of Ireland went to the polls on Saturday 8 February to elect the 33rd Dáil (Irish parliament). A weekend vote was in itself a seismic change as it marked the first time in the state's history that a general election was held on a Saturday.But the final outcome was also historic, as the duopoly enjoyed by the traditional two big parties - Fianna Fáil and Fine Gael - was upended.Sinn Féin saw a surge in support, winning the popular vote and securing 37 seats, the same number as Fianna Fáil.The latter returned with 38 seats as the previous Ceann Comhairle (Speaker), a Fianna Fáil TD (member of parliament), was automatically re-elected.Fine Gael - led by Leo Varadkar, appointed the first gay, and youngest-ever taoiseach (Irish prime minister) in 2017 - suffered an electoral blow, losing 12 seats and putting its final seat tally at 35. Here are brief profiles of the main Irish political parties. Centre-rightFine Gael , has its origins in the Irish Civil War and in the pro-Anglo Irish Treaty party, Cumann na nGaedheal. Michael Collins, who supported the 1921 Treaty that led to the partition of the island and created the Irish Free State, is a Fine Gael hero.The party had been in power since 2011, when Ireland was in economic crisis and in the early stages of an international bailout arrangement.The country's move from bust to boom was overseen by Fine Gael under the leadership of former taoiseach, Enda Kenny, and his successor, Leo Varadkar. In 2020, Ireland is once again forecast to have one of the fastest growing economies in the European Union.A rapid recovery may have led to strong economic growth figures and near full employment, but it brought its own problems, including a shortage of housing, homelessness, high rents and congestion, particularly in Dublin.They were dubbed \"the problems of success\" by former Finance Minister Michael Noonan as far back as 2015, and have dogged the party that has traditionally seen itself as a steward of the economy.Led by Mr Varadkar since 2017, when he became the youngest ever taoiseach, Fine Gael has played a key role in setting Ireland's, and the EU's, position on Brexit and the Irish border.The party also argues it ushered in a social revolution in Ireland, with the legalisation of both same-sex marriage and abortion.It has now fallen to third largest party in the Dáil, behind Fianna Fáil and Sinn Féin. Formed by the state's founding father, the anti-Treaty Éamon de Valera in 1926,Fianna Fáil , the centrist party, historically appealed across all social divides. It dominated Irish politics for much of the post-World War Two period. But the party suffered a catastrophic defeat in 2011, after many voters blamed it for its management of the economy both before, and during, the early years of the economic crisis.In the 2016 election, it formed a confidence-and-supply arrangement, along with independents, to prop-up the Fine Gael-led government. The two parties had dominated Irish politics since the early 1930s, but they had never been in a formal coalition.Fianna Fáil is the largest party in local government, holding 279 seats to Fine Gael's 255, and is now, by one seat, the largest party in the Dáil, just pipping Sinn Féin.Since January 2019, the party has had a partnership with the nationalist SDLP in Northern Ireland.Opinion polls ahead of the Irish election suggested a surge in support for left-leaningSinn Féin , which has historic links to the IRA.Those polls were borne out when the party saw the number of seats it held jump by 15 from 22 to 37.The party has traditionally appealed to republicans and those in lower-income areas, particularly in Dublin, but a number of its candidates topped the polls in constituencies across the country, suggesting the party has managed to broaden its appeal.It won 26.5% of first preference votes, more than any of the other parties.Gerry Adams, the face of the party who served as president for 34 years, announced he was stepping down from the post in 2017.That cleared the way for the party's deputy president, Mary Lou McDonald, to take over.She suffered a bruising defeat in the local elections in the Republic of Ireland last year, securing 81 seats versus the 159 it won five years before.Sinn Féin fielded 42 candidates in Saturday's election across the 39 constituencies, about half the number fielded by both Fine Gael and Fianna Fáil. Prior to the election, both Fine Gael and Fianna Fáil ruled out coalescing with Sinn Féin, citing its tax policies and IRA past as deterrents.The IrishLabour Party is a social democratic party, founded in 1912 as part of the trade union movement, with which it maintains organisational links. In 2011, it became the second largest party in the Dáil, but slipped to fourth in 2016.It suffered a brutal defeat in that year's general election, after serving as the junior coalition party with Fine Gael. Its seat count in the Dáil fell from 37 to seven. It dropped another seat on Saturday, and now holds six seats.There are four other parties/groupings in the 33rd Dáil. These include the left leaningSolidarity-People Before Profit Alliance , and theSocial Democrats , theGreen Party , andAontú , which has a strong anti-abortion policy.The latter was formed by former Sinn Féin TD (member of the Irish Parliament) Peadar Tóibin, who left after that party supported changing the law in the Republic of Ireland to make abortion much more widely available.The Green Party saw its seats increase from three to 12.", "url": "https://www.bbc.com/news/world-europe-51386410"}