{"datetime": "2016-02-08T17:33:28.000Z", "title": "Mark Ruffalo tells David Cameron: You're making a huge mistake over fracking", "article": "Avengers star Mark Ruffalo has warned David Cameron he's making an \"enormous\" mistake if he decides to allow fracking in the UK. During the process offracking , water, chemicals and sand are blasted at shale rocks to release the gas trapped within. Opponents are concerned about earth tremors, water contamination, disruption and CO2 emissions. But the industry says it's safe and is important for the UK's energy needs. Ruffalo is a prominent anti-fracking campaigner who lobbied successfully for a ban on the controversial technology in New York. He took time out from promoting his most recent movie Spotlight to speak out against the divisive procedure, which is said to be harmful to the environment.Most famous for his role as The Hulk in the Avengers movie, he warned David Cameron not to make a \"legacy mistake\" by going all out on fracking in the UK. \"Mr Cameron you're making an enormous mistake,\" the star said speaking in a video message for the environmental group Friends of the Earth.He continues: \"Your people don't want [fracking], you have already told them once before that if they didn't want it you wouldn't push them to take it.\"You're turning your back on your word, sir.\"\"There is no fracking that can be done safely.\" \"Today we are at the precipice of a renewable energy revolution. This is the new economy,\" he said. \"This is where all new wealth is going to be created.\"This is where new jobs are going to be created.\" However, the actor's plea is unlikely to change the Prime Minister's mind.The PM has previously said that fracking is important for energy security and economic growth.And, recentlyMPs voted to allow fracking below national parks and other protected sites.Ruffalo is currently nominated for Best Supporting Actor at both the Oscars and the BAFTAS for his film Spotlight, which is about the Boston Globe's investigation into Catholic child abuse. For more stories like this one you can now download the BBC Newsbeat app straight to your device. For iOS go here . For Android go here . ", "url": "https://www.bbc.com/news/newsbeat-35526435"}