{"datetime": "2020-04-12T20:56:10.000Z", "title": "US backs Opec deal with cuts to boost oil price", "article": "A global deal to cut oil production by more than 10% appears to be on track after the US promised to reduce supply. Mexico, which initially baulked at the scale of the cuts, said President Donald Trump had suggested the US might make cuts on behalf of its neighbour on Friday 10 April. Oil prices have been plunging due to coronavirus lockdowns. However the prospect of unprecedented cuts to supply failed to boost the oil price on Thursday. G20 oil ministers held talks on Friday to finalise the draft agreement, which would see cuts of 10 million barrels per day. \"This is a time for all nations to seriously examine what each can do to correct the supply/demand imbalance,\" said US Energy Secretary Dan Brouillette. America would \"take surplus off the market\" by storing \"as much oil as possible\", he added. Mexican President Andres Manuel Lopez Obrador said the US would make 250,000 barrels per day in additional cuts to oil output, to help Mexico contribute to global reductions. Mr Lopez Obrador, who has made increasing oil output one of the priorities of his administration, said US President Donald Trump had spoken to him on Thursday and offered to help before Mexico announced it would cut output by 100,000 barrels per day. \"President Trump said the United States committed to reducing by 250,000 (barrels), on top of what it was going to do, for Mexico, in order to compensate,\" he said. Opec+, which includes Russia, had said it would cut production in May and June by 10 million barrels a day to help prop up prices. The cuts will then be eased gradually until April 2022.However,a final agreement was dependent on Mexico signing up, after it questioned the level of production cuts it was asked to make,Reuters had reported . Oil prices have recently slumped as the coronavirus pandemic has grounded planes, halted travel and put a brake on industry across the world. That coincided with a price war between Saudi Arabia and Russia, further pushing down the price of crude. On Thursday, the Opec producers' organisation and its allies reached a tentative agreement to cut production by about 10% compared to what was being produced before the crisis. Another 5 million barrels is expected to be cut by other oil exporting countries.Opec said the cuts would be eased to eight million barrels a day between July and December. They would later be eased again to six million barrels from January 2021. Nevertheless, Brent crude closed down by 4% at $31.48 a barrel on Thursday as the agreement began to take shape. Despite the scale of the cuts agreed, they are unlikely to compensate for the sharp fall in demand for oil. A conference call is taking place on Friday between energy ministers from the G20 who will be hoping to finalise the agreement. It will be hosted by Saudi Arabia.Opec secretary-general Mohammed Barkindo called for action for the oil industry to combat the impact of the coronavirus pandemic. On Thursday he said: \"There is a grizzly shadow hanging over all of us. We do not want this shadow to envelope us. It will have a crushing and long-term impact on the entire industry.\" The global coronavirus pandemic hit demand for oil in March as restrictions on business and consumer activity were introduced in dozens of countries in quick succession. Crude had already fallen to just over $31 (£24.90; €28.30) a barrel at the start of the month afterSaudi Arabia failed to convince Russia to back production cuts that had previously been agreed with the other members of Opec. By the end of Marchcrude had fallen to $22.58, its lowest price in 18 years. Some analysts have questioned whether any agreed cuts would succeed in boosting the price of oil, given the prospect of a sharp and possibly prolonged global economic downturn, as the International Monetary Fund and World Trade Organisation have warned. If it does remain subdued, lower prices on the wholesale oil market could lead to cheaper production costs of some materials, such as plastic. That would potentially be reflected in prices of everyday consumer goods. However, producer countries will see sharp reductions in revenue. This story was originally published on Thursday 9 April, but has been updated to correct a factual error. ", "url": "https://www.bbc.com/news/business-52226236"}