{"datetime": "2020-04-02T22:16:32.000Z", "title": "Coronavirus: Oil prices surge on hopes of a price war truce", "article": "Signs that Saudi Arabia and Russia may end an oil feud sent prices up more than 20% on Thursday, the biggest one-day leap on record. US President Donald Trump said he expected the two sides to cut supply, while Saudi Arabia called for an emergency meeting of oil producers. The Russian energy minister also said his country may re-enter talks. A deal to cut production - in response to the drop in demand from coronavirus shutdowns - collapsed last month. Since then, the cost of crude has fallen to lows not seen for almost two decades as Russia and Saudi Arabia slashed prices and ramped up production in a fight for market share. Those moves, alongside the wider collapse in demand, have caused US oil to its worst quarter on record. Prices fell by two thirds in the first three months of the year, rocking the American energy sector. The damage has prompted Washington to try to broker a new deal. On Thursday, Mr Trump tweeted \"I expect & hope\" the two countries will agree to cut supply by 10 million barrels \"and maybe substantially more\". Speaking earlier about the dispute at a White House news conference, Mr Trump said: \"It's very bad for Russia, it's very bad for Saudi Arabia. I mean, it's very bad for both. I think they're going to make a deal\". Separately, Russian Energy Minister Alexander Novak said that Moscow would work to stabilise the market. The international benchmark, Brent crude, rose 21% to finish at $29.94 a barrel and the price of US oil, known as West Texas Intermediate (WTI), jumped almost 25% to $25.32. Both were record gains. A cut of 10 million barrels per day would amount to about 10% of global output.Analysts said the US oil industry might also have to make cuts - either voluntarily to help stabilise prices or due to financial pressures because of the broader demand drop. Global demand for crude oil is predicted to be almost 23% lower this month than it was a year ago, according to research firm Rystad Energy. \"While a truce (if actually enacted) would be a positive [for oil prices], we believe the benefits from a likely modest reduction in global crude oil supply are still likely to be swamped by the decline in crude oil demand that we see today, courtesy of the coronavirus,\" said Stewart Glickman, analyst at CFRA Research. Mr Trump, who is set to meet the bosses of major energy companies, including Exxon Mobil and Chevron, at the White House on Friday, has described the US energy sector as having been \"ravaged\". On Wednesday, it saw the first stock market-traded casualty of the collapse in oil prices when shale producer Whiting Petroleum, which was once the largest oil producer in the US state of North Dakota, filed for bankruptcy.The company said it had worked to cut costs and would continue to operate under a restructuring plan. ", "url": "https://www.bbc.com/news/business-52115442"}