{"datetime": "2020-05-10T07:17:27.000Z", "author": "Peter Hoskins", "title": "Coronavirus: What shape will the recession be?", "article": "Even though countries are now moving towards easing lockdown restrictions, the coronavirus pandemic has already hit the global economy hard. Millions of people are out of work, financial markets have been rocked, and supply chains have faced major disruption as factories around the world have closed. The world is braced for recession even after governments and central banks have pumped trillions of dollars into their economies and slashed interest rates. \"How bad will it be?\" and \"How soon will we recover?\" are two questions we'll be hearing a lot in the coming weeks and months. The answers to both of these questions will usually involve the use of one of four letters: V, U, W and L. That's because this is how economists often label recessions. These labels come from the shape of the charts typically seen during these periods that track economic activity such as employment, gross domestic product (GDP) - or economic growth - and industrial output. Here we look at those four letters and what they would mean to hopes of an economic recovery. This is considered to be the best-case scenario as this sort of downturn begins with a sharp fall, but then bottoms out and economic recovery quickly follows. It would mean the recession would last only a few quarters before a swift return to growth, bringing the economy back to where it was before the coronavirus pandemic. A classic example of a V-shaped recession happened in America in 1953 when the booming post-World War Two economy was upended by high interest rates. After a steep decline growth was soaring again just over a year later. This is similar to a V-shaped recession but lasts longer. In this scenario GDP typically shrinks for several quarters in a row, and only slowly returns to the level of growth seen before the downturn. America had a U-shaped recession in the early to mid 1970s. At the start of 1973 the US economy began to contract sharply and continued to have very low growth for almost two years. It only returned to its previous rate of expansion in 1975. This is when a recession starts by looking like it will be a V-shaped downturn, but then falls again after what turns out to be a false sign of recovery. It is also known as a double-dip recession, because the economy drops twice before it recovers to its previous growth rate. The US recession of the early 1980s was in effect two recessions with the economy shrinking from January 1980 to July that year. That was followed by a period of sharp expansion before the economy fell back into recession a year later, only recovering at the end of 1982. This is the worst-case scenario. It also goes by another name: \"depression\". It is when an economy experiences a deep recession and does not recover to its previous rate of growth for several years, if ever. Japan's so-called \"lost-decade\" of the 1990s is a textbook example of an L-shaped recession. The country had seen solid economic growth from the years immediately after World War Two until the end of the 1980s. That led to what turned out to be a massive over-pricing of assets or \"bubble\".Since that bubble burst in the early 1990s Japan has continued to experience weak growth and has yet to return to the pace of expansion seen from 1950 to 1990. Which of these recessions we will actually see in the wake of the coronavirus pandemic is, unsurprisingly, the subject of heated debate. And, of course, foreseeing the future of economies is, at best, inexact and any predictions can be taken with a pinch of salt.In the words of the late economist John Kenneth Galbraith: \"The only function of economic forecasting is to make astrology look respectable.\" ", "url": "https://www.bbc.com/news/business-52450854"}