{"datetime": "2020-05-11T07:14:43.000Z", "title": "Saudi Arabia triples VAT to support coronavirus-hit economy", "article": "Saudi Arabia is tripling its value added tax (VAT) as part of austerity measures to support its coronavirus-hit economy. The government in Riyadh also said it will suspend its cost of living allowance to shore up state finances. The oil-rich nation has seen its income plummet as the impact of the pandemic has forced down global energy prices. The kingdom first introduced VAT two years ago as part of efforts to cut its reliance on world crude oil markets. Saudi Arabia's state news agency said VAT will increase from 5% to 15% as of 1 July, while the cost of living allowance will be suspended from 1 June. The allowance of 1,000 riyals ($267; £217) per month to state employees was introduced in 2018 to help offset increased financial burdens including VAT and a rise in the price of petrol. \"These measures are painful but necessary to maintain financial and economic stability over [the] medium to long term... and overcome the unprecedented coronavirus crisis with the least damage possible,\" finance minister Mohammed al-Jadaan said in the statement. The announcement came after state spending outstripped income, pushing the kingdom into a $9bn (£7.2bn) budget deficit in the first three months of the year. That's as oil revenues in the period fell by almost a quarter from a year earlier to $34bn, pulling down total revenues by 22%. At the same time Saudi Arabia's central bank saw its foreign reserves fall in March at their fastest rate in at least two decades and to their lowest level since 2011. The measures to fight the impact of coronavirus are expected to slow the pace and scale of economic reforms launched by Crown Price Mohammed bin Salman. Last year Saudi Arabia raised a record $25.6bn in the initial public offering of shares in state-owned oil giant Aramco in Riyadh. The share sale was at the heart of Crown Prince Mohammed bin Salman's plans to modernise the economy and wean it off its dependence on oil. ", "url": "https://www.bbc.com/news/business-52612785"}