{"datetime": "2020-03-09T02:02:39.000Z", "title": "Oil plunges in Asia as producers start price war", "article": "Oil prices crashed in Asia on Monday by around 30% in what analysts are calling the start of a price war. Top oil exporter Saudi Arabia slashed its oil prices at the weekend after it failed to convince Russia on Friday to back sharp production cuts. Oil cartel Opec and its ally Russia had previously worked together on production curbs. The benchmark Brent oil futures plunged to a low of $31.02 a barrel on Monday, in volatile energy markets. Oil prices have tumbled since Friday, when Opec's 14 members led by Saudi Arabia met with its allies Russia and other non-Opec members. They met to discuss how to respond to falling demand caused by the growing spread of the coronavirus.But the two sides failed to agree on measures to cut production by as much as 1.5 million barrels a day. That initially saw Brent drop below $50 a barrel on Friday with the downward trend carrying over to Asia on Monday after Saudi Arabia at the weekend sharply cut the prices it charges customers. The region is home to some major importers including China, Japan, South Korea and India.With global oil production now far outpacing demand, oil analyst Martjin Rats of Morgan Stanley said Opec members are now expected to pump more oil to capture market share. \"Given Opec countries now have very little incentive to restrain production, oil markets look sharply oversupplied,\" Mr Rats said in a research note. Overall, oil prices were last at these levels in January 2016, and are near a 16-year low. Energy analyst Vandana Hari, of research firm Vanda Insights, said the markets were shocked by the disagreement on production cuts between Opec and Russia, which was surpassed last year by the US as the world's top producer. \"The collapse of the Opec/non-Opec alliance is a major shock to the oil market, and it comes with the added challenge that we don't have the full picture of what lies ahead,\" Ms Hari told the BBC. ", "url": "https://www.bbc.com/news/business-51796748"}