{"datetime": "2020-04-12T20:26:21.000Z", "title": "Record deal to cut oil output ends price war", "article": "Opec producers and allies have agreed a record oil deal that will slash global output by about 10% after a slump in demand caused by coronavirus lockdowns. The deal, agreed on Sunday via video conference, is the largest cut in oil production ever to have been agreed. Opec+, made up of oil producers and allies including Russia, announced plans for the deal on 9 April, but Mexico resisted the cuts. Opec has yet to announce the deal, but individual nations have confirmed it. The only detail to have been confirmed so far is that 9.7 million barrels per day will be cut by Opec oil producers and allies. On Monday in Asia, oil rose over $1 a barrel in early trading with global benchmark Brent up 3.9% to $32.71 a barrel and US grade West Texas Intermediate up 6.1% to $24.15 a barrel.Shares in Australia jumped 3.46% led by energy exporters, but Japan's Nikkei 225 fell 1.35% on continued concerns of poor global demand because of the spread of the coronavirus. \"This is an unprecedented agreement because it's not just between Opec and Opec+... but also the largest supplier in the world which is the US as well as other G-20 countries which have agreed to support the agreement both in reducing production and also in using up some of the surface supply by putting it into storage,\" Sandy Fielden, director of Oil Research at research firm Morningstar, told the BBC. US President Donald Trump and Kuwait's energy minister Dr Khaled Ali Mohammed al-Fadhel tweeted the news, while Saudi Arabia's energy ministry and Russia's state news agency Tass both separately confirmed the deal on Sunday. \"By the grace of Allah, then with wise guidance, continuous efforts and continuous talks since the dawn of Friday, we now announce the completion of the historic agreement to reduce production by approximately 10 million barrels of oil per day from members of 'OPEC +' starting from 1 May 2020,\" wrote Dr al-Fadhel in a tweet. Global oil demand is estimated to have fallen by a third as more than three billion people are locked down in their homes due to the coronavirus outbreak. Prior to that,oil prices slumped in March to an 18-year-low after Opec+ failed to agree cuts. Talks were complicated by disagreements between Russia and Saudi Arabia, but on 2 April oil prices surgedafter President Trump signalled that he expected the two countries to end their feud . The initial details of the deal, outlined by Opec+ on Thursday, would have seen the group and its allies cutting 10 million barrels a day or 10% of global supply from 1 May. Another five million barrels were expected to be cut by other nations outside the group such as the US, Canada, Brazil and Norway.It said the cuts would be eased to eight million barrels a day between July and December. Then they would be eased again to six million barrels between January 2021 and April 2022. Independent oil market analyst Gaurav Sharma told the BBC that the deal agreed on Sunday was \"marginally lower\", compared to the 10 million barrels per day that was originally announced on Thursday. Mexico had balked at making these production cuts, which delayed the deal being signed off. Then on Friday, Mexican President Andres Manuel Lopez Obrador said thatMr Trump had offered to make extra US cuts on his behalf , an unusual offer by the US president, who has long railed against Opec. Mr Trump said Washington would help Mexico by picking up \"some of the slack\" and being reimbursed later, but he did not detail how the arrangement would work. \"Now a rehashed deal placating Mexico has resurfaced to calm the market, yet, look closer and the doubts surface,\" Mr Sharma said. \"The bulk of the output cuts are predicated on Russia and Saudi Arabia cutting 2.5 million barrels per day from agreed - and somewhat inflated - levels of 11 million barrels per day. More importantly, for most of 2019, Russia displayed very poor form in complying with previously agreed Opec+ cuts. So the market is unlikely to take the announced cut at face value.\" He added that forecasts for a drop in demand in the summer appear to be \"dire\", with even the most optimistic forecasts pointing to a reduction of 18.5 million barrels per day. Mr Sharma said: \"The announcement can stem the bleeding, but cannot prevent what is likely to be a dire summer for oil producers with the potential to drag oil prices below $20 (£16; €18).\" ", "url": "https://www.bbc.com/news/business-52264546"}