{"datetime": "2020-04-16T05:43:30.000Z", "title": "Coronavirus: World economy 'may face double recession'", "article": "The world economy already faces an economic downturn worse than the Great Depression. But this could be followed by another “possibly much worse downturn”, according to the Economist Intelligence Unit (EIU). World governments are giving trillions of dollars in stimulus packages to help prop up their economies. Sovereign debts that they are racking up may push the global economy into a second recession, the EIU warns. Earlier this week, the International Monetary Fund (IMF) said the world economy would shrink at its fastest pace in decades, raising fears it will be the worst recession since the 1930s Great Depression. The EIU now says there is a risk of a subsequent recession, driven by a debt crisis from governments with weak balance sheets. “Many of the European countries that are among the worst affected by the pandemic, such as Italy and Spain, already had weak fiscal positions before the outbreak,” said Agathe Demarais, the EIU’s global forecasting director. “A potential debt crisis in any of these countries would quickly spread to other developed countries and emerging markets, sending the global economy into another - possibly much worse - downturn,” she added. While this is not a central scenario for the EIU, “the long-term impact on growth of mounting fiscal deficits across Western countries is unknown.” A second, or possibly third, wave of the pandemic would make the scenario far more realistic, the EIU warns. Gradual recovery Consumer demand is unlikely to bounce back to pre-crisis levels immediately when social distancing is lifted and businesses are allowed to reopen.At the same time, the EIU says global supply chains may still be disrupted as countries lift restrictions at different times, creating bottlenecks.“The recovery in the global economy will only be gradual, all the more so as countries will lift lockdowns at different points in time.\" ", "url": "https://www.bbc.com/news/business-52306001"}