{"datetime": "2019-11-18T17:17:35.000Z", "title": "Saudi Aramco flotation values oil giant at $1.7tn", "article": "Saudi Arabia has placed a preliminary valuation on state oil company Aramco of between $1.6tn (£1.22tn) and $1.7tn. The company has published an updated prospectus for its initial public offering (IPO), seeking more than $25bn for the sale of 1.5% of its shares.That would make it potentially the world's biggest IPO, coming from the world's most profitable companyIt is short of the $2tn valuation that Crown Prince Mohammed bin Salman was reportedly keen to achieve. \"The base offer size will be 1.5% of the company's outstanding shares,\" the state-owned energy giant said in a statement that set the price range at 30-32 Saudi riyals per share ($8-$8.5). That could value the IPO at as much as 96bn riyals ($25.60bn) at the top end of the range. If priced at the top end, the deal could just beat the record-breaking $25bn raised by Chinese e-commerce giant Alibaba in 2014. Individual retail investors, as well as big institutions, will have a chance to buy shares. Aramco had initially been expected to sell some 5% of its shares on two exchanges, with a first listing of 2% on the kingdom's Tadawul bourse, and then another 3% on an overseas exchange. The firm says there are now no current plans for an international sale, with that long-discussed goal now seemingly being put on ice. Aramco called off a number of so-called roadshows for the shares, aimed at enticing foreign buyers, theFinancial Times reported .European meetings were cancelled on Monday after similar pitches in Asia and the US were dropped at the weekend, the newspaper said. The crown prince is seeking to sell the shares to raise billions of dollars to diversify the Saudi economy away from oil by investing in non-energy industries. Analysts S&P Global Ratings said the stock market debut could enable Saudi Arabia to strengthen its financial position.\"If subsequently effectively deployed, the funds raised could be used to support longer-term economic growth in Saudi Arabia,\" it said. In its prospectus released last week, the company lists a variety of investment risks ranging from terrorist attacks to geopolitical tensions in a region dominated by Saudi-Iran rivalry. The 600-page prospectus also includes the government's control over oil output as another potential risk. After the flotation, Aramco will not list any more shares for six months, the prospectus says. Although one of the attractions for investors is the potential of high dividends, the document said Aramco has the right to change dividend policy without prior notice. Aramco has hired a host of international banking giants including Citibank, Credit Suisse and HSBC as financial advisers to assess interest in the share sale and set a price. Based on the level of interest. The sale of the company, first mooted four years ago, has been overshadowed by delays and criticism of corporate transparency at Saudi Arabia's crown jewel.Aramco last year posted $111bn in net profit. In the first nine months of this year, its net profit dropped 18% to $68bn. A third of Aramco's shares - about $8bn worth - will be sold to the man and (the prospectus says) even the divorced woman on the street, giving local Saudi Arabians a stake in their nation's cash cow for the first time.A TV and billboard advertising campaign, as well as social media, is stoking enthusiasm on the ground and demand is expected to be high. For the remaining $16bn, the oil giant is turning to institutional investors. And a source close to the company says there has been sufficient interest that they're confident they can cover most of this off within the Gulf. But there will be disappointment amongst officials if global demand is not there for the jewel in Saudi Arabia's crown.A fossil fuels company owned by an absolute monarchy in a volatile region are not an easy sell for many Western firms, pursuing the latest trend in investment policy of \"ESG\" (Environmental, Social and Governance) criteria. Norway's sovereign wealth fund is among those to already rule themselves out from investing.But the promise of sharing the promised annual $75bn cash dividend pot might be too good for some to miss, according to James Bevan, Chief Investment Officer at CCLA Investment Management (one of the UK's largest charity fund managers).Given his firm's focus, he is not looking to invest in the shares but explains why some are. \"It's a 'risk' in the eyes of some investors to be very underweight in oil and gas, and Aramco may be a means of plugging a sector gap with perhaps less worry than associated with holding Gazprom,\" he says. Investors follow indexes - such as the FTSE 100 - which are made up of array of types of industries and so some feel oil and gas needs to be correspondingly represented in their portfolio. As Aramco's big sales pitch road show kicks off, the real test of investor appetite for the company will begin.", "url": "https://www.bbc.com/news/business-50450527"}