{"datetime": "2020-04-10T01:14:23.000Z", "title": "Yemen: World Food Programme to cut aid by half in Houthi-controlled areas", "article": "The World Food Programme is set to halve aid to parts of Yemen's Houthi-controlled areas due to a funding crisis. The UN says some donors have stopped their aid over concerns that deliveries were being obstructed by Houthi forces.From mid-April, families will get aid every other month, instead of monthly.The war in Yemen has been described as the world's worst humanitarian crisis. More than 100,000 people are reported to have died.The World Food Programme (WFP), a UN agency, feeds more than 12 million Yemenis a month, 80% of whom are in areas controlled by Houthi forces.The Houthis seized control of much of the west of the country just over five years ago, since when it has been engaged in a conflict against forces backed by Saudi Arabia and eight other Arab states. The conflict has created a major humanitarian crisis. Lise Grande, the UN's senior representative in Yemen, told the BBC the lack of funds would affect every aspect of UN's assistance in the world's biggest humanitarian aid operation as the threat of coronavirus looms.She said: \"It couldn't come at a worse time with Covid-19 threatening.\" There have been no cases of coronavirus yet in Yemen; however, there are concerns the country could be overwhelmed in the case of an outbreak. More than half of the country's hospitals and clinics have been destroyed in the war.Some donors, including the US have already cut aid, claiming that donations were being obstructed and diverted in areas under Houthi control.Some said there were long delays in permits and permissions and said staff had been harassed and detained.However Houthi officials hit back accusing aid agencies, including WFP of corruption and mismanagement. Months of negotiations led to some changes however aid agencies say they are not enough.\"It's not the right time for the world to be cutting aid to to vulnerable people,\" said Sultana Begum of the Norwegian Refugee Council in Yemen. \"There are issues with the Houthis, but the world has to scale up its response to deal with the virus.\" A spokesperson for the UK's Department for International Development told the BBC that it has not suspended aid.However it is \"extremely concerned that Houthi restrictions and interference in in the delivery of humanitarian assistance is now forcing donors and UN agencies to scale back their assistance in northern Yemen.\"A unilateral two-week ceasefire called by the Saudi-led coalition fighting in Yemencame into effect on Thursday . The coalition said it wanted to support UN efforts for a political solution and help stop coronavirus spread.This crisis between aid agencies and the Houthi authorities has been festering for many months, with small improvements and major disagreements.Houthi officials still show no sign of being ready to allow the kind of independence and space aid agencies say they need to respect basic humanitarian principles demanded by donors.The authorities in Sana'a are consolidating control, creating a complex of new institutions and rules. That includes a widening web of restrictions governing the management and distribution of aid in what is the largest humanitarian operation in the world.The aid community confronts a dreadful dilemma: they know these cuts will cost lives and deepen suffering; but they say lives are being lost when lifesaving aid is diverted or blocked.Both sides say they want to find a way out. But both have their own red lines. The onslaught of the deadly coronavirus may soon change everything.", "url": "https://www.bbc.com/news/world-middle-east-52239645"}