{"datetime": "2020-05-04T09:22:07.000Z", "author": "Jeremy Bowen", "title": "Coronavirus stokes Middle East boiling points", "article": "The Middle East has many reasons to fear the coronavirus pandemic, but it has one big advantage when it comes to resisting it. Most people in the region are young. A rough average is that at least 60% are under the age of 30. That makes them less susceptible to developing Covid-19, the illness that has killed so many people in countries with older populations.Most governments in the region saw what was happening elsewhere and had time to impose curfews and social distancing measures.But that is where the Middle East's advantages end. Years of strife in the world's least stable region have left weaknesses that the pandemic is sure to deepen. Medical capabilities vary widely. The best hospitals in Israel are as good as any in the world. The healthcare systems in Yemen, Syria and Libya - never strong - have been severely damaged, and in places destroyed, by years of war.Yemen was already in the grip, the UN said, of the world's worst humanitarian crisis. Now it has cases of Covid-19, which could spread fast in impoverished, overcrowded communities.Aden, in the south, is in political turmoil. Even after two Covid-19 deaths were announced last week local residents were reported to be ignoring a curfew, still flocking to markets and mosques. Those same young people who have the best chance of resisting the virus were, before it hit, leading demonstrations against their governments.Every country has its own grievances, but in the Arab Middle East the protests have centred on corruption, cronyism and reform. Corrupt elites are accused of siphoning off public money that should have gone into public services, not least hospitals.In Algeria, Lebanon and Iraq they forced out a president and two prime ministers. Protesters who refused to budge occupied the main squares of capital cities. In Iraq, they stayed put even after around 600 protesters were shot dead and thousands more were wounded.Young people who refused orders to clear the streets for months will not be enjoying the irony that the coronavirus has forced them indoors.When they emerge they will find the economies that failed miserably to generate jobs for them are now in even worse shape.The result will be more anger, deepened but not created by the dangers and frustrations of this pandemic year. Leaders will have even fewer options.The global shutdown has already hurt Middle Eastern economies badly.In Lebanon, demonstrators left close to destitute by an economy that was in a state of collapse before the virus arrived have besieged and burnt banks.Bigger players in the Middle East will have to rethink ambitious, sometimes dangerous, always expensive foreign policies. The days of buying influence and fighting proxy wars may be over. Lina Khatib, head of the Middle East programme at the think tank Chatham House, believes regional powers like Saudi Arabia and Iran will have \"to redo their calculations regarding the spread of their influence in the Middle East\". \"They will be pushed to prioritise... making sacrifices they would not have anticipated making in the past, such as in Yemen or Syria,\" she says.The economic consequences of the coronavirus are damaging everyone, from oil billionaires in the Gulf to day labourers in Egypt.In poorer countries, millions rely on the money they scrape together from day to day. If they don't work during curfews, they don't have money to buy food.Iran is reopening its borders to trade after an outbreak that it reports has killed more than 6,000 of the 97,000 who have been infected. The virus comes on top of renewed American sanctions that were already hammering Iran's economy.Religious pilgrimages are a big part of some Middle Eastern economies.Iraq, losing billions of oil dollars, also relies on millions of Shia pilgrims, mainly from Iran. In Saudi Arabia, the city of Mecca has been under curfew, fully expecting the annual Hajj pilgrimage in July to be cancelled.The collapse in oil prices mean huge drops in the income of countries that once looked financially impregnable.Saudi Arabia's vastly expensive plans to diversify its economy no longer look affordable.Algeria, with 60% of its income from oil and gas, is cutting public spending by a third. Algeria's protest movement, Hirak, suspended more than a year of weekly protests in March because of the virus. But as the cuts bite, they will be back. The Arab uprisings in 2011 were powered by the anger of young people who believed their future was being stolen. Their hopes for change were mostly squandered or crushed. But anger was smouldering again before the pandemic.The damage the virus is causing could create another political eruption.", "url": "https://www.bbc.com/news/world-middle-east-52493608"}