{"datetime": "2019-11-03T11:44:31.000Z", "title": "Saudi Aramco IPO: World's most profitable company to go public", "article": "Saudi Aramco has confirmed it is planning to list on the Riyadh stock exchange, in what could be the world's biggest initial public offering (IPO). The state-owned oil giant will determine the IPO launch price after registering interest from investors. Business sources say the Saudis are expected to make shares available for 1% or 2% of the firm, and the offer will be for existing company shares. Saudi Aramco is thought to be worth about $1.2tn (£927bn). The firm said it has no current plans for a foreign share listing, saying long-discussed plans for a two-stage IPO including an offering on a foreign exchange had been put aside for now. \"For the (international) listing part, we will let you know in due course. So far it's only on Tadawul,\" Aramco chair Yasir al-Rumayyan told a media conference, referring to the Saudi stock exchange. Saudi Aramco flotation 'coming soon' Saudi Arabia denies calling off Aramco float Saudi Arabia to open up to foreign tourists Chris Beauchamp, chief market analyst at derivatives traders IG Group, said: \"Investing in Aramco carries risks, of course, and not only that oil prices will struggle to move higher.\"Political and strategic risks are high for any firm operating in the region, not least one which is an arm of the Saudi state. Aramco also has limited control in output policy, a key part of Saudi Arabia's Opec management.\" Those potential risks were highlighted in September when drone attacks hit the Abqaiq oil facility and the Khurais oil field in Saudi Arabia, both owned by Aramco. But Aramco boss Amin Nasser, who called the plans \"historic\", told a media conference after the IPO statement was published that the firm was still the most reliable oil company globally. In its launch announcement Aramco said: \"The company does not expect the impact of these attacks to have a material impact on its business, financial condition or results of operations.\" Saudi Aramco traces its roots to 1933 when a deal was struck between Saudi Arabia and the Standard Oil Company of California, which later became Chevron, to survey and drill for oil, creating a new firm to do so. Between 1973 and 1980, Saudi Arabia bought the whole company. Saudi Arabia has the second-biggest oil reserves after Venezuela, according to theEnergy Information Administration . It is also second in production, after the US. But it gets its prominence because it has the monopoly on all that oil in the country, and because of how cheap it is to extract. It's essentially the world's largest unquoted company; it's a massive global oil producer,\" said David Hunter, director of market studies at Schneider Electric. \"This is the absolute mother of all oil and gas companies.\" Saudi Aramco is worth $1.2tn, according to analysis from financial news service Bloomberg, although Riyadh would prefer a valuation of $2tn, which is one reason the company's share sale has been delayed a number of times. Mr Beauchamp from IG Group says: \"Aramco is a world away from the tech IPOs that have been all the rage lately, but the valuation problem still haunts them like it does the firms of Silicon Valley.\" He adds: \"$2 trillion probably overstates the worth of the firm in a world of high oil supply and uncertain demand, but $1.2 trillion is too low for a vital part of the Saudi state\". Once shrouded in mystery, Aramco has been transformed in the last few years as it geared up for this moment It has begun publishing financial results, holding question and answer sessions about the company and even bringing journalists to its sites following recent drone attacks. And it has hired female Westerners to some of its top jobs. The language in today's document speaks to international concerns. It describes \"long-term value creation through crude oil price cycles\" and improving sustainability \"by leveraging technology and innovation to lower our climate impact\".Local people - even \"Saudi female divorcees\" - will be eligible to buy shares, and will receive a bonus share for every 10 they hold. Either way, it is phenomenally profitable. For the first half of 2019, it posted a net profit of $46.9bn, almost all of which was paid out in dividends to the Saudi state.Any company that profitable will attract a high price. By comparison, for the same time period,Apple , the world's largest company by value currently, posted a net profit of $21.6bn, andExxon Mobil , the largest listed oil company, made $5.5bn. Another aspect is the cost of production. Whereas extracting North Sea oil is expensive due to its location under hundreds of feet of water, oil in Saudi Arabia is relatively close to the surface. Saudi has many of the cheapest oil fields for extraction, with some per-barrel costs below $10, says Mr Hunter. With Brent crude at more than $60, much of the difference can be profit. Saudi Arabia is keen to sell shares in its state oil firm because it is trying to reduce its reliance on oil.Crown Prince Mohammad bin Salman wishes to diversify his country's economy in the next decade under a programme dubbed Vision 2030. The plan includes more solar power, making use of the country's vast desert, says Mr Hunter. The first Saudi CEO of the company, Ali al-Naimi, had a vision that Aramco could become a global integrated energy company. Over his years as CEO, he expanded Aramco's assets to include downstream (refining) and other assets in the US, South Korea, China, Indonesia, Japan and Europe.He and his successors also expanded Aramco's footprint in Saudi Arabia with joint ventures in refining and petrochemicals. Saudi Arabia is the largest oil exporter today and is the only oil producer that maintains at least 2 million barrels per day of spare capacity that can be brought onto the market very quickly. The fact that it is a national oil company means it has exclusive access to the best and least-expensive-to-produce oil resources in the world. This makes it hugely valuable. But there are downsides. Saudi Arabia's upstream assets aren't diversified like other major international oil companies upstream assets are. It also means that the Saudi government plays a role in the company. Historically, Saudi Arabia allowed Aramco to operate independently and did not make decisions about spending for strategy for the company. There are troubling signs that this is changing now and the government is taking a more active, and detrimental, role.How much Aramco is really worth will be determined by the market. Banks have put forth their valuations, but the market will show how much it is really worth. Different sources have quoted valuations ranging from $1.2 tn to $2 tn.The most common number floated right now seems to be about $1.5 tn, perhaps $1.7 tn, though public sentiment probably indicates that this is too high a number. In 30 years, who knows how much Aramco will be worth. We don't know what other energy technologies will develop, or not, in that time, nor what Aramco's strategic vision will produce. In September, the kingdom said it will open its doors to international tourists for the first time, launching a visa regime for 49 countries and relax strict dress codes for female visitors. Tourism Minister Ahmad al-Khateeb described it as a \"historic moment\" for the country. It wants tourism to rise from 3% to 10% of gross domestic product by 2030. The push comes as the kingdom faces a tarnished international image amid criticism of its human rights record following last year's murder of journalist Jamal Khashoggi, and a recent crackdown on women's rights activists. Politically, matters are rather complicated for Saudi Aramco right now, in light of the recent Kashoggi scandal, said Mr Hunter. \"And the fact of Saudi Arabia's human rights record. Anything to do with Saudi Arabia is always seen through that prism.\" Another wrinkle in the crown prince's plan is the surge in anti-fossil fuel sentiment around the world, plus the comparatively low oil price compared to late last year, where prices were above $80. \"The listing could be controversial because it's a massive fossil fuel listing in a time investors are becoming increasingly ethical,\" said Mr Hunter. \"There are a lot of new and existing funds looking to divest from fossil fuel assets.\" In May, fellow oil producer Norway's $1tn sovereign wealth fund said it expected to sell some of its oil and gas holdings, albeit to make it less reliant on price swings in the commodity. ", "url": "https://www.bbc.com/news/business-50070823"}