{"datetime": "2017-11-06T18:13:35.000Z", "author": "Lyse Doucet", "title": "Riyadh's night of long knives and long-range missiles", "article": "A night of long knives and long-range missiles in Riyadh has provoked another seismic shift across a volatile Middle East and nervous uncertainty over what salvos will follow next. Three events that happened suddenly on Saturday in the Saudi capital were not directly linked. But, all told, they pack a powerful punch at a time when Saudi Arabia and its key partners, including the United States, are showing ever greater resolve to confront their arch rival, Iran.The first, and potentially most explosive, salvo for the region was Saad al-Hariri's shock announcement from Riyadh that he was stepping down as Lebanon's prime minister. Informed observers say he was summoned from Beirut, then \"sacked\" by his Saudi allies.\"It wasn't his own language,\" was how an Arab government minister described Mr Hariri's televised address to me.Looking visibly distressed, Hariri spoke of fears for his life in his own country. He pointed an accusing finger at Iran for spreading \"disorder and destruction\". And he charged that its Lebanese ally Hezbollah, a major Shia militia and powerful political force, with building a \"state within a state\". \"Saudi Arabia launched a 'fire-and forget-missile,'\" said Yezid Sayigh, a senior associate at the Carnegie Middle East Center in Beirut. Its main target was not Lebanon but what Riyadh and its allies view as Tehran's deeply destabilising actions across the region.The political projectile jolted Lebanon first. A finely balanced government of national unity, which includes Hezbollah and Hariri's Sunni faction, collapsed.Hours after Mr Hariri's declaration, a real long-range missile fired by Yemen's Houthi rebels was intercepted near Riyadh's King Khalid International Airport. It heightened pronounced Saudi fears of what it sees as Iran's reach to its border, and now beyond.\"That missile is just the beginning,\" insisted Ali Shihabi, executive director of the Arabia Foundation, who shared his views with me in the margins of a forum in the United Arab Emirates last weekend. \"If this situation is left as it is for another five years, there'll be 40,000 missiles to hit Riyadh.\"As a political buzz sizzled across the region and far beyond on Saturday night, a third astonishing bombshell dropped just as midnight approached: dozens of princes, billionaires, and former ministers were rounded up, and some sacked, in a spectacular anti-corruption purge.It was the boldest signal yet of Crown Prince Mohammed bin Salman's drive to consolidate his control over a new course for the kingdom at home and abroad.\"It was a message that no one is above the law, or more precisely above his law,\" said one senior Arab official in the region as he explained the lightening sweep by the 32-year-old future king. Saudi sources said Riyadh had grown increasingly impatient with Saad Hariri over the past year as he struggled to contain Hezbollah's sway over Lebanon's fragile unity government.Last year's hard-fought deal on the creation of a 30-member cabinet had broken years of political deadlock. It was meant to help ease tensions magnified by the war in neighbouring Syria where Iran and Saudi Arabia, and their allies, back opposing sides.\"By his actions, Hariri created a veneer of respectability for a state which in reality is captured by Hezbollah,\" said Ali Shihabi.The final straw appears to have been Mr Hariri's meeting in Beirut on Friday with Ali Akbar Velayati, a senior advisor to Iran's Supreme Leader Ayatollah Ali Khamenei.Lebanese and Iranian media highlighted Mr Velayati's praise for the \"great success\" of the Lebanon's coalition government. Shortly afterwards, according to accounts by Hariri's close aides, he was a harried man in a hurry.\"He told us to cancel his appointments on Friday and Saturday and then he left,\" one of them said.There's been intense speculation since then as to whether Hariri, who holds Lebanese and Saudi citizenship, has also been caught up in the anti-corruption purge. The big question now is: \"What next?\" \"Saudi Arabia has started something in Lebanon but it doesn't control all the levers of power there,\" said Yezid Sayigh.One Western diplomat with long experience in the region highlighted possible next moves: withdrawal of major Saudi bank deposits; trade embargo; action by the Lebanese military, which the US and UK has long helped train and build in an effort to provide a national counterweight to Hezbollah's military might.Just last month, the US House of Representatives endorsed the imposition of new sanctions against Hezbollah as part of the Trump administration's drive to exert greater pressure on Iran. The measures, which have yet to become law, include a resolution urging the European Union to designate Hezbollah's political wing, and not just its military wing, as a terrorist organisation.Eyes too are on Israel, which shares Riyadh and Washington's fixation with Tehran.Prime Minister Benjamin Netanyahu, who was on an official visit to London last week, immediately called it a \"wake-up call for the international community to take action against Iran's aggression that is trying to turn Syria into Lebanon 2.\" Hezbollah leader Hassan Nasrallah, seeking to calm nerves in a shaky Lebanon, urged \"patience and calm\" after what he described as a Saudi decision \"imposed\" on Hariri.From Iran also came accusations of plots to create tensions in the region. As always in a volatile neighbourhood beset by all too many crises, the greatest worry is not just the risk of war, but an accidental tumbling toward a confrontation.\"Hezbollah knows its red lines, and every Israeli general will caution against military action,\" said Jean-Marie Guenhenno of the International Crisis Group. But, he added: \"You can't be sure what politicians will do.\" For now, every move is being watched carefully after this sudden crescendo. \"The crown prince should have postponed the arrests inside Saudi Arabia once the Lebanon crisis blew up,\" commented an Arab government minister. \"There are too many balls in the air now.\"Others disagree.\"Better to do it all in one night and then it's done with,\" said a Saudi observer. \"There's just been a constant drip, drip, drip.\" And, like the events of that decisive day last week, they all add up to something much bigger. ", "url": "https://www.bbc.com/news/world-middle-east-41893694"}