{"datetime": "2020-04-09T10:31:32.000Z", "title": "Yemen war: Coalition ceasefire to help combat coronavirus begins", "article": "A unilateral two-week ceasefire called by the Saudi-led coalition fighting in Yemen has come into effect. The coalition said it wanted to support UN efforts for a political solution and help stop coronavirus spread, though no cases have been reported in Yemen. UN Secretary General António Guterres welcomed the move.But a senior official in the rebel Houthi movement, which is battling pro-government forces backed by the coalition, called it a \"ploy\". Hours after the coalition's ceasefire announcement on Wednesday night, both sides accused one another of having launched attacks. The five-year conflict has devastated Yemen, reportedly killed more than 100,000 people, and triggered what the UN considers the world's worst humanitarian crisis. Spokesman Col Turki al-Malki announced thatthe coalition would begin a ceasefire at midday local time (10:00 GMT) on Thursday because it was \"determined to create a conducive environment for the UN envoy's [peace] efforts, and to alleviate the suffering of the brotherly people of Yemen and support the efforts towards combating the spread of Covid-19 pandemic\". He added that the two-week period could be extended to \"allow for appropriate conditions\" for the warring parties to discuss the UN envoy's \"proposals on steps and mechanisms to implement a permanent ceasefire in Yemen\" and \"a comprehensive political solution in Yemen\". The UN secretary general and his envoy, Martin Griffiths, welcomed the initiative .\"I now call upon the government of Yemen and [the Houthis] to follow through on their commitment to immediately cease hostilities. I also call on the government and the Houthis to engage with each other, in good faith and without preconditions,\" Mr Guterres said.\"Only through dialogue will the parties be able to agree on a mechanism for sustaining a nationwide ceasefire, humanitarian and economic confidence-building measures to alleviate the suffering of the Yemeni people, and the resumption of the political process to reach a comprehensive settlement to end the conflict.\" This is Saudi Arabia's most significant move to try to find a way out of its costly military campaign in Yemen.The coalition statement suggests its unilateral ceasefire was sparked by the very real threat posed by the coronavirus in a country whose health system is barely functioning.But another wake-up call dates back to last September when the Kingdom's vital oil facilities came under fire in a spectacular attack blamed on Iran.Saudi Arabia shifted gear, embarking on secret talks with senior Houthi officials to secure their border, end Houthi missile strikes on its territory, and try to pull them away from Iran.But in recent months, Houthi forces have kept advancing militarily, encouraging more hawkish Houthi elements.Sources say senior Houthi leaders support a negotiated end to this war. But they're also digging in.Even if UN talks begin, it will be a long time before they end with the political solution Yemen desperately needs.Mohammed al-Bukhaiti, a senior member of the Houthi movement's Political Bureau, told Al-Mayadeen TV before the ceasefire began that the rebels wanted \"a complete cessation of the war and the lifting of the siege once and for all\". \"If any ceasefire does not include the removal of the siege on Yemen, that would be the continuation of the Saudi war,\" he said, referring to the coalition's de facto blockade of rebel-held Yemen. \"The aggression's [coalition] move to announce a ceasefire was just another ploy,\" he added. Houthi spokesman Mohammed Abdulsalam tweeted that the rebels had sent the UN a comprehensive proposal that would \"lay the foundations for a political dialogue and a transitional period\". Houthi-run Al-Masirah TV reported that shortly after the ceasefire announcement the coalition warplanes struck several positions in Saada, Amran and Bayda provinces. Yemen's information minister meanwhile said that the Houthis launched missiles at Hudaydah and Marib. Yemen has been devastated by a conflict that escalated in March 2015, when the Houthis seized control of much of the west of the country and forced President Abdrabbuh Mansour Hadi to flee abroad. Alarmed by the rise of a group they believed to be backed militarily by Iran, Saudi Arabia and eight other Arab states began a campaign aimed at restoring Mr Hadi's government. At the start of the war, Saudi officials forecast that it would last only a few weeks. But five years of military stalemate have followed. The UN has verified the deaths of at least 7,500 civilians, with most caused by coalition air strikes. But a monitoring group has estimated that the fighting has killed 112,000 people, including 12,600 civilians. The fighting and blockade have also triggered the world's worst humanitarian crisis.Some 24 million people - 80% of the population - need humanitarian assistance, and almost 10 million are considered \"one step away from famine\". ", "url": "https://www.bbc.com/news/world-middle-east-52224358"}