{"datetime": "2017-11-07T01:11:42.000Z", "title": "Saudi Arabia arrests: Anti-corruption drive 'just the start'", "article": "The arrest of dozens of Saudi royal figures, ministers and businessmen is just the start of an anti-corruption drive, the attorney general says. Sheikh Saud al-Mojeb issued a statement describing the detentions as \"merely the start of a vital process to root out corruption wherever it exists\". News of a major purge of Saudi Arabia's business and political leadership emerged on Sunday. It is seen as bolstering the power of Crown Prince Mohammed bin Salman. An anti-corruption body led by the crown prince, 32, ordered the detentions of 11 princes, four ministers and dozens of ex-ministers. Internationally known billionaire businessman Prince Alwaleed bin Talal was reported to be among those held. US President Donald Trump backed the move by the Saudi authorities. \"I have great confidence in King Salman and the Crown Prince of Saudi Arabia, they know exactly what they are doing,\" he tweeted. \"Some of those they are harshly treating have been 'milking' their country for years!\" Mr Trump added. By Frank Gardner, BBC security correspondent These are heady and unpredictable times in Saudi Arabia. The Arab world's richest country is undergoing seismic changes almost unprecedented in its 85-year history as a sovereign nation.The idea of dozens of familiar pillars of the establishment all being publicly and humiliatingly removed from office and detained, albeit in great comfort, would have been unthinkable just three years ago.But the conservative, stodgy, risk-averse Saudi Arabia of old is under new management these days. Crown Prince Mohammed Bin Salman, who is leading the official anti-corruption purge, appears determined to take on all comers in his drive to both modernise the country and eliminate all opposition, both secular and religious.He is popular with young Saudis but critics say he is playing for high stakes, risking a dangerous backlash. Sheikh Saud al-Mojeb's statement on the progress of the investigation spoke of \"phase one\" being complete.\"A great deal of evidence has already been gathered, and detailed questioning has taken place,\" it continued.\"All those suspected to date, will have full access to legal resources, and the trials will be held in a timely and open manner for all concerned.\" The update on the corruption probe came as the authorities continue to investigate a helicopter crash near Saudi Arabia's border with Yemen.Prince Mansour bin Muqrin, the deputy governor of Asir province, was returning from an inspection tour when his aircraft came down near Abha late on Sunday.The cause of the crash is not clear. Prince Mansour was the son of Prince Muqrin bin Abdulaziz, a former intelligence chief who was crown prince between January and April 2015, when he was pushed aside by Prince Mohammed's father, King Salman, now 81. The official Saudi Press Agency said the prince and seven provincial officials had been touring coastal projects west of the city of Abha. State news channel al-Ikhbariya posted on Twitterphotographs of the wreckage anda video showing the prince and his companions using the helicopter hours before their deaths . For the past two-and-a-half years, Saudi Arabia has been leading a coalition that is supporting Yemen's internationally-recognised government in its war with the rebel Houthi movement. The interior ministry statement did not draw any link between the crash and the conflict, but on Saturday the Saudi military intercepted and destroyed a ballistic missile near the capital, Riyadh, that was fired by Houthi fighters. ", "url": "https://www.bbc.com/news/world-middle-east-41894175"}