{"datetime": "2020-03-07T09:16:46.000Z", "title": "Saudi Arabia detains three senior members of royal family", "article": "Three senior members of Saudi Arabia's royal family, including the king's brother, have been arrested for unexplained reasons. Two of the men were among the kingdom's most influential figures. The detentions are seen as Crown Prince Mohammed bin Salman tightening his grip on power. In2017 dozens of Saudi royal figures, ministers and businessmen were confined to Riyadh's Ritz-Carlton hotel after the crown prince ordered their arrests. Mohammed bin Salman, a controversial figure, has been considered the de facto ruler of the kingdom after he was named crown prince by his father in 2016. The detentions were first revealed by the Wall Street Journal newspaper, which said they took place early on Friday.The three men arrested are the king's younger brother Prince Ahmed bin Abdulaziz, former crown prince Mohammed bin Nayef, and a royal cousin, Prince Nawaf bin Nayef. Mohammed bin Nayef was interior minister until he was removed from his role and placed under house arrest by Mohammed Bin Salman in 2017. In his previous role, he was seen as a close and trusted partner by US intelligence officials. Prince Ahmed bin Abdulaziz, 78, is the king's only surviving full brother. In 2018 he made comments seen as critical of the crown prince to protesters in London but later said he had been misinterpreted. Both men were seen as potential rivals to the 34-year-old crown prince, who is first in line for the throne.Guards arrived at the homes of the royals wearing masks and dressed in black, and searched the properties, the Wall Street Journal says. This is a significant move by Saudi Arabia's powerful Crown Prince Mohammed bin Salman to consolidate his position. Prince Ahmed bin Abdelaziz is one of the last surviving sons of the country's founder, King Abdelaziz, and widely respected amongst older members of the ruling family.The other senior prince, Mohammed bin Nayef, was next in line to the throne before he was suddenly replaced three years ago. Before that, as interior minister, he was credited with defeating the al-Qaeda insurgency that gripped Saudi Arabia in the 2000s. There has been no immediate official confirmation or denial of the story published in the US media but palace affairs in Saudi Arabia are often shrouded in secrecy.Crown Prince Mohammed bin Salman won international praise in 2016 when he promised a series of economic and social reforms to the deeply-conservative country. However he has been embroiled in a series of scandals, includingthe murder of Saudi journalist Jamal Khashoggi at the Saudi embassy in Istanbul in 2018. He has also been criticised over thecontinuing conflict in Yemen , where Saudi Arabia backs pro-government forces, andthe harsh treatment of women's rights activists. despite the lifting of some restrictions including the right to drive.In recent days Saudi Arabia has been taking measures to contain the spread of the deadly new coronavirus. Foreign pilgrims have been prevented from entering the country to perform Umrah , or pilgrimage, and there are questions over whether the hugely important annual Hajj will go ahead this year, On Thursday Islam's holiest city Mecca was emptied to allow a deep clean. ", "url": "https://www.bbc.com/news/world-middle-east-51778781"}