{"datetime": "2020-03-31T12:01:49.000Z", "author": "Jonathan Marcus", "title": "Coronavirus: A ticking time-bomb for the Middle East", "article": "War and pestilence have combined to create disaster throughout history, and as the coronavirus slowly begins to penetrate the Middle East, the human and political consequences could be devastating. The virus has already arrived in the region. Israel - a country with a sophisticated Western-style health system and a significant capacity to mobilise resources - is already beginning to struggle with the potential consequences of the pandemic.It is facing the self-same problems as experienced in Western Europe and the United States. So too is Iran, which has been hit even harder. It has a rapidly rising death toll, with few analysts believing the official mortality figures.However, the Middle East has some specific problems that may exacerbate the crisis. Ways of life governed by religion, for example, play a significant part in the lives of many countries' citizens.Such communities may often be insular and slow to change their practices. It is perhaps no accident that in Israel, its ultra-Orthodox Haredi community has been slow to adopt the recommended social distancing measures and has suffered disproportionately from the virus. Shia pilgrims returning to Iraq from Syria have tested positive for Covid-19, suggesting that such movements risk spreading the disease. This is of course an economic crisis as much as a medical calamity. The oil price war between Saudi Arabia and Russia has caused plummeting oil prices, worsening the economic underpinning of much of the region. Middle Eastern governments by and large do not have the resources for huge public investment to support wages and ailing businesses.But above all else, it is ongoing conflict in the Middle East and the huge displaced and refugee populations that the fighting causes, that represent the region's biggest problem as it confronts the spreading pandemic.Syria, Libya and Yemen are in large part failed states with limited resources and medical infrastructure. Indeed in rebel areas in Syria, hospitals and other medical facilities have come under direct attack from the regime and its Russian allies.Not surprisingly then, aid organisations are making urgent calls for assistance and calling for a concerted international response.The Syrian government reported the first coronavirus case on 23 March. So far, no cases have been reported in the embattled Idlib province. This may simply be due to the lack of appropriate testing kits, however.The organisation Medecins Sans Frontieres (MSF) warns that \"the disease may spread very quickly through the region, especially in camps, where people live in large settlements, in overcrowded conditions with little sanitation.\"Existing medical facilities are at breaking point dealing with casualties from the fighting. MSF is not just concerned about the fate of the displaced and others in Syria itself. It also points to the huge numbers of refugees who have fled across the border to camps in Turkey.The group Refugees International has produced a lengthy report on the plight of displaced people around the world. It too calls for urgent international action, its Vice-President for Programs and Policy, Hardin Lang, noting that \"in this time of global pandemic, we must not lose sight of the world's most vulnerable populations.\" \"Governments,\" he says, \"are rightly focused on protecting their own populations. But the global response to Covid-19 must be inclusive if it is to be effective.\"And he argues that \"we ignore the world's 70 million forcibly displaced at our peril. Taking basic steps to help protect those already in need of humanitarian assistance is both the right thing to do and the smart thing to do.\" But with the developed world struggling to cope and with significant economic activity and crucial transport routes shut down, this \"inclusive\" approach is going to be difficult. And the problem in the Middle East is immense.Refugees International says that at least 12 million refugees and internally displaced people live in Iraq, Syria, Lebanon, and Turkey. Borders throughout the Middle East are porous, with refugees, economic migrants, and others often travelling along informal routes.The region's weak or broken public health systems are another challenge to an effective coronavirus response. Refugees International also points to Syria as a major cause of concern, noting that more than 5.6 million people have fled the country and some 6.5 million are displaced internally. Most of them lack access to adequate healthcare.And even the most basic guidance on social distancing and personal hygiene will be difficult to follow where refugees and the displaced often live in overcrowded and unhygienic camps.Even in places where there is the absence of full-scale war, there are some alarming potential coronavirus crisis-points. The Israeli-occupied West Bank and the Gaza Strip are a case in point.The Palestinian Authority, which governs in about 40% of the West Bank, is struggling with limited means to curtail the initial outbreak, with fears that close economic ties - workers travelling between Israel and the West Bank - have potentially been one vector for the spread of the virus. But the densely populated Gaza Strip presents an altogether more worrying case. The population there is isolated; the Palestinians are under effective blockade from both Israel and Egypt, who say it is a necessary security measure against militants.There has been a long-running debate between Israel and the international community as to its abiding responsibilities for the territory. Israel's troops have left and it insists that it is no longer responsible for events there, which is now the job of the Hamas rulers.But if the pandemic sweeps through Gaza this may become a very difficult case to argue given the grip that Israel still retains from outside.No wonder there have been calls from Palestinian experts and humanitarian agencies for the so-called Israeli \"blockade\" to be lifted, and for Palestinians in both the Gaza Strip, the West Bank and the Israelis to make common cause to fight the pandemic. It would be nice to think that rivalries could be set aside for the time being during this period of global crisis. Behind the scenes Israel has been transferring some equipment to the Palestinians in the West Bank, and training courses have been running for medical personnel.But the chances of setting aside all tensions in the region are minimal. The various parties to the Yemen conflict appeared to have embraced a comprehensive cease-fire which does not seem yet to have taken hold, with missile attacks against Saudi targets only a few days ago.And Washington's maximum pressure campaign of sanctions against Iran shows no sign of letting up. Indeed, many US experts believe that the sanctions, despite the Trump administration's assertions to the contrary, greatly complicate Iran's ability to purchase much-needed medical equipment and vital supplies from abroad.Listening to right-wing pundits in the US it is hard not to discern a sense that the coronavirus crisis is seen as something that will tarnish the Iranian government's reputation further. It will be one more nail in the Iranian regime's coffin.Does the Trump administration share this Darwinian view ? Publicly at least, perhaps not. But it has certainly not sought to use the crisis in any meaningful way to seek an opening with Tehran.This does, though, raise the question of what the wider impact of this pandemic might be if it gains traction in the region?Few governments in the Middle East have a great store of legitimacy. The aspirations of a younger generation have been thwarted. The much-heralded \"Arab Spring\" may have produced little real change, but the tensions which gave it life remain.Even in democratic Israel, the pandemic has sparked a constitutional crisis with political repercussions. The need to tackle the coronaviruslooks like forcing opposition leader Benny Gantz into a national unity government under Benjamin Netanyahu (something he said he would never do and a move which has split his new party asunder).And the closure of the courts (apart from a few exemptions) has delayed the corruption trial of Prime Minister Netanyahu, who looks like soldiering on in office.War and pestilence have marked history down the ages. We are, sad to say, just in the early stages of this crisis. The Middle East could be plunged into even greater chaos, and what will emerge may not be any better or any happier than what we see today. ", "url": "https://www.bbc.com/news/world-middle-east-52103958"}