{"datetime": "2020-03-09T11:58:20.000Z", "author": "Michael Stephens", "title": "Saudi royal arrests: Why top princes have been silenced", "article": "The arrest of senior princes by Saudi Arabia's de facto leader, Crown Prince Mohammed bin Salman, has triggered a wave of speculation as to why they were suddenly removed. No stranger to controversy, Prince Mohammed (commonly known as MBS) has displayed a ruthless ambition to force his way to the very top of the political tree, silencing rivals and opponents from across the spectrum since his meteoric rise began in 2015. The unfortunate subjects of MBS's ambition this time were other members of the Saud family - most notably one of his uncles, Prince Ahmed bin Abdul Aziz, a former interior minister; and a cousin, Prince Mohammed bin Nayef (known as MBN), a former crown prince and interior minister - who were detained for questioning and placed under investigation for treason, although no charges have been made.Neither man possessed much power anymore: MBN had been unceremoniously dumped from office in 2017 as King Salman cleared the way for MBS - his son - to take the throne; and Prince Ahmad had preferred to spend his time and money in London before returning to the kingdom late last year.The question many ask is why MBS decided to once again go after his rivals, especially given that they were already weakened and largely incapable of challenging his grip on power.Only he will know the real answer, and in a country as opaque as Saudi Arabia it will be impossible to get the full truth from official Saudi sources.But one thing is for certain - the young crown prince knew that there would be no great cost to him, either domestically or internationally.Having survived the wave of international opprobrium that followedthe murder of Saudi Journalist Jamal Khashoggi at the Saudi consulate in Istanbul in 2018, MBS had little to fear.The Trump White House backed MBS to the hilt; Britain and France were mildly critical, yet continue to do business with Riyadh; and Russia and China were never going to care.And so MBS has been able to do more or less as he pleases, securing power by ruthlessly isolating sectors of Saudi public life that stood in his way - be they clerics, rival relatives, businessmen or domestic pressure groups - and one by one crushing them with the full force of the state.It is Dictator Politics 101, but in a 21st-Century style. Princes have been placed in comfortable surroundings,such as in the Riyadh Ritz-Carlton in 2017 , and MBS has been careful to appear humble, as he did during MBN's defenestration in the same year,kneeling and kissing his cousin's hand in apparent supplication .That MBS's rise has come at the expense of MBN is not without a sense of irony. Until early 2017, Western policy makers were mostly in the camp of MBN, who was trusted and liked by security agencies across the world, and was seen by all who met him as a competent and worthy future king. But as competent as MBN was in managing the kingdom's national security portfolios, he was unprepared for, and was unable to match, MBS's ambition and guile.Power plays inside the Saudi royal family always set tongues wagging, and rumours abounded that King Salman was close to death, or that MBS sensed a palace coup was in the offing and moved quickly to snuff it out.There was no truth to either of these claims, which ignored the far more obvious answer: it was a message from both Salman and MBS to the rest of the family to get into line, an act of discipline that will secure loyalty and remind everyone who the boss is.And make no mistake, MBS is unequivocally the boss of Saudi Arabia. Michael Stephens is an Associate Fellow at the Royal United Services Institute think-tank, focusing on the Middle East. Follow him on Twitter. ", "url": "https://www.bbc.com/news/world-middle-east-51800964"}