{"datetime": "2020-04-30T10:45:42.000Z", "title": "Coronavirus: Yemen reports first deaths amid fears of undetected spread", "article": "Yemen has recorded its first two deaths linked to the new coronavirus disease, raising fears of a devastating outbreak in the war-ravaged country. The pair were reported to be brothers who died at a hospital in the southern port city of Aden. Officials had confirmed five infections there on Wednesday. Previously, only one case had been detected nationwide. The UN has warned there is a \"very real probability\" Covid-19 is circulating undetected within communities. Five years of civil war have devastated Yemen, reportedly killed more than 100,000 people, and triggered what is considered the world's worst humanitarian crisis. An estimated 10 million Yemenis are on the brink of famine, 20 million have no access to healthcare, and the 50% of medical facilities still functioning are desperately ill-prepared to deal with a pandemic.Yemen confirmed its first Covid-19 case almost four weeks ago - a port official in al-Shihr, in the government-controlled eastern province of Hadramawt. On Wednesday, a committee reported that a cluster of five infections had been discovered in Aden, some 540km (335 miles) west of al-Shihr. A medical source in Aden told the UAE-based newspaper The National that thefive cases were detected in the city's northern al-Mansourah district . \"The two cases who died are brothers,\" the source was quoted as saying.\"Both were transferred to a private hospital in al-Mansourah city, where they died on Monday and Tuesday,\" the source added. In an interview with Yemeni state TV, Health Minister Nasser Baoum confirmed the two deaths and noted the similarities between the symptoms of Covid-19 and those of other contagious diseases that have seen major outbreaks in Yemen in recent years, such as Dengue Fever. An official in the Southern Transitional Council (STC),a southern separatist movement that declared self-rule in Aden last weekend amid a power struggle with the government, warned that it was very likely the number of coronavirus cases would increase in the coming days. The STC imposed a three-day curfew in Aden after the infections were discovered. Two sources told Reuters news agency that at least one case had also been confirmed in the capital, Sanaa, which is controlled by the rebel Houthi movement.The Houthi-run health ministry has said all suspected cases have tested negative. The conflict in Yemen escalated in March 2015, when the Houthis seized control of much of the west of the country and forced President Abdrabbuh Mansour Hadi to flee abroad. Alarmed by the rise of a group they believed to be backed militarily by Iran, Saudi Arabia and eight other Arab states began a campaign aimed at restoring Mr Hadi's government. At the start of the war, Saudi officials forecast that it would last only a few weeks. But five years of military stalemate have followed. Earlier this month, the Saudi-led coalition unilaterally declared a ceasefire to support UN efforts to broker a peace settlement and stop the spread of Covid-19.However, the Houthis dismissed the move and in recent days coalition air strikes and clashes on the ground have reportedly increased. \"With an increase in fighting and Covid-19 hitting the world's largest humanitarian crisis, Yemen is on the brink of catastrophe. A ceasefire means an end to fighting, yet, we are seeing the opposite on the ground,\"warned Tamuna Sabadze, Yemen country director of the International Rescue Committee on Wednesday . \"International actors like the US, UK and France, who have influence over the warring parties, must push those responsible for the escalation in fighting to commit to a nationwide ceasefire and return to political negotiations to end the war.\" ", "url": "https://www.bbc.com/news/world-middle-east-52485101"}