{"datetime": "2020-04-29T11:09:46.000Z", "author": "Yolande Knell", "title": "Palestinians working in Israel face coronavirus dilemma", "article": "Before dawn, Palestinian security officers put on protective masks and gloves as they set up a hidden roadblock by the start of a dirt track through fields west of Hebron. Their task is to stop labourers from crossing illegally to Israel through gaps in its separation barrier. They would not normally do this, but these are unusual times. \"We'll prevent workers from sneaking into Israel until this pandemic is over,\" says intelligence officer Raed Zghayar. \"We must protect our mothers, wives and children.\" Of the 326 confirmed cases of the new coronavirus among Palestinians in the occupied West Bank, excluding East Jerusalem, most have been traced to workers in Israel and its settlements, which have been dealing with a much larger outbreak.The Palestinian Authority (PA) tells those returning from their jobs to spend two weeks in self-isolation, but some try to go back and forth.After a tip-off, the Hebron patrol stops a van with five men inside. They claim they are doing nothing wrong, but an inspection turns up Israeli work permits.The officers confiscate their belongings and tell them to collect them later. This happens dozens of times a day. Usually, more than 100,000 Palestinians with permits work in Israel and Israeli settlements, earning far better wages than they could at home. Many others have informal jobs. Their income is vital to the West Bank economy, weakened by decades of military occupation. Despite the tight lockdowns imposed to limit the spread of Covid-19, last month some 50,000 workers were allowed to cross, mainly for jobs in agriculture, construction and healthcare. Under a deal struck between the PA and the Israeli government, their employers were supposed to arrange accommodation for them to stay for at least a month. Some workers have also been sleeping in settlements to protect their jobs. \"I want to keep my family, friends and my town safe,\" says Muath Balasmeh, who is temporarily living in a tent at his workplace, a factory in Ariel, in the northern West Bank.\"If I don't work, nobody will help me with even the basics. I can't express how hard this is. God help us. God help the workers.\" The United Nations has praised Israeli-Palestinian co-operation on dealing with the coronavirus, which has included joint training of health staff and Israeli provision of protective gear for Palestinian medical and security personnel. But a political row broke out after reports that some Palestinian workers in Israel had no decent accommodation and the circulation of social media footage showing a sick man, who later tested negative for Covid-19, being dumped at a checkpoint by Israeli forces.The PA government spokesman accused the Israeli authorities of \"racist and inhumane\" behaviour.Amid fears of a crisis that would overwhelm the local health system, Prime Minister Mohammed Shtayyeh called on workers to come home.\"The economy of Israel is not as precious as the lives of our children,\" he said. Israeli officials say the harsh criticism was unfair amid ongoing support. \"These remarks, they're just misleading and even encouraging incitement, I'd say, in the Palestinian people,\" says Major Yotam Shefer from the Co-ordination of Government Activities in the Territories (Cogat). \"We've been doing really a joint effort to combat this virus and it's a common enemy.\"Some Palestinians have stayed in Israel for the Islamic holy month of Ramadan, but others are heading home. At the Tarqumiya checkpoint, near Hebron, long lines of workers are checked for signs of Covid-19 by PA medics wearing protective equipment. Zahid Soleiman, who works as an ironmonger, has a fever, so he is tested for the disease on the spot. He says he is worried about infection but that 10 members of his family rely on his salary. \"What can I do? My financial situation is really bad. I hadn't worked for three weeks before I went to Israel. I needed to earn money.\" He has now been told to isolate at home for 14 days.The desperation of workers to return to their jobs, even during a pandemic, has underlined the economic reliance of the Palestinians on Israel - a sensitive issue in their decades-old conflict.", "url": "https://www.bbc.com/news/world-middle-east-52470718"}