{"datetime": "2020-04-17T00:44:00.000Z", "author": "Reality Check team", "title": "Coronavirus: Iran and the US trade blame over sanctions", "article": "With Iran one of the countries hardest hit by the coronavirus, a war of words has broken out over the impact of US sanctions. Iran says they're hampering its battle with the disease - but the US denies that and says Iran has mishandled the crisis. We've been looking at the claims made by both sides and whether there's any truth in them. In 2018, President Trump pulled the USout of a nuclear deal between Iran and world powers, which he said was flawed. US sanctions were reinstated on the oil industry and other key sectors of the economy and shut Iran out of the US financial system. The aim was to get Iran to renegotiate the nuclear deal but so far it's refused to do so. The sanctions have driven Iran's economy into severe recession, with oil exports largely stopping, major foreign companies pulling out to avoid US penalties and the value of the local currency plummeting. Its leadership says the sanctions make it difficult for Iran to obtain vital medical supplies and equipment to treat Covid-19 patients. Foreign Minister Javad Zarif accused the US of moving from \"economic terrorism\" to \"medical terror\" by declining to lift the sanctions after Iran's outbreak began in mid-February. But he's also said recently that despite the sanctions, Iran \"has made significant progress\" against the virus, thanks to its own resources and support from some foreign countries. \"We have repeatedly said that US sanctions do not impede the Iranian regime's response to the Covid-19 crisis,\" State Department spokesman Morgan Ortagus said on 1 April. And the sanctions do allow the sale of food, agricultural commodities, medicine and medical devices,\"provided such transactions do not involve persons designated in connection with Iran's proliferation of weapons of mass destruction or support of international terrorism\". The US has also noted Iran has refused a US offer of humanitarian and medical aid.And it says the Iranian government has sufficient funds to pay for what it needs, including hundreds of billions of dollars in its National Development Fund. So can Iran get medical supplies? In the past, Iran has relied heavily on imports for more advanced medicines, with EU countries being important suppliers. That trade has fluctuated in recent years but it's clear the tightening of sanctions towards the end of 2018 had an impact. Iran faces a number of problems in buying medical supplies internationally, despite the exemptions for humanitarian goods: Deputy Health Minister Alireza Raisi has said Iran is struggling to buy ventilator systems and intensive care beds and can't transfer over money to import certain drugs. Iran is asking the International Monetary Fund (IMF) for $5bn in emergency funding - but the US reportedly opposes this because, it says, Iran has sufficient funds. France, Germany and the UK have sent medical supplies under a financial mechanism set up last year to get around the US sanctions - but the transaction was reported to be worth less than €500,000 (£436,000).Earlier this year, Switzerland, a major exporter of medical products, ran a successful trial of a humanitarian scheme (approved by the US authorities) to enable companiesto sell food, medicine and agricultural commodities to Iran - but the Swiss government told BBC News there had been no transactions since then. However, a number countries as well as the World Health Organization (WHO) and the EU have are giving Iran medical aid, including personal protection equipment, testing kits and ventilators. And there have also been calls for sanctions to be eased during the pandemic from the UN human rights chief, Michelle Bachelet,to enable Iran to receive more medical supplies. The Iranian government has insisted it's taken all necessary measures to contain the outbreak. But there were allegations that despite cases of infection emerging in January, the government didn't go public with the news until 19 February to avoid harming turnout for parliamentary elections. The Iranian government denies it withheld information about the spread of the coronavirus. But it did not impose restrictions straight away, even in the holy city of Qom, the initial centre of the country's outbreak, leading to public criticism from a former health minister. The government did start to limit movement between some cities and asked people not to travel to popular holiday destinations during the Nowruz festival celebrating the Persian New Year. But by then, Iran had become one of the worst-hit countries in the world, although it's reported far few virus deaths relative to its population than other nations. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-middle-east-52218656"}