{"datetime": "2020-10-06T15:08:14.000Z", "title": "Saudi Crown Prince Mohammed bin Salman, power behind the throne", "article": "Few people outside Saudi Arabia had heard of Mohammed bin Salman Al Saud before his father became king in 2015. But now, the 35-year-old crown prince is considered the de facto ruler of the world's leading oil exporter. He has won plaudits from Western leaders for some of the reforms he has overseen in the conservative Gulf kingdom, including lifting the ban on women driving and seeking to diversify the economy. But he has also been heavily criticised for pursuing a war in neighbouring Yemen that has caused a humanitarian catastrophe; starting a diplomatic dispute with Qatar that has divided the Gulf Co-operation Council (GCC); and cracking down on dissenting voices. There were even calls for him to be replaced as crown prince after the Saudi journalist Jamal Khashoggi, a prominent critic of the government, was killed by Saudi agents at the Saudi consulate in Istanbul in 2018. He denied any involvement, but the murder badly damaged his international reputation.Mohammed bin Salman was born on 31 August 1985, the eldest son of then-Prince Salman bin Abdul Aziz Al Saud's third wife, Fahdah bint Falah bin Sultan.He worked for several state bodies before being appointed special adviser to his father, who was serving as governor of Riyadh, in 2009. Mohammed bin Salman's rise to power began in 2013, when he was named head of the Crown Prince's Court, with the rank of minister. His father had been appointed crown prince the previous year. In January 2015, King Abdullah bin Abdul Aziz died and Salman acceded to the throne, appointing his son as minister of defence.One of Mohammed bin Salman's first acts in the post was to launch a military campaign in Yemen in March 2015 along with other Arab states. They intervened after the Houthi rebel movement, which they saw as an Iranian proxy, seized control of the capital Sanaa and forced President Abdrabbuh Mansour Hadi to flee abroad. The campaign has made limited progress over the past five years. The fighting has also reportedly left more than 110,000 people dead; seen Saudi Arabia and its allies being accused of possible war crimes; and triggered the world's worst humanitarian disaster, with millions on the brink of famine.Mohammed bin Salman's power increased with his appointment in April 2015 as deputy crown prince, second deputy prime minister and president of the Council of Economic and Development Affairs. Now in charge of the war in Yemen and Saudi Arabia's economy, his importance as a policymaker became clear the following year whenhe unveiled an ambitious and wide-ranging plan to bring economic and social change to the kingdom and end its \"addiction\" to oil.The plan, called Vision 2030, envisages increasing non-oil revenue to 600bn riyals ($160bn; £124bn) by 2020 and 1trn riyals by 2030, up from 163.5bn riyals in 2015.The plan also involved changing the education curriculum, increasing the participation of women in the country's male-dominated workforce, and investing in the entertainment sector to help create jobs for young people. The prince was also seen as having spearheadeda boycott of fellow Gulf Cooperation Council (GCC) member Qatar in 2017 over its alleged support for terrorism and meddling in its neighbours' affairs - charges Qatar denies.Mohammed bin Salman's ascent continued when in June that year King Salmanreplaced the crown prince - his nephew, Mohammed bin Nayef - with his son .The new crown prince subsequently sought to consolidate his power, launching a crackdown against perceived opponents. More than 20 influential clerics and intellectuals were detained as the authorities targeted a group allegedly acting on behalf of \"foreign parties against the security of the kingdom\". WhenKing Salman announced (despite objections from conservatives) that a bar on women drivers would end in June 2018 in Saudi Arabia - the last country in the world where such a prohibition existed - Mohammed bin Salman was given much of the credit.This was followed by the crown prince's declaration thatthe return of \"moderate Islam\" was key to his plans to modernise the kingdom , and hislaunch of a sweeping anti-corruption drive .Ostensibly aimed at recovering a fortune in ill-gotten gains, many analysts said the purge of powerful princes and business figures removed the final obstacles to Mohammed bin Salman gaining total control of the kingdom.The mass arrests however unsettled the foreign investors he was counting on to help modernise Saudi Arabia's economy, and new foreign direct investment plunged to a 14-year low in 2017. Women's rights activists were also rounded up shortly before the ban on women driving was lifted.Several were accused of serious crimes, including \"suspicious contact with foreign parties\" - a sign of the Saudi leadership's intolerance of criticism despite the appearance of social reforms.Mohammed bin Salman defended the detention of the activists,saying they had \"misused\" their right to free speech . \"Here we are trying to get rid of extremism and terrorism without civil war, without stopping the country from growing,\" he said. \"So if there is a small price in that area, it's better than paying a big debt to do that move.\" But it was the murder in October 2018 of Washington Post journalist Jamal Khashoggi which was to tarnish Mohammed bin Salman's image abroad the most. Khashoggi had fled Saudi Arabia the previous year and written columns critical of the crown prince. UN Special Rapporteur Agnes Callamard said Khashoggi was \"brutally slain\" inside the Saudi consulate in Istanbul by a team of Saudi agents, who dismembered his body and then disposed of it.She concluded that Khashoggi was \"the victim of a deliberate, premeditated execution\" for which the Saudi state was responsible. She also said there was credible evidence that high-level Saudi officials, including Mohammed bin Salman, were individually liable. However, the Saudi government insisted the journalist's death was the result of a \"rogue operation\" and that the crown prince was not involved in any way. Mohammed bin Salman denied he had ordered the murder , but said he took \"full responsibility... especially since it was committed by individuals working for the Saudi government\".Saudi prosecutors put 11 unnamed individuals on trial over the killing (five were found guilty and sentenced to death, later commuted to life imprisonment; three others received jail terms). Ms Callamard called the Saudi trial a \"parody of justice\" and said the crown prince \"remained well protected against any kind of meaningful scrutiny\". ", "url": "https://www.bbc.com/news/world-middle-east-40354415"}