{"datetime": "2019-03-27T17:30:30.000Z", "title": "Yemen war: Eight killed in air strike near Kitaf hospital", "article": "A charity has condemned an air strike near a hospital in rebel-held north-western Yemen that killed at least eight people, five of them children. A missile hit a petrol station 50m (164ft) from the entrance of the Kitaf rural hospital on Tuesday morning, according to Save the Children. The blast also injured eight people. It was not clear who was behind the attack, but a Saudi-led coalition is carrying out air strikes in support of the government in Yemen's civil war. The coalition insists it never deliberately targets civilians, but human rights groups have accused it of bombing markets, schools, hospitals and residential areas. Tuesday was the fourth anniversary of the escalation of the civil war, which has killed thousands and pushed millions to the brink of starvation. Save the Children says the petrol station in the area, which is 60km (40 miles) from the city of Saada, was struck by a missile at about 09:30 (06:30 GMT) on Tuesday, as many people were arriving at the nearby hospital. An eight-year-old boy was the youngest person killed. Another boy aged 10, two boys aged 12, and one boy aged 14 also lost their lives. One injured health worker, who was in the emergency room treating two young children when the strike happened, said: \"All people were screaming and running out of the hospital. The structure of the hospital was totally damaged inside. Our colleague lost two children. They were burned.\"I got injured in my head and I was bleeding. I ran away from the hospital with my colleague to a safe place but we found nothing that could help me stop the bleeding. It was the most difficult moment of my life.\" Helle Thorning-Schmidt, the chief executive of Save the Children International, said she was \"shocked and appalled by this outrageous attack\" on a medical facility that the charity supported, and she demanded an urgent investigation. \"Innocent children and health workers have lost their lives in what appears to been an indiscriminate attack on a hospital in a densely populated civilian area. Attacks like these are a breach of international law,\" she added.This hospital was \"de-conflicted\", which means all the warring parties were made aware of its location and were obliged to avoid it by a radius of 100m. Residents and the rebel Houthi movement blamed the Saudi-led coalition for the attack, and Save the Children noted that the only warring party with access to planes that can carry out air strikes is the coalition.The rebel-run health ministry condemned the \"coalition's continued disregard for Yemeni lives\" and said it had committed four war crimes in targeting the hospital. There was no immediate comment from coalition officials. Save the Children reported on Monday thatat least 226 Yemeni children had been killed and 217 more injured in air raids carried out by the Saudi-led coalition in the past year . Yemen has been devastated by a conflict that escalated in March 2015, when the Houthis seized control of much of the west of the country and forced President Abdrabbuh Mansour Hadi to flee abroad. Alarmed by the rise of a group they saw as an Iranian proxy, the UAE, Saudi Arabia and seven other Arab states intervened in an attempt to restore the government. The UN says at least 7,025 civilians have been killed and 11,140 injured in the fighting. Thousands more civilians have died from preventable causes, including malnutrition, disease and poor health. About 80% of the population - 24 million people - need humanitarian assistance and protection. About 20 million need help securing food, including almost 10 million who the UN says are just a step away from famine. Almost 240,000 of those people are facing \"catastrophic levels of hunger\". Yemen has also struggled to deal with the largest cholera outbreak ever recorded, which has resulted in 1.49 million suspected cases and 2,960 related deaths. ", "url": "https://www.bbc.com/news/world-middle-east-47711413"}