{"datetime": "2019-05-12T14:18:10.000Z", "title": "Yemen war: Houthi withdrawal from Hudaydah as planned - UN", "article": "A Houthi rebel withdrawal from key ports in Yemen is proceeding according to plan, the UN says. Yemen's government had described the move - a major step since a ceasefire deal last December - as a rebel \"ploy\". Both the Houthis and government forces agreed to withdraw from Hudaydah to allow in vital humanitarian aid. At least 6,800 civilians have died in Yemen's four-year civil war. Some 10,700 more have been injured in the fighting, according to the UN. Many thousands more have died from preventable causes such as malnutrition, disease and poor health. The redeployment of troops from the ports of Hudaydah, Salif and Ras Issa is scheduled to take four days ands began on Saturday. But amid deep distrust among all parties in the war, a senior government official, Al-Hasan Taher, said the rebels were merely installing Houthi militia members in Coast Guard and police uniforms. \"It's an attempt to disinform the international community,\" he told reporters. But the Houthi movement said its \"unilateral\" pull-out showed \"commitment to implement the Hudaydah agreement and to achieving peace\". It called on the UN to press all parties to abide by the agreement. And now the UN has endorsed the move. \"All three ports were monitored simultaneously by United Nations teams as the military forces left the ports and the Coast Guard took over responsibility for security,\" Lt Gen Michael Lollesgaard, head of the UN's Redeployment Co-ordination Committee (RCC), said in a statement. Military equipment is expected to be removed in the coming days, followed by de-mining, the statement said. A formal verification of the redeployment at the three ports is scheduled for Tuesday. Hudaydah port is the principal lifeline for two-thirds of Yemen's population. Its closure has had a devastating impact on the nation, which is on the brink of famine.Under the deal brokered by the UN in December, the warring parties agreed to withdraw from Hudaydah city and the ports of Hudaydah, Salif and Ras Issa. The Houthi withdrawal marks the first major step in bringing that ceasefire agreement into being.The UN has repeatedly appealed to both sides for access to a vast store of grain in Hudaydah port that holds enough food to feed 3.7 million people for a month. Aid workers have been unable to reach the stores for five months, andthe UN previously warned that the grain was at risk of rotting . Pro-government forces have twice tried to seize the port, and accuse the Houthis of using it to smuggle in weapons from Iran. The group and Tehran both deny these accusations. The conflict has its roots in the failure of a political transition after an Arab Spring uprising that forced its long-time authoritarian President, Ali Abdullah Saleh, to hand over power to his deputy, Abdrabbuh Mansour Hadi, in 2011. The Houthi movement, which fought a series of rebellions against Mr Saleh during the previous decade, took advantage of the new president's weakness to take control of their northern heartland of Saada province and neighbouring areas. Many ordinary Yemenis supported the Houthis, and in late 2014 and early 2015, the rebels took over the capital Sanaa, forcing President Hadi to flee abroad. Alarmed by the rise of a group they saw as an Iranian proxy, Saudi Arabia and eight other Arab states intervened in an attempt to restore the government. Talks have repeatedly stalled and broken down, and withdrawal deadlines have been missed amid disagreements over who would control the vacated locations. ", "url": "https://www.bbc.com/news/world-middle-east-48245803"}