{"datetime": "2019-04-04T17:03:05.000Z", "title": "Yemen war: US House votes to end support for Saudi-led campaign", "article": "The House of Representatives has voted to end US involvement in Yemen's civil war, rejecting President Donald Trump's support of a Saudi-led campaign there. Lawmakers voted 247 to 175 in favour of the bipartisan resolution, which was passed by the Senate last month. The text will now head to Mr Trump, who is expected to veto it. Opposition in Congress to his policy on Yemen grew last year after Saudi agents killed the journalist Jamal Khashoggi at the Saudi consulate in Istanbul. A UN special rapporteur has said the evidence shows that Khashoggi, a US resident, was \"the victim of a brutal and premeditated killing, planned and perpetrated by officials of the state of Saudi Arabia\". US senators have accused Saudi Crown Prince Mohammed bin Salman of ordering the murder, but Saudi prosecutors have insisted it was a \"rogue operation\" and that the agents were not acting on his orders.Yemen has been devastated by a conflict that escalated in March 2015, when the rebel Houthi movement seized control of much of the west of the country and forced President Abdrabbuh Mansour Hadi to flee abroad. Alarmed by the rise of a group they saw as an Iranian proxy, the UAE, Saudi Arabia and seven other Arab states intervened in an attempt to restore the government. The US, UK and France have provided logistical and intelligence support to the coalition and sold it weapons. The UN says at least 7,025 civilians have been killed and 11,140 injured in the fighting, with 65% of the deaths attributed to Saudi-led coalition air strikes. Thousands more civilians have died from preventable causes, including malnutrition, disease and poor health. About 80% of the population - 24 million people - need humanitarian assistance and protection, and almost 10 million who the UN says are just a step away from famine. Almost 240,000 of those people are facing \"catastrophic levels of hunger\". ", "url": "https://www.bbc.com/news/world-us-canada-47814423"}