{"datetime": "2019-05-15T03:55:50.000Z", "title": "Yemen war: Houthis withdraw from key ports, says UN", "article": "The UN says Houthi rebels have pulled out of three key Red Sea ports in Yemen, in partial implementation of a ceasefire deal agreed six months ago. Hudaydah, Salif and Ras Issa were handed over to the coast guard.The UN said work was still needed to remove trenches, barriers and mines - and to implement the rest of the deal.The Houthis and pro-government forces, which are backed by a Saudi-led coalition, agreed to leave the ports to allow in vital humanitarian aid. However, the BBC's Lyse Doucet says some Yemenis are sceptical about the latest pull-out and accuse the Houthis of leaving fighters in the ports disguised as coast guard personnel.Yemen's government has previously warned that the withdrawal would be a rebel \"ploy\". The UN says at least 7,070 civilians have been killed and 11,205 injured in the fighting, with 65% of the deaths attributed to Saudi-led coalition air strikes. Thousands more civilians have died from preventable causes, including malnutrition, disease and poor health. About 80% of the population - 24 million people - need humanitarian assistance and protection, and almost 10 million who the UN says are just a step away from famine. Almost 240,000 of those people are facing \"catastrophic levels of hunger\". Lt Gen Michael Lollesgaard, head of the UN's Redeployment Co-ordination Committee (RCC) in Hudaydah,welcomed the Houthi withdrawal from the ports in western Yemen . He said that since Saturday there had been \"very good co-operation\" with Houthi commanders and that the UN had been given access to all areas of the ports.\"Today we have together seen the redeployment and we have also agreed that there are a few outstanding issues,\" he said. \"There are two minefields in Ras Issa and Salif and trenches in this port [Hudaydah] that need to be removed.\" He urged all sides to help implement the next stages of the peace deal. Hudaydah port is the main lifeline for two-thirds of Yemen's population and its closure has had a devastating impact.Under the local ceasefire deal brokered by the UN in Stockholm last December, the warring parties agreed to redeploy their forces from Hudaydah city and the ports of Hudaydah, Salif and Ras Issa. The Houthi withdrawal marked the first major step in bringing that ceasefire agreement into being.Pro-government forces have twice tried to seize the port, and accuse the Houthis of using it to smuggle in weapons from Iran. The rebels and Tehran both deny these accusations. The conflict arose from the failure of a political transition after an Arab Spring uprising that forced its long-time authoritarian President, Ali Abdullah Saleh, to hand over power to his deputy, Abdrabbuh Mansour Hadi, in 2011. The Houthi movement, which fought a series of rebellions against Mr Saleh during the previous decade, took advantage of the new president's weakness to take control of their northern heartland of Saada province and neighbouring areas. Many ordinary Yemenis supported the Houthis, and in late 2014 and early 2015, the rebels took over the capital Sanaa, forcing President Hadi to flee abroad. Alarmed by the rise of a group they saw as an Iranian proxy, Saudi Arabia and eight other Arab states intervened in an attempt to restore the government. Talks have repeatedly stalled and broken down, and withdrawal deadlines have been missed amid disagreements over who would control the vacated locations. ", "url": "https://www.bbc.com/news/world-middle-east-48276769"}