{"datetime": "2019-05-21T23:49:09.000Z", "title": "Yemen war: UN appeals to Houthi rebels over aid", "article": "The UN says food aid is being diverted by some corrupt and uncooperative officials in Houthi-held areas of Yemen, where millions of people are believed to be on the verge of famine. David Beasley, head of the World Food Programme (WFP), told the BBC the agency's efforts to reach people in need were being repeatedly blocked. He said he hoped \"good Houthi leaders\" would prevail over the corrupt ones. On Monday, the agency warned of a possible suspension of aid delivery. Yemen is the worst humanitarian crisis in the world currently and some 12 million people - almost 40% of the population - are on the brink of starvation, according to Mr Beasley. Most of those most in need are in Houthi-controlled areas. Mr Beasley said that his unusual public criticism could backfire, with Houthi leaders providing even less access to humanitarian workers, but that children were dying as a result of this \"desperate, desperate situation\". \"This violates the most fundamental international standards of humanitarian principles because innocent people are suffering from food diversion, theft, corruption,\" said Mr Beasley, who last year criticised the Saudi-led coalition for a blockade stopping vital assistance from reaching Yemen. \"I know all the Houthis and the Houthi leaders aren't like that. There are good Houthi leaders and I hope they can prevail.\" On Monday,the WFP said its teams were being denied access to people in need , convoys had been blocked and local officials were interfering with food distribution, warning of a phased suspension of aid. Earlier this month,rebels pulled out of three key Red Sea ports - Hudaydah, Salif and Ras Issa - in partial implementation of a ceasefire deal agreed last December, according to the UN. This could allow vital humanitarian aid into the country. The UN says at least 7,070 civilians have been killed and 11,205 injured since the conflict in Yemen started in 2015, with 65% of the deaths attributed to Saudi-led coalition air strikes. Thousands more civilians have died from preventable causes, including malnutrition, disease and poor health. ", "url": "https://www.bbc.com/news/world-middle-east-48360912"}