{"datetime": "2019-05-11T21:45:33.000Z", "title": "Yemen war: Houthi withdrawal from Hudaydah met by mistrust", "article": "Yemen's Houthi rebels have begun withdrawing from a key strategic port, in the first major step since a ceasefire agreement signed in December. Both the Houthis and government forces agreed to withdraw from Hudaydah port to allow in vital humanitarian aid. Video footage obtained by the BBC shows Houthi forces setting off in trucks. The redeployment is expected to take four days in total. But Yemen's government has accused the rebels of staging a \"ploy\". At least 6,800 civilians have died in Yemen's four-year civil war. Some 10,700 more have been injured in the fighting, according to the United Nations, and many thousands more have died from preventable causes such as malnutrition, disease and poor health. AFP news agency quoted UN spokesman Farhan Haq as confirming that the withdrawal had begun.The process has been described by the UN's special envoy for Yemen as a \"first step\". \"I'm hopeful, but it's a fragile vessel,\" Martin Griffiths told the BBC. \"We have still got a job to do to make sure the government of Yemen is eventually happy with it.\" Deep distrust still remains among all parties in the war. Al-Hasan Taher, a senior pro-government official, accused the rebels of replacing themselves with other Houthi militia members dressed in coast guard and police uniforms. \"It's an attempt to disinform the international community,\" he told reporters. But the Houthi movement said its \"unilateral\" pullout showed \"commitment to implement the Hudaydah agreement and to achieving peace\". It called on the UN to press all parties to abide by the agreement. Hudaydah port is the principal lifeline for two-thirds of Yemen's population. Its closure has had a devastating impact on the nation, which now sits on the brink of famine.Under the deal brokered by the UN in December, the warring parties agreed to withdraw from Hudaydah city and the ports of Hudaydah, Salif and Ras Issa. The Houthi withdrawal marks the first major step in bringing that ceasefire agreement into being.The UN has repeatedly appealed to both sides for access to a vast store of grain in Hudaydah port that holds enough food to feed 3.7 million people for a month. Aid workers have been unable to reach the stores for five months, andthe UN previously warned that the grain was at risk of rotting . Pro-government forces have twice tried to seize the port, and accuse the Houthis of using it to smuggle in weapons from Iran. The group and Tehran both deny these accusations. Deep distrust between warring parties has stalled this deal for months and continues to plague this first unilateral step by the Houthis.A pullout from the ports is a move of least risk for the Houthis in this strategic corner. They've reinforced in the city of Hudaydah in recent months and can find other means to replace lost revenue. Many of the Coast Guard and port officials are regarded as civil servants who, if this pullout is completed, will run the ports with UN experts.But the Yemeni government suspects the Houthis of moving militia into ports posing as ordinary workers. They're dismissing this unilateral pullout as a ploy.The UN's emphasis, since the Stockholm deal, is on monitoring, not trust. Its patrols are now in place.If this step is deemed genuine, it could create conditions for a wider redeployment of forces from all sides. If it isn't, it could mean the end of what's regarded as the best chance to move toward peace. The conflict has its roots in the failure of a political transition after an Arab Spring uprising that forced its longtime authoritarian President, Ali Abdullah Saleh, to hand over power to his deputy, Abdrabbuh Mansour Hadi, in 2011. The Houthi movement, which fought a series of rebellions against Mr Saleh during the previous decade, took advantage of the new president's weakness to take control of their northern heartland of Saada province and neighbouring areas. Many ordinary Yemenis supported the Houthis, and in late 2014 and early 2015, the rebels took over the capital Sanaa, forcing President Hadi to flee abroad. Alarmed by the rise of a group they saw as an Iranian proxy, Saudi Arabia and eight other Arab states intervened in an attempt to restore the government. Talks have repeatedly stalled and broken down, and withdrawal deadlines have been missed amid disagreements over who would control the vacated locations. ", "url": "https://www.bbc.com/news/world-middle-east-48237445"}