{"datetime": "2021-11-28T00:10:06.000Z", "author": "Jack Needham", "subject": "Yemen crisis", "title": "Yemen: The woman saving a crumbling heritage", "article": "As a child, Harbia Al Himiary would marvel at the architecture of her home country of Yemen. In her own birthplace of Sanaa she admired from an early age the intricate stone carvings that decorated the Old City, a part of the capital inhabited for more than 2,500 years. This ancient place inspired Harbia. Now aged 37, she's helping to rebuild it - part of a UN scheme where she is also the first female engineer in charge. \"Women do not regularly join this field of work,\" she says. \"I wanted to be unique in my profession, and join a field where I can break gender barriers.\"Yemen is a patriarchal and deeply conservative society, where women make up a fraction of the workforce, and most work in agriculture, the service industry or family businesses. As a teenager, Harbia pushed back against this and joined a medical school, but after two weeks she left and pursued her aspirations of doing what she does today.She enrolled at university to study engineering, but didn't tell her parents until her place was confirmed. \"When they were put in front of the reality that I chose a different career, they did not object,\" she remembers. \"They saw I was happy.\" Due to damage suffered during the country's ongoing war, worsening environmental degradation and the collapse of the economy, three of the 52 World Heritage Sites listed by the UN's cultural agency, Unesco, as \"in danger\" are in Yemen.This includes Harbia's beloved Old City of Sanaa and its Great Mosque, built in the 7th Century and famed for being the first outside the Islamic holy cities of Mecca and Medina in Saudi Arabia.The historic town of Zabid and the walled Old City of Shibam are also classified as being in danger, pitting Harbia and her team in a race against time. Unesco's Cash for Work project has already led to the rehabilitation of 162 buildings in Sanaa, Shibam and Zabid, as well as in the second city of Aden. Initially, Unesco's aims were to survey damage to 8,000 buildings of historical importance. They achieved that. Now, that number has grown to 16,000.Another of the project's goals is to provide long-term income opportunities for some 4,000 young people. According to the UN, more than two-thirds of Yemen's 29 million-strong population are under the age of 30, but as of 2019 a quarter of young people were unemployed. The buildings have been bombed during the six-year Saudi-led air campaign against the rebel Houthi movement - which forced Yemen's government out of Sanaa - and left to decay.When Harbia travelled six hours from Sanaa to Zabid, for example, she found houses which had served as meeting places for the community in a state of disrepair - walls had fallen down, once brightly painted ceilings had crumbled, and some of the structures were close to toppling.One of her greatest challenges, she says, was sourcing the materials needed to restore these buildings to their former glory.The work was slow and painstaking. The architecture had to be recreated with historical accuracy, ceilings reconstructed, and rotten beams replaced with materials imported from Saudi Arabia - a three-month process in itself. All while she had to ensure the structure didn't collapse on people still living inside.There are also security concerns that come with rebuilding a country in the midst of a conflict.Local co-ordinators have to negotiate between different factions to make sure Harbia and her teams can safely access sites.Even preparatory work is dangerous. 3D scans have to be made in order to properly assess building damage. Harbia sometimes uses drones for this, but the war means permits are needed to fly them. With the use of such technology increasingly associated with combatants, operating a drone, even for innocuous reasons, is risky for Harbia and her team. There is also a drought of trained labourers, especially those who specialise in historical building methods.\"Young people are not maintaining these traditional building skills. They view them as non-suitable career fields,\" says Harbia. Instead of waiting, she is training them herself. She manages a team of 24 and to date she has also helped train 211 engineers, carpenters and specialists - about half of whom are female. \"I was surprised at the number of women who wanted to enrol in these training opportunities, fields which are traditionally regarded as male only,\" says Harbia, who wears an abaya and niqab - clothing worn by Muslim women in Yemen to cover up completely apart from their eyes, which is a social norm. \"I live in a conservative society, and there's an expectation that no woman would want to be in this role.\"She also takes pride in the fact that she is helping preserve Yemen's historical urban landscape for future generations. \"Despite the different challenges and hardships, this work gives me a feeling of happiness,\" she says. \"Despite all of what the country is going through, I'm able to do my part in maintaining the history and heritage of the country through my work.\" Jack Needham is a freelance journalist writing on culture and technology. ", "url": "https://www.bbc.com/news/world-middle-east-59262086"}