{"datetime": "2021-11-01T11:43:49.000Z", "subject": "Yemen crisis", "title": "Yemen war: Deadly missile attack on Marib religious school", "article": "At least 29 civilians were killed or wounded in north Yemen when ballistic missiles launched by the rebel Houthi movement hit a religious school and mosque, the country's government says. Women and children were among the casualties from Sunday night's attack in Marib province. They were sheltering at the facility after being displaced by fighting. There was no immediate comment from the Houthis, who began a major offensive to capture Marib earlier this year. The oil-rich province is the government's last stronghold in the north after six years of conflict that have killed more than 100,000 people and caused the world's worst humanitarian crisis, with 20 million people in need of aid. Information Minister Moammar al-Eryani tweeted that the Iran-aligned Houthis targeted residential areas of al-Jawba district , about 50km (30 miles) south of the city of Marib, with two \"Iranian-made ballistic missiles\".The missiles struck a religious school and mosque in the al-Amoud area, which was overcrowded with families that had fled fierce fighting elsewhere in Jawba in recent weeks, he added. Photographs posted online by the local Marib Press website showed a bloodstained carpet covered with the torn remains of several books.Later, Saudi-owned al-Arabiya TV reported that the bodies of 39 people had been pulled from the rubble of the destroyed buildings. However, there was no confirmation from the government officials. Mr Eryani condemned what he called \"incomprehensible and unjustified international silence\" over the \"horrific massacre\" and other deadly attacks by Houthi militia in Marib and Taiz in recent days. He called on the international community to prosecute Houthi leaders and fighters as \"war criminals\". Last Thursday, two children were among 12 people killed in a Houthi missile attack on a pro-government tribal leader's home in al-Jawba. And on Saturday,Houthi shellfire killed three children from the same family in the southern city of Taiz , which the rebels have besieged since 2015. The conflict between the Houthis and government escalated that year after the rebels seized much of the west of the country and forced the president to flee abroad, prompting a Saudi-led coalition of Arab states to intervene. ", "url": "https://www.bbc.com/news/world-middle-east-59118693"}