{"datetime": "2022-01-22T01:01:30.000Z", "author": "Jonathan Marcus", "subject": "Yemen crisis", "title": "Yemen rebel attack on UAE throws challenge to the region", "article": "A sharp escalation in the conflict in Yemen this week has raised questions about the direction the war is taking and what it means for the wider region. Saudi air strikes against rebel Houthi targets in Yemen have been deadly -aid agencies say one attack alone killed dozens of people when a detention centre in the Houthi stronghold of Saada was targeted. The strikes are being seen as a response to Monday's rare missile and drone attacks by the Houthis on the UAE, which is a Saudi ally and member of the Saudi-led coalition fighting the Houthis.If there were doubts as to whether that attack would lead to a direct response, the Saudis' actions provide the strong hint of an answer.Even before the latest Saudi action, the long-range strikes on the UAE placed a spotlight on wider developments in the region, notably the UAE's efforts to pursue a new diplomatic path, not least towards Iran; and the reaction to those attacks illustrates the growing rapprochement between Gulf states and Israel.The strikes on 17 January hit an industrial location just outside Abu Dhabi, setting fire to fuel trucks and killing three foreign workers. They also struck an area near the international airport. While the Houthis say that they have attacked the UAE in the past, this is the first time that the UAE authorities have acknowledged such strikes - and the first time that people have been killed.The Houthis' aim is to persuade the UAE to stop backing militias loyal to Yemen's internationally-recognised government. These militias, notably the Amaleqa Brigades and associated groups, have had some recent success on the battlefield in Yemen, pushing the Houthis out of key areas of the south of the country and stepping up fighting in the oil-rich Marib governorate in the north, a major stronghold for the Yemeni government.Much depends upon how the UAE responds.The UAE had been a strong supporter of the Yemeni government, deploying its own troops to the country alongside forces from Saudi Arabia. The Saudis formed a coalition of Arab states and launched a military campaign in 2015 to restore the government driven out by the Houthis. The UAE withdrew its troops in 2019 but has since continued to arm and train local militias opposed to the Houthis. This was all seen as not just a struggle for control in Yemen but as part of a wider proxy war in the region between the Saudis and their allies on one side, and Iran and various groups that Tehran supports on the other.Yemen was just one battleground. Indeed, after the Abraham Accords signed between Israel and the UAE in August 2020 (subsequently joined by Bahrain, Morocco and Sudan), Israel effectively became a public part of this informal anti-Iran coalition. This simply confirmed a trend that has been under way, behind the scenes, for some years.So how will the UAE now react? Stability is crucial to the state's self-image. It does not want to be seen as a place that suffers even sporadic attacks. It has maintained its stake in the Yemen fighting despite drawing back its own forces. One obvious response might be to step up support for its allies on the ground. But equally, in the past few years, the UAE has been trying to push through a complex re-alignment in its foreign policy: there have been the formal ties with Israel; an effort to improve its frosty relationship with Qatar; a warming towards Turkey (another country undergoing something of a diplomatic re-adjustment); and above all it has sought to reach out to establish better relations with Tehran.So will the UAE-Iran rapprochement be a victim of the Houthi attack? While Iran remains a clear ally of the Houthis (and much of the weaponry used in these recent attacks may well be of Iranian origin), the fact remains that this is not a simple client-proxy relationship. The Houthis make their own strategic decisions and it is unclear the extent to which this attack will be viewed positively in Tehran.For the UAE's allies the attacks also present dilemmas and opportunities. The United States has stressed its \"unwavering\" support for the UAE's security, though the Biden administration is not happy with the UAE and Saudi role in stoking the fighting in Yemen. Might the UAE seek US anti-missile defences? If so, how would the Biden administration respond?A more likely source of practical assistance might be Israel. Its Prime Minister Naftali Bennett, who visited Abu Dhabi in mid-December, has told the UAE Crown Prince Sheikh Mohammed bin Zayed that Israel stands ready to offer security and intelligence support.There have been consistent reports of UAE interest, for example, in Israeli anti-missile defence systems like Iron Dome, though it is far from clear that Israel would be willing to sell such sensitive technology at this stage. But other support could be forthcoming.Israel may be as interested as the UAE in discovering more about the Houthis' long-range attack capabilities.It is another reminder that as the US struggles to pivot its military effort towards the strategic threat from China, its allies in the Middle East are starting to construct their own security relationships in the face of common threats. Jonathan Marcus is a former BBC defence correspondent and is an Honorary Professor at the Strategy and Security Institute at Exeter University. ", "url": "https://www.bbc.com/news/world-middle-east-60082786"}