{"datetime": "2022-01-21T15:37:45.000Z", "subject": "Yemen crisis", "title": "Scores killed in Yemen prison air strike carnage", "article": "At least 100 people have been killed or wounded in an air strike by the Saudi-led coalition which hit a detention centre in Yemen. The incident happened when a facility was struck in Saada, a stronghold of the rebel Houthi movement, on Friday. It followed nights of intensified bombing raids in the wake of a deadly Houthi attack on the UAE, a Saudi ally. Saudi Arabia has led a coalition of Arab states in a war against the rebels since 2015 which has devastated Yemen. Tens of thousands of civilians, including more than 10,000 children, have been killed or wounded as a direct result of the fighting. Millions have been displaced and much of the population stands on the brink of famine. Hours after the air strike, rescue workers were still pulling bodies out of the rubble, and hopes of finding survivors are fading, says BBC Middle East correspondent Anna Foster. The exact death toll is unclear. Médecins Sans Frontières (MSF) said at least 70 people were killed, though the number is expected to rise.Houthi-run television showed pictures from the scene of men clearing debris with their hands and of wounded at a local hospital. MSF said one hospital had received more than 200 casualties. \"There are many bodies still at the scene of the air strike, many missing people,\" Ahmed Mahat, MSF chief in Yemen, told AFP news agency. \"It is impossible to know how many people have been killed. It seems to have been a horrific act of violence.\" Further south, three children were killed as they were playing football when an air strike hit a telecommunications facility in the rebel-held port city of Hudaydah, Save the Children aid agency said.There was a near countrywide internet outage around the same time, which Houthi media blamed on the attack on the telecommunications site. Saudi Arabia said the coalition had carried out air strikes in Hudaydah but did not mention the attack in Saada.The coalition has stepped up air strikes since the Houthis carried out a rare drone and missile attack on the UAE on Monday. Three civilians were killed in what was the first deadly attack of its kind in the emirates. ", "url": "https://www.bbc.com/news/world-middle-east-60082788"}