{"datetime": "2021-12-22T12:56:25.000Z", "subject": "Yemen crisis", "title": "Yemen war: Funding crisis forces UN to cut food assistance", "article": "The World Food Programme (WFP) has been forced to reduce food assistance to eight million people in need in Yemen because it is running out of funds. From January, affected families will get barely half the daily minimum ration from the UN agency.The five million Yemenis at immediate risk of slipping into famine conditions will remain on a full ration for now. The WFP warned that its food stocks were dangerously low and more severe reductions would soon be unavoidable. Donors have pledged only $2.23bn (£1.68bn) of the $3.85bn requested by UN agencies for the humanitarian aid effort in the war-torn country this year. The WFP needs $813m to continue to assist the most vulnerable until May, and $1.97bn to help those on the brink of famine throughout 2022. \"Every time we reduce the amount of food, we know that more people who are already hungry and food insecure will join the ranks of the millions who are starving,\" said Corinne Fleischer, the WFP's regional director for the Middle East and North Africa. \"But desperate times call for desperate measures and we have to stretch our limited resources and prioritise, focusing on people who are in the most critical state,\" she added.Without new funding, the WFP could be forced to cut people from food assistance programmes completely. Malnutrition treatment and food supplies for children may also be reduced. According to the WFP, half of all families - about 16 million people - are now affected by inadequate food consumption, with the devaluation of the Yemeni rial and hyper-inflation driving the economy to near collapse. Food prices have more than doubled across much of the country this year, while fighting across multiple front lines has displaced tens of thousands of people. Yemen has been devastated by a conflict that escalated in 2015, when the Iran-aligned rebel Houthi movement seized control of large parts of the country and a Saudi-led coalition launched an operation to restore President Abdrabbuh Mansour Hadi's rule. The fighting has reportedly left more than 130,000 people dead, while tens of thousands more are estimated to have died from indirect causes, such as lack of food, health services and infrastructure. ", "url": "https://www.bbc.com/news/world-middle-east-59754152"}