{"datetime": "2021-09-20T17:53:00.000Z", "subject": "Yemen crisis", "title": "Yemen war: Outcry over executions of nine men by Houthi rebels", "article": "The UN, EU, US and UK have strongly condemned the execution of nine men by the rebel Houthi movement in Yemen. The men, one of whom was reportedly a minor when he was arrested, were shot by a firing squad in Sanaa on Sunday.They had been convicted by a rebel court of involvement in the killing of a Houthi leader in 2018 air strike. The UN's secretary general said their trial had not met international standards, while the US said it had been a \"sham\" after \"years of torture\". Yemen has been devastated by a conflict that escalated in 2015, when the Houthis seized control of large parts of the country and a Saudi-led coalition launched an operation to restore President Abdrabbuh Mansour Hadi's rule. The fighting has reportedly left more than 130,000 people dead and triggered what the UN says is the world's worst humanitarian crisis, with about five million people just one step away from succumbing to famine. Photos and videos of Sunday's executions posted online showed Houthi military personnel shooting the nine men in the back in Sanaa's Tahrir Square. They were among 16 people convicted of spying and sensitive information, which led tothe killing of Saleh al-Sammad, the head of the Houthis' Supreme Political Council, and six other people in a coalition air strike in the city of Hudaydah three years ago . The seven other defendants, who included Saudi Crown Prince Mohammed bin Salman and former US President Donald Trump, were tried and sentenced to death in absentia.UN Secretary General António Guterres's spokesman saidhe deeply regretted the executions and strongly condemned actions that were \"judicial proceedings that do not appear to have fulfilled the requirements of fair trial and due process under international law\". He called on all parties in Yemen to adopt a moratorium on the use of the death penalty. Mr Guterres also expressed concern about a reported coalition air strike in Shabwa province, which allegedly killed at least six civilians from the same family. An EU spokesperson also highlighted the reports of irregularities in the judicial process and allegations of mistreatment, and saidthe death penalty was \"a cruel and inhumane punishment\" . The US and UK, which have supported the Saudi-led coalition, denounced the \"brutal\" executions. \"The outrageous action is another example of the Houthi indifference to basic human rights,\"said US chargé d'affaires Cathy Westley .", "url": "https://www.bbc.com/news/world-middle-east-58630071"}