{"datetime": "2021-12-20T22:45:22.000Z", "subject": "Yemen crisis", "title": "Saudi-led coalition forces target Yemeni airport in air strike", "article": "Saudi-led coalition forces have carried out an air strike on an airport in the Yemeni capital of Sanaa on Monday. The coalition claimed that the airport's facilities were being used to launch cross-border attacks.Yemen has been engulfed in a civil war between the rebel Houthi movement and the government since 2014.Rebel forces have controlled Sanaa for more than six years. The airport has been the centre of humanitarian operations led by the UN.The coalition reportedly urged UN aid workers to evacuate the area before the strikes were carried out, according to Saudi state media.It claimed that the strike was aimed at a limited number of sites which it considered legitimate military targets.The strikes hit six targets, spokesman Brigadier General Turki al-Malki said, including areas used for launching attacks by drones, training drone personnel, housing trainers and trainees, and storing drones. \"Destroying these targets will not have any effect on the operational capacity of the airport, and will not affect managing the airspace, the air traffic, and ground handling operations,\" Gen Malki said in a statement. Neither side has released details over the extent of the damage caused by the strike or which specific targets were hit.Yemen, the poorest country in the Arab World, has faced one of the world's worst humanitarian crisis since the civil war broke out.Fighting has intensified in the country in recent months.Rebel forces have launched a major offensive on the central city of Marib and seized territory near the Red Sea port city of Hudaydah, while the coalition has increased its air strikes on Sanaa and other rebel-held areas. Saudi Arabia and eight other Arab states intervened in Yemen in 2015 after the rebels ousted the internationally recognised government from Sanaa.The conflict has killed tens of thousands of people since it broke out and has become a proxy war between competing regional powers.You might also be interested in: ", "url": "https://www.bbc.com/news/world-middle-east-59736335"}