{"datetime": "2021-12-01T00:21:53.000Z", "author": "Jeremy Bowen", "subject": "Yemen crisis", "title": "Yemen's Marib: The city at the heart of a dirty war", "article": "Marib is full. At a time when rich countries in Europe are in political crisis about hundreds of new refugees, one city in the poorest Arab country has had to deal with the arrival of something approaching one million people fleeing for their lives since Yemen's war started in 2015. Another 45,000 internally displaced people (IDPs) have arrived at the city in the desert since September. The pressure of the war pervades every part of life in Marib.The bustling city centre should not deceive anyone, as wars generate business opportunities. Crowded streets and stalls selling fruit, vegetables and fresh meat should not mask the fact that this is now the heart of the war, or that a large part of the population cannot afford to buy food.The doctors at the hunger clinic say that 10 out of every 100 children are malnourished. Of that 10, two have severe malnutrition.Taqua Tarish's mother was lucky enough to get a bed for them at the hospital. Taqua is six months old and weighs 2.5kg (5.5lb), which is less than many newborns. Since she was admitted 10 days ago, she has gained only 100g. The city has two 11-bed units for treating seriously malnourished babies. It used to have two others, but they are in areas captured by the Houthi rebel fighters as they push forward with their offensive.The surgical hospital is desperately overstretched. It is full of war wounded, some children and civilians but mostly soldiers from the government army.A team of British surgeons from the charity Action for Humanity who have also worked in Syria and Gaza spent a week in Marib at the end of November, bringing specialised techniques for war injuries.\"There is a lack of doctors, and the local doctors are exhausted,\" said Mounir Hakimi, a surgeon from Salford. \"They're doing long shifts and the injuries they're getting are quite complex. So they're providing the minimum treatment with the basic equipment they have.\" A war of attrition over Marib that started two years ago has turned into an offensive by the Houthis, who control the Yemeni capital and much of the north of the country, and have an alliance with Iran. The tempo of operations has increased since the summer.The Houthis are gaining ground. A diplomatic official dealing with Yemen told me that if government troops here did not have the support of Saudi air strikes, Marib would fall quickly. The Houthi defence ministry in the capital admits that 14,700 of its troops have been killed since June, many in air strikes. It is likely that many of them were conscripts or boys barely old enough to carry a gun.Yemen has been unstable, fragile and violent for a long time, but it was gripped by a deeper war and the world's worst humanitarian crisis after the Houthis overthrew the internationally recognised government. In 2015, a coalition led by Saudi Arabia and backed by the US and UK went to war with the Houthis to try, so far without success, to restore the old government.Saudi Arabia intervened to try to stop what they believed was a plan by Iran, their biggest regional rival, to set up a puppet government and a forward base in their backyard.The Saudis compare Houthis to Hezbollah, which with the help of Iran has built a state within a state in Lebanon. It is more accurate to say that the Houthis and Iran are allies. The Houthis take delivery of increasingly sophisticated weapons, without automatically following orders from Tehran.The war was the first foreign venture of the controversial Saudi Crown Prince, Mohammed bin Salman. He was hoping for a quick and easy victory, but Yemen, once again, has turned into a quagmire for foreign forces. The Saudis would like to find a way out and have even put out feelers to the Iranians. So far, they remain stuck. It has been a dirty war. The Saudis have been condemned repeatedly for killing civilians in air strikes and blocking imports of civilian necessities.Human rights groups have condemned the Houthis during the current offensive in Marib for indiscriminately hitting civilian areas with artillery and missiles.Most people I spoke to in the camps said they had fled from Houthi attacks as their fighters moved forward. The most recent arrivals are camping on miles of rolling, arid plains of sand and scrub on the edge of the city.The current count of camps in and around Marib, according to the UN's International Organisation for Migration (IOM) is 137. The number fluctuates as more exhausted, traumatised, and hungry people arrive - and as Houthi forces overrun camps on the edge of territory controlled by the government.At al-Samya camp, hundreds of families have congregated on the dunes looking for shelter, food and protection in the last few weeks.A man called Abdullah wanted to talk. He took me to the tent he had built out of scraps of tarpaulin and cardboard. The days are warm, but the nights are getting much colder.Two weeks ago, he was working away from his family as a casual labourer when the fighting reached his wife Latifah and their six children. He sneaked back into what had become a war zone at night to rescue his family. They left their possessions and fled.\"All this war - the bombs, explosions and everything it's done - make me hopelessly bitter about life, thinking we won't survive,\" Abdullah said.His wife Latifa joined the conversation: \"Warplanes and strikes terrify our children... It is cold, it is cold. The situation is tough. There is nothing to keep us warm, no mattresses. Our tents are just made of cardboard. We have nothing.\" The IOM is working hard in the camps, but it has only received half of the funding that it requested. Sharon Wanga, one of the organisers of its efforts to help the displaced, said that lack of money made it impossible to help all the people who were arriving in Marib. \"We would request the international community, as well as the donors to be able to come in, so that we can offer the assistance that is required because it's a very big challenge. \"When you have over 45,000 in less than two months, then definitely you need to be worried. And that's where we are right now.\" Marib is isolated. It is on a single highway to Saudi Arabia, about a five-hour drive away, which the Houthis would like to cut. The area around Marib is the centre of Yemen's oil industry and the site of the only refinery in the north.Yemenis will not decide when the war in their country will end. Big powers, who are playing power games across the Middle East of which Yemen is only a part, have intervened.One of the region's big strategic fault lines runs through Yemen, and continues north through the Gulf, Iraq, Syria and Lebanon. On one side are friends of Saudi Arabia and the United States, which include the internationally recognised government of Yemen. Israel is also part of an unlikely alliance, all united by their suspicion of Iran and its allies. As well as the Houthis, these include militias in Lebanon and Iraq, and the Assad regime in Syria.In the camp, I asked Abdullah who was responsible for their misery.\"I cannot blame anyone. This was destined for us and all Yemenis. This has to do with the big guys, not the ordinary people.\"", "url": "https://www.bbc.com/news/world-middle-east-59459750"}