{"datetime": "2021-06-30T11:30:28.000Z", "subject": "Yemen crisis", "title": "Yemeni model facing unfair trial by rebel authorities - rights group", "article": "A Yemeni actress and model accused of an \"indecent act\" and drug possession is facing an unfair trial by rebel authorities, Human Rights Watch says. Intisar al-Hammadi, 20, who denies the charges, was detained by the Houthi movement's forces in Sanaa in February.Her lawyer alleged she was physically and verbally abused by interrogators, subjected to racist insults, and forced to sign a document while blindfolded. Prosecutors also allegedly threatened her with a forced \"virginity test\". Her lawyer told HRW that he had been prevented from seeing Ms Hammadi's casefile and was stopped from representing her when she appeared in court twice earlier this month. The Houthis, who have been fighting a war against Yemen's internationally recognised government since 2015, have not commented on the case. Ms Hammadi, who has a Yemeni father and an Ethiopian mother, has worked as a model for four years and acted in two Yemeni TV series.She sometimes appeared in photographs posted online without a headscarf, defying strict societal norms in the conservative Muslim country.Her lawyer said she was travelling in a car with three other people in Sanaa on 20 February when rebel Houthi forces stopped it and arrested them. Ms Hammadi was blindfolded and taken to a Criminal Investigations Directorate building, where she was held incommunicado for 10 days, he added.\"Her phone was confiscated, and her modelling photos were treated like an act of indecency and therefore she was a prostitute [in the eyes of Houthi authorities],\" the lawyer told HRW. According to HRW, Ms Hammadi told a group of human rights defenders and a lawyer who were allowed to visit her in prison in late May that she was forced by interrogators to sign a document while blindfolded. The document was reportedly a \"confession\" to several offences. In March, Ms Hammadi was transferred to the Central Prison in Sanaa, where guards called her a \"whore\" and \"slave\", because of her dark skin and Ethiopian descent, her lawyer said. He added that prosecutors halted their plans to force her to undergo a \"virginity test\" in early May afterAmnesty International issued a statement condemning them . The World Health Organization has said that \"virginity tests\" have no scientific merit or clinical indication and that they are a violation of human rights. \"The Houthi authorities' unfair trial against Intisar al-Hammadi, on top of the arbitrary arrest and abuse against her in detention, is a stark reminder of the abuse that women face at the hands of authorities throughout Yemen,\" said Michael Page, HRW's deputy Middle East director. \"The Houthi authorities should ensure her rights to due process, including access to her charges and evidence against her so she can challenge it, and immediately drop charges that are so broad and vague that they are arbitrary.\" ", "url": "https://www.bbc.com/news/world-middle-east-57663996"}