{"datetime": "2019-12-02T00:25:05.000Z", "author": "Sebastian Usher", "title": "Reform and repression go hand in hand in Saudi Arabia", "article": "The hooligans were up high in the stands above the football stadium in Riyadh - they had stripped off part of their clothing and were waving it wildly in the air above their heads. The bunch of Saudi women were having the time of their lives - their headscarves transformed into billowing black flags. The showpiece game between Brazil and Argentina was the first football match I had been to in Saudi Arabia for more than two decades - back when the stadium was a symphony of Saudi men's red and white keffiyehs and startlingly white thobes, unbroken by the black of a single woman's abaya. The Riyadh of those days was an inward-looking, unwelcoming place, barely brightened by the blazing lights of shopping malls. You held your breath as you entered the city as if diving into a stagnant pool - expatriates stayed underwater for years, occasionally breaking to the surface with alcohol, holidays and affairs. Every outing to the shops was interrupted by a hurried rush as the prayers began and the shutters came down - the shop workers fearful of the religious police who patrolled relentlessly, rounding up anyone who broke the rules. For young Saudis, their worlds were circumscribed by the high walls built around their houses, which expanded year after year on land reclaimed from the vast emptiness surrounding the city. They moved from one private space to another, visiting the equally enclosed homes of family and friends. That Riyadh is gone. The opening up of public space has transformed the city - as has the banishing of the religious police from everyday life. A young half-Saudi woman - who has made her name as an influencer and a fashion designer - told me how forbidding Riyadh had once seemed to her. Now, the pace of change meant she sometimes felt more conservative when she returned than her friends living in the country all the time. She said that women getting the right to drive last year was the key moment - even though she herself was yet to get a licence. Her Saudi women friends, she added, now owned their own space, putting them on an equal footing to men. I did not bring up the four jailed Saudi women activists and seven others out on bail who battled for this right for years and are on trial for harming Saudi Arabia's security - all denounced as traitors in the local media. Their treatment is a scar that runs right through the fabric of the new look Saudi Arabia - but it does not mean that there has not been real change. This is the paradox - some of what is happening can be dismissed as bread and circuses.Two months of entertainment are currently being provided all over Riyadh - with open-air cinemas, theatres and pop concerts. While I was there, an American rapper waved a bra a member of the audience threw at him and the video of the incident went viral. There is a Winter Wonderland, with everything but Father Christmas. An area called Riyadh Boulevard, on the outskirts of the city, attracts thousands of people every night. Huge cut-outs of famous Arab singers line the route towards the main street, where young veiled Saudi women stop passers-by to try fragrances, a woman in a niqab plays piano, and a guitarist strums beside a huddle of food trucks. There are dozens of restaurants where men and women mingle with no restrictions - and from where they can watch a light show on an artificial lake every hour. No more than four or five years ago, every element of this scene would have been denounced by Saudi clerics, whose power was still formidable if starting to weaken. Now, many of those clerics are in prison, after failing to get behind the sweeping changes wrought by Crown Prince Mohammed bin Salman. Hundreds of Saudi men packed one of the biggest mosques in Riyadh while I was there to mourn one of those preachers - whose death a Saudi human rights group has blamed on his mistreatment in jail, although this has not been confirmed. A few days earlier, the festival atmosphere in Riyadh was shaken by a stabbing at a show in which several foreign performers were injured. Aides and advisers to Prince Mohammed say this is why the world must get behind him - as the forces of reaction could still stage a comeback. A year ago, I was in Riyadh to cover the murder of the journalist Jamal Khashoggi by Saudi agents at the kingdom's consulate in Istanbul - a Saudi editor agreed that it was the rarest of stories in which every savage, unbelievable detail turned out to be true. Now, the killing casts a less overwhelming shadow as foreign dignitaries are less shy about being seen in Saudi Arabia again. But its horror still defines this new Saudi Arabia to much of the world, even as a host of young Saudis professed to me - with utter conviction - their pride in a newfound sense of national identity. ", "url": "https://www.bbc.com/news/world-middle-east-50516628"}