{"datetime": "2018-06-13T12:10:30.000Z", "title": "Yemen conflict explained in 400 words", "article": "For a little more than three years, Yemen has been locked in a seemingly intractable civil war that has killed nearly 10,000 people and pushed millions to the brink of starvation. The conflict has its roots in the Arab Spring of 2011, when an uprising forced the country's long-time authoritarian president, Ali Abdullah Saleh, to hand over power to his deputy, Abdrabbuh Mansour Hadi. The political transition was supposed to bring stability to Yemen, one of the Middle East's poorest nations, but President Hadi struggled to deal with various problems including militant attacks, corruption, food insecurity, and continuing loyalty of many military officers to Saleh. Fighting began in 2014 when the Houthi Shia Muslim rebel movement took advantage of the new president's weakness and seized control of northern Saada province and neighbouring areas. The Houthis went on to take the capital Sanaa, forcing Mr Hadi into exile abroad. The conflict escalated dramatically in March 2015, when Saudi Arabia and eight other mostly Sunni Arab states - backed by the US, UK, and France - began air strikes against the Houthis, with the declared aim of restoring Mr Hadi's government. The Saudi-led coalition feared that continued success of the Houthis would give their rival regional power and Shia-majority state, Iran, a foothold in Yemen, Saudi Arabia's southern neighbour. Saudi Arabia says Iran is backing the Houthis with weapons and logistical support - a charge Iran denies. Both sides have since been beset by infighting. The Houthis broke with Saleh and he was killed by Houthi fighters in December 2017. On the anti-Houthi side, militias include separatists seeking independence for south Yemen and factions who oppose the idea. The stalemate has produced an unrelenting humanitarian crisis, with at least 8.4 million people at risk of starvation and 22.2 million people - 75% of the population - in need of humanitarian assistance, according to the UN. Severe acute malnutrition is threatening the lives of almost 400,000 children under the age of five. Yemen's health system has all but collapsed , while the world's largest cholera outbreak has killed thousands. In June 2018, Saudi-backed government forces began an assault on the key rebel-held port of Hudaydah, the entry point for the vast majority of aid going into Yemen and a lifeline for the starving. Aid agencies warned the offensive could make Yemen's humanitarian catastrophe much worse. ", "url": "https://www.bbc.com/news/world-middle-east-44466574"}