{"datetime": "2021-10-20T08:58:54.000Z", "title": "Ex-German soldiers arrested over alleged terror plot in Yemen's war", "article": "Two former German soldiers have been arrested on suspicion of trying to form a terrorist mercenary force to fight in Yemen's civil war, prosecutors say. Arend-Adolf G and Achim A face terrorism charges after police raids in southern Germany on Wednesday. They allegedly planned to recruit up to 150 men for a private army made up of former police officers and soldiers. They wanted to offer their services to Saudi Arabia's government for illegal missions in Yemen, prosecutors said. Yemen has been racked by a civil war between the Saudi Arabia-backed internationally recognised government and the armed Houthi movement since 2014. Saudi Arabia entered the civil war in 2015 shortly after the capture of the capital, Sanaa, by the Houthis, who are supported by Iran. The accused former soldiers wanted Saudi Arabia to finance their private operations in Yemen, prosecutors in Germany said. The men tried to approach Saudi Arabian government agencies but they received no response and their efforts were unsuccessful. In a statement, federal prosecutors outlined extensive and serious allegations against the two \"ringleaders\", who had \"military knowledge and skills\". The prosecutors allege that Arend-Adolf G and Achim A decided to set up a mercenary force under their exclusive command at the start of 2021. They planned to pay each member of their unit a wage of about €40,000 (£33,700; $46,400) a month for their services, prosecutors said. Arend-Adolf G had allegedly already tried to recruit at least seven people. Germany's Spiegel magazine, which first reported the arrests, said the mercenary force was supposed to attack and capture areas held by the Houthi rebels in Yemen. Arend-Adolf G and Achim A \"expected civilians to be killed and injured in connection with fighting\" in Yemen, prosecutors said.Prosecutors also suspect the accused men wanted to advertise their military service for deployments in other conflicts. Citing sources, Spiegel said a tip from Germany's Military Counter-Intelligence Service (MAD) put the investigators on the trail of the men. One of the accused was arrested in Munich and the other in Germany's south-western Breisgau-Hochschwarzwald district. Their apartments in Bavaria and Baden-Württemberg were searched. The former soldiers are expected to appear in court on Wednesday for a hearing about pre-trial detention. ", "url": "https://www.bbc.com/news/world-europe-58978612"}