{"datetime": "2021-06-14T16:27:30.000Z", "subject": "Yemen crisis", "title": "Yemen: Dozens of migrants feared dead after boat sinks", "article": "Dozens of African migrants are feared dead after a boat carrying them reportedly capsized off Yemen's coast. Fishermen in Yemen's Lahj province told AFP news agency that they had recovered 25 bodies in the water near Ras al-Ara. A provincial official said a boat with between 160 and 200 people on board had overturned in the area two days ago. The International Organization for Migration (IOM) said it was verifying reports that a vessel carrying a large number of migrants had sunk. \"IOM teams are on the ground and ready to respond to the needs of survivors,\"it tweeted . A Yemeni news site, Aden al-Ghad, meanwhile cited sources as saying that as many as 150 migrants had drowned, and that four Yemenis were among the missing. Ras al-Ara is a stretch of coastline used by people smugglers that is just to the east of the Bab al-Mandab strait, a 20km-wide (12-mile) waterway which separates Yemen and Djibouti and connects the Red Sea with the Gulf of Aden. In recent years, hundreds of thousands of migrants from the Horn of Africa - mostly Ethiopians and Somalis - have crossed via the waterway to Yemen in an attempt to reach neighbouring Saudi Arabia. Many of the smugglers' boats are overcrowded and unseaworthy, making the journey fraught with danger. In April, at least 44 migrants died after a boat operated by people smugglers capsized on its way from Yemen to Djibouti. Once in Yemen - which is now in its sixth year of civil war - many migrants are held by smugglers for days or even months until their families pay ransoms, according to the IOM. The IOM says the number of migrants who are reaching Yemen has fallen since the start of the Covid-19 pandemic, with 5,100 arriving so far this year, compared to a total of 35,000 in 2020 and 127,000 in 2019. However, more than 32,000 migrants have found themselves stranded in the country, with the border to Saudi Arabia closed and little chance of work. Many are living in dangerous conditions, usually without access to food, shelter, medical care and security. Yemen has been devastated by a conflict that escalated in 2015, when the rebel Houthi movement seized control of large parts of the country and a Saudi-led coalition of Arab states launched a military operation to restore President Abdrabbuh Mansour Hadi's rule. The fighting has reportedly left more than 110,000 people dead and triggered what the UN says is the world's worst humanitarian crisis, with 12 million people reliant on food aid and half of children under five facing malnutrition. ", "url": "https://www.bbc.com/news/world-middle-east-57468597"}