{"datetime": "2019-10-12T23:17:43.000Z", "author": "Frank Gardner", "title": "Saudi Arabia tourism: So what is there to see?", "article": "Saudi Arabia's recent decision to fling open its doors to foreign tourists has sent a mild ripple of excitement running through the travel industry. A vast and hitherto largely closed country is now there to be experienced. So what exactly is there to see in Saudi Arabia? Why go at all, in fact? It's hardly a budget destination like South East Asia, it's blazingly hot for eight months of the year, there is no political freedom, no free speech, no alcohol allowed, very little mingling of the sexes and - like several other countries in the Middle East - it has a much-criticised human rights record.Well the first thing to note is that Saudi Arabia is far more diverse in landscape and scenery than you might imagine.Yes, geographically, the bulk of the country is desert but then there are the soaring, juniper-clad, 3,000m- (9,900ft) high mountains of the Asir in the south-west, the azure reefs of the Red Sea, the date palm oasis of Al-Hofuf and the winding backstreets and spice markets of Jeddah.I've been lucky enough to travel around much of the country most years since the late 1980s - Saudis often joke that I've seen more of their country than they have - so here is a shortlist of my favourite places to visit. This steamy, Red Sea trading port was the capital until 1982, when it moved to Riyadh. Jeddah today is a beguiling and culturally rich melting pot where every race of the Red Sea is represented.It is a perennially warm, open-air city where Egyptians sit at café tables, puffing on shisha waterpipes and playing backgammon beneath the street lights. Yemeni tailors squat cross-legged in clothing shops working late into the night while Somali, Eritrean and Djiboutian women lay out displays of spices in the street market.In the winding, cobbled backstreets of the old district, known as the Balad, it's not unusual to hear the language of the Ethiopian highlands mingle with Arabic and Hindi.Jeddah is also the gateway to Mecca and Medina for the two million-plus Muslims who make the Hajj pilgrimage each year. Further up the coast there are beach resorts and scuba diving opportunities, although many of the offshore coral reefs have been destroyed in recent years. There are expatriates who have lived in Saudi Arabia for more than a decade yet never visited this gem down in the far south-west corner of the country, next to Yemen. They are missing a treat. The landscape can be lush and verdant, even in high summer and I have even seen a juniper forest turn white after a sudden hailstorm. An estimated 500,000 wild Hamadryas baboons inhabit the mountains, along with hornbills, eagles and dazzling blue agamid lizards. The landscape is dotted with basalt stone watch towers, a legacy of the tribal fighting that used to take place here a century ago.In recent years the region has opened up to domestic tourism, with a cable car descending from the lofty heights to a picturesque hillside village called Rijal al-Ma'.In a canyon called Wadi Habala, named after the rope that used to lower provisions down the cliff face to the villagers who lived on its slopes, there are breathtaking views over the hazy mountain ridges that descend towards the Red Sea. The ancient Nabataean ruins in the far northwest of the country are remarkable, not just for their preserved carvings reminiscent of Petra in Jordan to the north, but also for their stark and beautiful desert setting.This is the Hijaz, the historic western edge of the Arabian Peninsula, where TE Lawrence fought the Turkish army in the Arab revolt of 1917 and where remnants of the old Hijaz railway can still be seen.For years the Saudi authorities largely kept quiet about Mada'in Saleh as the religious fundamentalists were less than keen on promoting something dating from a pre-Islamic civilisation, known in Arabic as \"the Age of Ignorance\".Under the new, multi-billion dollar tourism promotion scheme, it will be very much on the map. The date palm oasis of al-Hofuf covers a vast area of eastern Saudi Arabia, said to be the largest of its kind in the world, and creates a lush green world of streams and gardens.But the really spectacular attraction here is the ghostly cave complex inside al-Qarah Mountain, registered in 2018 as a Unesco cultural heritage site.The natural caves, carved by wind and water erosion, take a bit of climbing to get into but are well worth the effort, especially as they are significantly cooler than the heat outside. Saudis, for the most part, welcome foreign visitors but this new openness does not come without risks. Where two very different civilisations come into contact - the liberal West and the conservative Saudis - there is always the chance of a misunderstanding or offence.Women should never be photographed in public and Saudi husbands can be fiercely protective of their wives' modesty. Outside the main cities of Riyadh, Jeddah and Eastern Province many local people have never had any contact with Westerners and may be suspicious, especially when cameras and phones are brought out.So be careful where you point them and always ask permission! This is not the first time Saudi Arabia has made a major push to attract tourists. The last time was in 2000, when it hired French alpine instructors from Chamonix to take holidaying Saudis rock-climbing and paragliding.But grand plans to expand this fledgling industry ground to a halt the following year after the 9/11 terror attacks in the US which were carried out by, among others, 15 Saudi nationals.Since then the country has fought and defeated an insurgency by al-Qaeda in the mid-2000s and is currently trying to extricate itself from a war in neighbouring Yemen that has seen cross-border missile strikes.Despite that, the country is largely safe with minimal crime and violence (though if you're a British citizenit is always best to check the Foreign Office travel advisory ). ", "url": "https://www.bbc.com/news/world-middle-east-50013068"}