{"datetime": "2019-08-04T11:05:50.000Z", "title": "How Saudi’s ‘new direction’ is changing life for women like me", "article": "As Saudi Arabia allows women to travel without a man's consent, Lulwa Shalhoub, a resident of Jeddah, explains how the move will affect her life. No need for a man's approval to travel, another step forward for women's rights in Saudi Arabia. Next time I travel abroad, I will not have to worry about the travel permission being updated in the Saudi Passport Directorate's records or at the Saudi borders. I will pack my suitcase knowing that presenting my green passport, as an adult with full Saudi citizenship, will be sufficient. I will feel solely responsible for my choice to cross borders without a male guardian's approval. Last week marked another historic day for Saudi women, giving them hope for a brighter future for them and their daughters. A future in which they are not second-class citizens.Having to obtain a male guardian's permission to travel abroad has been one of the remaining obstacles that face Saudi women, particularly divorced or widowed women. In some cases, women had to get permission from their sons when they had no living fathers, uncles or brothers. At last, the definition of adulthood in Saudi Arabia is gender neutral. Both men and women are adults when they reach the age of 21. For a mother who spent years raising her son only for him to be the one who gave her permission to travel, it was degrading. It was also ironic in a culture that has a strong emphasis on respecting one's parents.Even less convenient was when a woman had no male relatives that could qualify to be her guardians - whether a father, husband, brother or son. And divorced or widowed women who lived within ultra-conservative male-dominant families could be denied approval and so could not travel when they wanted to. As a Saudi woman, it is exciting to witness a new era of rapid changes that will be referred to in the future as the time when Saudi Arabia started to open up to accepting women as equal partners to men.Growing up in the '90s, my generation was surrounded by more taboos than accepted practices. These cultural taboos, backed by an extreme interpretation of religion, were prevalent in a society segregating men and women. They gave men the authority to make decisions for women in their families.I lived abroad for eight years from 2008 and every time I visited Jeddah to see my family I used to notice gradual changes. These were at a societal level rather than due to changes in regulations.Society was starting to accept young men and women working together and meeting in public, women wearing colourful abayas - turning this long loose garment into a fashion statement - and young women travelling to study abroad on their own. What makes the changes faster and harder to resist is that in the past two years they have been backed up by a change in regulations and royal decrees. This includes lifting the driving ban on Saudi women in September 2017 - implemented in June 2018 - and the latest change on travel. The latter change has positive implications for the structure of the family. Within a family, travelling should be a choice. Reaching this level of equality means the relationship between a woman and her father, husband or brother, should be based on trust, open communication and a sense of responsibility.The new rule means the relationship between a husband and his wife becomes a partnership between two responsible adults, rather than guardianship of a minor.My Saudi friends and I, and many Saudi women, no longer want to be framed as women of special circumstances, who lack rights that women around the world take for granted. The new direction puts us as women in a place where we can gain individuality and confidence in our ability to take care of ourselves. Lulwa Shalhoub is a Jeddah-based freelance journalist who previously worked for the BBC's Arabic Service in London. ", "url": "https://www.bbc.com/news/world-middle-east-49208737"}