{"datetime": "2019-11-13T11:42:30.000Z", "title": "Saudi Arabia apologises for video labelling feminism as extremism", "article": "Saudi Arabia's state security agency says a social media post on one of its accounts that categorised feminism as extremism was a mistake. The promotional video categorised feminism, homosexuality and atheism as dangerous ideas and warned Saudis to be vigilant against them.The security agency says it is investigating the video.Saudi Arabia is trying to shake off its image as one of the most repressive countries in the world for women. The animated clip was posted to the Twitter account of the State Security Presidency over the weekend. The agency reports directly to King Salman.The agency said in a statement that the video contained multiple mistakes and the makers of the video did not do their job properly.The Saudi Human Rights Commission also released a statement saying that feminism was not a crime. However, it did not make reference to homosexuality or atheism.Saudi Arabia has no written laws concerning sexual orientation or gender identity, but judges use principles of Islamic law to sanction people suspected of extra-marital sexual relations, homosexual sex or other \"immoral\" acts, according to US-based Human Rights Watch. The video has been criticised by human rights groups including Amnesty International.Heba Morayef, Amnesty International's Middle East and North Africa Director, said: \" This announcement is extremely dangerous and has serious implications for the rights to freedom of expression and life, liberty and security in the country.\" The video comes as Saudi Arabia continues a programme of reforms, many of which focus on women's rights.The government lifted a long-standing ban on women driving in 2018 and made changes to the male guardianship system this August, allowing women to apply for passports and travel independently without permission from a man. They were also given the right to register births, marriage or divorce.However, women continue to face numerous restrictions on their lives, and several women's rights activists who campaigned for the changes have been detained and put on trial. Some of them alleged to have been tortured in prison. Men who had supported the activists' cause or defended them in court were also arrested.", "url": "https://www.bbc.com/news/world-middle-east-50401311"}