{"datetime": "2021-12-08T15:55:37.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: France releases Saudi man held over journalist's murder", "article": "French prosecutors have released a Saudi man held in connection with Jamal Khashoggi's murder after concluding he was a victim of mistaken identity. Khaled Alotaibi, 33, was arrested at an airport in Paris on Tuesday on the basis of a warrant issued by Turkey. A Saudi Royal Guard with the same name and age is listed in US sanctions as a suspect in the 2018 killing inside the Saudi consulate in Istanbul, Turkey. Khashoggi, a US-based Saudi journalist, was a critic of the Saudi government. Saudi prosecutors said he was killed in a \"rogue operation\" by a team of agents sent to persuade him to return to the kingdom.But a UN investigator concluded that Khashoggi was \"the victim of a deliberate, premeditated execution\" and said there was credible evidence that high-level Saudi officials, including Crown Prince Mohammed bin Salman, were involved. The crown prince denied playing any role. French police said on Tuesday that a Saudi national with a passport in the name of Khaled Aedh Alotaibi had been detained at Paris' Charles de Gaulle airport as he was about to board a flight to Riyadh. An alert was triggered when his passport was scanned because it matched details listed in an international arrest warrant issued by Turkish judicial authorities and an Interpol Red Notice. As well as having the same name as the suspect, police said the man also had the same place and month of birth. There was even a physical resemblance.But on Wednesday the chief prosecutor in Paris announced: \"In-depth verifications to determine the identity of this person have enabled us to establish that the warrant was not applicable to him.\" The Saudi embassy in Paris had insisted on Tuesday night that the man had \"nothing to do with the case in question\" and demanded his release. It also stressed that the Saudi judiciary had \"issued verdicts against all of those who participated in the heinous murder of Jamal Khashoggi\" and that \"all of them are currently serving their sentences\". Turkey has rejected the outcome of the Saudi trial as \"scandalous\" and a court in Istanbul is currently trying 26 Saudi officials in absentia on charges of premediated murder or destroying evidence.The defendants include a man identified as Khaled Alotaibi as well as two former aides of Crown Prince Mohammed. Their court-appointed Turkish lawyers say they deny the charges. A report by then-UN Special Rapporteur Agnès Callamard published in 2019 said Saudi prosecutors ordered the arrest of a man called Khaled Aedh Alotaibi as part of an investigation into Khashoggi's murder, but that they ultimately decided not to charge him. Ms Callamard concluded that the Royal Guard was among the 15-strong team of Saudi agents sent from Riyadh to Istanbul, and that he was inside the Saudi consul general's residence while Khashoggi was being killed at the consulate. Khashoggi, who went into self-imposed exile in the US in 2017, was last seen entering the consulate on 2 October 2018. He was attempting to obtain papers he needed to marry his Turkish fiancée, Hatice Cengiz.Ms Callamard said Khashoggi was \"brutally slain\" inside the consulate that day. She made that judgement after listening to purported audio recordings of conversations inside the consulate made by Turkish intelligence. Saudi prosecutors said the killing was not premeditated and that it was ordered by the head of a \"negotiations team\" sent to bring Khashoggi back to the kingdom \"by means of persuasion\" or, if that failed, \"by force\". They concluded that Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in a fatal overdose.His body was then dismembered and handed over to a local \"collaborator\" outside the consulate, they said. The remains were never found. ", "url": "https://www.bbc.com/news/world-europe-59580631"}