{"datetime": "2021-02-24T20:37:14.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: All you need to know about Saudi journalist's death", "article": "On 2 October 2018, Jamal Khashoggi, a US-based journalist and critic of Saudi Arabia's government, walked into the Saudi consulate in Istanbul, where he was murdered. In the months that followed, conflicting narratives emerged over how he died, what happened to his remains, and who was responsible. Saudi officials said the journalist was killed in a \"rogue operation\" by a team of agents sent to persuade him to return to the kingdom, while Turkish officials said the agents acted on orders from the highest levels of the Saudi government.As a prominent Saudi journalist, he covered major stories, including the Soviet invasion of Afghanistan and the rise of the late al-Qaeda leader Osama Bin Laden, for various Saudi news organisations. For decades, the 59-year-old was close to the Saudi royal family and also served as an adviser to the government. But he fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Crown Prince Mohammed bin Salman, the son of King Salman and Saudi Arabia's de facto ruler. In his first column for the Post in September 2017, Khashoggi said he had feared being arrested in an apparent crackdown on dissent overseen by the prince.Khashoggi first visited the Saudi consulate in Istanbul on 28 September 2018 to obtain a Saudi document stating that he was divorced, so that he could marry his Turkish fiancée, Hatice Cengiz. But he was told he would have to return to pick up the document and arranged to come back on 2 October. \"He did not believe that something bad could happen on Turkish soil,\" Ms Cengiz wrote in the Post. Ms Cengiz accompanied him to the entrance of the consulate on 2 October. He was last seen on CCTV footage entering the building at 13:14 local time. Despite reassuring friends that he would not face any problems inside, he gave Ms Cengiz two mobile phones and told her to call an adviser to Turkish President Recep Tayyip Erdogan if he did not come back out. She ultimately waited for more than 10 hours outside the consulate and returned the following morning when Khashoggi had still not reappeared. For more than two weeks, Saudi Arabia consistently denied any knowledge of Khashoggi's fate.Prince Mohammed told Bloomberg News that the journalist had left the consulate \"after a few minutes or one hour\". \"We have nothing to hide,\" he added. But in a change of tune on 20 October, the Saudi government said a preliminary investigation by prosecutors had concluded that the journalist died during a \"fight\" after resisting attempts to return him to Saudi Arabia. Later, a Saudi official attributed the death to a chokehold. On 15 November, Saudi Arabia's deputy public prosecutor Shalaan al-Shalaan said the murder was ordered by the head of a \"negotiations team\" sent to Istanbul by the Saudi deputy intelligence chief to bring Khashoggi back to the kingdom \"by means of persuasion\" or, if that failed, \"by force\". Investigators concluded that Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death, Mr Shalaan said. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate for disposal, he added.Five individuals had confessed to the murder, Mr Shalaan asserted, adding: \"[The crown prince] did not have any knowledge about it.\" The Saudi public prosecution said in late September 2018 that a total of 31 individuals were investigated over the killing and that 21 of them were arrested.Five senior government officials were also sacked, including Deputy Intelligence Chief Ahmad Asiri and Saud al-Qahtani, a senior aide to Prince Mohammed.In January 2019, 11 individuals - who have not been named - were put on trial at the Riyadh Criminal Court in connection with Khashoggi's murder, and the public prosecutor sought the death penalty for five of them.Human Rights Watch said the trial, which took place behind closed doors, did not meet international standards and that authorities \"obstructed meaningful accountability\". In December 2019, the court sentenced five individuals to death for \"committing and directly participating in the murder of the victim\". Three others were handed prison sentences totalling 24 years for \"covering up this crime and violating the law\", while the remaining three were found not guilty.The public prosecution said Mr Asiri was tried but acquitted \"due to insufficient evidence\", while Mr Qahtani was investigated over the killing but not charged. At a news conference following the verdict, Shalaan al-Shalaan said the public prosecution's investigation had shown that \"the killing was not premeditated\". Ms Callamard dismissed that assertion as \"utterly ridiculous\" and said the trial represented \"the antithesis of justice\", from which the \"masterminds\" walked free. But Khashoggi's son Salah, who lives in Saudi Arabia, tweeted: \"We affirm our confidence in the Saudi judiciary at all levels, that it has been fair to us and that justice has been achieved.\" In May 2020, Salah Khashoggi announced that he and his brothers were \"pardoning those who killed our father, seeking reward from God almighty\", accepting the public prosecution's contention that the murder was not premeditated. Four months later, the Riyadh Criminal Court commuted the death sentences handed to five of the defendants to 20 years in prison. The three others were given sentences of between seven and 10 years. The prosecution said the verdicts were final and that the criminal trial was now closed. Ms Cengiz said the ruling made \"a complete mockery of justice\". \"The Saudi authorities are closing the case without the world knowing the truth of who is responsible for Jamal's murder,\" she added. \"Who planned it, who ordered it, where is his body? These are the most basic and important questions that remain totally unanswered.\" Turkish officials said that a team of 15 Saudi agents, assisted by three intelligence officers, arrived in Istanbul in the days before the murder, and that the group removed the security cameras and surveillance footage from the consulate before Khashoggi's arrival. Istanbul's chief prosecutor, Irfan Fidan, said on 31 October 2018 that the journalist was suffocated almost as soon as entered the consulate, and that his body was dismembered and destroyed.Writing in the Washington Post on 2 November, Turkish President Recep Tayyip Erdogan declared it had been established that Khashoggi \"was killed in cold blood by a death squad\" and \"that his murder was premeditated\". \"Yet there are other, no less significant questions whose answers will contribute to our understanding of this deplorable act\" he added. \"Where is Khashoggi's body? Who is the 'local collaborator' to whom Saudi officials claimed to have handed over Khashoggi's remains? Who gave the order to kill this kind soul? Unfortunately, the Saudi authorities have refused to answer those questions.\" Mr Erdogan said he knew the order to kill Khashoggi \"came from the highest levels of the Saudi government\", but that he did \"not believe for a second that King Salman, the custodian of the holy mosques, ordered the hit\". In March 2020, the Istanbul chief prosecutor formally charged Saad al-Qahtani, Ahmad Asiri and 18 other Saudi nationals with murder.Prince Mohammed's two former aides were accused of \"instigating a premeditated murder with the intent of [causing] torment through fiendish instinct\". The others were charged with carrying out \"a premeditated murder with the intent of [causing] torment through fiendish instincts\". Saudi Arabia rejected Turkey's extradition request, so all 20 men were put on trial in absentia in Istanbul in July 2020. Court-appointed Turkish lawyers representing the defendants said their clients denied the charges. In November, the court accepted a second indictment adding another six Saudis to the case. A vice-consul and an attaché were accused of \"premeditated murder with monstrous intent\". The four others were charged with destroying, concealing or tampering with evidence. A report released in June 2019 by Agnes Callamard , the special rapporteur, concluded that Khashoggi's death \"constituted an extrajudicial killing for which the state of the Kingdom of Saudi Arabia is responsible\". She also found there was \"credible evidence\" to warrant an investigation into Prince Mohammed and other high-level Saudi officials, and said the prince should be subject to the targeted sanctions already imposed by some UN member states against other named individuals allegedly involved in the killing. Ms Callamard said both the investigations into Khashoggi's death by Saudi Arabia and Turkey \"failed to meet international standards\". She called for the trial in Saudi Arabia of the 11 suspects to be suspended, saying it would \"not deliver credible accountability\".\"The trial is held behind closed doors; the identity of those charged has not been released nor is the identity of those facing the death penalty. At the time of writing, at least one of those identified as responsible for the planning and organising of the execution of Mr Khashoggi has not been charged,\" she noted. The Saudi Minister of State for Foreign Affairs, Adel al-Jubeir, rejected the report, tweeting that it was \"nothing new\" and contained \"clear contradictions and baseless allegations which challenge its credibility\". \"The Saudi judiciary is the sole party qualified to deal with the Khashoggi case and works with full independence,\" he added. In mid-November 2018, Turkey's government said it had shared audio recordings of the killing with Saudi Arabia, the US, the UK, Germany and France. While not officially made public, details of the recordings were included in Ms Callamard's report.The UN special rapporteur noted that she was not able to obtain copies of the recordings from Turkish intelligence or authenticate them. But in one recording, her report says, two Saudi officials are apparently heard discussing how to cut up and transport Khashoggi's body just minutes before the journalist entered the consulate.One is quoted as saying: \"The body is heavy. First time I cut on the ground. If we take plastic bags and cut it into pieces, it will be finished.\" At the end of the conversation, the other asks whether \"the sacrificial animal\" has arrived. A later conversation recorded inside the consul general's office purportedly features Khashoggi being told by officials: \"We will have to take you back. There is an order from Interpol. Interpol requested you to be sent back. We are coming to get you.\"The reports quotes Khashoggi as replying that \"there isn't a case against me. I notified some people outside; they are waiting for me; a driver is waiting for me.\"At 13:33 local time, he is heard saying: \"There is a towel here. Are you going to give me drugs?\" Someone responds: \"We will anaesthetise you.\"The report says the conversation was followed by sounds of a struggle, during which people are heard saying, \"Did he sleep?\", \"He raises his head,\" and \"Keep pushing.\" Later, there are sounds of movement, heavy panting, and plastic sheets. Turkish intelligence identified the sound of a saw at 13:39, but Ms Callamard said she and her delegation could not make out the sources of the sounds they heard. Assessments of the recordings by intelligence officers in Turkey and other countries suggest Khashoggi could have been injected with a sedative and then suffocated using a plastic bag, according to the special rapporteur. Turkish officials were not granted access to the Saudi consulate for DNA testing until more than two weeks after the incident. The special rapporteur said there was credible evidence that crime scenes had been \"thoroughly, even forensically, cleaned\" before investigators arrived. Among the areas searched for Khashoggi's remains are the Belgrad forest, which a consular attaché visited on 1 October 2018, and the coastal town of Yalova, the location of a farmhouse allegedly owned by a Saudi national. None of those put on trial have been identified by Saudi prosecutors, but the report by the UN special rapporteur named them, citing information from \"various governments' sources\". According to the report, the five facing the death penalty were Fahad Shabib Albalawi; Turki Muserref Alshehri; Waleed Abdullah Alshehri; Maher Abdulaziz Mutreb, an intelligence officer who the US says worked for the crowd prince's aide Saud al-Qahtani; and Dr Salah Mohammed Tubaigy, a forensic doctor with the interior ministry. The other six defendants were Mansour Othman Abahussain; Mohammed Saad Alzahrani; Mustafa Mohammed Almadani; Saif Saad Alqahtani; Muflih Shaya Almuslih, reportedly a member of the consulate staff; and Ahmad Asiri, the former deputy intelligence chief.According to interviews conducted by the special rapporteur, the defendants' lawyers argued during a court hearing in January that they were \"state employees and could not object to the orders of their superiors\". Three defendants allegedly said that Khashoggi \"started screaming, so they covered his mouth to prevent him from making noise, which accidentally killed him\", according to the report. Ms Callamard noted that she had heard no screaming in the audio recordings from the consulate.Mr Asiri was cited as telling the court that he had \"never ordered the use of force\" to bring Khashoggi back to Saudi Arabia. Nine of the defendants named by Ms Callamard were previously identified by Turkish officials as members of the 15-strong team of agents sent to Istanbul. Most of the agents arrived at and departed from the city's airport by private or commercial jet the same day as Khashoggi's killing. CCTV footage appears to show vehicles driving them to the consulate, and two hours after Khashoggi's arrival, some of them heading to the consul's residence.The special rapporteur said three men were filmed entering the residence with what seemed like plastic trash bags, and at least one rolling suitcase. Khashoggi's killing was internationally condemned and caused a diplomatic crisis between Saudi Arabia and some of its closest allies, including the US.After the murder was confirmed by the Saudis, then US President Donald Trump described it as the \"worst cover-up in history\". However, he defended US ties to the kingdom, a key trading partner. This response was widely derided by senators in Congress, who pointed the finger at Prince Mohammed. According to US media reports, the CIA - whose director heard the consulate audio recordings - concluded with \"medium to high confidence\" that Prince Mohammed ordered Khashoggi's killing.Mr Trump denied that and his administration defied a legal requirement to release an unclassified report identifying anyone implicated in \"the directing, ordering or tampering of evidence\" in the case. His successor, Joe Biden, has said he will declassify the report. The US, Canada, France and the UK all levied sanctions against 18 Saudis allegedly linked to the killing. The Saudi crown prince was not among them. Germany, Finland and Denmark were among the European nations to cancel arms deals with Saudi Arabia after the killing. ", "url": "https://www.bbc.com/news/world-europe-45812399"}