{"datetime": "2021-11-21T23:42:13.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Justin Bieber urged to cancel Saudi show by Khashoggi's fiancee", "article": "The fiancee of murdered journalist Jamal Khashoggi has called on Justin Bieber to cancel his upcoming concert in Saudi Arabia next month. The Canadian singer is among the stars set to perform at the kingdom's first Formula One Grand Prix in Jeddah. But Hatice Cengiz wrote an open letter to Bieber urging him to \"send a powerful message\" by pulling out. Khashoggi, a prominent critic of the Saudi regime, was murdered at its consulate in Istanbul in October 2018. He had gone there to pick up documents for the couple's wedding. The journalist's body was dismembered as Ms Cengiz waited outside. \"Do not sing for the murderers of my beloved Jamal,\"Ms Cengiz wrote in the letter , published in the Washington Post. She said Bieber had a \"unique opportunity\" to show that his \"name and talent will not be used to restore the reputation of a regime that kills its critics\". Bieber is set to headline at the F1 race on 5 December, joined by artists including A$AP Rocky, David Guetta and Jason Derulo. Human Rights Watch has also called on Bieber and the other performers to pull out of the F1 concerts, saying the events are aimed at diverting attention from Saudi Arabia's human rights record. A US intelligence report found that Saudi Arabia's Mohammed bin Salman, effectively the kingdom's ruler, had approved Khashoggi's assassination. The crown prince however has repeatedly denied any involvement.The 59-year-old journalist had once been an adviser to the Saudi government and close to the royal family, but he fell out of favour and went into self-imposed exile in the US in 2017. Bieber is not the first pop star to face pressure to pull out of a concert in Saudi Arabia. In 2019, rapperNicki Minaj cancelled a scheduled performance in Jeddah , citing her support for women and LGBT rights. ", "url": "https://www.bbc.com/news/world-middle-east-59369676"}