{"datetime": "2021-12-07T19:49:33.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: Suspect in murder of journalist arrested in Paris", "article": "A Saudi man suspected of involvement in the murder of journalist Jamal Khashoggi has been arrested in France, police say. Khaled Aedh Alotaibi was arrested at Charles de Gaulle airport in Paris on Tuesday, a police source told the BBC. He is believed to be one of 26 Saudis wanted by Turkey over the killing. A Saudi official later said the arrest was a case of mistaken identity, and that those involved in the murder had been convicted in Saudi Arabia. Mr Alotaibi, 33, was travelling under his own name and was placed in judicial detention, RTL radio said. Khashoggi, a prominent critic of the government in Riyadh, was murdered at the Saudi consulate in Istanbul in October 2018. Saudi Arabia said the former Washington Post journalist had been killed in a \"rogue operation\" by a team of agents sent to persuade him to return to the kingdom.But Turkish officials said the agents acted on orders from the highest levels of the Saudi government. The murder caused a global uproar and damaged the image of Saudi Arabia's de facto ruler, Crown Prince Mohammed bin Salman. He has denied any role. A Saudi court convicted eight unnamed people over the murder in 2019. Five of them were found guilty of directly participating in the killing and handed death sentences that were later commuted to 20-year prison terms, while three others were jailed for seven to 10 years for covering up the crime. The Saudi trial was dismissed as \"the antithesis of justice\" by then-UN Special Rapporteur Agnès Callamard.In a damning report released in 2019, Ms Callamard concluded that Khashoggi was \"the victim of a deliberate, premeditated execution\" for which the Saudi state was responsible. Tuesday's arrest comes just days after French President Emmanuel Macron became the first major Western leader to meet Crown Prince Mohammed in Saudi Arabia since Khashoggi's murder. \"We talked about absolutely everything, without any taboos and we were obviously able to bring up the question of human rights,\" Mr Macron told reporters on Saturday.Ms Callamard's report said Saudi prosecutors ordered the arrest of a man called Khaled Aedh Alotaibi as part of an investigation into Khashoggi's murder, but ultimately decided not to charge him. The report named Mr Alotaibi as a member of the Royal Guard, a unit of Saudi Arabia's military forces. He was seen in the presence of Crown Prince Salman during a 2017 visit to the US, the report said. It says Mr Alotaibi arrived in Istanbul on 2 October and that he was inside the Saudi consul general's residence during the murder of Khashoggi, and not inside the consulate. Saudi Arabia had rejected a request to extradite Mr Alotaibi to Turkey, where he is being tried in absentia in Istanbul on a murder charge. But on Tuesday, a police source confirmed French authorities had executed Turkey's arrest warrant and arrested Khaled Alotaibi as he was about to board a flight to Riyadh. Ms Callamard, who is now secretary general of Amnesty International, said in a tweet thatthe arrest \"could be a major breakthrough in the quest for justice\" . Hatice Cengiz, Khashoggi's fiancée at the time of his murder, welcomed the arrest andurged France to \"try him for his crime, or extradite him to a country able and willing\" to do so . This latest development in the aftermath of the Khashoggi murder will be extremely unwelcome in Riyadh. At the same time, it potentially offers a breakthrough in the unfinished investigation called for by the former UN special rapporteur and human rights groups.As far as the Saudis are concerned, this story was over long ago when they put on trial a number of minor figures accused of involvement. This, they say, was a rogue operation and all those involved have now been prosecuted.But Turkey, which bugged the Saudi consulate in Istanbul where the murder took place and so therefore has an intimate knowledge of what went on inside it, has accused more than 20 Saudi officials in absentia.Western intelligence officials also believe that the most senior instigators of this pre-planned murder have escaped scot-free. If the suspect reportedly arrested in France is transferred to Turkey for trial, it is likely to trigger an intense diplomatic row. The 59-year-old journalist, who went into self-imposed exile in the US in 2017, was last seen entering the Saudi consulate on 2 October 2018.He was attempting to obtain papers he needed to marry Ms Cengiz. She accompanied him to the entrance of the consulate and waited for more than 10 hours outside the building for Khashoggi, who never re-emerged. In her report, Ms Callamard concluded that Khashoggi was \"brutally slain\" inside the consulate that day. She made that judgement after listening to purported audio recordings of conversations inside the consulate made by Turkish intelligence. Saudi prosecutors concluded that the murder was not pre-meditated. They said the killing was ordered by the head of a \"negotiations team\" sent to Istanbul to bring Khashoggi back to the kingdom \"by means of persuasion\" or, if that failed, \"by force\". The prosecutors concluded that Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in a fatal overdose.His body was then dismembered and handed over to a local \"collaborator\" outside the consulate. The remains were never found. Turkish prosecutors concluded that Khashoggi was suffocated almost as soon as he entered the consulate, and that his body was destroyed. ", "url": "https://www.bbc.com/news/world-europe-59561881"}