{"datetime": "2019-10-05T20:09:37.000Z", "title": "Saudi Arabia: Unmarried foreign couples can now rent hotel rooms", "article": "Unmarried foreign couples will now be allowed to rent hotel rooms together in Saudi Arabia as part of a new visa regime announced by the religiously conservative kingdom. Women will also be allowed to stay in hotel rooms alone.Couples previously had to prove they were married before getting a hotel room. The government move comes amid efforts by Saudi Arabia to grow its tourism industry.In the past, couples had to provide documents proving marriage, but now these rules have been relaxed for foreigners.\"All Saudi nationals are asked to show family ID or proof of relationship on checking into hotels,\" the Saudi Commission for Tourism and National Heritage said in a statement.\"This is not required of foreign tourists. All women, including Saudis, can book and stay in hotels alone, providing ID on check-in.\" The new visa regulations state that female tourists are not required to fully cover up but are still expected to dress modestly.Alcohol remains banned.Long seen as one of the strictest places on earth, Saudi Arabia is trying to soften its image in the eyes of foreign tourists and investors.Crown Prince Mohammed bin Salman has recently made some substantial changes in the ultra-conservative kingdom. These include ending a ban on female drivers and allowing women to travel abroad without a male guardian's permission.But these changes have been overshadowed by highly controversial issues including themurder of journalist Jamal Khashoggi. Simon Calder, senior travel editor at The Independent, said that the relaxing of visa regulations would likely increase the number of people travelling to the kingdom.\"Vastly simplifying the bureaucracy of obtaining a visa should lead to an immediate surge in visitor numbers - initially, I imagine, from those with an interest in the Arab world and its heritage,\" he told the BBC.", "url": "https://www.bbc.com/news/world-middle-east-49947515"}