{"datetime": "2021-10-25T13:43:42.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Saudi crown prince suggested killing King Abdullah, ex-official says", "article": "Saudi Arabia's crown prince suggested using a \"poison ring\" to kill the late King Abdullah, a former top Saudi intelligence official has alleged. In an interview with CBS, Saad al-Jabri said Mohammed bin Salman told his cousin in 2014 that he wanted to do so to clear the throne for his father. There were tensions within the ruling family at the time over the succession. The Saudi government has called Mr Jabri a discredited former official with a long history of fabrication. In his interview with CBS's 60 Minutes programme Mr Jabri warned that Crown Prince Mohammed - Saudi Arabia's de facto ruler and the son of King Salman - was a \"psychopath, killer, in the Middle East with infinite resources, who poses threat to his people, to the Americans and to the planet\". He alleged that at a 2014 meeting the prince suggested to his cousin Prince Mohammed bin Nayef, the then interior minister, that he could arrange the killing of King Abdullah. \"He told him: 'I want to assassinate King Abdullah. I get a poison ring from Russia. It's enough for me just to shake hand with him and he will be done,'\" Mr Jabri said.\"Whether he's just bragging... he said that and we took it seriously.\" He said the matter was settled privately within the royal court. But he added that the meeting was secretly filmed and that he knew where two copies of the video recording were.Abdullah died at the age of 90 in 2015 and was succeeded by his half-brother Salman, Mohammed bin Salman's father, who named Mohammed bin Nayef as crown prince.In 2017, Mohammed bin Nayef was replaced as heir to the throne by Mohammed bin Salman. He also lost his role as interior minister and was reportedly placed under house arrestbefore being detained last year on unspecified charges .Mr Jabri fled to Canada after Mohammed bin Nayef was ousted. He said in the interview that he was warned by a friend in a Middle Eastern intelligence service that Mohammed bin Salman was sending a hit team to kill him in October 2018, just days after Saudi agents murdered the dissident Saudi journalist Jamal Khashoggi in Turkey. He alleged that a six-person team landed at an airport in Ottawa but were deported after customs found they were carrying \"suspicious equipment for DNA analysis\". Last year,Mr Jabri accused the crown prince of attempted murder in a civil suit filed in a US federal court.The prince rejected the allegations. He has also denied any involvement in the killing of Jamal Khashoggi, althoughUS intelligence agencies assessed that he approved the operation . The BBC has contacted the Saudi government for comment on the allegations. In a statement sent to CBS, the Saudi embassy in Washington labelled Mr Jabri as \"a discredited former government official with a long history of fabricating and creating distractions to hide the financial crimes he committed, which amount to billions of dollars, to furnish a lavish life-style for himself and his family\". Mr Jabri is being sued for corruption by various Saudi entities and a Canadian judge has frozen his assets saying there is \"overwhelming evidence of fraud\".He denies stealing any government money, saying his former employers rewarded him generously. In March 2020, Saudi authorities detained Mr Jabri's son Omar and daughter Sarahin what human rights groups said was an apparent effort to coerce him to return to Saudi Arabia .Last November, two months after their father sued the crown prince, the siblings were sentenced to nine and six-and-a-half years in prison respectively by a Saudi court after being convicted of money laundering and \"attempting to escape\" the country. They denied the charges. An appeals court upheld their sentences in a secret hearing at which they were not present. ", "url": "https://www.bbc.com/news/world-middle-east-59032931"}