{"datetime": "2021-02-26T21:45:44.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: US says Saudi prince approved Khashoggi killing", "article": "A US intelligence report has found that Saudi Crown Prince Mohammed bin Salman approved the murder of exiled Saudi journalist Jamal Khashoggi in 2018. The report released by the Biden administration says the prince approved a plan to either \"capture or kill\" Khashoggi. The US announced sanctions on dozens of Saudis but not the prince himself.Saudi Arabia rejected the report, calling it \"negative, false and unacceptable\".Crown Prince Mohammed, who is effectively the kingdom's ruler, has denied any role in the murder.Khashoggi was killed while visiting the Saudi consulate in Istanbul, Turkey, and his body cut up. The 59-year-old journalist had once been an adviser to the Saudi government and close to the royal family but he fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Prince Mohammed. \"We assess that Saudi Arabia's Crown Prince Muhammad bin Salman approved an operation in Istanbul to capture or kill Saudi journalist Jamal Khashoggi,\"the report by the office of the US director of national intelligence says.The crown prince is the son of Saudi King Salman bin Abdulaziz al-Saud and is considered to be the effective ruler of the kingdom.The intelligence report lists three reasons for believing that the crown prince must have approved the operation: The report goes on to name individuals allegedly complicit in, or responsible for, Khashoggi's death. But it says \"we do not know how far in advance\" those involved planned to harm him.Saudi authorities have blamed the killing on a \"rogue operation\" by a team of agents sent to return the journalist to the kingdom, and a Saudi court tried and sentenced five individuals to 20 years in prison last September, after initially sentencing them to death. In 2019, UN special rapporteur Agnes Callamard accused the Saudi state of the \"deliberate, premeditated execution\" of Khashoggi and dismissed the Saudi trial as an \"antithesis of justice\".Shortly after the report was released, US Secretary of State Antony Blinken announced the travel restrictions, dubbed the \"Khashoggi Ban\". Those targeted are \"believed to have been directly engaged in serious, extraterritorial counter-dissident activities\", he said. \"Perpetrators targeting perceived dissidents on behalf of any foreign government should not be permitted to reach American soil,\" he warned. In addition, the treasury department sanctioned some of those around the crown prince: one of his close aides, former deputy intelligence chief Ahmad Asiri, as well as his personal protective force, which was involved in the killing. As far back as 2018,the CIA reportedly believed that the crown prince had ordered the murder but the allegation that he was involved has never been made publicly by US officials until now. Saudi Arabia, the world's biggest oil exporter, is a key American ally in the Middle East. US President Joe Biden is expected to take a firmer line than his predecessor Donald Trump on human rights and the rule of law in Saudi Arabia. In a phone call on Thursday with King Salman, the president \"affirmed the importance the United States places on universal human rights and the rule of law\", the White House said. According to sources quoted by Reuters news agency, the Biden administration is also considering the cancellation of arms deals with Saudi Arabia that pose human rights concerns as well as the limiting of future military sales to \"defensive\" weapons.Dismissing the US report,the Saudi foreign ministry insisted that those responsible for the crime had been properly investigated and justice had been served.\"It is truly unfortunate that this report, with its unjustified and inaccurate conclusions, is issued while the Kingdom had clearly denounced this heinous crime, and the Kingdom's leadership took the necessary steps to ensure that such a tragedy never takes place again,\" it added. It further rejected \"any measure that infringes upon its leadership, sovereignty, and the independence of its judicial system\". The public blaming of Mohammed bin Salman is an extraordinary rebuke but so far he has escaped sanction despite calls from activists, Democrats in congress and the UN Special Rapporteur, Agnes Callamard.The carefully calibrated moves reflect the fine line that President Biden is treading: he wants to act on his promise to hold Saudi Arabia to account for human rights abuses but he also wants to preserve ties with the kingdom because it plays a role in the Mid-East issues that matter to the US, such as ending the war in Yemen, re-engaging Iran, fighting Islamist extremism and advancing Arab-Israeli ties.The president has made clear, though, that unlike his predecessor Donald Trump, he will not have direct contact with Prince Mohammed. Instead Mr Biden is dealing with his father, King Salman.Khashoggi went to the consulate in October 2018 in order to obtain papers allowing him to marry his Turkish fiancée.He had allegedly received assurances from the crown prince's brother, Prince Khalid bin Salman, who was ambassador to the US at the time, that it would be safe to visit the consulate. Prince Khalid has denied any communication with the journalist. According to Saudi prosecutors, Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death.His body was then dismembered and handed over to a local \"collaborator\" outside the consulate, prosecutors said. The remains were never found. Details were revealedin transcripts of purported audio recordings of the killing obtained by Turkish intelligence. ", "url": "https://www.bbc.com/news/world-us-canada-56213528"}