{"datetime": "2021-07-22T08:41:19.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Pegasus: Who are the alleged victims of spyware targeting?", "article": "Activists, journalists and politicians are among those believed to have been targeted by spyware developed by a private Israel-based firm, according to a new investigation. They are on a list of 50,000 phone numbers of people believed to be targeted by clients of the company, NSO Group, since 2016, that was leaked to major news outlets. Its Pegasus software infects iPhones and Android devices to enable operators to extract messages, photos and emails, record calls and secretly activate microphones and cameras.NSO denies any wrongdoing. It says the software is intended for use against criminals and terrorists and is made available only to military, law enforcement and intelligence agencies from countries with good human rights records Here's what we know about some of those who might have been targeted by users of the software. Khashoggi, a US-based critic of Saudi Arabia's government, wasmurdered and dismembered in the Saudi consulate in Istanbul in October 2018. According to the investigation, the spyware was used to try to monitor the two women closest to Khashoggi, along with other members of his inner circle. One of the women wasHanan Elatr , an Egyptian flight attendant and Khashoggi's wife. Six months before he was murdered, she had her phone secretly targeted by a Pegasus user, according to an examination by Amnesty International. Someone using the software sent Ms Elatr four text messages containing malicious links between November 2017 and April 2018. Amnesty International says it was unable to determine whether the hack was successful. \"Jamal warned me before that this might happen,\" Ms Elatrtold the Washington Post . \"It makes me believe they are aware of everything that happened to Jamal through me.\" Although Khashoggi was married he also had a fiancée,Hatice Cengiz , a Turkish researcher. She was waiting outside the Saudi consulate on 2 October 2018 when he was murdered and raised the alarm with Turkish authorities when he did not come out. Days after the killing, her iPhone was breached by a Pegasus user, according to the analysis by Amnesty International's Security Lab. The analysis could not determine what was taken from the phone or whether any audio surveillance took place,the Washington Post reported . \"I am deeply shocked that I have been targeted while I was in such pain waiting to find out what had happened to Jamal,\" Ms Cengiz tweeted on Sunday night.\"This was the worst time of my life and yet the killers were spying on me. They have no shame. They must be brought to justice.\" A close friend of Khashoggi,Wadah Khanfar , the ex-director general of the Qatar-based Al Jazeera network, was also allegedly targeted. NSO denies that its technology was used against Khashoggi or his associates. \"As NSO has previously stated, our technology was not associated in any way with the heinous murder of Jamal Khashoggi,\" the company said in a statement. \"This includes listening, monitoring, tracking, or collecting information. We previously investigated this claim, immediately after the heinous murder, which again, is being made without validation.\" A Saudi official denied that the country had used spyware to monitor telephone calls,the state-run Saudi Press Agency reported . The official was quoted as saying that \"such allegations are untrue\" and \"the Kingdom of Saudi Arabia's policies do not condone such practices\".Roula Khalaf, Financial Times editor Ms Khalaf became the newspaper's first female editor last year. The Beirut-born journalist was selected for possible surveillance throughout 2018, according to the investigation. Analysis of the data suggests Ms Khalaf's phone was selected as a possible target by the United Arab Emirates (UAE) while she was deputy editor at the paper. \"Press freedoms are vital, and any unlawful state interference or surveillance of journalists is unacceptable,\" Ms Khalaf tweeted on Sunday. An NSO spokesperson told the FT it had confirmed Ms Khalaf \"was not a Pegasus target by any of NSO's customers\". The UAE has not commented on the allegations. Cecilio Pineda, murdered Mexican journalist Pineda, 38, was shot dead at a car wash in March 2017. The reporter's phone is said to have been selected for surveillance one month before he was killed. The device was never found and it is not clear if it was hacked. NSO denies its software or clients were \"in any way connected\" to Pineda's murder. \"Correlation does not equal causation, and the gunmen who murdered the journalist could have learned of his location at a public carwash through any number of means not related to NSO Group, its technologies, or its clients.\" The Mexican government has not commented on the findings. Szabolcs Panyi & Andras Szabo The Hungarian investigative journalists are both prominent reporters for the Budapest-based investigative outlet Direkt36. Mr Panyi accuses Hungary's government, led by right-wing Prime Minister Viktor Orban, of seeing journalists as part of a conspiracy against it. A government spokesperson denied knowledge of any data collection, saying Hungary was a \"democratic state governed by the rule of law\". NSO Group said it \"does not have access to the data of its customers' targets\". Loujain al-Hathloul Ms al-Hathloul is one of the most outspoken women human rights activists in Saudi Arabia.According to the Guardian, she was selected for possible targeting with Pegasus just weeks before she was arrested in March 2018 in the UAE, where she was studying, and then forcibly returned to Saudi Arabia. That May she was detained by Saudi authorities along with a number of other women activists as part of an apparent crackdown on dissent overseen by Crown Prince Mohammed bin Salman.Ms Hathloul was convicted last December of seeking to change the political system and sentenced to six years in prison. She was released in February , after part of the sentence was suspended.A Saudi official denied allegations that the kingdom had used spyware to track communications, state media reported. Rahul Gandhi Mr Gandhi is a dominant figure in India's opposition Congress party, which he led during the country's 2019 elections, won by Prime Minister Narendra Modi. The phone numbers of several other prominent Congress figures also feature in the data leak. It is not clear if any of the targeted phones were successfully hacked. Mr Gandhi calls the alleged targeting \"an attack on the democratic foundations of our country\". The Indian government strongly denies any \"unauthorised interception\", calling the investigation's claims \"bereft of facts\". NSO says it \"does not operate the systems that it sells to vetted government customers, and does not have access to the data of its customers' targets\". Rodney Dixon QC Mr Dixon is a London-based lawyer who has taken on numerous high-profile human rights cases. His clients have included Matthew Hedges, a British doctoral student jailed in the UAE, and Ms Cengiz, Jamal Khashoggi's fiancee. He told the BBC that if Pegasus users had managed to listen in to his conversations with his clients, it would have been a \"fundamental breach\" of privacy. NSO says it will \"continue to investigate all credible claims of misuse and take appropriate action based on the results of these investigations\". Princess Latifa is the daughter of the ruler of Dubai, andPrincess Haya bint al-Hussain is his former wife. In mid-February,BBC Panorama broadcast a secret video from Princess Latifa in which she said she was being held as a hostage and feared for her life. Princess Haya fled Dubai in 2019, saying she feared for her life. The UAE has denied both women's allegations. Both their numbers are said to be both on the list - raising questions about whether they could have been the possible target of a government client of the group. The UAE is yet to comment on the allegations. ", "url": "https://www.bbc.com/news/world-57891506"}