{"datetime": "2021-07-13T23:55:04.000Z", "author": "Frank Gardner", "subject": "Killing of Jamal Khashoggi", "title": "Khashoggi murder: US softens towards Saudi leader", "article": "Before he became president, Joe Biden called Saudi Arabia \"a pariah\" for its part in the gruesome murder of Saudi journalist Jamal Khashoggi. As president, he authorised the release in February of a damning US intelligence report that pointed the finger of suspicion at Saudi Crown Prince Mohammed bin Salman. MBS, as he is known as, has denied any role. But now, less than six months after taking office, the Biden administration has rolled out the red carpet for MBS' younger brother, the Deputy Defence Minister, Prince Khalid bin Salman. It is the highest-level Saudi visit since Khashoggi's murder in October 2018.\"There has been a concerted effort [inside MBS' circle in the Royal Court] to rehabilitate the image of MBS and Saudi Arabia more broadly,\" says Michael Stephens, associate fellow at London think-tank the Royal United Services Institute (Rusi). \"The kingdom has been focussing heavily on economic opportunities,\" he adds, \"while the [earlier] fiery rhetoric about regional security has been toned down.\" So does this mean that MBS has been forgiven in the West? Not exactly, no, and certainly not by human rights organisations, including the UN, which continue to call for a full independent investigation that includes the most powerful man in Saudi Arabia, MBS.Fifteen Saudi government officials flew from Riyadh in 2018 in two government jets to Istanbul where they lay in wait for Khashoggi, a prominent critic of the Crown Prince. Once he set foot inside the Saudi consulate they overpowered him, suffocated him to death and dismembered his body.Prince Khalid bin Salman, who has just been welcomed in the US, was Saudi Arabia's ambassador to Washington at the time. He initially dismissed suggestions that Khashoggi had been murdered inside the Saudi consulate as \"absolutely false and baseless\".When Turkey revealed to the world what had happened by bugging the Saudi consulate the Saudi leadership was forced to backtrack. It blamed \"a rogue operation\" and eventually convicted a number of minor officials after a secret trial.But America's Central Intelligence Agency (CIA) concluded \"with a high level of confidence\" that the operation could not have been carried out without the knowledge of MBS himself. The US sanctioned more than 70 Saudi officials linked to human rights abuses and since the murder the crown prince has been publicly shunned by Western leaders. Yet Saudi Arabia is still seen by most Western governments as a vital ally, a bulwark against Iranian expansion, an important trading partner, a lucrative customer for arms and a stabilising influence on the oil market. So this is where realpolitik creeps in.Sources familiar with the crown prince say there is a gap between the official stance of Western governments, publicly distancing themselves from MBS, and the hard reality of their bilateral relations with the kingdom.Which is why, with a swish of his gold-trimmed cloak, MBS' closest relative was able to set foot inside some of the highest offices in Washington last week. Over the course of two days Prince Khalid bin Salman held meetings with the Secretary of State, Anthony Blinken; the president's National Security Advisor, Jake Sullivan; the Defense Secretary, Lloyd Austin; and the Chairman of the Joint Chiefs, Gen Mark Milley. That list alone gives an indication of the importance with which the US views its Saudi ally even if, tellingly, there was no prior announcement of Prince Khalid's visit or his itinerary.A lot of topics came up for discussion, including the war in Yemen, from which Saudi Arabia is trying to extract itself after failing to defeat the Iranian-backed Houthis, who illegally seized power in 2014.Energy, the oil market, security in the Horn of Africa and the tentative resumption of the Iran nuclear deal were all issues on the table. So too, reportedly, was Afghanistan, from where US forces have now largely withdrawn and where there are fears that a future Taliban takeover will lead to al-Qaeda rebuilding its earlier presence. Diplomats familiar with Saudi Arabia concede that it can be, at times, a difficult country to deal with. Doubts in the West over its maverick Crown Prince Mohammed bin Salman will probably last the length of his life.\"It's not clear water for MBS yet,\" says Rusi's Michael Stephens. \"More time will be needed before Western states are fully ready to engage. But things are improving for him and it will probably only be a matter of time before he is once again able to visit Western capitals.\"", "url": "https://www.bbc.com/news/world-middle-east-57760786"}