{"datetime": "2021-02-26T19:00:23.000Z", "author": "Frank Gardner", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: How intelligence report could dent US-Saudi ties for years", "article": "The release of the declassified US intelligence report into the murder of Saudi journalist Jamal Khashoggi represents a blow to the power, prestige and international standing of one of the most powerful men in the Middle East: Saudi Arabia's Crown Prince Mohammed bin Salman. It could even have implications for the West's dealings with Saudi Arabia for decades to come.Asserting that the crown prince, known by his initials as MBS, was complicit in that gruesome murder in 2018, will make it harder than ever for Western leaders to be publicly associated with him as an individual.Yet, as things stand today, MBS looks set to be the power on the Saudi throne for a very long time.He is just 35 years old and still enjoys broad popularity amongst Saudi Arabia's predominately young population. Partly due to patriotism and partly due to a massive clampdown on civil liberties, there has been negligible public criticism of the crown prince until now.President Biden has indicated he wants to deal with Saudi's King Salman, not MBS, but the king and his son operate in extremely close concert so this distinction is largely meaningless in practice.King Salman is 85, in poor health and has already handed over most of his powers to MBS. The crown prince's links to the Khashoggi murder have long been known to most Western intelligence agencies, they just weren't made public.Gina Haspel, who headed the CIA from 2018 until earlier this year, flew to Ankara where Turkish intelligence played her the chilling audio tape of Khashoggi's last, desperate moments inside the Saudi Consulate as he was overpowered and suffocated by the agents sent from Riyadh.Turkey's secret recordings from inside the Saudi Consulate - itself a diplomatic misdemeanour that has been largely overlooked amid the horror of Khashoggi's murder - have also been shared with other Western intelligence agencies.US officials said the CIA had concluded, \"with a medium to high degree of certainty\", that MBS was complicit.But while President Trump was in the White House the US intelligence report was kept under wraps so as not to embarrass his close ally in Riyadh. That top cover has now vanished. Saudi Crown Prince Mohammed bin Salman was not Washington's preferred choice to become the next king.That man was Prince Mohammed bin Nayef who was next in line to the throne until MBS had him removed in 2017. MBN, as he is known, is now under arrest, accused of corruption and plotting against the crown prince, which his family deny.For years MBN was America's most important ally in the Saudi royal family and, as the interior minister who successfully defeated the al-Qaeda insurgency, he forged close links with the CIA through his intelligence chief Saad Al-Jabry. Al-Jabry is now living in self-imposed exile in Canada and claims in court that MBS sent a hit squad to kill him.So the CIA have history when it comes to the current crown prince.They still need a good working relationship with the Saudi royal court, given the ongoing global threat from IS and al-Qaeda-inspired terrorism, but they would much prefer to deal with a safe and steady pair of hands like MBN rather than the unpredictable maverick that is MBS. Anything that undermines the strategic US-Saudi partnership is a gift to Saudi Arabia's regional rival, Iran.Despite years of sanctions, experts have recently concluded thatIran has achieved the upper hand in the Middle East , extending its strategic reach through its proxy militias in Lebanon, Syria, Iraq and Yemen - leaving the Saudis surrounded.When President Biden announced a moratorium on US weapons for the Saudi-led war effort in Yemen, the Iranian-backed Houthi rebels there were quick to capitalise on this. They have since advanced on several fronts, knowing that their enemy is hobbled by the arms ban. In the long term, all this will likely push the Saudi leadership towards diversifying its defence and security partners, possibly opening new doors for Russia and China.It may also push Riyadh to build closer ties with Israel, with whom it shares a common fear of Iranian expansion and nuclear proliferation. ", "url": "https://www.bbc.com/news/world-us-canada-56206325"}