{"datetime": "2021-03-01T09:12:11.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Khashoggi: Journalist's fiancée demands 'punishment' for Saudi prince", "article": "The fiancée of the murdered Saudi journalist Jamal Khashoggi has called for Saudi Arabia's crown prince to be \"punished without delay\" over his killing. \"This will not only bring the justice we have been seeking.... but it could also prevent similar acts recurring,\" Hatice Cengiz said in a statement. It comes after a US intelligence report found that Crown Prince Mohammed bin Salman had approved Khashoggi's murder. Saudi Arabia has rejected the report. Crown Prince Mohammed, who is effectively the kingdom's ruler, has denied any role in the murder. Khashoggi was killed while visiting the Saudi consulate in Istanbul, Turkey, in October 2018 and his body was dismembered. The 59-year-old journalist had once been an adviser to the Saudi government and close to the royal family, but he fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Prince Mohammed. In his first column for the newspaper, Khashoggi said he feared being arrested in an apparent crackdown on dissent overseen by the prince. \"It is essential that the crown prince, who ordered the brutal murder of a blameless and innocent person, should be punished without delay,\" Ms Cengiz said on Monday. \"If the crown prince is not punished, it will forever... endanger us all and be a stain on our humanity,\" she added. Ms Cengiz, a Turkish academic researcher, made a plea that world leaders distance themselves from the crown prince and impose punishments such as sanctions on Saudi Arabia. \"Starting with the Biden Administration, it is vital for all world leaders to ask themselves if they are prepared to shake hands with [Prince Mohammed],\" she said. \"I urge everyone to put their hands on their hearts and campaign to punish the crown prince,\" Ms Cengiz added. US President Joe Biden has faced criticism from within his own Democratic Party over his decision not to punish Prince Mohammed directly. After the intelligence report was released on Friday , his administration imposed sanctions on a senior aide to the prince as well as others who it said had played a role in Khashoggi's death. \"I think they need to keep open additional sanctions against [Prince Mohammed] if we don't see a change in behaviour,\" Democratic Senator Mark Warner, who chairs the Senate Intelligence Committee, told Fox News on Sunday. Republican members of Congress have also called on Mr Biden to impose further sanctions. His administration is expected to make an announcement later on Monday. President Biden spoke to Saudi Arabia's King Salman last week and \"affirmed the importance the United States places on universal human rights and the rule of law\", the White House said. The journalist, who was known for his criticism of the Saudi authorities, went to the consulate in October 2018 in order to obtain papers allowing him to marry Ms Cengiz. He had allegedly received assurances from the crown prince's brother, Prince Khalid bin Salman, who was ambassador to the US at the time, that it would be safe to visit the consulate. Prince Khalid has denied any communication with the journalist. According to Saudi prosecutors, Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate, prosecutors said. The remains were never found. Grim details were revealedin transcripts of purported audio recordings of the killing obtained by Turkish intelligence. ", "url": "https://www.bbc.com/news/world-middle-east-56236578"}