{"datetime": "2021-02-25T17:33:13.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Jamal Khashoggi: US to release report on Saudi journalist murder", "article": "The US is set to release a report of an investigation into the gruesome murder of Saudi journalist Jamal Khashoggi which is widely expected to implicate the kingdom's powerful crown prince. President Joe Biden has read the report and is due to speak to the Saudi king. Mr Biden wants to \"recalibrate\" ties with the US ally, which became closer under President Donald Trump. Khashoggi's body was dismembered inside the Saudi consulate in Istanbul, Turkey. The prince denies involvement. The journalist, known for his criticism of Saudi authorities, went to the consulate in October 2018 in order to obtain papers allowing him to get married. Saudi authorities say his death and dismemberment was the result of a \"rogue operation\" by a team of agents sent to return him to the kingdom. Five individuals were given death sentences for the murder by a Saudi court but these were commuted to 20 years in prison last September. The report, which is expected to be released later on Thursday, will say that Crown Prince Mohammed bin Salman approved \"and likely ordered\" Khashoggi's killing, four US officials told Reuters news agency. They said the Central Intelligence Agency (CIA) - the US overseas spy agency - was the main contributor to the report. The Saudi public prosecution and Prince Mohammed insist he did not have any knowledge of the murder but in 2019 he said he took \"full responsibility as a leader in Saudi Arabia, especially since it was committed by individuals working for the Saudi government\". NBC News reports that the intelligence assessment is not new and is based on work by the CIA which waswidely reported back in 2018 . According to that reported assessment, there was no \"smoking gun\" but US officials thought such an operation would have required the prince's approval. The Washington Post, which Khashoggi worked for, said at the time that the CIA assessment had been based partly on a phone call made by the crown prince's brother, Prince Khalid bin Salman, who was the then Saudi ambassador to the US. Prince Khalid, who is now deputy defence minister, allegedly called Khashoggi at the direction of his brother and gave him assurances that he would be safe to go to the consulate in Istanbul. Prince Khalid has denied any communication with the journalist. In 2019, UN special rapporteur Agnes Callamard accused the Saudi state of the \"deliberate, premeditated execution\" of Khashoggi and dismissed the Saudi trial as an \"antithesis of justice\".The publication of the report is part of Joe Biden's policy to realign ties with long-term ally Saudi Arabia and take a much tougher stance than his predecessor Mr Trump on certain Saudi positions. The Trump administration had previously rejected a legal requirement to release a declassified version of the report, focusing instead on improved co-operation with the Saudis. White House spokeswoman Jen Psaki said on Wednesday that Mr Biden would communicate with King Salman, and not directly with the crown prince, who is his son and is considered the de facto ruler in Saudi Arabia.She said the president was due to speak to the 85-year-old king for the first time since taking office \"soon\", without giving a specific time for the call. \"We've made clear from the beginning that we are going to recalibrate our relationship with Saudi Arabia,\" she told reporters. The new administration has already made some major policy changes in that regard, withPresident Biden ending US support for offensive operations by the Saudi-led coalition fighting in Yemen, and freezing arms sales to the kingdom . By Alistair Coleman, BBC Monitoring There has been what looks like a concerted online effort ahead of the US report to bury it under Twitter posts supporting the Saudi government. While some posts, largely from exiled Saudis, look forward to Crown Prince Mohammed bin Salman (MBS) being named in the US report, others seem to be trying to deflect blame away from him. Several hashtags relating to Jamal Khashoggi trended on Twitter using various spellings of his name, such as \"khasxoggi\", \"Jamal\" and \"shooggi\". It's been suggested that this is an attempt to dilute the trend and limit criticism of MBS. These tags accompany tweets deflecting attention away from the report by questioning America's own human rights record. Some mention the deaths of people of colour at the hands of police, and others in Abu Ghraib prison following the Iraq war.But it is hard to tell if there is any official campaign to bury the news on social media. This is largely because Saudi-based Twitter users are intensely patriotic, seeing any criticism of MBS as a slight on their nation, and will engage with any issue they see as attacking the kingdom.Twitter is huge in Saudi Arabia, with around 20 million users, so any potential campaign would be aimed domestically at first - but the English messages could also be used to drown out global coverage. The 59-year-old journalist was last seen entering the Saudi consulate in Istanbul on 2 October 2018 to obtain papers that would allow him to marry his Turkish fiancée.According to the Saudi public prosecution, Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate, the prosecution said. The remains were never found. Grim details were revealedin transcripts of purported audio recordings of the killing obtained by Turkish intelligence. Khashoggi was once an adviser to the Saudi government and close to the royal family, but fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Prince Mohammed. In his first column for the newspaper, Khashoggi said he feared being arrested in an apparent crackdown on dissent overseen by the prince. In his last column, he criticised Saudi involvement in the Yemen conflict. ", "url": "https://www.bbc.com/news/world-us-canada-56193263"}