{"datetime": "2021-10-21T23:23:05.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Newcastle United: Why is Saudi Arabia-led takeover controversial?", "article": "The English Premier League football club Newcastle United has been bought by a group led by Saudi Arabia's sovereign wealth fund. Many Newcastle fans have welcomed the takeover, hoping that the Gulf kingdom's investment will transform the team's fortunes on the pitch, but it has been condemned by critics of the Gulf kingdom's human rights record. Here are some of the reasons why it has proved controversial.Saudi Arabia's international standing was severely damaged by the killing in October 2018 of Jamal Khashoggi, a US-based Saudi journalist who was a prominent critic of the government. A UN-appointed human rights expert saidKhashoggi was \"brutally slain\" at the Saudi consulate in Istanbul by a team of Saudi agents . Saudi Arabia's de facto ruler, Crown Prince Mohammed bin Salman, and other senior officials were also incriminated. Although the crown prince denied any involvement, his reputation abroad was badly tarnished.Khashoggi's fiancée, Hatice Cengiz,called the Saudi takeover of Newcastle \"heart-breaking\" . The kingdom'sPublic Investment Fund , which has an 80% stake in Newcastle, is chaired by Crown Prince Mohammed bin Salman, though the Premier League said it received assurances that the Saudi government would not control the club. In 2018, Saudi authorities arrested 13 women's rights activists who had led a campaign to lift a ban on women driving. At least four of the women wereallegedly tortured and sexually harassed by interrogators . In 2020, a terrorism tribunal found the most prominent activist, Loujain al-Hathloul, guilty of crimes against the state. She denied the charges and UN human rights experts described them as \"spurious\". While the judge suspended part of her five-year prison sentence, paving the way for her release this February,she is subject to a travel ban and other restrictions .All but one of the other activists are reportedly now out of jail on bail or are serving suspended sentences.Women's rights activists have not been the only people to be detained as part of a crackdown against critics in Saudi Arabia, where political parties, trade unions and independent human rights groups are banned.Dozens of human rights defenders, intellectuals, academics, clerics and reformists have also been arrested since 2017, merely for exercising their right to freedom of expression,according to international human rights organisations .Many have faced whatAmnesty International has said were grossly unfair trials on vague terrorism and cybercrime charges, and received harsh sentences, including the death penalty.Days before the Newcastle takeover, a court upheld a 20-year prison sentence handed to Saudi-American aid worker Abdul Rahman al-Sadhan for writing satirical tweets criticising the authorities. His sister, Areej, said he was \"brutally tortured\" before his conviction and that the takeover of Newcastle was an attempt to \"whitewash\" Saudi abuses. Saudi Arabia has been heavily criticised for a military campaign in neighbouring Yemen that has caused a humanitarian catastrophe. A Saudi-led coalition intervened in 2015 after Yemeni rebels seized control of much of the west of the country and forced the president to flee abroad. More than 100,000 people have reportedly been killed in the fighting , with a monitoring group attributing8,700 civilian deaths to coalition air strikes .Tens of thousands are also estimated to have died from indirect causes, such as lack of food, health services and infrastructure, while a partial blockade by the coalition has hampered efforts to help the 20 million people in need of humanitarian aid. UN experts say both sides in the conflict may have committed war crimes , though the coalition has insisted it is abiding by the rules of war. Saudi Arabia isamong the world's top executioners . At least 40 people were put to death in the kingdom between January and July 2021 , according to Amnesty International. In June, a man was executed for crimes he allegedly committed when he was 17, despite previous assurances by the kingdom that it had abolished the death penalty for juvenile offenders. Mustafa al-Darwish was convicted of several charges related to his participation in anti-government protests , even though he testified at trial that his confessions were extracted through torture.Although Saudi Arabia has no laws regarding sexual orientation or gender identity, sexual relations outside marriage, including homosexual sex, are strictly prohibited.Under the country's interpretation of Islamic law,the death penalty is a possible punishment for same-sex sexual conduct .It is also illegal for men to \"behave like women\" or to wear women's clothes, and vice versa. An anti-cybercrime law criminalises online activity that goes against public order and religious morals. In July 2020,a court sentenced a Yemeni blogger to 10 months in prison and then deportation for posting a video calling for equal rights, including for gay people. ", "url": "https://www.bbc.com/news/world-middle-east-58930311"}