{"datetime": "2021-02-27T00:59:42.000Z", "author": "Emma Jones", "subject": "Killing of Jamal Khashoggi", "title": "The Dissident: Jamal Khashoggi documentary points finger at Saudi Arabia's crown prince", "article": "The Oscar-winning director of a documentary investigating the murder of Jamal Khashoggi says he does not believe Saudi Arabia's crown prince will ever face formal investigation for his killing. A newly-released US CIA report hasimplicated Mohammed bin Salman in the death of the Saudi journalist, who was killed in the Saudi consulate in Istanbul in October 2018. Bryan Fogel's film The Dissident explores what happened to Khashoggi and who might have ordered his murder. His body has never been recovered and the Saudi crown prince has denied involvement. In November 2019, five men were tried and sentenced to death in a Saudi court for Khashoggi's killing and three others were jailed. The death sentences were later commuted to 20 years in prison. Using transcripts obtained from the Turkish government, Fogel's film suggests that Khashoggi, a journalist for the Washington Post who had exiled himself to the US, was suffocated and then dismembered inside the consulate. The film also investigates the use of spyware and phone hacking against Saudi activists living in exile. These include Canada-based video blogger Omar Abdulaziz, with whom Khashoggi was in close contact before his death. \"I don't believe the crown prince is ever going to face an Interpol arrest warrant that'll pick him up when he lands his private jet somewhere and haul him off to The Hague or extradite him to Istanbul or the US,\" says Fogel. \"That's never going to happen.\"This is the environment that we find ourselves in, which is constantly in conflict with human rights. Leaders like Mohammed bin Salman see their money can buy their way out of these sorts of events, and there isn't accountability unless there's a cumulative and combined effort from countries.\" Fogel says he welcomes a re-evaluation of ties between the US and Saudi Arabia under the Biden administration, citing the close relationship the two countries had during Donald Trump's presidency. \"Biden's definitely not following the playbook of Donald Trump,\" the US director comments. \"Signing off [on] the declassification and releasing the CIA findings into Khashoggi's murder is a blow to US-Saudi relations.\" According to Fogel, the recent release of human rights activist Loujain al-Hathloul after almost three years in detention is \"clearly a peace offering to the Biden administration\". \"There appears to be support from both Democrats and Republicans to re-examine the relationship with Saudi Arabia in the light of the war in Yemen, so time will tell,\" he continues. Fogel's last investigative film, Icarus, won an Oscar in 2018 for exposing the scandal of state-sponsored Russian doping in athletics. The Dissident was also critically acclaimed following its world premiere at the Sundance Film Festival in 2020, yet Fogel queries why global streaming services including Amazon and Netflix have not bought the film for their platforms.\"I think the film lays bare that unfortunately there is a contrition and a cowardice amongst these huge companies to take on subject matter that might affect their shareholder value, or their business or investor interests, even though they know hundreds of millions of people would be interested in watching the film,\" he argues. Fogel is also critical of Amazon owner Jeff Bezos, the world's richest person, who also owns the Washington Post, the newspaper that employed Khashoggi. \"He chose not to acquire this film for global distribution on his platform,\" Fogel says. \"But a few months later, he acquired Souq, the so-called Amazon of Saudi Arabia.\" Amazon actually acquired Souq.com in 2017 , subsequently rebranding it as Amazon.ae. \"Is Amazon still doing business with Saudi Arabia? Yes,\" says Fogel. \"Is he actually standing up for the murder of his employee? He's certainly made some statements, but actions speak louder than words.\" Fogel's film includes footage of a 2017 vigil held near the Saudi consulate in Istanbul which Bezos attended and spoke at. \"I'm not mad at any of these companies,\" the director goes on. \"It's business. But it's disappointing as this sort of behaviour eventually allows murders like Jamal Khashoggi's to happen, and when there's no standing up for content like this it becomes increasingly difficult for filmmakers like myself. But I'm optimistic that the climate will change.\" The aim of The Dissident, its director says, is not to make \"an archival film\". \"It's to make a living, breathing thriller that looks deeply into Khashoggi's murder and the ramifications of it,\" he contends. Fogel also interviews Khashoggi's fiancée, Turkish scientist Hatice Cengiz, as well as Omar Abdulaziz, whose activism was financially supported by Khashoggi. The film puts forward the theory that this act may have tipped Jamal Khashoggi into being viewed as an activist and dissident himself, rather than just an outspoken journalist. \"But I think even in the final weeks of Jamal's life he never saw himself as a dissident,\" Fogel argues. \"He was holding onto the notion that he was a journalist. Yet what you see in the film is that the work he was doing and what he was writing about made him one, at least as we understand it. \"Jamal Khashoggi was someone who wanted to make his country a better place and was silenced in the most horrific way,\" Fogel concludes. \"In the film, you'll see that the choice he faced was either to stay in Saudi Arabia and be silent, or leave Saudi, risk his life and go into exile and speak truth to power. It cost him his life.\" The Dissident will have its UK premiere online at the Glasgow Film Festival on 6 March. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-56210362"}