{"datetime": "2021-02-26T13:51:38.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Biden raises human rights in call with Saudi King Salman", "article": "US President Joe Biden has talked by phone with King Salman of Saudi Arabia as he seeks to put relations with America's old ally on a new footing. He \"affirmed the importance\" the US \"places on universal human rights and the rule of law\", the White House said. Mr Biden made the call after reading a forthcoming US report into the murder of Saudi journalist Jamal Khashoggi. The report is expected to implicate the king's son, Crown Prince Mohammed bin Salman. He denies involvement.Mr Biden's predecessor, Donald Trump, pursued closer ties with Saudi Arabia. The Trump administration had rejected a legal requirement to release the report in declassified form, focusing instead on improved co-operation with the Saudis. The White House says Mr Biden will \"recalibrate\" the relationship with Saudi Arabia. Khashoggi, a US-based journalist and critic of Saudi Arabia's government, was murdered in 2018 inside the Saudi consulate in the Turkish city of Istanbul, and his body dismembered. Saudi authorities blamed his death on a \"rogue operation\" by a team of agents sent to return him to the kingdom, and a Saudi court tried and sentenced five individuals to 20 years in prison last September, after initially sentencing them to death. There was no mention of Khashoggi by name in the White House statement. Mr Biden \"affirmed the importance the United States places on universal human rights and the rule of law\", the White House said. He also \"noted positively\" the recent release of several Saudi-American activists and prominent Saudi women's rights activist Loujain al-Hathloul. Ms Hathloul was released this month after almost three years in detention but remained subject to a travel ban and was forbidden from speaking to the media. Her release was also welcomed by UN human rights chief Michelle Bachelet, when she addressed the UN Human Rights Council in Geneva on Friday, but she noted that others \"continued to be unjustly detained\", Reuters news agency reports.Mr Biden and King Salman also discussed \"the longstanding partnership between the United States and Saudi Arabia\", and the threat posed to Saudi Arabia by pro-Iranian groups.Mr Biden told King Salman \"he would work to make the bilateral relationship as strong and transparent as possible\", the statement said.The Khashoggi report is widely expected to say that the king's son, Prince Mohammed - popularly known as MBS - ordered the grisly death.Naming him publicly would put further stress on the US-Saudi relationship. Mr Biden would come under pressure to sanction MBS and any other senior officials and entities said to be complicit in the murder.Yet the crown prince could one day, perhaps any day, become the official ruler of an important Mid-East ally.Given this, the White House has signalled a nuanced response, saying in some areas it would express concerns and leave open the option of accountability, and in other areas continue to work with Riyadh. The 59-year-old journalist, known for his criticism of the Saudi authorities, went to the consulate in October 2018 in order to obtain papers allowing him to marry his Turkish fiancée.He had allegedly received assurances from the crown prince's brother, Prince Khalid bin Salman, who was ambassador to the US at the time, that it would be safe to visit the consulate. Prince Khalid has denied any communication with the journalist. According to Saudi prosecutors, Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate, prosecutors said. The remains were never found. Grim details were revealedin transcripts of purported audio recordings of the killing obtained by Turkish intelligence. Khashoggi had once been an adviser to the Saudi government and close to the royal family but he fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Prince Mohammed. In his first column for the newspaper, Khashoggi said he feared being arrested in an apparent crackdown on dissent overseen by the prince. In his last column, he criticised Saudi involvement in the conflict in Yemen. ", "url": "https://www.bbc.com/news/world-us-canada-56204449"}