{"datetime": "2020-11-24T13:53:25.000Z", "title": "Jamal Khashoggi murder: Trial of 20 Saudis in absentia resumes in Turkey", "article": "The trial of the men accused of murdering Saudi Arabian journalist Jamal Khashoggi in Istanbul in 2018 has resumed in Turkey. Twenty Saudi officials, who are not in Turkey, are being tried in absentia. A prominent critic of Crown Prince Mohammed bin Salman, Mr Khashoggi was killed by a team of Saudi agents inside the kingdom's consulate. Turkey says he was suffocated and then dismembered.The defendants include two former aides to the prince, who denies involvement. A close friend of Mr Khashoggi, Egyptian political dissident Ayman Noor, told the court the journalist felt threatened by people close to Crown Prince Mohammed. He said Mr Khashoggi had described to him being personally threatened by Saudi media tsar Saud al-Qahtani. \"Noor said Khashoggi had reported being threatened by Saud al-Qahtani since 2016,\" Rebecca Vincent of Reporters Without Borders tweeted from the courtroom. \"Khashoggi spoke of a phone call from Qahtani when he was living in Washington DC, saying he knew his kids and where they lived. Nour said Khashoggi was crying, which was unusual, and said he was afraid.\" The trial has now been adjourned until March. Saudi Arabia, which rejected Turkey's extradition request, convicted eight people over the murder last year. Five were sentenced to death for directly participating in the killing, while three others were handed prison sentences for covering up the crime. The Saudi trial was dismissed as \"the antithesis of justice\" by UN Special Rapporteur Agnès Callamard, who concluded that Khashoggi was \"the victim of a deliberate, premeditated execution\" for which the Saudi state was responsible. On the surface of it, this may appear to some to be a largely pointless exercise for purely political ends. None of the Saudi suspects are in court; none are ever likely to be extradited to Turkey to face justice; and Saudi Arabia has already held its own trial, in secret, last year, which was widely condemned as incomplete.But for the UN special rapporteur, for the murdered journalist's fiancée, and for his friends and relatives, this is a chance to get all the facts out into the open.After all, it was the Turkish intelligence service that bugged the Saudi consulate in Istanbul, where the murder took place, so Turkey possesses the vital audio tape of the journalist's last minutes before he was overpowered and killed.There are, of course, political points to score here, too: Turkey and Saudi Arabia are regional rivals.But those attending the trial believe it presents a fresh chance at revealing new and possibly damning evidence. The 59-year-old journalist, who went into self-imposed exile in the US in 2017, was last seen entering the Saudi consulate on 2 October 2018 to obtain papers he needed to marry Ms Cengiz. After listening to purported audio recordings of conversations inside the consulate made by Turkish intelligence, Ms Callamard concluded that Khashoggi was \"brutally slain\" that day. The Saudi government said the journalist was killed in a \"rogue operation\" by a team of agents. Saudi Arabia's public prosecution said the murder was ordered by the head of a \"negotiations team\" sent to Istanbul to bring Khashoggi back to the kingdom \"by means of persuasion\" or, if that failed, \"by force\". The public prosecution concluded that Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate. The remains were never found. Turkey's public prosecution concluded that Khashoggi was suffocated almost as soon as he entered the consulate, and that his body was destroyed. Turkish prosecutors accuse Saud al-Qahtani, a former senior adviser to Crown Prince Mohammed, and Ahmad Asiri, Saudi Arabia's former deputy intelligence chief, of \"instigating a premeditated murder with the intent of [causing] torment through fiendish instinct\". The 18 other defendants are charged with carrying out \"a premeditated murder with the intent of [causing] torment through fiendish instincts\".Court-appointed Turkish lawyers representing the defendants said their clients denied the charges. The eight individuals who were convicted of Khashoggi's murder in Saudi Arabia have never been identified by the Saudi authorities.According to interviews conducted by Ms Callamard, their lawyers argued at the Saudi trial that they were state employees and could not object to the orders of their superiors, and that Mr Asiri insisted that he never authorised the use of force to bring Khashoggi back to Saudi Arabia. The Saudi public prosecution said Mr Asiri was tried but acquitted due to insufficient evidence, and that Saud al-Qahtani was investigated but not charged. Khashoggi's son Salah, who lives in Saudi Arabia, said in May that he and his brothers were \"pardoning those who killed our father, seeking reward from God almighty\". That effectively granted those convicted a formal reprieve under Saudi law. ", "url": "https://www.bbc.com/news/world-europe-55060088"}