{"datetime": "2020-10-29T08:00:26.000Z", "author": "Frank Gardner", "title": "Awkward allies? The pitfalls of UK’s Gulf Arab relations", "article": "Allegations that have emerged this month made by a British woman who claims she was sexually assaulted by a senior member of the United Arab Emirate's ruling family are shocking. Caitlin McNamara, 32,told the Sunday Times how she was allegedly sexually assaulted in a secluded palace by the UAE's 69-year-old Minister of Tolerance, while curating the Hay literature festival in Abu Dhabi in February. The minister, Sheikh Nahyan Al-Nahyan, who denies the allegations, is a senior member of the Abu Dhabi royal family and has property in the UK worth millions of pounds.Ms McNamara has returned to the UK and in July she gave the Metropolitan Police a detailed description of the alleged sexual assault. A formal investigation has yet to be opened, for several reasons. The alleged incident took place outside the Met's area of jurisdiction, there is no police report of it in the UAE and, as a member of the ruling family, the individual accused is likely to have sovereign immunity from prosecution.Discussing the caseon BBC Radio 4's Woman's Hour programme, Baroness Helena Kennedy QC, acting for Ms McNamara, said she would like to see the UK government pressing the UAE for redress but admitted it would be difficult in legal terms. Hay festival has expressed outrage and says it will not be returning to Abu Dhabi while the Sheikh in question remains in his post. But there has been little response from the UAE side, other than for the Sheikh's lawyers to issue the denial and to express disappointment at the allegations and the way they have been aired publicly. Sheikh Nahyan, who has been a member of the UAE government since 1992 and is a familiar and largely respected figure in his own country, has not been suspended from his post.The case is the latest and one of the most disturbing in a succession of incidents that occasionally bedevil the UK's close relations with its Gulf Arab allies.These go right back to 1980 and the diplomatic storm triggered by the ITV drama-documentary 'Death of a Princess' about the public execution of a Saudi princess and her lover who was beheaded.The film cost British businesses an estimated £250m in lost contracts. Today it is largely forgotten, but women's rights in Saudi Arabia, while slowly improving, still fall way short of standards acceptable in the rest of the world. Then in 1984 the outgoing British Ambassador to Saudi Arabia, Sir James Craig, wrote what should have been a confidential valedictory cable to his boss in Whitehall, in which he accused his Saudi hosts of being 'incompetent, insular and ignorant of the world around them'.Much to the embarrassment of the Foreign Office, the cable was leaked and went public. In 2018 relations between the UK and the UAE went through a rocky period after the arrest in Dubai ofMatthew Hedges, a British PhD student .Hedges was researching a thesis on post-Arab Spring security but Emirati officials said they found incriminating evidence on his laptop proving he was a spy, which he denied.Hedges was detained for months before being pardoned, during which time he said he was subjected to 'psychological torture' in solitary confinement.To this day, the Emiratis believe he was a spy and Britain says he wasn't. Then shortly before Covid-19 erupted onto the world stage, there was the high-profile case in London's High Courtinvolving Sheikh Mohammed Al-Maktoum, the ruler of Dubai , and his former wife, Princess Haya of Jordan.Despite the Sheikh's best efforts to stop the publication of her damning allegations the judge ruled against him. The world then learnt how the (then) 70-year-old, a giant figure in the horseracing world and often pictured with The Queen at Ascot, had abducted and incarcerated his own daughters when they had tried to leave the family.The judge also ruled Sheikh Mohammed 'had conducted a campaign of fear and intimidation' against his former wife, who fled to Britain last year with her children saying she was in fear of her life. The story briefly sent a shudder through the racing world amid calls from some quarters to sever links with the Sheikh. Of all Britain's relations with the six Gulf Arab nations, Saudi Arabia is the most controversial. Its opaque, draconian and much-criticised justice system has produced countless cases of human rights abuses, well-documented by groups such as Amnesty International and Human Rights Watch. However Saudi Arabia is seen by Whitehall strategists as a vital bulwark against Iran's aggressive expansion across the region.It also provides jobs for thousands of Britons, especially in the defence industry.But aerial bombing raids by the Royal Saudi Air Force in the Yemen war - at times using aircraft and munitions sold by Britain - have contributed heavily towards the UN classifying the conflict as the world's worst humanitarian crisis. Perhaps the incident that most shocked the world was themurder of the Saudi journalist Jamal Khashoggi inside the Saudi Consulate in Istanbul in October 2018.His body was dismembered and never found. Western intelligence agencies concluded that in all likelihood Saudi Arabia's powerful Crown Prince Mohammed Bin Salman was complicit, something he has denied.In July Britain sanctioned 20 Saudi officials for their role in Khashoggi's murder but relations with Riyadh have continued largely uninterrupted. Several factors combine to ensure that, barring a complete change of policy in London, relations with the Gulf Arab states are likely to grow closer still.In an unstable Middle East where ISIS and Iran are still seen as strategic threats, the Gulf monarchies are viewed as necessary allies. RAF jets regularly fly into and out of bases up and down the Gulf and Britain now has a permanent naval base in Bahrain - HMS Juffair.A joint squadron of Typhoons has been set up with Qatar and increasing use is being made of facilities provided by Oman. And of course the Gulf states are astronomically rich, thanks to their oil and gas reserves.Collectively, they form the UK's third biggest trade partnership outside the EU, investing billions of pounds into the UK economy and in a recent interview with the UAE newspaper The National, Prime Minister Boris Johnson spoke of the region's importance to Britain. Two things are certain here. There will be more incidents to come and the PR consultancies hired by Gulf governments look set to stay in business for many years to come. ", "url": "https://www.bbc.com/news/uk-54694440"}