{"datetime": "2020-11-21T01:47:24.000Z", "author": "Caroline Hawley", "title": "G20: Saudi Arabia's human rights problems that won't go away", "article": "For Saudi Arabia, playing host this weekend - albeit virtually - to the G20 group of the world's leading economies is a moment of great national pride. But for human rights activists around the world, it is a cause of deep disquiet.Calls for a boycott have now given way to appeals to leaders of the G20 to use the opportunity to put pressure on the Saudi authorities.Human rights groups have a host of concerns. Here are three of the key ones.Loujain al-Hathloul is the most prominent of a group of women activists arrested in 2018. According to her family, she was beaten, given electric shocks and threatened with rape after her arrest.The 31-year old was a high-profile opponent of Saudi Arabia's male guardianship system and had campaigned for women to be allowed to drive - a right that was granted by the Saudi authorities in June 2018, soon after she was detained. Saudi Arabia, which has denied the allegations of torture, says that its presidency of the G20 is \"strongly committed to keeping up the momentum\" towards the empowerment of women and girls around the world. But as the summit begins Loujain al-Hathloul - once ranked by Time magazine as one of the most powerful Arab women - is now weakened by a hunger strike which she began last month to push for regular family visits. A job application she once made to the UN is said to have been used in evidence against her. Baroness Helena Kennedy, a British human rights lawyer, has just put out a report about the detention of women activists, including Loujain al-Hathloul. She says inmates are \"detained in abysmal conditions, stress positions, subjected to sexual impropriety and abuse\".Amnesty International wrote to the UK Prime Minister Boris Johnson this week to ask him to use the platform of the G20 to demand the release of women's rights activists. \"The prime minister should call the Saudis' bluff on this,\" says Kate Allen, the group's UK director. \"You say you're committed to women's rights, well show it, release these women.\" A spokesperson for the British government responded: \"We regularly raise concerns over the continued detention of human rights defenders with the Saudi authorities, including in relation to these cases.\"Along with partners at the UN we recently called for the release of all political detainees in Saudi Arabia.\"But the Saudis say they won't allow the outside world to pass judgement on their courts. \"Our judiciary is independent,\" Saudi Arabia's Minister of State for Foreign affairs, Adel al-Jubeir, told the BBC.\"We do not allow people to lecture us or dictate to us what we should or shouldn't do - just like we don't tell people in the UK or in America or in other places what they should or should not do.\" The killing of a journalist inside the Saudi consulate in Istanbul in 2018 caused shock and revulsion around the world - and a short-lived diplomatic crisis.Jamal Khashoggi was suffocated and then dismembered by a Saudi hit squad.Eight men were sentenced, after a trial that was widely condemned for failing to hold the masterminds of the killing to account. But Saud al-Qahtani, a close adviser to the country's de facto leader Mohammad Bin Salman, was exonerated.The same adviser was present at Loujain al-Hathloul's torture, according to her family. She told them that Mr al-Qahtani had threatened to rape, kill her and throw her body in the sewage system. Human Rights Watch accuses the Saudi authorities of a \"whitewashing\" its abuses.\"The two years since Saudi agents' brutal murder of journalist Jamal Khashoggi in October 2018 has brought no accountability for top-level officials implicated in the murder,\" says the group.\"Since then, Saudi Arabia has spent billions of dollars hosting major entertainment, cultural, and sporting events as a deliberate strategy to deflect from the country's image as a pervasive human rights violator.\" The UN special rapporteur who investigated the murder, Agnès Callamard, has called on G20 countries to take a moral stand. \"The truth is that no country should be able to buy its way out of accountability.\" Mr Khashoggi's fiancée, Hatice Cengiz, told the BBC that for G20 countries to carry on with business as usual with Saudi Arabia was unacceptable. \"They should do something. I need some justice,\" she said. \"And not just for me. I want justice for the women who are in jail too, and I want them to be released.\" The British government says it has repeatedly called for justice over the \"heinous crime\". And Saud al-Qahtani is one of 20 Saudis targeted by UK sanctions - including a travel ban and asset freeze - for being a \"senior official who planned and directed the killing using a 15-man team\".The five-year-long conflict involving Saudi Arabia and rebels in Yemen has created what the UN calls the world's worst humanitarian crisis - and both sides have been accused of potential war crimes.The civilian toll from air strikes by a Saudi-led coalition - in support of Yemen's internationally recognised government - is mounting.A team of UN experts reported in September \"persistently high civilian casualties\" from air strikes on markets and farms. Saudi Arabia says it does not target civilians. Human Rights Watch wants G20 countries to urge Saudi Arabia to allow the UN team access to Yemen, as well as to the Riyadh-based headquarters of the coalition. And a host of aid agencies and human rights groups have called for an end to arms sales to Saudi Arabia. \"While world leaders meet at the G20 summit under the leadership of Saudi Arabia, Yemeni children will be living in fear at home, as war continues to bring death to their towns and sisters,\" said Save the Children's country director in Yemen, Xavier Joubert.He appealed to G20 countries that still sell arms to Saudi Arabia to cancel the deals. Oxfam has calculated that since Saudi Arabia became involved in the war,the value of arms collectively sold by G20 countries to the Saudis is three time the amount which they have given in aid .Mr Joubert says: \"Arms sales fuel this devastating war that continues to kill and maim children across Yemen, as the number of child casualties caused by air strikes has increased five-fold since June as compared with the previous quarter.\" Saudi Arabia's Minister of State for Foreign Affairs Adel al-Jubeir this week criticised Germany's ban on arms exports to his country, describing the war in Yemen as \"legitimate\". \"We can buy weapons from a number of countries, and we do so,\" he told German news agency DPA. \"Saying we're not going to sell weapons to Saudi Arabia doesn't make a difference to us.\" ", "url": "https://www.bbc.com/news/world-middle-east-55002921"}