{"datetime": "2020-10-20T19:24:51.000Z", "title": "Jamal Khashoggi: Journalist's fiancee sues Saudi crown prince", "article": "The fiancee of slain Saudi journalist Jamal Khashoggi has filed a lawsuit against Saudi Arabia's crown prince, accusing him of ordering the killing. Hatice Cengiz and the rights group Khashoggi formed before his death are pursuing Mohammed bin Salman and more than 20 others for unspecified damages. Khashoggi was killed by a team of Saudi agents during a visit to the kingdom's consulate in Istanbul, Turkey, in 2018.The crown prince has denied ordering the killing.Khashoggi was a prominent critic of the Saudi government and had been living in self-imposed exile in the US, frequently writing for the Washington Post. In the civil lawsuit filed in Washington DC on Tuesday, Turkish citizen Ms Cengiz claims personal injury and financial losses over Khashoggi's death.Khashoggi's human rights group, Democracy for the Arab World Now (Dawn), says its operations were hampered. The lawsuit alleges that Khashoggi was murdered \"pursuant to a directive of defendant Mohammed bin Salman\". \"The objective of the murder was clear - to halt Mr Khashoggi's advocacy in the United States... for democratic reform in the Arab world,\" the lawsuit says. In a video conference on Tuesday, lawyers for Ms Cengiz and Dawn said the focus of the lawsuit was to have a US court hold the crown prince liable for the killing and to obtain documents that reveal the truth, the Washington Post newspaper reports.\"Jamal believed anything was possible in America and I place my trust in the American civil justice system to obtain a measure of justice and accountability,\" Ms Cengiz said in a statement. A prominent Saudi journalist, Khashoggi covered major stories, including the Soviet invasion of Afghanistan and the rise of the late al-Qaeda leader Osama bin Laden, for various Saudi news organisations. For decades, the 59-year-old was close to the Saudi royal family and also served as an adviser to the government. But he fell out of favour and went into self-imposed exile in the US in 2017. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Crown Prince Mohammed bin Salman, the son of King Salman and Saudi Arabia's de facto ruler. In his first column for the Post in September 2017, Khashoggi said he had feared being arrested in an apparent crackdown on dissent overseen by the prince. He was last seen entering the Saudi consulate on 2 October 2018 to obtain papers he needed in order to marry Ms Cengiz. After listening to purported audio recordings of conversations inside the consulate made by Turkish intelligence, UN special rapporteur Agnes Callamard concluded that Khashoggi was \"brutally slain\" that day. The Saudi public prosecution concluded that the murder was not premeditated. It said the killing was ordered by the head of a \"negotiations team\" sent to Istanbul to bring Khashoggi back to the kingdom \"by means of persuasion\" or, if that failed, \"by force\". The journalist was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death, according to the Saudi prosecution. His body was then dismembered and handed over to a local \"collaborator\" outside the consulate. The remains were never found.Turkish prosecutors concluded that Khashoggi was suffocated almost as soon as he entered the consulate, and that his body was destroyed. In December 2019, the Riyadh Criminal Court sentenced five people to death for \"committing and directly participating in the murder of the victim\". Three others were handed prison sentences totalling 24 years for \"covering up this crime and violating the law\". Three people were found not guilty, including Saudi Arabia's former deputy intelligence chief, Ahmad Asiri. Saud al-Qahtani, a former senior adviser to Crown Prince Mohammed, was investigated by the Saudi public prosecution but not charged. Last month, state media reported thatthe five death sentences were commuted to 20-year jail terms . ", "url": "https://www.bbc.com/news/world-middle-east-54619729"}