{"datetime": "2018-11-02T19:48:19.000Z", "author": "Frank Gardner", "title": "Khashoggi murder: Is Saudi Crown Prince Mohammed finished?", "article": "\"He's toast\". \"He's toxic\". \"He's my hero\". \"We love him\". Opinions are clearly divided on the man they call MBS - Saudi Arabia's controversial Crown Prince Mohammed bin Salman. Since the murder of Saudi journalist Jamal Khashoggi inside the Saudi consulate on 2 October, the MBS brand has become positively toxic in the West.Official Saudi denials that he himself had anything to do with the murder - in a plot hatched from right within his inner circle in the Diwan al-Maliki, the Royal Court - have been met with profound scepticism.In a part of the world where almost nothing gets done without sign-off from above, the current Saudi version that this was some sort of a rogue operation does sound implausible.One theory being quietly put forward in the Gulf is that while MBS wanted \"something done\" about Khashoggi's outspoken criticism, he never actually sanctioned murder, and that the man who ran his office, Sa'ud al-Qahtani, exceeded his orders while telling those taking part everything had sign-off from the crown prince.The problem is that outside Saudi Arabia hardly anyone believes the Saudi narrative.For days Saudi media indignantly denied any suggestion Khashoggi had met his end inside the consulate, claiming instead he had walked out into the streets of Istanbul. Then we were told he had died in a \"fist fight\".The latest version, from the Saudi prosecutor, is that his murder was indeed pre-meditated.The Saudi handling of the aftermath of this murder has been every bit as cack-handed as the operation itself.One can only assume that if MBS was listening to good counsel from his well-paid media advisers, he wasn't taking it. All of which leaves MBS in the dock of global public opinion, and someone most Western governments and multinationals do not want to be associated with. For Saudi Arabia, a nation only formally united in 1932, this represents a watershed moment.Do the senior princes temper this all-powerful figure by removing just enough of his powers to appease the US Congress and other Western bodies, some of which are now calling for an arms boycott?Do they \"dethrone\" him altogether, giving him some titular promotion to a meaningless sinecure?Or do they try to weather the storm, as they tried to do, unsuccessfully, after this story broke a month ago? In fact, there are extremely serious discussions going on right now behind closed doors in Saudi royal circles.The gravity of the crisis facing the ruling al-Saud family can be gauged by the sudden return to Riyadh on Tuesday of Prince Ahmed bin Abdelaziz, the last surviving full brother of the 82-year old King Salman.He arrived from London in the dead of night to be greeted with wafts of bukhur incense and embraces from fellow princes, including MBS himself.The quiet and thoughtful Prince Ahmed had become something of a cult hero amongst those who oppose MBS after he spoke out against the war in Yemen and placed the blame squarely on the crown prince and his father.He was said to be afraid to return to Riyadh for fear of house arrest - but now he is back and helping the family circle the wagons around the senior leadership.So what are the factors they are now considering when it comes to MBS's future?First of all, he has no obvious challengers, he saw to that some time ago.At just 33 years old, his rise to power has been meteoric. Since becoming crown prince in June last year, replacing the older, wiser but duller Prince Mohammed bin Nayef, MBS has successfully gathered all the reins of power into his hands.He controls the ministry of interior (which includes the feared Mabahith secret police), the National Guard (a huge and loyal Praetorian Guard that protects the ruling family and their interests), and - as defence minister - he controls the armed forces.He heads the Royal Court, economic policy and - although his ailing father is king - it is MBS who really runs the country. Even before the Khashoggi crisis broke in October, MBS's policies were becoming increasingly controversial, causing several senior Saudis to question whether he was starting to become more of a liability than an asset. Supremely confident and blessed with a green light from his father, MBS dragged Saudi Arabia and its allies into a costly and seemingly unwinnable war in Yemen in 2015.Last year, he locked up dozens of princes, businessmen and senior figures in Riyadh's Ritz Carlton hotel until they agreed to pay back vast sums allegedly earned through corruption.This went down very well with Saudi youth, despite the fact MBS had recently splashed out on a $450m (£347m) super-yacht for himself.Then there is the ongoing spat with neighbouring Qatar, a major Western ally.Last weekend in Manama, US Defence Secretary James Mattis made a point of mentioning the vital coalition airbase there, which hosts 17 nations, a reminder that the US would like to see this spat ended.This year has seen a pointless row with Canada over a single tweet by its foreign minister calling for human rights in Saudi Arabia to be respected, as well as a raft of arrests of peaceful reformers.It's been clear for some time that MBS was no democrat - one person who has had dealings with him described him as \"a reckless, out-of-control thug\" - but until now most fellow Saudis have been prepared to overlook his excesses. To millions of young Saudis, MBS is still their hope for the future: a bold, charismatic leader and visionary reformer who has rolled back the powers of the conservative clergy, given women the right to drive and reintroduced entertainment into the kingdom's sterile public life.His plans to reform the oil-based economy, embodied in his Vision 2030 programme, have given Saudis an ambitious glimpse of a hi-tech future with meaningful jobs for everyone. To diplomats and policy-makers in Washington, London and Paris removing - or at least restraining - MBS may seem like the obvious thing to do.But for Saudi Arabia's conservative, risk-averse ruling family this is a decision it would far rather not have to take.So is he finished? It is hard to say at this stage.Remember that by mid-2011, a few months into the Arab Spring uprising, almost everyone assumed that Syria's President Bashar al-Assad would be deposed by Christmas.Seven years on he is still in power. ", "url": "https://www.bbc.com/news/world-middle-east-46078961"}