{"datetime": "2018-10-11T15:37:33.000Z", "author": "Mark Lowen", "title": "Khashoggi mystery puts Saudi ties with West at risk", "article": "CCTV on 2 October at 13:14 shows a man in a black jacket and grey trousers approaching the consulate of Saudi Arabia in Istanbul. A brief nod to another man in a blue jacket standing outside and he enters. It is the last image of Jamal Khashoggi alive. What happened in the hours that followed is the subject of a mystery that has not only engulfed both countries, but threatens the reputation of the new Saudi Crown Prince, Mohamed bin Salman, and his country's relationships across the world.The trail began at Istanbul airport in the early hours of that morning. A private jet landed, registered to Sky Prime Aviation Services, a Saudi company.CCTV captured the jet and its nine Saudi passengers. Six others arrived shortly after. They checked into two hotels - the Movenpick and Wyndham Grand - both near the Saudi consulate.Turkey alleges they were a Saudi hit squad sent to murder the high-profile journalist, who had been living in self-imposed exile in the US as his criticism of the Saudi government mounted.A Turkish newspaper published photos and the names of the 15, a government source confirming to me that they were legitimate.I've been told that one of the men, Maher Mutreb, was a colonel in the Saudi intelligence agency based at the kingdom's embassy in London. Another, Muhammad Almadani, is thought to be a forensics specialist. All are reported to be Saudi government employees.Their hotel reservations were for a few days but they stayed only for a few hours, their planes returning to Riyadh that night - one via Cairo and the other via Dubai. The allegation from Turkey is that they lay in wait in the Saudi consulate for Jamal Khashoggi's appointment, during which he would receive papers for his forthcoming marriage to Turkish fiancée Hatice Cengiz.She waited outside the consulate and was told to alert the Turkish authorities if he didn't emerge. At 16:30 she sounded the alarm. Just after 15:00, CCTV shows black vehicles moving between the consulate and the consul general's residence, about 200m (650ft) away. Could they have contained Jamal Khashoggi's body? Saudi authorities have flatly denied all allegations and insist that Mr Khashoggi left the consulate the same day. They have provided no footage to back that up.Individual details of the investigation have been gradually drip-fed to the Turkish media over the past week: Turkish investigators have begun to search the consulate and have requested access to the residence. Reports are emerging that the Saudis limited the Turkish team, who requested access to the garden and sewerage system. Meanwhile, President Recep Tayyip Erdogan has been much more cautious. He hasn't directly echoed the accusations of murder but has reiterated his concern and demands for the Saudis to provide CCTV footage.A government source tells me that if he were to pile in too hard at this stage, Turkey would already have been forced to expel the Saudi ambassador and consul general. Ankara is giving Riyadh a little breathing room to co-operate and put forward their version of events, while turning the screw with ever more incriminating leaks through the media. For Jamal Khashoggi's friends and loved ones, hope is fading fast.\"He was the kindest person I knew,\" says Abdulrahman Elshayyal, a journalist and friend who spoke to Mr Khashoggi two days before he disappeared.\"What's killing me is that there's one part in all of this who's keeping quiet. Until they say something, you can only think the worst has happened.\" Given Mr Khashoggi's criticism of Riyadh and the crown prince's record of clamping down hard on dissent, why, I ask, did he make the dangerous move of entering the Saudi consulate here? \"He believed in his countrymen,\" says Mr Elshayyal. \"He was making a stand, as if to say: 'If something happens, people will know that I put my faith in my people - and they won't harm me.'\" The question is, if this is all confirmed, how much will Western policy towards Saudi Arabia change?Critics of Riyadh say the West has long turned a blind eye to Saudi abuses. US President Donald Trump has finally voiced concern over the \"serious situation\" and British Foreign Secretary Jeremy Hunt says Britain expects \"urgent answers\" from Riyadh - London could hardly keep quiet after the alleged attempted poisoning of the Skripals by the Russian government in Salisbury. Turkey doesn't want to see its vital relationship with Saudi Arabia blown apart at this stage - but if Riyadh and, more specifically, the crown prince himself are proven to have ordered a state-sponsored assassination of this high-profile dissident on foreign soil, it could be a turning point.Perhaps the bitter irony will be that Jamal Khashoggi's impact on the perception of Saudi Arabia and Western relations with it might be more in death than in life.", "url": "https://www.bbc.com/news/world-europe-45822374"}