{"datetime": "2020-12-08T18:23:53.000Z", "subject": "Killing of Jamal Khashoggi", "title": "Saudi Crown Prince Mohammed bin Salman denies sending hit squad to Canada", "article": "Saudi Crown Prince Mohammed bin Salman has rejected allegations that he sent a hit squad to kill an exiled Saudi former intelligence officer. In a lawsuit filed in a US court, Saad al-Jabri has claimed that the assassination attempt took place in Canada, where he fled three years ago. He says Mohammed bin Salman wanted him dead because he knew too much. The crown prince - regarded as Saudi Arabia's de-facto ruler - said Mr Jabri was trying to conceal his own crimes. He pointed out that he is immune from prosecution as a head of state. Serving foreign leaders are also normally immune from civil suits in the US.However Mr Jabri is suing the crown prince under of the Alien Tort statute and the 1991 Torture Victim Protection Act, which allow foreign nationals to file complaints in the US over alleged human rights abuses. Lawyers for the 35-year-old prince said Mr Jabri's complaint was \"steeped in drama, including an introduction that likens the crown prince to one of Shakespeare's greatest villains\". \"But, regardless of its merits as literature, the complaint fails as a legal pleading,\" they said. Mr Jabri, 61, was for years the key go-between for Britain's MI6 and other Western spy agencies in Saudi Arabia. The 106-page complaint, which was filed in Washington DC in August, accuses the crown prince of attempting to murder Mr Jabri because he possessed \"damning information\". The document says this includes alleged corruption and overseeing a team of personal mercenaries labelled the Tiger Squad. Members of the Tiger Squad were involved in the murder of dissident journalist Jamal Khashoggi, who was killed inside the Saudi consulate in Istanbul in 2018, it says. Mr Jabri alleges that Mohammed bin Salman made repeated efforts to return him to Saudi Arabia after he fled to Canada in 2017. Then, less than two weeks after the murder of Khashoggi, Mr Jabri says the Tiger Squad travelled to Canada with the intention of killing him. The court filing says the group - which included a man from the same department as the man accused of dismembering Khashoggi - were carrying two bags of forensic tools. However, Canadian border agents \"quickly became suspicious\" of the group and refused them entry after interviewing them, it says. In new court filings, Mohammed bin Salman says Mr Jabri is attempting to cover up his own crimes.The filing accuses Mr Jabri and his associates of misspending or outright stealing about $11bn (£8bn) of government funds. Mr Jabri denies this.\"The flaws in this complaint are so apparent and run so deep that it can only be regarded as an attempt to divert attention from plaintiff's massive theft,\" the filing states. \"The crown prince is the king's son and designated successor. Together with the king, he sits at the apex of Saudi Arabia's government. He is entitled to status-based immunity from any suit in a US court.\" For years he was the right-hand man to Prince Mohammed bin Nayef, who was widely credited with defeating the al-Qaeda insurgency in the 2000s. He was also the linchpin in all of Saudi Arabia's relations with the \"Five Eyes\" (US, UK, Canada, Australia, New Zealand) intelligence agencies. Mr Jabri rose to the rank of cabinet minister and held a major-general's rank in the interior ministry. But in 2015 everything changed. King Abdullah died and his half-brother Salman ascended to the throne, appointing his untested son Mohammed bin Salman, widely known as MBS, as defence minister. In 2017, Mohammed bin Salman carried out a bloodless palace coup with his father's blessing. He deposed the next in line to the throne, Prince Mohammed bin Nayef, becoming crown prince himself. Those who worked for him have been removed from their posts. Mr Jabri then fled to Canada. ", "url": "https://www.bbc.com/news/world-middle-east-55232926"}