{"datetime": "2018-10-22T09:55:38.000Z", "title": "Jamal Khashoggi: Saudi journalist in his own words", "article": "Saudi journalist Jamal Khashoggi disappeared on 2 October after entering the Saudi consulate in Istanbul. More than two weeks later, Saudi Arabia admitted he had been killed, reportedly as a result of a fight inside the premises, an act that drew global condemnation. For decades, Mr Khashoggi had been close to the Saudi royal family but last year he went into self-imposed exile in the US after an apparent crackdown on dissent in the country.Since then, he had been writing a column for the Washington Post's Global Opinions section.Fifteen days after he went missing, the newspaper publishedKhashoggi's his last article - a call for press freedom across the Arab world. Read excerpts from some of his previous columns below.\"When I speak of the fear, intimidation, arrests and public shaming of intellectuals and religious leaders who dare to speak their minds, and then I tell you that I'm from Saudi Arabia, are you surprised? \"Under pressure from my government, the publisher of one of the most widely read Arabic dailies, Al-Hayat, cancelled my column. The government banned me from Twitter when I cautioned against an overly enthusiastic embrace of then-President-elect Donald Trump. \"I have left my home, my family and my job, and I am raising my voice. To do otherwise would betray those who languish in prison. I can speak when so many cannot. I want you to know that Saudi Arabia has not always been as it is now.We Saudis deserve better. \" \" Mohammed bin Salman is acting like Putin . He is imposing very selective justice. The crackdown on even the most constructive criticism — the demand for complete loyalty with a significant 'or else' — remains a serious challenge to the crown prince's desire to be seen as a modern, enlightened leader. \"We Saudis deserve more than the spectacle of royals and officials interred at the Ritz Carlton. We also should have the right to speak about these important and impactful changes — and the many more needed to achieve the crown prince's vision for our country. \"We are a kingdom of silence no longer.\" \"We are being asked to abandon any hope of political freedom, and to keep quiet about arrests and travel bans that impact not only the critics but also their families. We are expected to vigorously applaud social reforms and heap praise on the crown prince while avoiding any reference to the pioneering Saudis who dared to address these issues decades ago. \" Is there no other way for us? Must we choose between movie theatres and our rights as citizens to speak out, whether in support of or critical of our government's actions? Do we only voice glowing references to our leader's decisions, his vision of our future, in exchange for the right to live and travel freely — for ourselves and our wives, husbands and children too? \"This is the choice I've woken up to each morning ever since last June, when I left Saudi Arabia for the last time after being silenced by the government for six months.\" \"A state-run narrative dominates the public psyche, and while many do not believe it, a large majority of the population falls victim to this false narrative. Sadly, this situation is unlikely to change. \"Arab governments have been given free rein to continue silencing the media at an increasing rate... These governments, whose very existence relies on the control of information, have aggressively blocked the Internet. They have also arrested local reporters and pressured advertisers to harm the revenue of specific publications. \" The Arab world is facing its own version of an Iron Curtain , imposed not by external actors but through domestic forces vying for power. \"Through the creation of an independent international forum, isolated from the influence of nationalist governments spreading hate through propaganda, ordinary people in the Arab world would be able to address the structural problems their societies face.\" ", "url": "https://www.bbc.com/news/world-middle-east-45900684"}