{"datetime": "2018-10-15T17:54:37.000Z", "title": "Saudi Arabia: Five reasons why Gulf kingdom matters to the West", "article": "US President Donald Trump has threatened to inflict \"severe punishment\" on Saudi Arabia if it is found to have killed the prominent Saudi journalist Jamal Khashoggi, who disappeared while visiting the Saudi consulate in Istanbul. Saudi Arabia, which has dismissed as \"lies\" claims by Turkish officials that Mr Khashoggi was murdered by Saudi agents, has vowed to respond to any punitive action by Western powers \"with greater action\".But what are the possible implications? Saudi Arabia possess about 18% of the world's proven oil reserves and is the world's biggest oil exporter, according to the Organization of the Petroleum Exporting Countries (Opec). This gives the country significant power and influence on the global stage.If, for example, sanctions were imposed by the US or other countries, the Saudi government could respond by cutting its oil production, which would push up global prices unless other exporters made up the shortfall.In an editorial published on Sunday,the general manager of Saudi-owned Al Arabiya TV, Turki Aldakhil, said that imposing sanctions on the kingdom would result in an \"an economic disaster that would rock the entire world\" .\"If the price of oil reaching $80 (£61) angered President Trump, no one should rule out the price jumping to $100 (£76), or $200 (£152), or even double that figure,\" he wrote. Any increases would trickle down to consumers, increasing prices at petrol pumps.Saudi Arabia had the third-largest defence budget in the world in 2017, according to the Stockholm International Peace Research Institute (Sipri).That year the country signed a $110bn (£84bn) arms deal with the US, with options running as high as $350bn over 10 years. The deal was described by the White House as the single biggest in US history. Other countries supplying weapons to Saudi Arabia include the UK, France and Germany. Mr Aldakhil's editorial suggested that as a counter-measure to any sanctions, Riyadh could possibly look to China and Russia to fulfil its military needs.Western powers have stressed that Saudi Arabia plays a crucial role in maintaining security in the Middle East and combating extremism and terrorism.UK Prime Minister Theresa May has defended maintaining a close relationship with Saudi Arabia despite its forces being accused of war crimes in the conflict in Yemen by insisting it \"has helped keep people on the streets of Britain safe\". The kingdom, which is the birthplace of Islam, is a member of the US-led global coalition battling the Islamic State (IS) group and last year formed an Islamic Military Counter Terrorism Coalition with 40 other Muslim states. Mr Aldakhil speculated that the \"trusted exchange of information between Riyadh and America and Western countries will be a thing of the past\" if measures are taken in response to the disappearance of Mr Khashoggi.Saudi Arabia has worked closely with the US to counter the influence of Iran.The Sunni and Shia Muslim powers have engaged in proxy conflicts across the Middle East for decades.In Syria, Saudi Arabia has backed rebel factions trying to overthrow President Bashar al-Assad, while Iran has, along with Russia, helped turn the tide of the war decisively in his favour.In his editorial, Mr Aldakhil warned that improved relations between Saudi Arabia and Russia as a result of US sanctions and new arms deals could \"lead to a closeness to Iran and maybe even a reconciliation with it\". The Al Arabiya general manager also said US companies could be \"deprived\" of access to the Saudi market. US goods and services trade with Saudi Arabia totalled $46bn in 2017, with the US enjoying a trade surplus of $5bn. The US commerce department estimated that the bilateral trade supported an estimated 165,000 jobs in the US in 2015. In August, Saudi Arabia froze all new trade with Canada over its \"interference\" in the kingdom's domestic affairs, describing Ottawa's call to release detained civil society and women's rights activists a violation of Saudi sovereignty. The kingdom also blocked imports of Canadian grain and decided to order home thousands of Saudis on government-funded scholarships at Canadian universities.", "url": "https://www.bbc.com/news/world-middle-east-45861708"}