{"datetime": "2018-10-14T21:02:23.000Z", "title": "Jamal Khashoggi case: 'Credible' probe needed over missing writer", "article": "The UK, Germany and France have demanded a credible investigation into the disappearance of prominent Saudi journalist Jamal Khashoggi. Their foreign ministers said that if anyone were found responsible they should be held accountable, and urged a detailed response from Riyadh.UK Foreign Secretary Jeremy Hunt said that whatever happened now was \"absolutely up to Saudi Arabia\". The Saudis deny Mr Khashoggi was killed in their consulate in Istanbul, Turkey.A source quoted by Saudi state media says the country rejects political and economic threats and will meet any action taken against the kingdom with a bigger one in response.Mr Khashoggi, a critic of the Saudi government, vanished on 2 October after visiting its consulate in Istanbul. The Turkish authorities in Istanbul believe Mr Khashoggi was murdered in the consulate by Saudi agents - claims Riyadh has dismissed as \"lies\". A joint statement by the three foreign ministers called for a credible investigation to establish the truth about what happened and ensure those responsible for Mr Khashoggi's disappearance were held to account. \"We encourage joint Saudi-Turkish efforts in that regard, and expect the Saudi Government to provide a complete and detailed response,\" said Jeremy Hunt, Jean-Yves Le Drian and Heiko Maas. Later Mr Hunt said that whatever happened now was \"absolutely up to Saudi Arabia\". \"None of us know what happened, but we are all extremely concerned about the stories that have emerged, and the country that can help us get to the bottom of this is Saudi Arabia,\" he added. \"If, as they say, this terrible murder didn't happen, then where is Jamal Khashoggi? That's what the world wants to know.\" The Europeans' statement comes after US President Donald Trump promised \"severe punishment\" for Saudi Arabia if it turned out Mr Khashoggi was killed in the consulate. Diplomatic sources say both US Treasury Secretary Steve Mnuchin and UK International Trade Secretary Liam Fox might not attend an upcoming investment conference in Riyadh, but White House aide Larry Kudlow said Mr Mnuchin had not yet pulled out. The event is being hosted by the kingdom's Crown Prince Mohamed bin Salman to promote his reform agenda. Several sponsors and media groups have decided to withdraw. The Saudis have reacted strongly, with a source quoted by Saudi state news agency SPA saying: \"The kingdom affirms its total rejection of any threats or attempts to undermine it whether through threats to impose economic sanctions or the use of political pressure. \"The kingdom also affirms that it will respond to any action with a bigger one. The Saudi economy has vital and influential roles for the global economy.\" But on Sunday evening King Salman appeared more conciliatory, thanking Turkish President Recep Tayyip Erdogan for setting up a joint team to investigate the disappearance. No-one could undermine the strong relationship with Turkey, he said. On Sunday, stocks on the Tadawul All-Shares Index plummeted 7% in early trading, wiping out all the gains made this year. In two sessions it lost $50bn (£38bn) of its $450bn capitalisation, AFP news agency reported. Salah Shamma, of Franklin Templeton Emerging Markets Equity, told Reuters: \"The market is reacting negatively to sentiment around the Khashoggi case.\" The index later recovered to close 3.5% down. A Turkish security source has told the BBC that officials had audio and video evidence proving Mr Khashoggi, who wrote for the Washington Post, was murdered inside the consulate. Reports suggest an assault and struggle took place in the consulate after Mr Khashoggi entered the building to get paperwork for a marriage. Turkish sources allege he was killed by a 15-strong team of Saudi agents. ", "url": "https://www.bbc.com/news/world-middle-east-45859082"}