{"datetime": "2018-10-15T21:19:06.000Z", "title": "Jamal Khashoggi: Trump suggests 'rogue killers' to blame", "article": "US President Donald Trump has suggested \"rogue killers\" could be behind the disappearance of Saudi journalist Jamal Khashoggi in Turkey. Speaking to reporters after a phone call with King Salman, he said the Saudi leader had firmly denied knowing what had happened to Mr Khashoggi. Secretary of State Mike Pompeo is flying to Saudi Arabia immediately. Turkish police have, for the first time, been inside the Saudi consulate where Mr Khashoggi was last seen. They entered the building around an hour after a group of Saudi officials. Turkish officials believe Mr Khashoggi was murdered in the consulate by Saudi agents nearly two weeks ago but Riyadh has always strongly denied this. However,unconfirmed reports in the US media suggest Saudi Arabia is preparing to admit that Mr Khashoggi died as a result of an interrogation that went wrong and that the original intention had been to abduct him.Meanwhile, Arabic channel Al-Jazeera quotes Turkey's attorney-general's office as saying it has found evidence to back claims that Mr Khashoggi was killed inside the mission. The issue has strained Saudi Arabia's ties with its closest Western allies.Mr Trump addressed snatched questions from reporters over helicopter engine noise at the White House, describing King Salman's denial as \"very, very strong\".\"It sounded to me like maybe these could have been rogue killers,\" he added. \"Who knows?\"The president provided no evidence to back his comment.A Turkish security source has told the BBC that officials have audio and video evidence proving Mr Khashoggi was murdered inside the building. On Saturday, Mr Trump threatened Saudi Arabia with \"severe punishment\" if it emerged that Mr Khashoggi had been killed inside the consulate but ruled out halting big military contracts with Riyadh. Secretary of State Pompeo's visit to Saudi Arabia will be followed by a stop in Turkey.Diplomatic pressure is growing on the Saudis to give a fuller explanation. On Monday, King Salman ordered an investigation into the case. \"The king has ordered the public prosecutor to open an internal investigation into the Khashoggi matter based on the information from the joint team in Istanbul,\" an official quoted by Reuters news agency said. The official said the prosecutor had been instructed to work quickly.Last week, Turkey accepted a Saudi proposal to form a joint working group to investigate Mr Khashoggi's disappearance. On Sunday,Riyadh angrily rejected political and economic \"threats\" over the case of the missing journalist and said it would respond to any punitive action \"with a bigger one\". Investigators entered the building in Istanbul on Monday afternoon - first a Saudi team followed roughly an hour later by Turkish forensic police.Turkish diplomatic sources had said the consulate would be searched by a joint Turkish-Saudi team.A group of cleaners was seen entering earlier.Saudi Arabia agreed last week to allow Turkish officials to conduct a search but insisted it would only be a superficial \"visual\" inspection. Turkey rejected that offer. The Sabah daily newspaper said investigators had wanted to search the building with luminol, a chemical which shows up any traces of blood. It is not clear whether that happened. King Salman and Turkish President Recep Tayyip Erdogan spoke by telephone on Sunday evening, officials said, and stressed the importance of the two countries working together on the case. By Frank Gardner, BBC News Encouraged by the state-controlled media, many Saudis have been rallying round their leadership. There is even a popular rumour that what happened in Istanbul is all a plot by Qatar and Turkey to discredit the blameless Saudi kingdom.But privately, others are now questioning whether the 33-year-old Crown Prince Mohammed Bin Salman, the man once hailed as a visionary saviour of Saudi Arabia, has gone too far.He has pitched his country into a costly and seemingly unwinnable war in Yemen. He is embroiled in a damaging dispute with neighbouring Qatar. He has quarrelled with Canada over human rights and he has locked up dozens for peaceful protest while alienating many in royal and business circles.More conservative Saudis may well be hankering for quieter times. Is this the end of Saudi prince's honeymoon? Mr Khashoggi, a critic of the Saudi government who has written for the Washington Post, was last seen walking into the consulate on 2 October. Reports suggest an assault and struggle took place in the consulate after Mr Khashoggi went to get paperwork for his forthcoming marriage. Turkish sources allege he was killed by a 15-strong team of Saudi agents but Riyadh insists that he left the consulate unharmed. Mr Khashoggi was once an adviser to the Saudi royal family but fell out of favour with the Saudi government and went into self-imposed exile. He is a US resident. The European Union has joined calls for a transparent investigation.EU foreign policy chief Federica Mogherini briefed reporters after a meeting of the 28 foreign ministers.\"There was full consensus around the table on the fact that we expect transparency, we expect full clarity from investigations to be done by the Saudi authorities together and in full co-operation with the Turkish authorities,\" she said.Meanwhile, moreleading business figures say they will not attend a major investment conference in Riyadh later this month. The international conference, starting on 23 October, has been dubbed \"Davos in the Desert\", though the World Economic Forum says it has nothing to do with its annual event in the Swiss Alps. Officially entitled the Future Finance Initiative, the Saudi conference describes itself as an \"international platform for expert-led debate between investors, innovators and governments as well as economic leaders\". Significantly, it was expected to showcase the reform agenda of Saudi Crown Prince Mohammed bin Salman. The head of JP Morgan, Jamie Dimon, is one of the latest high-profile executives to pull out. Ford chairman Bill Ford and Uber chief executive Dara Khosrowshahi are also among those who will not be attending the conference.A page with a list of confirmed speakers has been deleted from the event's website. It is still unclear whether US Treasury Secretary Steve Mnuchin will attend the conference. A Treasury spokesperson told the BBC they would \"be evaluating the information that comes out this week\".", "url": "https://www.bbc.com/news/world-middle-east-45863334"}