{"datetime": "2018-11-20T20:09:54.000Z", "author": "Anthony Zurcher", "title": "Trump Saudi statement: What the president's words reveal", "article": "\"Statement from President Donald J Trump on Standing with Saudi Arabia\" - the title of the White House release leaves little doubt about where he comes down on the murder of Saudi journalist Jamal Khashoggi. With the US Central Intelligence Agency reportedly poised to conclude that senior members of the Saudi Arabian government were responsible for Khashoggi's death, Mr Trump's move could be viewed as an attempt to pre-empt that finding and clearly indicate that a strong US-Saudi alliance will continue undeterred. Each section of the exclamation-point-filled presidential statement (full transcript at foot of page) merits closer inspection. The world is a very dangerous place! Say what you want, the president knows how to write a good opening. In two lines, he offers a distillation of his foreign policy priorities - contrasting the supremacy of American interests with a dismal view of the rest of the world, where bad things often happen beyond US control. Iran states openly, and with great force, \"Death to America!\" and \"Death to Israel!\" Iran is considered \"the world's leading sponsor of terror \". Mr Trump very quickly pivots in his statement to talking about Iran and the destabilising role he says the nation plays in the region. They are the ones who denounce the US in the harshest of terms; they are the ones who have killed \"many Americans and other innocent people\"; they are the ones who have supported Syria's Bashar Assad kill his own citizens. All this is the president's initial effort to set up a stark contrast with Saudi Arabia and put the death of one man - Khashoggi - up against the deaths of thousands. On the other hand, Saudi Arabia would gladly withdraw from Yemen if the Iranians would agree to leave. They would immediately provide desperately needed humanitarian assistance. The Saudis have come under intense criticism for their involvement in the Yemeni civil war, including aerial bombardment that has resulted in the deaths of tens of thousands of civilians. After condemning Iran, Mr Trump absolves the Saudis of responsibility for the humanitarian crisis that has ensued. After my heavily negotiated trip to Saudi Arabia last year, the Kingdom agreed to spend and invest $450 billion in the United States. One of the central tenets of Mr Trump's \"America first\" foreign policy is that the US has paid an economic price by having been taken advantage of by the rest of the world. In this next paragraph, the president gets to the nuts and bolts of why he views close relations with the Saudis not just as an issue of national security but of domestic prosperity, as well. The numbers he offers, however, don't hold up.While Mr Trump has cited the $450bn in total investment in the past but has never provided an accounting of where it comes from - and, in fact, there was no mention of that number during his May 2017 trip to Saudi Arabia. The Saudis did agree to $110bn in military spending, although that's a combination of $14.5bn in previously announced purchases and promises of future orders that have yet to materialise. The Saudis could turn to China or Russia instead, but phantom purchases to either of them are worth as much as they are to the US. Representatives of Saudi Arabia say that Jamal Khashoggi was an \"enemy of the state\" and a member of the Muslim Brotherhood, but my decision is in no way based on that - this is an unacceptable and horrible crime. After contrasting Iran's malevolence with Saudi Arabia's noble intentions, and laying out what he sees as the economic and security benefits of US-Saudi relations, Mr Trump finally turns to the details of Khashoggi's murder, which he describes as a \"terrible\" and \"horrible\" crime.He says 17 Saudis are known to have been responsible, and they have been sanctioned, but after that he draws the line. In a remarkable passage, he notes that the Saudis viewed Khashoggi as an \"enemy of the state\" and (erroneously) as a member of the Muslim Brotherhood. While he says that didn't influence his decision, he also doesn't refute them - and the mere mention of these accusations directed against a permanent resident of the US by the president lends them some credence. Our intelligence agencies continue to assess all information, but it could very well be that the Crown Prince had knowledge of this tragic event - maybe he did and maybe he didn't! Here we get to the heart of Mr Trump's statement supporting Saudi Arabia. Maybe Mohammed bin Salman ordered the murder, maybe he didn't. Despite what Americans may hear in the coming days from the CIA, we may never know all the facts!It is, needless to say, extremely rare for a president to undercut his own intelligence community in such a dramatic way. Of course, Mr Trump has now done so on a number of occasions. In the end, he says, the US relationship with Saudi Arabia has to remain strong. The needs of the nation, in effect, outweigh the consequences of a crime against one man, however horrible. Such a view has prompted a fierce response from some in the US.Fred Ryan, publisher of the Washington Post, which employed Khashoggi as a columnist, called the statement \"a betrayal of long-established American values of respect for human rights and the expectation of trust and honesty in our strategic relationships\". I will consider whatever ideas are presented to me, but only if they are consistent with the absolute security and safety of America. Mr Trump closes with what can be called the Trump Doctrine - that in a dangerous world, perceived humanitarian concerns must take a back seat to US economic and military security.Congress, he says, may want to go \"in a different direction\" - much as it did by imposing additional sanctions on Russia against the president's wishes in 2017. Mr Trump, however, sets very clear parameters for the kinds of measures he will \"consider\". The idea of prioritising pragmatic national interests - realpolitik, in the term coined by Ludwig von Rochau - is nothing new in US foreign policy, of course. From Richard Nixon's China diplomacy to George HW Bush's Gulf War, international relations is frequently an exercise in hard, often unpleasant choices. Rarely, however, are the cold calculations laid out as bluntly as Mr Trump has done time and time again with his \"America First\" foreign policy.Part of this may be a reaction to the rhetoric of idealism employed by two of his recent predecessors, George W Bush and Barack Obama. It may also be a reflection of the directness of Mr Trump the man. Whatever the explanation, the cloak of idealism and morality has been cast aside. Here is the White House statement in full. America First! The world is a very dangerous place! The country of Iran, as an example, is responsible for a bloody proxy war against Saudi Arabia in Yemen, trying to destabilize Iraq's fragile attempt at democracy, supporting the terror group Hezbollah in Lebanon, propping up dictator Bashar Assad in Syria (who has killed millions of his own citizens), and much more. Likewise, the Iranians have killed many Americans and other innocent people throughout the Middle East. Iran states openly, and with great force, \"Death to America!\" and \"Death to Israel!\" Iran is considered \"the world's leading sponsor of terror.\" On the other hand, Saudi Arabia would gladly withdraw from Yemen if the Iranians would agree to leave. They would immediately provide desperately needed humanitarian assistance. Additionally, Saudi Arabia has agreed to spend billions of dollars in leading the fight against Radical Islamic Terrorism. After my heavily negotiated trip to Saudi Arabia last year, the Kingdom agreed to spend and invest $450 billion in the United States. This is a record amount of money. It will create hundreds of thousands of jobs, tremendous economic development, and much additional wealth for the United States. Of the $450 billion, $110 billion will be spent on the purchase of military equipment from Boeing, Lockheed Martin, Raytheon and many other great U.S. defense contractors. If we foolishly cancel these contracts, Russia and China would be the enormous beneficiaries - and very happy to acquire all of this newfound business. It would be a wonderful gift to them directly from the United States! The crime against Jamal Khashoggi was a terrible one, and one that our country does not condone. Indeed, we have taken strong action against those already known to have participated in the murder. After great independent research, we now know many details of this horrible crime. We have already sanctioned 17 Saudis known to have been involved in the murder of Mr. Khashoggi, and the disposal of his body. Representatives of Saudi Arabia say that Jamal Khashoggi was an \"enemy of the state\" and a member of the Muslim Brotherhood, but my decision is in no way based on that - this is an unacceptable and horrible crime. King Salman and Crown Prince Mohammad bin Salman vigorously deny any knowledge of the planning or execution of the murder of Mr. Khashoggi. Our intelligence agencies continue to assess all information, but it could very well be that the Crown Prince had knowledge of this tragic event - maybe he did and maybe he didn't! That being said, we may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi. In any case, our relationship is with the Kingdom of Saudi Arabia. They have been a great ally in our very important fight against Iran. The United States intends to remain a steadfast partner of Saudi Arabia to ensure the interests of our country, Israel and all other partners in the region. It is our paramount goal to fully eliminate the threat of terrorism throughout the world! I understand there are members of Congress who, for political or other reasons, would like to go in a different direction - and they are free to do so. I will consider whatever ideas are presented to me, but only if they are consistent with the absolute security and safety of America. After the United States, Saudi Arabia is the largest oil producing nation in the world. They have worked closely with us and have been very responsive to my requests to keeping oil prices at reasonable levels - so important for the world. As President of the United States I intend to ensure that, in a very dangerous world, America is pursuing its national interests and vigorously contesting countries that wish to do us harm. Very simply it is called America First! ", "url": "https://www.bbc.com/news/46283695"}