{"datetime": "2018-11-20T23:47:53.000Z", "title": "Trump defends Saudi Arabia ties despite Khashoggi murder", "article": "US President Donald Trump has strongly defended ties with Saudi Arabia despite international condemnation of journalist Jamal Khashoggi's murder. The kingdom is a \"steadfast partner\" that has agreed to invest \"a record amount of money\" in the US, Mr Trump said in a statement. The president acknowledged Crown Prince Mohammed bin Salman \"could very well\" have known about Khashoggi's murder.\"In any case, our relationship is with the Kingdom of Saudi Arabia,\" he added.Mr Khashoggi was murdered on 2 October on a visit to the Saudi consulate in Istanbul. Saudi Arabia has blamed the killing on rogue agents but denied claims that the crown prince had knowledge of the operation.US media have reported thatthe CIA believes Mohammed bin Salman ordered the murder . Mr Trump's statement said: \"[It] could very well be that the Crown Prince had knowledge of this tragic event - maybe he did and maybe he didn't!\" Later on Tuesday, Mr Trump said that the CIA had not made a \"100%\" determination on the killing. In an interview on Sunday,the president told Fox News that he had refused to listen to a recording of Khashoggi's murder provided by Turkey , calling it \"a suffering tape\". By the BBC's chief international correspondent, Lyse Doucet, in Riyadh For Saudis, and especially Saudi leaders, there will be a sigh of relief. But, it's also what they expected, and what they've always said about President Trump - he will be a true friend of the Kingdom.Both sides want to draw a line under this major crisis - and global outcry. But as Mr Trump acknowledged, and Saudis know, it won't go away. Not for many in the US Congress, as well as for many others, including countries who will continue to call for greater clarity.Many Saudis say they don't believe their country's de facto ruler, Crown Prince Mohammad Bin Salman, would have ordered such a despicable act. Many, who'd long been hoping to see their country move forward, have been shaken by this shocking murder, and regret it will cast a dark shadow for many years to come.In the words of one prominent Saudi: \"It has brought Saudi Arabia ten steps back.\" Meanwhile, Lindsey Graham, a senator from Mr Trump's Republican Party, has predicted strong bipartisan support in Congress for sanctions against Saudi Arabia \"including appropriate members of the royal family\". \"The world is a very dangerous place!\", Mr Trump states, before holding up Saudi Arabia as an ally of the US against Iran. The kingdom spent \"billions of dollars in leading the fight against Radical Islamic Terrorism\" whereas Iran has \"killed many Americans and other innocent people throughout the Middle East\", it says. The statement also stresses Saudi investment pledges and arms purchases. \"If we foolishly cancel these contracts, Russia and China would be the enormous beneficiaries,\" it adds. While admitting the murder of Jamal Khashoggi was \"terrible\", Mr Trump wrote that \"we may never know all of the facts\" about his death. \"The United States intends to remain a steadfast partner of Saudi Arabia to ensure the interests of our country, Israel and all other partners in the region.\" Mr Trump later said he would meet Mohammed bin Salman at a G20 meeting in Argentina next week if the crown prince attended. Secretary of State Mike Pompeo has backed his president, saying after talks with Turkish Foreign Minister Mevlut Cavusoglu that \"it's a mean, nasty world out there\" and that Mr Trump was \"obliged to adopt policies that further America's national security\". Mr Cavusoglu said that co-operation with Saudi Arabia on the issue was \"not where we want it\". In a statement, Democratic Senator Dianne Feinstein said she was shocked the president was not going to punish Mohammed bin Salman over the \"premeditated murder\" of Khashoggi. By Anthony Zurcher, BBC senior North America reporter, Washington Donald Trump is a different kind of president, and nowhere is that more clear than in his foreign policy, exclamation points and all. His release on the death of Jamal Khashoggi is remarkable for many reasons, and not just its blunt language.The president quickly tries to change the subject to Iran. He dismisses reports that Mohammed bin Salman ordered the murder with a maybe-he-did, maybe-he-didn't shrug. He cites the economic impact of $450bn in investment and arms sales to the Saudis, although much of that is little more than paper promises. Perhaps most jarring is his casual observation that the Saudis viewed Khashoggi - a permanent US resident - as an \"enemy of the state\" with ties to the Muslim Brotherhood. Mr Trump has distilled his \"America First\" worldview down to its very essence. Morality and global leadership take a back seat to perceived US economic and military security.What the take-away will be in the Middle East and beyond is a serious issue, says BBC diplomatic correspondent Jonathan Marcus. US policy in the region is so closely aligned with that of two key individuals - Mohammed bin Salman in Saudi Arabia and PM Benjamin Netanyahu in Israel - that it is increasingly hard to see how the US can play a role as an independent arbiter, our correspondent says. Mr Trump's narrow, interests-based approach will further dismay Washington's allies in the West, he argues, reinforcing those in Moscow and Beijing who are already applying a \"Russia First\" and a \"China First\" approach in international affairs. Iranian Foreign Minister Javad Zarif tweeted his disgust at the Trump statement, calling it disgraceful: ", "url": "https://www.bbc.com/news/world-us-canada-46283355"}