{"datetime": "2022-02-02T17:27:54.000Z", "subject": "Europe migrant crisis", "title": "Turkey-Greece border: Twelve migrants die in freezing conditions", "article": "Twelve migrants have died in freezing conditions in Turkey near the country's border with Greece, with each nation blaming the other for the tragedy. Turkey accuses Greek border officials of forcing the group back across the border, resulting in their deaths. Greece fiercely denies that claim. The two Mediterranean nations have frequently clashed over the fate of migrants crossing their shared land and sea borders. Turkish officials said nine bodies were discovered on Wednesday morning, prompting a search which found two more. Another person was found with frostbite and later died in hospital. Turkish Interior Minister Suleyman Soylu alleged that Greek border guards had stripped the people of their clothes and shoes upon arrival, before turning them back in freezing conditions. Meanwhile, Greek Migration Minister Notis Mitarachi said the deaths were a tragedy, but \"the truth behind this incident bears no resemblance to the false propaganda pushed out by my counterpart\". \"These migrants never made it to the border. Any suggestion they did, or indeed were pushed back into Turkey, is utter nonsense,\" he said. Greece has been accused of so-called \"pushbacks\" - of forcibly turning migrants back to Turkey - which would be illegal under international human rights law. In 2020,a group of migrants making the journey documented their arrival in Greece with the aid of an NGO. Members of the group then said they were loaded into life rafts and left to drift back towards Turkish waters. Greece denies any such activity and says its border protection measures comply with international law. The country is an entryway into Europe for many refugees and migrants. But Greece has toughened its stance since record numbers arrived in 2015. It argues that it is protecting the EU's external border, and accuses Turkey of doing little to prevent dangerous journeys by migrants. Reacting to the most recent deaths, Mr Mitarachi said: \"Rather than pushing out unfounded claims, Turkey needs to live up to its obligations and work to prevent these dangerous journeys at source.\" ", "url": "https://www.bbc.com/news/world-europe-60229206"}