{"datetime": "2022-01-25T15:37:35.000Z", "title": "Greece Snowstorm: Thousands of drivers left stranded as storm hits Athens", "article": "Thousands of motorists left stranded on a motorway around the Greek capital Athens have been rescued overnight after a severe snowstorm swept across the Mediterranean region. More than 3,500 people were rescued on Monday, but about 300 drivers remained on the Attiki Odos motorway overnight.Parts of Athens were also hit by heavy power cuts, with grid operators working to restore electricity.Authorities say the storm, named Elpida, will persist until Wednesday.Overnight temperatures plummeted to -14C. Government spokesman Giannis Oikonomou told reporters that the country remained \"in a very difficult phase, as the forecasts indicate that we will face difficulties again in a while\".He also defended the slow evacuation of motorists trapped on the motorway in the face of criticism from some Greeks on social media, saying that a \"superhuman evacuation effort is under way\".Environment Minister Christos Stylianides sought to blame the motorway's management company for the chaos, saying that it had \"failed to maintain normal traffic conditions despite earlier promises that they will take adequate measures to do so\".Meanwhile, officials in Athens declared Tuesday a public holiday, with public offices closed and all private business in the city, except for supermarkets, pharmacies and petrol stations, ordered to shut.Private cars have also been urged to stay off the streets and the city's iconic Acropolis has been covered in a blanket of snow.Fifteen people were also injured in central Greece after a rail transport vehicle tried to rescue a passenger train carrying some 200 passengers which had been halted by heavy snow.Neighbouring Turkey has also been hit by the severe weather, with up to 31 inches of snow falling in parts of the country.Istanbul airport, one of the world's largest, was closed by authorities on Monday after runways were buried under a thick blanket of snow and the roof of one of the cargo terminals collapsed under heavy snow.An airport spokesperson told reporters that limited flights had restarted at around around 13:00 local time (10:00 GMT) on Tuesday after a 22-hour delay, but added that a full schedule was not expected to resume until around midnight. Meanwhile, some passengers stranded at the airport have started to demand hotel rooms after spending the night sleeping at the airport. Some social media videos have shown riot police arriving at the airport amid the demands.Elsewhere, around 4,600 people have been left stranded on motorways around the country. Beaches in the southern city of Antalya have seen snow for the first time in 29 years.", "url": "https://www.bbc.com/news/world-europe-60129827"}