{"datetime": "2018-10-14T09:44:43.000Z", "title": "Jamal Khashoggi: UK and US 'could boycott' Saudi conference", "article": "Britain and the US are considering boycotting a major international conference in Saudi Arabia after the disappearance of Saudi journalist Jamal Khashoggi, the BBC has learned. Mr Khashoggi, a critic of the Saudi government, vanished on 2 October after visiting its consulate in Istanbul. The authorities in Istanbul believe he was murdered there by Saudi agents - claims Riyadh has dismissed as \"lies\". Donald Trump has said he will \"punish\" Saudi Arabia if it is responsible. Several sponsors and media groups have decided to pull out of this month's investment conference in Riyadh, dubbed Davos in the Desert, as a result of concerns over Mr Khashoggi's fate. Diplomatic sources have now told the BBC's James Landale both the US Treasury Secretary Steve Mnuchin and UK International Trade Secretary Liam Fox might not attend the event, which is being hosted by the kingdom's Crown Prince Mohamed bin Salman to promote his reform agenda. A spokesman for the UK's international trade department said Dr Fox's diary was not yet finalised for the week of the conference.A joint statement of condemnation, if it is confirmed that Mr Khashoggi was killed by Saudi agents, is also being discussed by US and European diplomats.However, Mr Khashoggi's fiancée, Hatice Cengiz, has said words alone will not be good enough if he has been murdered. \"If we have already lost Jamal, thencondemnation is not enough,\" she wrote in a piece for the New York Times . \"The people who took him from us, irrespective of their political positions, must be held accountable and punished to the full extent of the law.\" She added that Saturday had been Jamal's birthday. \"When your loved one leaves this world, the other world no longer seemed scary or far away. It is being left here all alone, without them, that is most painful.\" President Trump has said the US will inflict \"severe punishment\" on Saudi Arabia if the kingdom is found to be responsible for the death of Mr Khashoggi. He said he would be \"very upset and angry if that were the case\", but ruled out halting big military contracts. \"I think we'd be punishing ourselves if we did that,\" he said. \"If they don't buy it from us, they're going to buy it from Russia or... China.\" Turkish Foreign Minister Mevut Cavusoglu said Saudi Arabia was not yet co-operating with the investigation - despite a statement from Saudi Interior Minister Prince Abdulaziz bin Saud bin Naif bin Abdulaziz saying his nation wanted to uncover \"the whole truth\". Mr Cavusoglu has urged the kingdom to allow Turkish officials to enter the consulate. On Sunday, stocks on the Tadawul All-Shares Index plummeted 7% in early trading, wiping out all the gains made this year, before recovering slightly around noon. In two sessions it lost $50bn (£38bn) of its $450bn capitalisation, AFP news agency reported. Salah Shamma, of Franklin Templeton Emerging Markets Equity, told Reuters: \"It's the political environment. The market is reacting negatively to sentiment around the Khashoggi case.\" A Turkish security source has told the BBC that officials had audio and video evidence proving Mr Khashoggi, who wrote for the Washington Post, was murdered inside the consulate. Reports suggest an assault and struggle took place in the consulate after Mr Khashoggi entered the building to get some documents. Turkish sources allege he was killed by a 15-strong team of Saudi agents. Turkish TV has already broadcast CCTV footage of the moment Mr Khashoggi walked into the consulate for an appointment at which he was due to receive papers for his forthcoming marriage to Ms Cengiz. ", "url": "https://www.bbc.com/news/world-middle-east-45853598"}