{"datetime": "2021-04-28T11:28:26.000Z", "title": "Saudi Arabia's crown prince seeks good relations with Iran", "article": "Saudi Arabia's Crown Prince Mohammed bin Salman says it wants \"good relations\" with its arch-rival Iran. The prince told Al Arabiya TV that his country wanted Iran to help push the Middle East towards prosperity. But he noted that it had an issue with \"Iran's negative behaviour\", citing its nuclear programme, missile launches and support for \"outlaw militias\". He added that Saudi Arabia was working with its regional and global partners \"to find solutions to these problems\". The prince's comments come days after reports emerged that top Saudi and Iranian officials had held secret talks in Iraq in a bid to repair relations. Saudi sources denied the reports. But Iran's foreign ministry neither confirmed nor denied them, saying instead that it \"always welcomed dialogue\". Saudi Arabia, which sees itself as the leading Sunni Muslim power, and Iran, the largest Shia Muslim country, have been locked in a struggle for regional dominance for decades. But in recent years, their rivalry has been exacerbated by proxy wars across the Middle East. In Yemen, a Saudi-led coalition of mostly Sunni Arab states has been supporting pro-government forces in their war against the Iran-aligned rebel Houthi movement since 2015. Iran has denied that it is smuggling weapons to the Houthis, who have stepped up their missile and drone attacks on Saudi cities and oil infrastructure. Saudi Arabia has also accused Iran of interfering in Lebanon and Iraq, where Iranian-backed Shia militias have amassed vast military and political influence; of attacking cargo and oil tankers in the Gulf; and of being behind a missile and drone strike in 2019 on Saudi oil installations. In addition, the kingdom opposed the 2015 agreement that limited Iran's nuclear programme, and supported then US President Donald Trump's decision to abandon it and reinstate economic sanctions three years ago. Iran, which retaliated by breaching key nuclear restrictions, is currently negotiating indirectly with President Joe Biden's administration on how to revive the deal. In the TV interview broadcast on Tuesday night, Prince Mohammed said Saudi Arabia did not want \"the situation with Iran to be difficult\". \"At the end of the day, Iran is a neighbouring country and all that we hope for is to have good relations. \"Our problem is with Iran's negative behaviour, from its nuclear programme, to its support for outlaw militias in the region, or its firing of ballistic missiles,\" he added.\"We are working with our regional and global partners to find solutions to these problems and we hope to overcome them for good relations that benefit everyone.\" The comments by Prince Mohammed, who is Saudi Arabia's de facto ruler, are more measured than in previous years. In 2018, he compared Iran's Supreme Leader, Ayatollah Ali Khamenei, to Adolf Hitler.Asked about the war in Yemen, which has caused what the UN says is the world's worst humanitarian crisis, the crown prince said that no country wanted an armed militia along its borders. He urged the Houthis, who rejected a Saudi ceasefire proposal last month, to \"sit at the negotiating table\" to find solutions that could \"assure the rights of the people of Yemen and also the interests of the region\". Prince Mohammed also downplayed any differences with the new US president in the interview.As well as seeking to rejoin the Iran nuclear deal, Mr Biden has withdrawn US support for Saudi offensive operations in Yemen, been critical of Saudi Arabia's human rights record, and released a US intelligence report that concluded the crown prince had approved the 2018 murder of the journalist Jamal Khashoggi. The prince denies any involvement. \"We are more than 90% in agreement with the Biden administration when it comes to Saudi and US interests, and we are working to strengthen these interests,\" Prince Mohammed said. \"There is no doubt that the United States is a strategic partner.\" ", "url": "https://www.bbc.com/news/world-middle-east-56913398"}