{"datetime": "2021-12-03T07:30:19.000Z", "author": "Ozge Ozdemir", "subject": "Turkish lira crisis", "title": "Why Turkey's currency crash does not worry Erdogan", "article": "Turkey's national currency has plummeted 45% against the dollar this year and yet President Recep Tayyip Erdogan doesn't seem all that bothered. The lira has flirted with record lows this week, but Turkey's long-time leader is pressing ahead with his \"economic war of independence\", backed up by low interest rates. So why is Mr Erdogan pushing a model that critics warn risks soaring inflation, higher unemployment and poverty, and what does it mean for Turks? The simple reason for the Turkish lira's collapse is his unorthodox economic policy of keeping interest rates low to boost Turkey's economic growth and export potential with a competitive currency. For many economists, if inflation goes up you control it by raising interest rates. But Mr Erdogan sees interest rates as \"an evil that make the rich richer and the poor poorer\". \"Everything is so expensive,\" Sevim Yildirim told the BBC at a local fruit market. \"It's impossible even to cook a main course for a family with these prices.\" Annual inflation has surged above 21% in Turkey, but the Central Bank of the Republic of Turkey, overhauled by Mr Erdogan, has just lowered interest rates from 16% to 15%, the third cut this year.Inflation is rising around the world, and central banks are talking about hiking interest rates. But not here, because Mr Erdogan believes ultimately inflation will fall. In the past two years he has sacked three central bank presidents and only this week replaced his finance minister. And so the lira continues to drop. Turkey's economy is heavily dependent upon imports for producing goods from foods to textiles, so the rise of the dollar against the lira has a direct impact on the price of consumer products. Take the tomato, a vital ingredient in Turkish cuisine. To grow tomatoes, producers need to buy imported fertilisers and gas. Tomato prices were up 75% in August, compared with the year before, according to the chamber of commerce in the south coast agricultural hub of Antalya. \"How can we make money out of this?\" asks Sadiye Kaleci, who farms grapes in Pamukova, a small town three hours' drive from Istanbul. \"We sell cheap, but buying costs are expensive,\" she complains, citing high costs of diesel, fertiliser and sulphur, which is thrown on the vines. Another farmer, Feride Tufan, complains the only way she can get by is by selling her assets: \"We can pay off our debt by selling our land and vineyards. But when we sell everything, we'll have nothing left.\" The currency has become so volatile that prices are changing daily. Inflation for producers alone is up 50%. \"I've cut down on all my expenses,\" says Hakan Ayran, out shopping at a market. \"To pay the bills everybody eats less and nobody buys stuff.\"Supermarket employees post price hikes on social media, showing before and after labels for products. They range from margarine (above) and olive oil to tea, coffee, detergent and toilet paper. A bakery in Turkey's third city, Izmir, put up a sign explaining its higher prices by listing surging costs of ingredients such as flour, oil and sesame, signing off with the message: \"May God be with us.\" Foreign currency debt is a problem for the private sector and most companies have found it is more profitable to hold products in storage rather than sell them, because of the lira's volatility and inflation. It all adds up to more poverty and a widening gap in income and wealth equality. Queues form outside petrol stations and outside local government offices offering cheap bread.And opposition parties have called for snap elections and rallies. When the lira slumped 18% in one day on 23 November, there were small protests and dozens of arrests. But the most visible display of public dissent is among younger Turks on Twitter, Twitch live streams, TikTok videos and YouTube. \"I am not happy with this government at all. I cannot see a future for myself in this country,\" one young person told a reporter from a YouTube channel. One in five young people in Turkey is out of work; it is even worse among women. Turkey has the world's fourth highest rate of youth not in employment, education or training, according to the OECD. Turkey's youth compare their living standards with those in other countries and do not like what they see.\"For a young person in the US or Europe, it's easy to buy an iPhone with their salary,\" says one 18-year-old. \"Even if I work for months and months, I cannot afford it. I don't deserve that.\" This generation is poised to play an important role in politics in Turkey, ruled by Mr Erdogan's Justice and Development Party (AKP) since 2002. Almost nine million Turks born since the late 1990s will be eligible to vote in the next election in 2023 and that could spell trouble for the AKP. One video that went viral showed a mother praising President Erdogan to a reporter, while her eight-year-old son contradicted her, pointing out his poor handling of recent disasters. The ruling party's success was partly down to a flood of foreign funding after the 2008 financial crisis. But much of Turkey's economic growth came from government spending and lending that favoured the construction industry. As a result production continues to depend on imports and the economy is at the mercy of currency fluctuations. Few hold out hope of Mr Erdogan's new economic model coming to the rescue of the Turkish lira.Amid such uncertainty, economist Arda Tunca says all bets are off for what happens next. \"This is the first time we're using a model completely beyond economic theory. Even when there were crises we could guess what would happen. Now it's impossible,\" he said. ", "url": "https://www.bbc.com/news/world-europe-59487912"}