{"datetime": "2021-11-25T01:52:15.000Z", "author": "Orla Guerin", "title": "Kavala: The case that set Turkey on collision course with the West", "article": "It is the letters that sustain Ayse Bugra - handwritten by her husband Osman Kavala, who is encircled by prison walls. The gaunt curly-haired philanthropist has spent the past four years behind bars though he has been convicted of nothing. The European Court of Human Rights says the 64-year-old has been held to silence him as a human rights defender. Human rights organisations say his case is the tip of the iceberg in President Recep Tayyip Erdogan's Turkey. His wife of 33 years, a renowned academic who is slight and softly spoken, can visit him twice a month. A glass panel separates them, because of Covid. The written word reunites them. \"We try to read the same books,\" she says. \"We write to each other, we share our thoughts, we share what we are reading. We try to live, in spite of everything.\" Osman Kavala has faced a merry-go-round of charges. He was first accused of orchestrating and financing nationwide anti-government protests that erupted in 2013. He was acquitted, but within hours there were new allegations of spying and of being part of the attempted coup in 2016 - \"specious charges\" according to the US state department. His book-lined office remains as it was at the time of his arrest - filled with framed artworks, sculptures and towering piles of paperwork. \"His absence is everywhere,\" says his wife, glancing around the room.\"He could listen well and he would try to understand. He always felt he could talk to anyone. Dialogue was important for him to build bridges between people. My husband continued to do that even in the midst of an escalating polarisation in the country.\" From his cell in Silivri prison on the outskirts of Istanbul, Mr Kavala told the BBC that the judiciary was \"being used as a tool for retribution in line with the priorities of the government\". He sent written replies to our questions. \"After the failed coup in 2016, being arrested without tangible evidence and being expelled from jobs in the public sector became standard practice,\" he wrote. \"The way Turkey is being governed at the moment does not look like a real democracy.\" If and when he gets out of jail, he admits he may not feel completely free. Could he be freed soon?The next hearing is on Friday. Ayse Bugra says she always \"tries not to hope, as hope leads to despair\". His continued detention has put Turkey on a collision course with its Western allies, and with the Council of Europe - something that Turkey's combative leader does not appear to mind.The Council has threatened to begin rare infringement proceedings if he is not freed by the end this month. Ultimately, this could lead to Turkey being expelled from the 47-nation human rights body. It's two years since the European Court of Human Rights issued a binding ruling calling for Mr Kavala's release. Ten Western ambassadors here recently echoed that call and were briefly threatened with expulsion.President Erdogan has been on the offensive, attacking the court and deriding him for his links to billionaire philanthropist George Soros.\"The European Court of Human Rights gave a decision,\" he said. \"They want to convict Turkey regarding this Soros leftover. Do you release bandits, killers or terrorists in your country?\" he asked.The Turkish leader has previously likened justice to a plant. \"Underwatering a plant will dry it up while overwatering will make it wilt,\" he said in March, announcing a \"human rights action plan\".International human rights organisations say the real plan here is to dismantle human rights protections and undermine the rule of law. \"There's a hollowing out of democracy,\" says Emma Sinclair-Webb of Human Rights Watch in Istanbul. \"Tens of thousands have been put in detention on bogus terrorism charges. Turkey operates by locking up its critics.\"The police came for veteran human rights campaigner Gunal Kursun when he and fellow activists were at a workshop, on human rights, in July 2017.\"The door opened,\" he said, \"and it was 'hands-up this is a raid' and we were detained. It was a great shock for me and my friends. For the past 20 years we were observing people taken into custody but for the first time it happened to us.\" Dr Kursun, who is a criminal lawyer, soon found himself in the same prison as Osman Kavala. After more than 100 days behind bars, he is now free - at least on paper - pending an appeal against a two-year sentence for aiding a terrorist organisation.It hurt to be accused of terrorism, he said, but he had plenty of company. \"There are hundreds of thousands of people facing this kind of silly allegation,\" he told me, \"and Turkish prisons are full of these kinds of people. So I was not alone and it was the only thing that cured me.\" When we met on a sunny morning, on the shores of the Bosporus, he was smartly dressed like the professional he used to be, but his world has shrunk. These days the 46-year old is in a prison without walls. He was removed from his post as an assistant professor of criminal law after the failed coup. Around 125,000 people were dismissed by decree in 2016, according to official figures.Five years on, Gunal Kursun is worried about where this country is headed. The same goes for Turkey's Western allies who see a move away from democratic values and freedom of speech.\"I believe that if this government carries on, Turkey will be like Russia,\" he said. \"In some sense it has already happened. Day by day it is getting harder. Whenever you say something about human rights violations, you can be criminalised easily by the government.\"We asked the Turkish government for an interview to discuss international concerns about human rights here, and the case of Osman Kavala. There was no response. ", "url": "https://www.bbc.com/news/world-europe-59385194"}