{"datetime": "2021-10-12T11:44:01.000Z", "title": "Newcastle United takeover: Saudi prisoner's sister calls for fan pressure", "article": "A woman who says her jailed brother has been tortured in Saudi Arabia is urging Newcastle United fans to remember the state's \"victims\" at games. A consortiumbacked by Saudi Arabia's Public Investment Fund (PIF) has bought the club. The Premier League said the new owners were separate from the state. Areej Al-Sadhan, whose brother Abdulrahman was jailed for 20 years for critical tweets, said the £305m deal was an attempt to \"whitewash\" abuses. The BBC has requested a Saudi response. Ms Al-Sadhan, who lives in San Francisco, said her aid worker brother was \"kidnapped\" from his office at the Red Cross in Riyadh in March 2018 and \"forcibly disappeared\". She said he was held without charge and \"brutally tortured\" for three years before being brought to a \"sham trial\" where he was convicted of \"vague\" and \"ambiguous\" charges related to use of a Twitter account. She said he was sentenced to 20 years in jail followed by a 20-year travel ban which \"is basically 40 years in prison\". Her brother appealed but two days before the Newcastle United takeover was announced, a court rejected his case, Ms Al-Sadhan said. She said she believed one reason for his lengthy incarceration and a refusal by officials to let him speak to or see his family is the existence of torture marks and \"permanent damage\" to his body which authorities \"are desperately trying to hide\". \"It is a heart-breaking situation we are having to deal with but my brother is one case of many [in Saudi Arabia],\" she told the BBC.Ms Al-Sadhan said there was no separation between the state \"controlled\" by Crown Prince Mohammed bin Salman and the PIF, of which he is listed as chairman. She said the announcement of the takeover of a \"respectful football club\", which took place in the same week as thethird anniversary of murder of journalist Jamal Khashoggi , was \"clearly intended to distract the public\" from \"major abuses\" by the Saudi state. \"This is intended for whitewashing,\" she said of the deal, adding: \"What [the Crown Prince] cares about is reshaping his image and gaining an international platform to basically legitimise himself and his abuses.\" She said she could understand the excitement of fans at the takeover, which has made Newcastle one of the world's richest clubs and has supporters hoping for success like that brought by big-money takeovers of Manchester City and Chelsea. \"I can totally understand being a fan of a respectful club like that, sometimes you cannot look the other side and you want to enjoy the moment,\" she said, adding: \"But please keep in mind the thousands of victims out there who are suffering as a result of this brutal murderous leader we have. \"There are so many reports out there from reputable human rights organisations that really shares some gruesome details of the abuse that is happening.\" Ms Al-Sadhan said she hoped the takeover and the response of fans could put pressure on Saudi Arabia to change \"I would really hope to see the fans holding Khashoggi's pictures and the other victims' pictures during [matches] to remind about the human rights abuses and call for improvement,\" she said. \"I really hope the takeover will bring more attention to human rights abuses and push for real change in Saudi Arabia.\" Following the takeover, Amanda Staveley, who led the consortium and now is Newcastle director, told the BBC her firm PCP Capital took concerns over Saudi Arabia's human rights record \"very seriously\" but reiterated their partner was \"not that Saudi state, it's PIF\". When asked if this was a case of \"sportswashing\" by Saudi Arabia, she said: \"No, not at all, this is very much about the PIF's investment into a fantastic football team and we look forward to growing the club.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-58884534"}