{"datetime": "2021-02-01T00:52:59.000Z", "author": "Frank Gardner", "title": "Saudi human rights under new spotlight in Biden era", "article": "The Trump administration, according to President Biden's campaign team, \"wrote Saudi Arabia a blank cheque\". It accused it of turning a blind eye to human rights abuses and prolonging a disastrous war in Yemen where tens of thousands have been killed in six years of conflict. The new team in the White House has promised a complete reset of relations with Saudi Arabia where human rights will now feature prominently. President Biden has signalled he will end US military support for the Saudi-led campaign in Yemen. Already, after just one week into his term, the US has suspended billions of dollars' worth of arms sales to both Saudi Arabia and the UAE, pending a review.But is anything really going to change in the long term? Will the Biden administration's much-publicised intentions have any practical effect on the numerous human rights abuses in the kingdom or on its war in neighbouring Yemen?After all, Saudi Arabia is America's closest security partner in the Arab world, a vital strategic ally in confronting the expansion of Iranian-backed militias across the Middle East, and a major customer for US arms sales. According to the Stockholm Institute of Peace Research Institute (Sipri),Saudi Arabia was the world's largest importer of arms during the period 2015-19 , with the US providing the bulk of those sales. Western-supplied weaponry, including from Britain, has been used to bomb targets in Yemen.As Andrew Smith, of the UK-based Campaign Against the Arms Trade (Caat) points out, for anything to change, \"it will take a far stronger stance than Biden took as vice-president during the Obama administration\".\"A lot of arms sales started under Obama.\" On human rights within the kingdom,Saudi officials point to a recent dramatic drop in executions . The top team around the all-powerful Crown Prince Mohammed Bin Salman, (known as MBS) is clearly aware of the negative effect human rights stories are having on the country's global image.\"MBS\", says the British MP Crispin Blunt, \"is getting contradictory advice from those around him but this [emphasis on human rights by Joe Biden] gives another opportunity to help the pragmatists advising him that Saudi Arabia's public image matters.\" Ever since MBS's meteoric rise to power in 2017 the country has experienced a curious paradox. The crown prince has led nothing short of a social revolution, lifting the ban on women driving, allowing public entertainment and the mixing of the sexes, while pushing back the power of the religious clerics. Saudi Arabia today feels like a much more normal and pleasant country than it did even five years ago. Yet at the same time, the crown prince - who, unlike many senior Saudis, has not spent time living in the West - has ordered a draconian crackdown on freedom of expression. It used to be the case that Saudis could complain online as long as they didn't demonstrate on the street. Now they can't do either. Thousands have been arrested and incarcerated, with little apology from the crown prince, who views even peaceful and constructive criticism as simply an obstacle to his plans for progress. The most glaring cases of human rights abuses have turned MBS into a pariah in the West.These include the murder and dismemberment of Saudi journalist Jamal Khashoggi inside the Saudi consulate in Istanbul in 2018 (fresh details of which may soon be declassified by the CIA), the arrest and alleged torture of women's rights campaigner Loujain al-Hathloul, and the ongoing arbitrary and opaque nature of the Saudi justice system.Trials are frequently conducted in secret, with defendants denied access to lawyers and counter-terrorism courts used to try peaceful dissenters.Under the crown prince, there has also been a spate of disappearances. These reach right up into the upper echelons of the royal family whereby Prince Ahmed bin Abdulaziz, the docile 79-year-old son of the kingdom's founder, was arrested last year and charged with treason. Also being held incommunicado is the former crown prince and interior minister, Prince Mohammed bin Nayef, who was credited with defeating the al-Qaeda insurgency in the 2000s. His head of intelligence and formerly a major partner of the CIA, Saad al-Jabri, fled to Canada in 2017 and has filed a lawsuit against the crown prince, alleging that he sent a hit team to kill him in the weeks following the Khashoggi murder. Al-Jabri's children have been seized from their home in Saudi Arabia and accused of benefitting from embezzled state funds. President Trump paid little or no attention to these cases. He chose Riyadh for his first overseas presidential visit in 2017 and was always much more interested in making deals with the leadership than pressing to improve human rights.\"Any US president can carry a great deal of influence,\" says Andrew Smith of Caat. \"They can use that for democracy. Trump didn't do that.\" Dennis Ross, the veteran US diplomat who spent years as State Department Coordinator of Middle East policy, told the BBC: \"The Trump administration made a big mistake by not imposing a price [on its close relationship with the Saudis]. But how do you square that with our strategic interest?\" Despite the stated intentions of the Biden administration, there will be voices within the State Department, the CIA, the Pentagon and in the powerful US arms lobby urging a cautious approach towards the Saudis. If, for any reason, the ruling, largely pro-Western Al-Saud family were to lose power, there is a high chance it would be replaced by a hardline Islamist regime unsympathetic to the West. Diplomats like Dennis Ross know this. \"We're not going to be able to dictate to the Saudis what to do. You don't beat anyone over the head in public [or] you force them to dig in deeper. It needs a high-level conversation in private.\" And so, to return to the original question: can a Biden administration improve Saudi human rights? Yes it can. Just how far though, will depend on how the White House pushes this agenda and what both countries ultimately see as being in their best interests.Russia and China, meanwhile, would love to do more business with Riyadh and they don't raise \"awkward\" questions about human rights.But for now, the US remains Saudi Arabia's primary strategic partner and according to one Royal Court insider, \"the Biden administration will shine a much more powerful light on human rights than previously. It's on the agenda now and it will require actions, not words.\" ", "url": "https://www.bbc.com/news/world-middle-east-55794286"}