{"datetime": "2021-11-30T01:33:27.000Z", "title": "Enes Kanter Freedom: NBA star changes name to celebrate US citizenship", "article": "Outspoken professional basketball player Enes Kanter has legally changed his name to Enes Kanter Freedom to celebrate becoming a US citizen. The Swiss-born, Turkish-raised Mr Kanter, 29, tweeted a video of his citizenship ceremony on Monday. He recited the oath using his new name.He has repeatedly condemned human rights violations in China and Turkey. The NBA star has said his Turkish passport was revoked by authorities in 2017. In an interview with CNN, Mr Kanter, who plays with the Boston Celtics, said the name change will reflect his \"fight\" for freedom throughout his life. \"Here [in the US] there is freedom of speech, freedom of religion, freedom of expression, freedom of the press,\" he said. \"I didn't have any of those with Turkey.\" In his remarks, Mr Kanter said that \"freedom is the greatest thing a human being can have\". \"That's why I wanted to make that word a part of me, and carry it wherever I go,\" he added. Mr Kanter's manager told the AP news agency that the name change would take place at the same time as his naturalisation ceremony on Monday. During the ceremony, the judge addressed him by his new name, and he himself used it to swear his oath of allegiance to the United States. He waved a miniature flag in the air after the oath and said \"Freedom - that's it\" while signing his naturalisation document.The name 'Freedom' will be on his jersey when the Celtics face off against the Philadelphia 76ers later this week. Mr Kanter has said his team-mates already call him by that name. Among those who have praised Mr Kanter for seeking US citizenship is former Secretary of State Mike Pompeo, who on Monday tweeted that he \"embodies many of the values that make our nation great\".In the years since he first arrived to the US in 2009, Mr Kanter has been an outspoken critic of both his native Turkey and China. In October, his name was blocked on Chinese social media and streams of Celtics games were reportedly cancelled after he referred to President Xi Jinping as a \"brutal dictator\". \"My message for the Chinese government is free Tibet,\" Mr Kanter told his followers. \"Tibet belongs to Tibetans.\" He has also used his social media to criticise Chinese government mistreatment of the Uyghur people and has argued for a boycott of the 2022 Beijing Olympics. In response, China's foreign ministry accused Mr Kanter of \"trying to get attention\". The 11-year NBA veteran has also repeatedly referred to Turkish President as a \"dictator\". In 2019, Turkish authorities filed an international arrest warrant for Mr Kanter, accusing him of having links with groups involved in a failed 2016 coup. He denied the allegations.", "url": "https://www.bbc.com/news/59439797"}