{"datetime": "2021-02-19T08:49:15.000Z", "author": "Frank Gardner", "title": "US-Saudi alliance: Major reset under way", "article": "This week President Joe Biden's administration has given a further indication of how it plans to distance itself from the Middle East policies of his predecessor, President Donald Trump. The White House Press Secretary, Jen Psaki, has said that the president intended to \"recalibrate\" his relationship with a key US ally, Saudi Arabia.President Trump, through his son-in-law Jared Kushner, forged a close personal bond with the Saudi Crown Prince Mohammed bin Salman, giving him largely free rein in how he used US-supplied weaponry in Yemen. President Biden, it seems, prefers to deal with his father, King Salman, who is in his 80s and in poor health. And from now on, read a statement by the US State Department, US policy needed to prioritise the rule of law and respect for human rights. So what does this mean for both countries and what are the risks here for Washington and Riyadh? For the Saudi Crown Prince, known as MBS, it means the good times under President Trump are well and truly over.For the Saudis to retain the US as their strategic partner and security \"umbrella\" in the longer term, concessions are having to be made to accommodate a very different way of thinking in the White House.The Saudi-US alliance has deep roots. It dates back to a historic meeting onboard a US warship in 1945 between the founder of Saudi Arabia, King Abdulaziz and President Roosevelt.It has survived the upheavals of the 1973 oil embargo, the 1991 Gulf War and the 9/11 attacks of 2001, where most of al-Qaeda's suicide hijackers were Saudi nationals. The Saudis may be feeling deeply uncomfortable about the new team in the White House - it took the leadership several days to congratulate Joe Biden - but they are not about to trade in the US for another partner overnight.They know that if the massively powerful US Fifth Fleet were ever to pull out of the Gulf then Saudi Arabia's arch-rival Iran would quickly fill the vacuum and become the dominant power in the region.For now, the Biden administration has vowed to help Saudi Arabia defend itself against attack, including from the armed drones being launched by Houthi forces in Yemen. For the US, there are risks in the Biden approach. King Salman is now too frail to take an active, hands-on role in the day-to-day running of Saudi Arabia. So in practice, Washington could well find itself dealing with his son, MBS, for several more decades, whether it likes it or not.To most Western governments, MBS is still considered toxic, tainted as he is with the widely-held suspicion that he ordered the murder of journalist Jamal Khashoggi in 2018, which he denies. But inside Saudi Arabia MBS is largely popular, especially with the young, who welcome his social reforms.At just 35 years old, he is far closer to the nation's youth than the octogenarian rulers the country has grown used to. He also holds all the levers of power, having brought the armed forces, the Ministry of Interior and the National Guard under his direct control.With almost Machiavellian cunning, he has dealt with all possible obstacles in his path, including locking up the man who was America's favourite to be the next king: the quietly competent former Interior Minister and Crown Prince Mohammed Bin Nayef, deposed by MBS in a bloodless coup in 2017. But when it comes to US pressure to influence affairs in Saudi Arabia things have not always turned out the way Washington wanted. As US Secretary of State in 2005, Condoleeza Rice denounced autocracy in the region and urged Saudis to embrace democracy and hold free elections. The Saudi rulers then dipped a tentative toe into democratic waters by allowing limited municipal elections.The result? A resounding victory for conservative, mostly anti-Western, Islamist candidates. So, as the Saudi leadership said to its US allies afterwards: \"Be careful what you wish for\". ", "url": "https://www.bbc.com/news/world-middle-east-56099443"}