{"datetime": "2021-10-09T23:20:05.000Z", "author": "Rick Kelsey", "title": "Newcastle United takeover: What is PIF, the main owner of the club?", "article": "The takeover of Newcastle United in a £300m deal has been nearly universally welcomed by the club's supporters. But some football fans are concerned over the involvement of Saudi Arabia's Crown Prince Mohammed bin Salman - because of Saudi Arabia's record on human rights. What some people might not realise is that they probably use products backed by Saudi Arabia's Public Investment Fund (PIF) all the time. Disney, Uber, Facebook and Starbucks are just some of the companies to have received hundreds of millions of pounds from PIF, which owns 80% of Newcastle. PIF is essentially a state savings account for the Saudi Arabian government.It makes the bulk of its money from oil, which Saudi Arabia has sold all over the world. But oil doesn't last forever, and the fund has to find new ways to make money in the long term. \"They are trying to diversify their economy away from oil and gas revenues,\" says football finance expert Professor Simon Chadwick, who is director of Eurasian Sport at Emlyon Business School. \"What they are looking towards is generating a revenue stream that means Saudi Arabia is less dependent on oil\". Lots of companies you would have heard of. PIF has invested in some big names such as Disney, Uber, Facebook, Starbucks and pharmaceutical company Pfizer. But Simon reckons PIF also plans to invest heavily in wind power in the north east of England. \"What's very interesting is that the Reuben brothers [another part of the Newcastle takeover group] are also investing very heavily in renewable resources,\" he says. \"Owning a football club allows you to build a relationship with key stakeholders\". He thinks they will want to work with thePort of Tyne and the wind farms off the coast. \"If you think about this long term, these assets generate revenue.\" PIF's chair is Crown Prince Mohammed bin Salman, the son of Saudi Arabia's king. Bin Salman, who's 36 years old and known as MBS, runs his dad's government. He's been accused of ordering the murder of Jamal Khashoggi, a journalist who was critical of the Saudi government. A 2019UN report stated that \"the state of the Kingdom of Saudi Arabia is responsible\" for Jamal Khashoggi's death. The Saudi Arabian government has always denied this. At the same time, MBS has tried to show that he is a reformer in the ultra-conservative kingdom, and has allowed women to drive - something which wasn't allowed before he came to power. The Premier League approved takeover of Newcastle after receiving \"legally binding assurances\" that the Saudi state would not control the club. The takeover, which is worth about £300m, is a fraction of the overall size of PIF's investments, which are in the hundreds of billions of pounds. Some people have argued that investing in small parts of big companies is not the same as buying a majority stake in a Premier League club. You may have heard the term \"sportswashing\" recently amidcriticism of the deal. It's what countries such as the UAE and Qatar have been accused of recently - their leaders own Man City and Paris Saint Germain respectively. Amnesty International argues that some countries caninvest in sport as a distraction from poor human rights records. The human rights charity pointed to Saudi Arabia's poor treatment of women, use of the death penalty and anti-LGBT stance as examples of poor human rights. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-58842557"}