{"datetime": "2019-11-06T15:26:18.000Z", "author": "Reality Check", "title": "Delhi pollution: Is air quality in the Indian capital now improving?", "article": "Delhi's chief minister, Arvind Kejriwal, made this claim in a recent tweet, adding that there was more work to do to reduce toxic air in the Indian capital. Delhi has had a very serious air pollution problem for some years, often at its worst in the winter months.In November 2018, levelsreached 20 times the recommended World Heath Organisation's safe limits for air pollution. It's been caused by growing volumes of traffic, construction and industrial activity, the burning of rubbish and crops, the use of fireworks during religious festivals and weather patterns which can trap polluted air in the lower atmosphere for long periods of time. Mr Kejriwal did not specify which type of pollution he was referring to when he talked about a 25% reduction. But official data studied by Delhi-based research group, the Centre for Science and Environment (CSE), shows that the average levels of one of the worst pollutants, the small PM2.5 particles, were 25% lower during the three years from 2016-18, than during the period 2012-14. The CSE also notes that during that period: There have been various measures adopted in recent years by the municipal authorities in Delhi to tackle pollution: converting vehicles to cleaner fuel, restricting vehicle use at specific times, banning the use of polluting industrial fuel, prohibiting the entry of the dirtiest vehicles into the city and closing some power stations. And there have also been measures taken by the national government, such as opening two major periphery roads east and west of Delhi to take heavy goods traffic away from the capital - as well as introducing new fuel emissions standards. However, the CSE report points out that Delhistill has to reduce its current PM2.5 concentrations by 65% to meet national clean air targets. Their analysis of official pollution data for 2018 shows that the Delhi-wide average concentration of PM2.5 last year was 115 micrograms per cubic metre. The national standard is set at 40, and the World Health Organisation (WHO) has an annual average guideline of just 10 micrograms per cubic metre. The WHO says \"small particulate pollution has health impacts even at very low concentrations\".Although PM2.5 is particularly dangerous for health , it's not the only pollutant in the air that causes problems. PM10 is a coarser particle, but still small enough to pass through the nose and throat and into the lungs and can contribute to conditions such as asthma. There's some evidence to show that PM10 levels in Delhi have stabilised or declined, according to data from four locations studied by Prashant Kumar of Surrey University's Global Centre for Clean Air Research. But he says that like PM2.5, current levels of PM10 are still way above both the national standard and the WHO guidelines. And he points out that conversion to cleaner, less polluting fuels is only a partial solution because PM10 particulates are also caused by brake and tyre wear-and-tear. \"Also, there is hardly any attention paid to ultrafine particles which are less than 100 nanometres in diameter,\" says Mr Kumar.There are other potentially harmful substances which come from vehicle and industrial emissions such as gases like nitrogen dioxide (NO2), and ozone. \"We have seen rising levels of both ozone and nitrogen gases in Delhi.\" says Anumita Roy Chowdhury of the Centre for Science and Environment. \"And ozone is an emerging problem in the summers,\" she adds. It's hard to compare because air quality in Delhi is very well monitored compared to other Indian cities. The city now has 38 separate air quality testing stations, whereas some smaller cities have just a handful of sometimes quite old stations. That being said, one report this year which looked at official Indian government data and WHO figures to compare 2016 with 2018said there were declines in the amount of PM2.5 particles in other Indian cities - not just in Delhi. It also pointed out that some industrial areas outside Delhi still had very high concentrations of both PM2.5 and PM10. Both the local authorities in Delhi and the national government have pledged to take more steps to tackle India's toxic air,including aiming to reduce both PM2.5 and PM10 levels by between 20% and 30% by 2024. ", "url": "https://www.bbc.com/news/world-asia-india-49729291"}