{"datetime": "2018-10-23T00:27:04.000Z", "author": "Soutik Biswas", "title": "Delhi smog: Foul air came from India's farming revolution", "article": "If there was a gold medal for bad air, Delhi would be hard to beat. Yet, despite high levels of air pollution, more than 30,000 people, many wearing masks, took part in the capital's half marathon on Sunday. Organisers said they used devices on the route to transmit radio frequency waves to clear the air, but scientists were sceptical of these claims.Delhi's marathon, ironically, marked the beginning of the city's smog season. But it has been creeping up on the capital for a few weeks now.A fortnight ago, Nagendar Sharma was returning to Delhi from the hill station city of Shimla when he spotted smoke rising from the farms alongside the highway. It looked like someone had picked up a box of matches and set the earth on fire. Lack of winds meant that the acrid smoke hung in the air. Mr Sharma, the Delhi-based media adviser to the capital's chief minister, was driving through Haryana, barely 70km (43 miles) from the capital. When he stopped his vehicle to investigate he found that the farmers had begun to burn the stubble left over from harvesting rice. They said they had to remove the residue in three weeks to prepare the farms to sow wheat. They were burning the crop stubble as they could not afford the expensive machines that would remove them. \"It's the same old story. Every year,\" Mr Sharma said. Every year, around this time, residents of Delhi wake up to a blanket of thick, grey smog. Pollution levels reach several times the World Health Organisation's recommended limit. Last year, doctors declared a state of \"medical emergency\"; and hospitals were clogged with wheezing men, women and children. Levels of tiny particulate matter (known as PM 2.5) that enter deep into the lungs reached as high as 700 micrograms per cubic metre in some areas. The WHO recommends that the PM2.5 levels should not be more than 25 micrograms per cubic metre on average in 24 hours. Last winter Air Quality Index (AQI) recordings consistently hit the maximum of 999 - exposure to such toxic air is akin to smoking more than two packs of cigarettes a day. The city becomes what many call a \"gas chamber\". \"This marks the beginning of the Great Smog that goes on to last for about three months, even though the crop residue burning lasts a few weeks. It is during this period that air quality indices hit their maximum possible limits, when visibility drops drastically, when regions even far away - such as Delhi - smell of burning gas,\" says Siddharth Singh, energy expert and author of a book soon to be published, The Great Smog of India. And although there are other reasons - construction dust, factory and vehicular emissions - it's mainly crop residue that has emerged as one of the main triggers for the smog.More than two million farmers burn 23 million tonnes of crop residue on some 80,000 sq km of farmland in northern India every winter.The stubble smoke is a lethal cocktail of particulate matter, carbon dioxide, nitrogen dioxide and sulphur dioxide. Using satellite data, Harvard University researchers estimated that nearly half of Delhi's air pollution between 2012 and 2016 was due to stubble burning. Another study attributed more than 40,000 premature deaths in 2011 to air pollution arising from crop residue burning alone. But it wasn't always like this.In Mr Singh's telling, the deadly pea-souper is result of the \"evolution of the farming operations, government policy and changing labour markets\" sparked by the \"green revolution\" in India in the late 1960s and 1970s.The \"green revolution\" allowed a country wracked by famines, hobbled by un-irrigated farms and dependency on food aid to produce enough grain to feed its people. The northern states of Punjab and Haryana turned into breadbaskets, producing enough rice and wheat for the country. Wheat is sown and harvested during winters, and rice to coincide with the monsoon season in July and August. Price support for crops, high-yielding seeds, expanded irrigation, official farming timetables and the introduction of combine harvesters - which combined the jobs of cutting and threshing the crop in order to produce processed grain in a matter of seconds - were the catalysts of this modern farming revolution. The \"green revolution\" was an unqualified success in giving India much-needed food security. It led to vast increases in wheat and rice production, but also ended up polluting air and depleting groundwater.\"That a revolution in agriculture was necessary is by itself not up for debate. What the revolution and the subsequent policies did, however, was contribute to the creation and timing of the air pollution crisis and also to the rapidly depleting groundwater levels; this has been termed as an 'agro-ecological' crisis,\" says Mr Singh. Farmers burn crop residue because the stubble left behind after the combine harvesters have done their job is sharper and taller than it otherwise would be, potentially injurious to farmers and not good fodder for animals. If they do not remove the stubble, straw gets stuck in the machines that plant the rice crop.So they simply set fire to the farmland to get the soil ready quickly for the next crop, as Mr Sharma saw on the highway to Delhi. According to Siddharth Singh, there are some 26,000 combine harvesters in use in India, most of them in northern India. They are responsible for a practice that is now a major contributor to air pollution. The government has tried to solve this with \"happy seeders\", which are attachments mounted on tractors that help plant wheat seeds without getting jammed by rice straw stubble from the previous crop. But they are expensive - upwards of 130,000 rupees (£1,363; $1,769) and diesel-guzzlers - and remain out of reach for most farmers, who own small plots of land.During the smog season last year, according to Mr Singh, there were about 2,150 of these machines in Punjab and Haryana as against an estimated requirement of more than 21,000. Another machine called the \"super straw management system\" which chops and spreads the stubble evenly is also effective but expensive for the majority of farmers. Mr Singh reckons if crop stubble burning is to be stopped fully within five years, 12,000 \"happy seeders\" will need to be purchased every year. India, he believes, needs a second \"green revolution which would be a technological one - one that adequately deals with agricultural shock to air quality\". Until that happens, Delhi's foul air will continue to poison its 18 million people. ", "url": "https://www.bbc.com/news/world-asia-india-45890916"}