{"datetime": "2019-09-20T00:28:55.000Z", "author": "Navin Singh Khadka", "title": "Cut air pollution to fight climate change - UN", "article": "Getting countries to cut down greenhouse gases that cause global warming is proving an uphill task. But convincing them to clean their air for public health has been easier - and that could help fight climate change as well, UN officials have told the BBC. They say an international effort to cut down air pollution is showing some promise with regards to warming gases. The global effort to tackle emissions will be debated on Monday at the UN Climate Action Summit in New York. The Climate and Clean Air Coalition was formed by six countries. The United Nations Environment Programme (Unep) hosts the secretariat of the coalition, which was formed in 2012 and today counts more than 100 governments as members. \"We have seen that countries are forthcoming to join this initiative as it is about immediate public health,\" says Jian Liu, Unep's chief scientist. \"And it has co-benefits: air quality and the climate.\" So, can we really tackle both problems with a single effort? While some of the gases tick both boxes, others are air pollutants without a warming effect, and vice versa. When scientists talk about cutting down greenhouse gases that are blamed for warming the planet, they are mainly targeting carbon dioxide (CO2). That is because it amounts to nearly two-thirds of emissions and can stay in the atmosphere for thousands of years. Last year, it reached 411 parts per million (ppm) at Hawaii's Mauna Loa Atmospheric Baseline Observatory, the highest monthly average ever recorded. Some experts say 350ppm is the safe limit while others argue 400ppm should be the reasonable target. Burning of fossil fuels, wood and solid waste leads to CO2 emissions. Some industrial processes and land-use changes, including deforestation, also lead to emission of this major greenhouse gas. But because the world's economy still largely runs on fossil fuels, energy politics has severely hindered progress in CO2 emissions reduction to fight climate change. But scientists say there are other gases that pollute the air and also warm the planet. Black carbon and methane are air pollutants that are also responsible for 30-40% of global warming, according to atmospheric scientists with Unep. The sectors that produce the vast majority of greenhouse gases - energy, transport, industry, agriculture, waste management and land use - are also the main sources of these air pollutants. So curbing their emissions, experts say, will help people's health and also that of the planet. They are also known as Short-Lived Climate Pollutants (SCLP). \"Acting swiftly to reduce SCLP emissions will benefit human health immediately and slow the rate of near-term warming - benefits that will mostly be felt in the regions where emissions are reduced,\" according to a recent report from the World Health Organization (WHO). SLCP emissions could reduce warming by as much as 0.6C by 2050, it adds, while avoiding 2.4 million premature deaths from ambient air pollution annually by 2030. The UN health agency estimates that air pollution inside and outside the home contributes to around seven million premature deaths worldwide. More than four million of these deaths are caused by outdoor air pollution. The most common outdoor air pollutants are fine airborne particles, which are broken down into categories known as PM1, PM2.5 and PM10, based on size. Respiratory infections, heart disease, lung cancer and even brain development impairment have been linked to PM2.5. These are fine particles, measuring one-thirtieth the diameter of a human hair, that can reach lungs and bloodstream if inhaled. While particulate matter counts as an air pollutant, one of its components - black carbon - is a short-lived climate pollutant. Its deposition on snowfields has also been blamed for absorbing sunlight and accelerating melting. There are currently no national or international regulatory obligations to monitor, measure or report releases of black carbon, WHO officials say. Another invisible combination of pollutants is ground level ozone that comes from traffic, landfill, agriculture and other sources. One of ozone's precursors is nitrogen oxide, which comes from fossil fuel combustion. This has been liked to bronchitis in asthmatic children, reducing their lung function. But it is also a greenhouse gas. For more on the UK's efforts to tackle CO2 emissions, download the BBC Briefing on energy. Part of a mini-series of downloadable guides to the big issues in the news, it has input from academics, researchers and journalists and is the BBC's response to demands for better explanation of the facts behind the headlines. \"The theory that if you cut down air pollution, it will help in reducing emissions of some of the greenhouse gases that cause climate change is quite sound,\" said Lesley Ott, an atmospheric scientist with Nasa. \"So, for instance, if you could make your power plants less polluting, you cut down emissions of greenhouse gases, as well as reduce air pollution. \"But you will still have to tackle the issue of cutting down CO2 emissions because that is the main greenhouse gas we are emitting and that remains in the atmosphere for long time.\" Experts say the Paris climate agreement does not require countries to report on their steps to reduce SLCPs. Under the agreement that aims to keep global warming well below two degrees compared to pre-industrial times, countries are required to submit reports on their actions to mitigate climate change. It is legally non-binding requirement. \"Meeting the targets of the Paris agreement is likely impossible without cutting SLCP emissions,\" said Jian Liu. Although UN officials are glad that countries support cutting down air pollutants that could also lead to curbing greenhouse gas emissions, they admit lack of reporting and monitoring remains a major challenge. Follow Navinon Twitter. ", "url": "https://www.bbc.com/news/science-environment-49134175"}