{"datetime": "2020-04-20T23:09:28.000Z", "author": "Soutik Biswas", "title": "India coronavirus: Can the Covid-19 lockdown spark a clean air movement?", "article": "When India shut down last month and suspended all transport to contain the spread of coronavirus, the skies over its polluted cities quickly turned an azure blue, and the air, unusually fresh. As air pollution plummeted to levels unseen in living memory, people shared pictures of spotless skies and even Himalayan peaks from cities where the view had been obscured by fog for decades. On one social messaging group, a resident of the capital, Delhi, which regularly records some of the foulest air in the world, celebrated the city's\"alpine weather \". Politician and author Shashi Tharoor wrote that the \"blissful sight of blue skies and the joy of breathing clean air provides just the contrast to illustrate what we are doing to ourselves the rest of the time\". Less than six months ago, Delhi was gasping for breath. Authorities said air quality had reached \"unbearable levels\". Schools were shut, flights were diverted, and people were asked to wear masks, avoid polluted areas and keep doors and windows closed. Delhi and 13 other Indian cities feature on a list of the world's 20 most polluted. It is estimated that more than a million Indians die every year because of air pollution-related diseases. Industrial smoke, vehicular emissions, burning of trash and crop residue, and construction and road dust are the major contributors. As urban Indians gazed at the skies and breathed clean air inside their homes, researchers hunkered down to track data on how the grinding lockdown - now extended to 3 May - was impacting air pollution across the country. \"This was an unprecedented opportunity for us to take a close look at how air pollution levels have responded to an extraordinary development,\" Sarath Guttikunda, who heads Urban Emissions, an independent research group that provides air quality forecasts, told me. Federal pollution control authorities quickly reporteda marked improvement in air quality levels in 85 cities.Dr Guttikunda and his team of researchers looked at the data spewed out by the 100-odd air quality monitoring stations all over India. They decided to concentrate on the capital Delhi and its suburbs - a massive sprawl called the National Capital region, where more than 20 million people live. Last winter, air pollution here had reached more than 20 times the World Health Organization's safe limit. The deadliest particle in Delhi's foul air is the tiny but deadly PM 2.5, which increases the likelihood of respiratory and cardiovascular diseases. They primarily come from combustion - fires, automobiles and power plants. Urban Emissions found the levels of PM 2.5 in Delhi during the lockdown plummeted to 20 micrograms per cubic metre with a 20-day average of 35.To put this into context, between 2017 and 2019, the monthly average of PM 2.5 in the capital was up to four times higher. (The national standard is set at 40, and the WHO has an annual average guideline of just 10 micrograms per cubic metre.) \"If 35 is the average lowest available PM2.5 with limited local emissions, it means that at least 70% of the pollution is locally generated,\" Mr Guttikunda told me. His study also found a marked dip in PM 10, caused mainly by road and construction dust, and nitrogen dioxide, which comes mainly from vehicular emissions, and nearly 90% of vehicles are off the road. \"The current crisis has shown us that clear skies and breathable air can be achieved very fast if concrete action is taken to reduce burning of fossil fuels,\" says Sunil Dahiya, of the Centre for Research on Energy and Clean Air, which has also been trackingair pollution levels during the lockdown .But will this prompt change? After all, urban Indians' and the media's panic and outrage during the deadly winter pollution every year soon gets lost in the fog of summer heat and concerns over monsoon rains and droughts. \"We don't yet have a democratic demand for clean air,\" Arunabha Ghosh, Chief Executive Officer of the Council on Energy, Environment and Water, a leading climate think tank, told me. Orders to clean up the air have almost always come from the courts, responding to pleas by NGOs. However, Dr Ghosh still hopes that \"the experience of blue skies and fresh air could be a trigger to create a democratic demand for clean air in India\". Crises often trigger life changing reforms. Afatal four-day \"pea-souper\" that engulfed London in 1952 and killed thousands provoked the passing of the Clean Air Act to reduce the use of smoky fuels.China tried to clean up its air several times before hosting marquee international events - like the Beijing Olympics in 2008, the World Expo in Shanghai and the Guangzhou Asian Games in 2010 - before sliding back to grey, smoky skies. But many believe the 2014 Apec meeting in Beijing, when China hosted 21 heads of Asia-Pacific economies, was a turning point. The rare blue skies over Beijing spawned the phrase 'Apec blue '. In a rush to clean its air, China introduced a set of far-reaching measures. Over the next four years, this resulted in a 32% drop in average pollution across major Chinese cities.So could a lockdown to prevent the spread of a pandemic, which has imperilled the health and livelihoods of millions, trigger similar policy changes to clean up India's air?Could it move to a shift in reducing traffic on the road by asking people to work from home in shifts now that millions have experienced clean air for the first time in years? (Facing energy shortages after the loss of the Fukushima nuclear power plant, Japan unleashed aCool Biz campaign to cut down air conditioning in workplaces and reduce carbon emissions by asking office workers to shed their suits.)Or can India use some of the money from an inevitable stimulus to help kick-start the economy go towards helping green industries? Renewables, experts say, creates more jobs than coal: India has already created nearly 100,000 jobs in solar and wind energy firms.Can the country use the windfall revenues accruing from the steep decline in oil prices - most of India's oil is imported - to provide rebates to polluting factories to set up much-needed emission control equipment?\"We have to learn lessons to deploy the economic recovery from the pandemic. We need growth, jobs and sustainable development,\" says Dr Ghosh. Cleaning up the air could be the key. For too long, India - and Indians - have ignored their right to breathe easy.What's more, if China can reduce air pollution by 32% in four-and-a-half years, why can't India pledge to reduce pollution by 80% in 80 cities by 2027, which is our 80th anniversary of Independence? asks Dr Ghosh.It's a good question. ", "url": "https://www.bbc.com/news/world-asia-india-52313972"}