{"datetime": "2021-10-13T12:50:38.000Z", "subject": "Our Planet Now", "title": "What is climate change? A really simple guide", "article": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life. Left unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species.We face a huge challenge, but there are potential solutions. Climate is the average weather in a place over many years. Climate change is a shift in those average conditions. The rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport.When these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise. The world is now about 1.2C warmer than it was in the 19th Century - andthe amount of CO2 in the atmosphere has risen by 50% . Temperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to bekept to 1.5C by 2100 .However, unless further action is taken,the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for2.4C of warming by the end of the century. If nothing is done,scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species.Extreme weather events are already more intense, threatening lives and livelihoods.With further warming, some regions could become uninhabitable, asfarmland turns into desert . In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands. People in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse. Our oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has alreadylost half of its corals since 1995 due to warmer seas driven by climate change. Wildfires are becoming more frequent as climate change increases the risk of hot, dry weather.And as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change. In a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need. Scientists believeat least 550 species could be lost this century if action is not taken.Climate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts.If temperature rise cannot be kept within 1.5C: Countries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C.The UK is hosting a summit for world leaders,called COP26, in November, where countries will set out their carbon reduction plans for 2030.Many countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere. Experts agree thatthis is achievable , but it will require governments, businesses and individuals to make big changes. Major changes need to come from governments and businesses, but scientists say some small changes in our livescan limit our impact on the climate : The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. Top image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading. What questions do you have about changes in our climate? In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:", "url": "https://www.bbc.com/news/science-environment-24021772"}