{"datetime": "2015-12-12T21:50:09.000Z", "author": "Matt McGrath", "title": "Has history been made at COP21?", "article": "I'm not a fan of hyperbole, but it would be churlish to say the adoption of the Paris Agreement was anything other than a globally, historic moment.This carefully worded document that balances the right of countries to develop with the need to protect the planet is a truly world changing instrument.It sets out, for the first time, a global approach to a problem of humanity's own making: the recent rapid warming of the Earth that science says is mainly down to the use of fossil fuels.The deal sets out a firm goal of keeping temperature rises well below 2C, and will strive for 1.5C.This is no easy task as researchers say that this year 2015, the world has gone through 1C above pre-industrial levels.It also sets out a means of getting there. It's a little convoluted in terms of language, but that's what you get when you try and get 196 parties to agree to a plan of action.The agreement text means that emissions of greenhouse gases will have to peak globally and reduce rapidly thereafter, in accordance with the best possible science.This phrase is crucial according to observers, meaning that the Paris deal will be guided by the Intergovernmental Panel on Climate Change. And the IPCC say that carbon emissions will have to go to zero by the end of this century.There is a stonking piece of UN jargon that has been crafted to get around the tricky business of differentiation, the long standing division of the world into developed and developing countries only.It's called CBDRRCILNDC, which translates as Common But Differentiated Responsibilities and Respective Capabilities, In the Light of Different National Circumstances.Essentially it means a gradual shift away from the absolute firewall set up in 1992 when the UN Convention was adopted. Over time more countries will take on more cuts.Another sign of this breakdown of differentiation is the adoption of a single system of measuring, reporting and verifying that countries will do what they say under the terms of the agreement.But it is not all one way. The deal re-iterates the \"flexibility\" that the developing nations will only come into this system when they are ready to do so.There is also a separate article on loss and damage. While it doesn't put the rich countries on the hook for compensation or liability, the fact that it is there in the body of the agreement is a big win for the poorer nations. The finance sections also reflect this give and take. The poorer nations won't have to contribute any cash; the richer ones will have to give more money in the new deal and with greater predictability.A key part of keeping ambitions high is a reviewing mechanism - and the one agreed is built on the idea of no backsliding on promises. There will be a review of what countries are now proposing by 2019. Countries will have to endure a \"global stocktake\" in 2023 and two years later make new carbon cutting commitments.While the deal is toothless when it comes to penalties for missing any targets, the UN is counting on peer pressure to keep countries moving forward. It's worked so far, with 187 countries lodging national climate plans before the end of this meeting. No one wanted to turn up empty handed.The key thing about this deal may ultimately not be the rules and mechanisms and targets it sets - it's about signals and signs. \"We are sending a critical message to the global marketplace,\" said US Secretary of State John Kerry at the conclusion of the meeting.Among the celebrations though were reminders that the hard work on climate change was now only beginning.South African Minister Edna Molewa channelled the spirit of Nelson Mandela, not for the first time: \"I have discovered the secret that after climbing a great hill, one only finds that there are many more hills to climb….I can only rest for a moment, for with freedom come responsibilities, and I dare not linger, for my long walk is not ended.\"Follow Matt on Twitter@mattmcgrathbbc ", "url": "https://www.bbc.com/news/science-environment-35085758"}