{"datetime": "2021-04-08T16:50:57.000Z", "title": "America's gun culture in charts", "article": "US president Joe Biden's announcement on gun control throws the spotlight once again on Americans' attitudes to firearms. Here is a selection of charts and maps on where America stands on the right to bear arms.There were 14,400 gun-related homicides in 2019.Killings involving a gun accounted for nearly three quarters of all homicides in the US in that year. That's a larger proportion of homicides than in Canada, Australia, England and Wales, and many other countries.While it is difficult to know exactly how many guns civilians own around the world, by every estimate the US, with more than 390 million, is far out in front. The latest figures from the Small Arms Survey, a Swiss-based leading research project, are for 2018. Switzerland and Finland are two of the European countries with the most guns per person - they both have compulsory military service for all men over the age of 18. The Finnish interior ministry says about 60% of gun permits are granted for hunting - a popular pastime in Finland. Cyprus and Yemen also have military service. Figures from the US Centers for Disease Control and Prevention show there were a total of more than 38,300 deaths from guns in 2019 - of which more than 23,900 were suicides.A 2016 study published in theAmerican Journal of Public Health found there was a strong relationship between higher levels of gun ownership in a state and higher firearm suicide rates for both men and women.The number of mass shootings fell last year during the pandemic.According to investigative magazine Mother Jones, which has been tracking such incidents since 1982, there were only two in the whole of 2020. Mother Jones defines a mass shooting as three or more people shot dead.It does not include violent crimes like robberies or gang-related violence in its statistics. Other figures from the Gun Violence Archive suggest mass shooting may have risen last year. It uses a broader definition of shootings including those where victims are shot and injured, as well as robberies. The Las Vegas attack in 2017 was the worst mass shooting in recent US history - and eight of the shootings with the highest number of casualties happened within the past 10 years.US public opinion on gun laws has fluctuated over recent years. Opinionpolling by Gallup suggests that a majority of Americans would like to see the laws covering the sale of firearms made more strict. Some states have taken steps to ban or strictly regulate ownership of assault weapons. Laws vary by state but California, for example, has banned ownership of assault weapons with limited exceptions.Some controls are widely supported by people across the political divide - such as restricting the sale of guns to people who are mentally ill, or on \"watch\" lists. TheNational Rifle Association (NRA) campaigns against all forms of gun control in the US and argues that more guns make the country safer.It is among the most powerful special interest lobby groups in the US, with a substantial budget to influence members of Congress on gun policy.Figures from the Center for Responsive Government suggest that groups advocating stricter gun controls actually spent more than gun rights groups like the NRA in 2018. In January 2021, the NRA filed for bankruptcy as part of a fraud case against some of its own senior staff.The NRA said it would continue \"confronting anti-Second Amendment activities, promoting firearm safety and training, and advancing public programs across the United States\". ", "url": "https://www.bbc.com/news/world-us-canada-41488081"}