{"datetime": "2022-02-14T17:07:24.000Z", "title": "Gun control advocates 'disappointed' with President Biden", "article": "Survivors of a school shooting that left 17 people dead have said they are \"disappointed\" in President Joe Biden's lack of action on gun control. Monday marks four years since a teen gunman killed 14 students and three teachers at Marjory Stoneman Douglas High School in Parkland, Florida. Mr Biden marked the date by highlighting action to reduce gun crime taken during his first year in office. But frustrated activists say it is too little. \"They ran on one of the most comprehensive plans to reduce gun violence,\" Igor Volsky, executive director of Guns Down America, told CNN. \"The fact that they haven't done everything in their power is absolutely unacceptable.\" On the campaign trail in 2020, Mr Biden vowed tough action on gun violence, from eliminating legal immunity for gun manufacturers to banning assault weapons. Mr Volsky claimed the then-candidate even made \"personal promises\" to survivors and victims' families that the issue would be a top priority for him in office. In office however, the president has been stymied by Congress, where bills to require background checks for gun sales and to close legal loopholes have languished for months, and he has largely relied on executive actions. On Monday, he touted those actions as part of his \"comprehensive plan to reduce gun crime\" and called on Congress to back additional funding measures and legislation that he supports. \"We can come together to fulfil the first responsibility of our government and our democracy: to keep each other safe,\" his statement reads. \"For Parkland, for all those we've lost, and for all those left behind, it is time to uphold that solemn obligation.\" But advocates note that 2021 was one of the deadliest years for gun violence in decades and Mr Biden, while receptive to their concerns, has only come up with \"piecemeal\" solutions rather than a genuinely comprehensive plan. \"I'm disappointed. Frankly, if I could say one thing to the president, it's that we need you to go out and act right now before the next Parkland happens,\" David Hogg, one of the most vocal Parkland survivors, told CNN. He said Mr Biden could have shown how serious he was on the issue by creating a national office of gun violence prevention or even declaring a national emergency, but could still take smaller actions that do not require any congressional approval. March for Our Lives, a group co-founded by Mr Hogg in the wake of the 2018 shooting, on Monday launched a new website called the Shock Market, which tracks all firearm-related deaths and injuries since President Biden took office. Meanwhile, Manuel Oliver - who lost his son Joaquin in the attack - was spotted on Monday morning holding a one-man demonstration on top of a construction tower near the White House. Footage from the scene shows Mr Oliver later climbing down and being led away by police. He was arrested along with two others. All three remain in custody. A coalition that includes Guns Down America, March for Our Lives and Mr Oliver's group Change the Ref is also expected to rally outside the White House later on Monday to urge more aggressive action. ", "url": "https://www.bbc.com/news/world-us-canada-60378477"}