{"datetime": "2021-10-25T10:04:58.000Z", "author": "Helen Briggs", "subject": "COP26", "title": "Why is the Paris climate agreement important for COP26?", "article": "The nations of the world are due to meet at the COP26 summit in Glasgow, to try to agree far-reaching action on climate change. They're under pressure to improve on landmark commitments they made six years ago in Paris. The Paris Agreement united almost all the world's nations - for the first time - in a single agreement on cutting the greenhouse gas emissions which are causing global warming. Adopted by nearly 200 countries in the French capital on 12 December 2015, it came into forceon 4 November 2016 . Some of the key discussions in Glasgow will be about whether countries are doing what they promised in Paris. When it was signed, governments admitted the targets set would not limit global warming to 1.5C. Because of this, they agreed to update them by 2020 (COP26 was delayed for a year because of covid).All countries should have submitted new targets for reducing emissions ahead of Glasgow, but many have not come up with improved commitments and some major economies have no net zero target in place. The Paris Agreement restated a commitment made in 2009 that the world's richer countries should provide $100bn annually by 2020 to help developing nations deal with the effects of climate change, and build greener economies. But in 2019 only $79.6bn was raised. What's more, a recent expert report for the United Nationssaid the goal would not be reached until 2023 - even though a new and more ambitious target is supposed to be set for 2025. For many countries, this is the biggest issue to resolve at COP26 - and the very poorest are demanding action. The plan is to create a \"climate-neutral\" world by the middle of the century. That means reducing greenhouse gas emissions as much as possible and compensating for any remaining emissions by removing them from the atmosphere, using natural or artificial processes. The average global temperature has already risen by about 1.1C, and scientists say action must be stepped up if we are to have any chance of curbing dangerous climate change. They also say limiting the temperature rise to no more that 1.5C - rather than letting it go to 2C - would help millions of people avoid the dangerous impacts of extreme weather, and prevent sea level rises that would see small island states sink beneath the waves. Follow Helen on Twitter . ", "url": "https://www.bbc.com/news/science-environment-35073297"}