{"datetime": "2017-11-06T05:14:20.000Z", "author": "Interview by Jimmy Blake, words by Steve Holden", "title": "Sir Paul McCartney: President Trump's resistance to climate change is madness", "article": "Sir Paul McCartney has criticised President Trump's attitude towards climate change, stating that some of his actions are \"madness\". He's accused the American leader of turning around \"a lot of the advances that have been made\" to help the environment.The former Beatle is continuing his long running vegetarianism campaign.In June , President Trump announced he was pulling the US out of the Paris Agreement to cut global emissions. He said one of the reasons was to seek a new deal that would not disadvantage US businesses. However, there have since beenmixed messages from the US government over whether it would actually stay in the agreement.President Trump also once said the concept of global warming was created by the Chinese in order to make American manufacturing less competitive. Sir Paul, who rarely gives interviews, was speaking exclusively to Radio 1 Newsbeat about a new short film that looks at the impact animal agriculture has on the planet.He's encouraging people to go meat-free for one day a week, arguing that reducing the need to eat meat would help the environment. Watch the film that the McCartney family has made, called One Day A Week. Warning: Third party videos may contain adverts \"It's not the total solution, but it's part of the solution. A lot of people have been saying this for a long time but there's resistance. \"Particularly when you've got someone like Trump who says that it (climate change) is just a hoax.\"A lot of people like myself think that's just madness so it's maybe a good time now to try and focus people's attention and say 'look, forget about him we can do something'.\" A long-time vegetarian, Sir Paul says what started out as a \"compassionate thing for animals\" has now grown into an \"environmental element\". In 2016,a study found that global agricultural emissions must be slashed to prevent the planet warming by more than 2C over the next century. Following another recent climate change report , a spokesman for the White House said it supported \"rigorous scientific analysis and debate\" but added that the climate was \"always changing\". Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-41864305"}