{"datetime": "2018-08-07T18:42:23.000Z", "title": "Climate change: What could be wiped out by temperature rise", "article": "Scientists have described the serious concept of \"Hothouse Earth\" . An international team of researchers suggest that global warming will have severe consequences for the planet. They paint a picture of boiling hot climates and towering seas in years to come if temperatures rise by just 2C. That means it could turn some of the planet's natural forces - that currently protect us - into our enemies. Dr Sarah Cornell is an environmental scientist and one of the researchers behind the report for the Stockholm Resilience Centre. She's described some of the big changes which could happen with a 2C temperature rise - which is the globally accepted amount, according to theParis climate agreement. This is something that is very close to Dr Cornell's (and everyone else's) heart. \"Chocolate is just one example of a globally important crop that grows in warm and humid climates,\" she says. But global warming doesn't mean that there will be more places to grow cacao beans - in fact, it's the opposite. A rise in global temperatures causes weather systems to be unpredictable and inconsistent, which would put cacao growing at risk. \"It is about the really intricate pattern of temperature, water flow, light intensity, the nutrients already available in the soil,\" says Dr Cornell. Ice in the areas around the North Pole could melt completely, says Dr Cornell. But it's not just the animals living there which are under threat. \"When you melt the Arctic, you're changing the way that the whole Earth works,\" she says. \"You're changing ice that reflects heat back into space into dark seawater that absorbs incoming solar radiation.\" So it's a vicious circle - the less ice there is to reflect heat away from the Earth, the more global warming accelerates. How can you be a country if you don't have any land? Melting ice meansrising sea levels - which could put low-lying island nations, such as the Maldives, under the sea. \"It will have all kinds of social consequences because the people who live in these low-lying areas willhave to go somewhere, \" says Dr Cornell. \"There are alreadylots of discussions with people in low-lying Pacific islands talking with Australia and New Zealand about where they can live, and how they can have nationhood while renting land from another country.\" Combine rising temperatures with other human activity such as deforestation, and you have drastic effects on the water cycle. \"When you change landscapes, you change where water can flow,\" says Dr Cornell. \"When you warm the planet and are simultaneously changing the landscape, you're changing the water cycle... in a much less predictable way than it was before.\" Extreme changes to the water cycle can lead to severe floods - and severe droughts. Two years ago, a little brown treefrog called Toughie died in Atlanta, USA, at the age of 12. He was the last known living Rabbs' fringe-limbed treefrog to exist. Toughie's story is a symbol of the rate of extinction that is being caused as a result of climate change. The extinction of a species even as small as a frog has consequences which we don't yet fully understand. \"We could lose treefrogs, and that doesn't sound important but it's vitally important because it's what we lose with it,\" says Dr Cornell. \"When we're killing species, we probably won't know in advance what the consequences are.\"But we already know that we're making ecosystems much more vulnerable\". Follow Newsbeat on Instagram , Facebook and Twitter .Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here .", "url": "https://www.bbc.com/news/newsbeat-45096740"}