{"datetime": "2020-11-04T08:39:23.000Z", "author": "Matt McGrath", "title": "Climate change: US formally withdraws from Paris agreement", "article": "After a three-year delay, the US has become the first nation in the world to formally withdraw from the Paris climate agreement. President Trump announced the move in June 2017, but UN regulations meant that his decision only takes effect today, the day after the US election. The US could re-join it in future, should a president choose to do so. The Paris deal was drafted in 2015 to strengthen the global response to the threat of climate change.It aims to keep the global temperature rise this century well below 2C above pre-industrial levels and to pursue efforts to limit the temperature increase even further to 1.5C. The delay is down to the complex rules that were built into the Paris agreement to cope with the possibility that a future US president might decide to withdraw the country from the deal.Previous attempts to put together a global pact on climate change had foundered because of internal US politics.The Clinton administration was unable to secure Senate backing for theKyoto Protocol , agreed in 1997.So in the run up to the Paris climate talks, President Obama's negotiators wanted to ensure that it would take time for the US to get out if there was a change in leadership. Even though the agreement was signed in December 2015, thetreaty only came into force on 4 November 2016 , 30 days after at least 55 countries representing 55% of global emissions had ratified it.No country could give notice to leave the agreement until three years had passed from the date of ratification.Even then, a member state still had to serve a 12-month notice period on the UN.So, despite President Trump'sWhite House announcement in June 2017 , the US was only able to formally give notice to the UN in November last year. The time has elapsed and the US is now out.While the US now represents around 15% of global greenhouse gas emissions, it remains the world's biggest and most powerful economy.So when it becomes the only country to withdraw from a global solution to a global problem it raises questions of trust.For the past three years, US negotiators have attended UN climate talks while the administration has triedto use these events to promote fossil fuels .\"Being out formally obviously hurts the US reputation,\" said Andrew Light, a former senior climate change official in the Obama administration. \"This will be the second time that the United States has been the primary force behind negotiating a new climate deal - with the Kyoto Protocol we never ratified it, in the case of the Paris Agreement, we left it.\" \"So, I think it's obviously a problem.\" Although this has been a long time coming, there is still a palpable sense of disappointment for many Americans who believe that climate change is the biggest global challenge and the US should be leading the fight against it.\"The decision to leave the Paris agreement was wrong when it was announced and it is still wrong today,\" said Helen Mountford from theWorld Resources Institute .\"Simply put the US should stay with the other 189 parties to the agreement, not go out alone.\" The formal withdrawal has also re-opened old wounds for climate diplomats.\"It's definitely a big blow to the Paris agreement,\" said Carlos Fuller, from Belize, the lead negotiator for theAlliance of Small Island States in the UN talks.\"We actually worked very hard to ensure that every country in the world could accede to this new agreement. And so, by losing one, we feel that basically we have failed.\" Others say that the US pull-out is partly due to the failure of the Obama administration to have the Paris agreement ratified by the US Senate.\"What Obama did at the end of his second term was fundamentally undemocratic, to sign up to a Paris agreement without going to the Senate and the Congress and instead doing it via executive order,\" said former UN climate chief, Yvo De Boer. \"And then, in a way, you're setting yourself up for what has happened now.\" Yes, it could.In fact, while on the campaign trail, Joe Biden said he would seek to re-join as soon as possible - if he was elected President. Under the rules, all that is required is a month's notice and the US should be back in the fold. However, even if the US chose to re-enter the agreement, there would be consequences for being out - even for a few months.\"We know that the UK and the EU and the UN Secretary General are planning an event on 12 December, on the fifth anniversary of the conclusion of negotiations for the Paris agreement, where they're going to try to drive more ambition,\" said Andrew Light.\"Under the Paris rules, the US will not be able to participate in that.\" President Trump made leaving Paris a key part of his election platform in 2016, tying it into his vision of a revitalised US with booming energy production, especially coal and oil. His perspective on the Paris agreement was that it was unfair to the US, leaving countries like India and China free to use fossil fuels while the US had to curb their carbon. \"I'm not sure what Paris actually accomplishes,\" said Katie Tubb, a senior policy analyst at theHeritage Foundation , a conservative US think tank. \"In terms of getting to the end of the century, if the goal is to reduce global temperatures, it just can't be done on the backs of the industrialised world.\" \"No matter what you think about global warming, and the nature of it, the pace of it, you have to take these growing economies seriously, and help them and I just didn't see Paris getting to that end, in any efficient or constructive manner.\" In the wake of the President's announcement back in 2017, a number of states and businesses have pledged to continue cutting carbon and to try and make up for the Federal government's decision to walk away from the US commitment under Paris.Among them areAmerica's Pledge , put together by former California governor Jerry Brown and the former mayor of New York, Michael Bloomberg.They say that states and cities will help cut US emissions by 19% compared to 2025 from what they were in 2005 - that's not enough to make up for the US promise under Paris but it keeps those targets \"within reach\". \"The public understands that fighting climate change goes hand in hand with protecting our health and growing our economy,\" said Michael Bloomberg in a statement. \"So despite the White House's best efforts to drag our country backward, it hasn't stopped our climate progress over the past four years.\" On the business front, there has been growing pressure from shareholders of large fossil fuel-based industries to face up to the climate challenge.A proposal filed by BNP Paribas Asset Management won a 53% majority vote at Chevron - it called on the oil giant to ensure that its climate lobbying was in line with the goals of the Paris agreement.\"I don't think anyone will follow Mr Trump out of Paris,\" said Peter Betts, a former lead negotiator for the UK and the EU in the global climate negotiations, and now an associate fellow atChatham House .\"Nobody has in the last four years and I don't think they will in the future.\" Some are worried that the US withdrawal will see other countries adopt a go-slow attitude, at a time when scientists are saying that efforts should be speeded up.A number of countries, including Saudi Arabia, Kuwait and Russiahave already shown a willingness to side with US efforts to push back on the science around global warming.\"They are biding their time, they are saying that if the US is not in then we don't need to rush to do anything at this time',\" said Carlos Fuller, lead negotiator from the Alliance of Small Island States.\"I think they are hedging their bets to see what kind of a better deal they can get out of it, and not actually withdraw.\" Others are hopeful that the US withdrawal will drive a sense of unity among others, and see new leadership emerge.\"The EU green deal andcarbon neutrality commitments from China , Japan and South Korea point to the inevitability of our collective transition off fossil fuels,\" said Laurence Tubiana, one of the architects of the Paris agreement and now chief executive of theEuropean Climate Foundation . \"There were always going to be speed bumps as the global economy shifted off oil, gas and coal - but the overall direction of travel is clear. As governments prepare stimulus packages to rescue their economies from covid-19 it's vital they invest in technologies of the future, not the past.\" Follow Matton Twitter. ", "url": "https://www.bbc.com/news/science-environment-54797743"}