{"datetime": "2021-12-04T15:17:46.000Z", "title": "Michigan school shooting: Suspect's parents arrested in Detroit", "article": "The parents of a teenager suspected of a deadly school shooting have been arrested in a Detroit basement hours after going on the run, police say. James and Jennifer Crumbley were found unarmed hiding in a warehouse after a tip-off from someone who saw their car. The couple had failed to show up in court on Friday after being charged with involuntary manslaughter. They denied the charges after being detained.Prosecutors say Ethan Crumbley, 15, used his father's gun to shoot classmates in the nearby Michigan town of Oxford, killing four and wounding seven. His parents are accused of ignoring warning signs before their son's alleged rampage. Detroit Police Chief James White told reporters that Ethan's parents had been taken into custody without incident. \"They were very distressed as they were walking out,\" he said. He said they had been aided in getting into the building, which he said was used as an art studio, and that the person who helped them could face charges. Earlier the US Marshals - a federal law enforcement service - had offered a $10,000 reward for information leading to their arrest. The Crumbleys' lawyer had told the BBC that the couple had left town on the night of the shooting \"for their own safety\" and were not fleeing police. But reports in the US say police knew the couple had withdrawn $4,000 (£3,000) from an ATM in Rochester Hills on the edge of Detroit and had turned off their mobile phones. Ethan Crumbley is alleged to have opened fire on fellow students and teachers at his school in Oxford, about 35 miles (60 km) north of Detroit, on Tuesday. The four killed were Tate Myre, 16, Madisyn Baldwin, 17, Hana St Juliana, 14, and Justin Shilling, 17.Ethan Crumbley is being charged as an adult, and is facing one count of terrorism, four counts of first-degree murder, seven counts of assaults with intent to murder and 12 counts of possession of a firearm.Oakland County lead prosecutor Karen McDonald said the terrorism charge was neither \"usual\" nor \"typical\" but reflected the wider impact the shooting would have. \"What about all the children who ran, screaming, hiding under desks? What about all the children at home right now who can't eat and can't sleep and can't imagine a world where they could ever step foot back in that school?\" she said. \"Those are victims, too, and so are their families and so is the community. The charge of terrorism reflects that.\" On Friday, Ms McDonald acknowledged that charging parents in a child's alleged crime was also unusual. According to her office's investigation, the boy was with his father last Friday when Mr Crumbley bought the firearm believed to have been used in the shooting. A post on the boy's social media later that day showed off his father's new weapon as \"my new beauty\", adding a heart emoji.Just one day before the shooting, a teacher said she saw the boy searching online for ammunition, which prompted a meeting with school officials, Ms McDonald said. After being informed of the incident, Mrs Crumbley texted her son: \"LOL I'm not mad at you. You have to learn not to get caught.\" And on Tuesday morning - hours before the rampage - Mr and Mrs Crumbley were called into the school for an urgent meeting after teachers found a note by their son, including several drawings of guns and bloodied people alongside captions like \"the thoughts won't stop. Help me\", and \"blood everywhere\". The boy had also written \"My life is useless\" and \"The world is dead\", according to the prosecutor. School officials told the pair they would have to seek counselling for their son.But the boy's parents did not want him to be removed from school that day, Ms McDonald said, and did not ask him whether he had the gun with him, or search his backpack.Later that day at 13:22, Mrs Crumbley texted her son to say: \"Ethan, don't do it.\" Minutes later her husband called police to report his gun was missing, said the prosecutor. But authorities say the boy had already emerged from the school bathroom and opened fire on fellow students. Ms McDonald said the charges were meant to hold the Crumbleys accountable and to send a message about responsible gun ownership. \"The notion that a parent could read those words and also know that their son had access to a deadly weapon that they gave him is unconscionable, and it's criminal,\" she said. The prosecutor had previously noted that, although the gun had been purchased legally, it \"seems to have just been freely available\" for the child's use. According to her, the suspect took the gun from an unlocked drawer in his parents' bedroom and brought it to school. Neither federal nor state law requires gun owners to keep their weapons locked away from their children. In a video message posted to YouTube on Thursday, the school's superintendent Tim Throne said that - while the boy and his parents had been called to the office - \"no discipline was warranted\" at the time. He added that the school looked like a \"war zone\" and would not be ready to operate again for weeks. Ms McDonald alleged on Friday that, when James Crumbley heard about the shooting, he \"drove straight to his home to look for his gun\" before calling authorities to say he suspected his son was the perpetrator. \"I'm angry as a mother. I'm angry as a prosecutor. I'm angry as a person that lives in this county,\" she said. \"There were a lot of things that could have been so simple to prevent.\" She said her office had \"a mountain of digital evidence\" to show the suspect had planned the attack \"well before the incident\". ", "url": "https://www.bbc.com/news/world-us-canada-59530279"}