{"datetime": "2021-10-14T20:59:29.000Z", "title": "Father charged after toddler fatally shot mother during Zoom call", "article": "A Florida father has been arrested and charged over the fatal shooting of his girlfriend by the couple's two-year-old child in August. The toddler found Veondre Avery's loaded gun inside a children's backpack while mother Shamaya Lynn was on a work video call, police said. Mr Avery, 22, stands accused of manslaughter and failure to securely store a firearm. Court records show he does not yet have an attorney and has not entered a plea. Manslaughter is a felony punishable by up to 15 years in prison. Mr Avery could also see 15 years of probation and a $10,000 (£7,308) fine. The gun was kept unsecured inside a children's backpack that was left on the floor of the couple's bedroom, according to Altamonte Springs police.They said the toddler took the weapon, moved behind the mother and fired a single shot. One of Lynn's co-workers on the Zoom video call first phoned in the 11 August incident to emergency responders. She reported hearing a loud noise and seeing Lynn fall backward.\"One of the girls passed out...She has the camera on. Her baby is crying in the back,\" the co-worker said in a call released by police to local media. When Mr Avery returned home, he found his girlfriend bleeding on the floor. He called the police and asked paramedics to \"please hurry\", according to the Orlando Sentinel newspaper. During the call, he said he had just returned home and didn't know what happened. He could be heard performing CPR as he waited for help to arrive.First responders attempted to aid the 21-year-old, but she was pronounced dead at the scene.\"Your decisions have consequences,\" Altamonte Springs police officer Roberto Ruiz said in a news conference on Tuesday. \"You have a responsibility as a gun owner to take care of those firearms.\" Neither of the couple's two children, who were both at home during the incident, were injured. Both are now in the care of other family members. Mr Avery is due back in court on 23 November. ", "url": "https://www.bbc.com/news/world-us-canada-58920322"}