{"datetime": "2022-01-26T18:44:15.000Z", "title": "California firearms: City rules gun owners must have liability cover", "article": "Gun owners in the California city of San Jose will soon be required to take out liability insurance against gun injuries or accidents, if landmark legislation is given final approval. It will be the first time anywhere in the US that people will be compelled to purchase coverage for their weapons. The city council approved the measure on Tuesday, and the decision is expected to be ratified next month. Some gun owners argue it would violate their Second Amendment rights. The United States has the highest rate of gun ownership of any country, as well as a higher incidence of gun violence than any other wealthy nation. California became the first state to ban assault weapons in 1989 after a mass shooting at an elementary school in which five children were killed. Six other states and the District of Columbia have an assault weapons ban in place, according to the gun safety group Giffords. San Jose Mayor Sam Liccardo said that as well as the insurance, gun owners would be required to pay an annual fee.Funds raised from both would go towards initiatives aimed at reducing gun violence and harm, he said. He told the BBC the US had got itself into a \"horrific situation\" with gun violence and Congress had \"basically been paralysed for decades over gun legislation\". His council's move was an attempt to find a different solution, he said. \"Mass shootings tend to grab the headlines, but this is about the much wider issue of gun harm in our communities,\" Mr Liccardo said. He added that since his council had been looking into longer term solutions and programmes to deter gun harm, several mayors from across the US had contacted him for advice on similar moves in their own cities. Liability insurance generally only covers accidental shootings and in some cases, acts of self-defence. Most US insurers offer it from $15-30 a month. A policy can include help with legal fees in either civil or criminal defence cases. Shannon Watts, founder of Moms Demand Action, said following \"unthinkable tragedies from gun violence\" the council's action \"will save lives\". The National Foundation For Gun Rights has threatened to sue San Jose, describing legislators as \"gun-grabbers\" who want to \"tax law-abiding gun owners simply for exercising their Second Amendment rights\". A statement from the group added: \"This is just as unthinkable as imposing a 'free speech tax' or a 'church attendance tax'.\" The Second Amendment enshrines the right to keep and bear arms under the US constitution.", "url": "https://www.bbc.com/news/60143661"}