{"datetime": "2019-10-19T23:09:00.000Z", "author": "Toby Luckhurst", "title": "Yoshihiro Hattori: The door knock that killed a Japanese teenager in US", "article": "In October 1992, Yoshihiro Hattori knocked on the wrong door. Yoshi, as he was known, was a 16-year-old Japanese exchange student on his way to a Halloween party in Baton Rouge, Louisiana. He was with his friend Webb, and they were lost.\"I didn't know that part of town too well, and I guess I took a couple wrong turns,\" Webb recalled in a recent interview. The two boys, decked out in fancy dress, thought they had found the right place. But they'd made an innocent mistake that cost Yoshi his life. A media frenzy followed, and later a massive campaign to change America's gun laws. Twenty-seven years on, Yoshi's parents, his host family in the US, and a Louisiana lawyer recalled the day that changed their lives. Yoshi was \"crazy about rugby\", said his parents, Masa and Mieko Hattori, in an email interview. \"At first he was not so active about going to America,\" they said. All that changed when Yoshi passed a test for the American Field Service (AFS) - a worldwide exchange organisation for young people. \"He became so eager,\" his parents said. Yoshi submitted an entrance paper for the programme. \"Wherever I go, I wish I could make the country a second home country,\" he wrote. \"I can make Japanese cooking like tempura cutlet for host families and introduce the living way of Japanese.\" In the summer of 1992, Yoshi took off for a year in the US. He was met in Dallas by his hosts, the Haymaker family. They drove him back to their home in Baton Rouge.Dr Holley Haymaker, a physician, and her husband Dick Haymaker, a theoretical physicist, had hosted exchange students before. But Hattori made an immediate impression, they said. \"Yoshi was very ebullient, a total extrovert,\" Holley recalled. \"The kids at McKinley High School loved him because he was such a free spirit.\" Her husband agreed. \"He was a really, really extraordinary guy. He was life. He moved through space like a dancer.\" Yoshi had been a rugby player in Japan but in the US he signed up to a jazz dance class. Holley found him a bike with lights and a helmet so he could cycle to class. \"He was very popular at that jazz class,\" she said. The Haymakers' son, Webb, who was 16 at the time, said Yoshi had an \"enormous appetite for life and experience\" and tried to make friends wherever he went. The pair attended a blues festival that September, and Yoshi was put in touch with another Japanese exchange student through some teenagers they met. A couple of weeks later, they were invited to a Halloween party just north-east of Baton Rouge, in the city of Central.On Saturday 17 October, Dick and Holley went to a movie while Yoshi and Webb set off for the party. Yoshi was dressed as John Travolta from Saturday Night Fever - he had been watching a lot of John Travolta movies, Webb says. Webb was dressed as an accident victim, wearing a neck brace from a swimming pool injury earlier that summer with a few bandages for added effect. The pair set off looking for the house. \"Eventually we ended up on this street. We saw this house - it had Halloween decorations, it had three cars in the drive way, and the address was 10311, whereas we wanted to go to 10131. But I just saw the address and said, \"Oh this is it!\" Webb and Yoshi knocked on the door but got no answer. They then saw a woman open the side garage door and peer out before abruptly slamming it in their faces.\"We were walking away sort of confused, I had started to walk down the block wondering if it was a different house,\" Webb said. \"But then someone opened the door - Rodney Peairs opened the door.\" Rodney Peairs, a 30-year-old supermarket butcher, was holding a .44 Magnum revolver. Yoshi turned back towards him. \"He was very eager to get to the party and didn't understand, I guess, that [Peairs] had a gun. Maybe he thought it was a Halloween thing,\" Webb said. \"He was light on his feet and just sang, in a very boisterous way, 'We're here for the party! We're here for the party!' - sort of happy.\" Peairs shouted \"Freeze!\" but Yoshi seemed not to understand and kept moving forwards. Peairs fired once, hitting Yoshi in the chest, and slammed the door. Across town, the Haymakers were leaving the cinema after watching The Last of the Mohicans. \"I said to Dick as we left the movie, 'It's great that this country isn't as violent as that anymore',\" Holley recalled. As they walked from the theatre, her pager went off and she called the number. It was the police. The officer on the other end of the line told her Webb was fine, but Yoshi - the officer garbled his name - was not.Holley said they would meet the police at the hospital. \"That won't be necessary,\" the officer replied. Dick and Holley raced to the police station where Webb was sitting alone, unaware of what had happened to his friend after the ambulance drove away. His parents broke the news. \"The first words out of his mouth were, 'His poor mother',\" Dick said. \"That was the beginning of this whole story that wrecked the Hattoris' lives.\" Yoshi's parents learned the news down the line from a worker with the exchange programme. His mother Mieko retreated to her son's childhood bedroom and cried.Two days after the killing, the Hattoris flew to New Orleans. \"I was terrified,\" Holley recalled. \"I was to take care of their son and he was killed.\" But the Hattoris had only concern for the Haymakers, she said. \"The first words Yoshi's mother said were, 'How is Webb?'\" Yoshi's shooting became a global news story overnight. It shocked people in Japan, where handguns are banned. Masa and Mieko took immediate action, launching a campaign in Japan calling for an end to easy access to firearms in the US. \"We began the petition drive from the wake,\" they said. \"Mieko wrote the draft for the campaign in the air plane coming back from Louisiana to Japan.\" Back in Baton Rouge, Rodney Peairs' trial became a media circus. Police initially released Peairs without charge, assuming he was within his rights to shoot a trespasser. But after complaints from Louisiana's governor and Japan's consul in New Orleans, he was charged with manslaughter. His lawyers worked hard to establish his actions as self-defence.They said Peairs was \"no killer\" , simply \"one of your neighbours\" who was reacting to Yoshi's \"extremely unusual way of moving\". Meanwhile, Bonnie Peairs - Rodney's wife, who first opened the door - told the court Yoshi had scared her and she had ordered her husband to \"get the gun\". The defence worked. In May 1993, Rodney Peairs was acquitted after a jury deliberation of just three hours. Masa Hattori attended the trial, hearing descriptions of his son as an \"out of control... hyperactive Japanese exchange student who thought his job was to scare people\". But he and his wife were not discouraged from their gun control activism.\"We think Peairs is also one of the victims of America,\" Masa and Mieko said. \"That Rodney Peairs was acquitted is not related to our campaign.\" The Hattoris' petition drive gathered pace. In the end, some 1.7 million Japanese people signed. Yoshi's story dominated the country's front pages and news broadcasts for weeks. Dick Haymaker also decided to gather signatures in the US, to help out the Hattoris. In the end, about 150,000 written signatures turned up by post. \"He basically gave his year to that petition drive,\" said Holley. \"It was before email, it was before the web, it was before Facebook, before any of this, so it all had to be done by telephone and snail mail.\" Dick dedicated himself to gun control activism. \"The beginning was doing the petition drive and just throwing my life at that. And then I threw my life at Washington, and then I threw my life at trying to get an appointment with the president. I did in the end!\" Both families were in Washington in November 1993 as part of their campaign - everyone recognised them from their appearances on all three network morning shows, Dick says - when after months of trying they managed to get a note from Mieko to a friend of the family who happened to be staying at the White House. \"An old roommate of Bill Clinton's,\" Dick recalled. President Clinton spoke to the Haymakers and the Hattoris in the Oval Office. \"We felt we were welcomed,\" Mieko and Masa said. \"We believe he understood our position. He desired strong gun control laws.\" The Hattoris and the Haymakers agreed that, despite his private support, there was little the president could do to help practically. But proposed gun control measures had gotten a boost from their campaign. The 30th anniversary of President John F Kennedy's assassination that month also helped raise awareness of the issue.That month, Congress passed the Brady Handgun Violence Prevention Act, mandating background checks on gun buyers and a five-day waiting period on all purchases. President Clinton signed it into law just weeks after meeting the Hattoris and Haymakers.US Ambassador to Japan Walter Mondale travelled to Nagoya to meet the Hattoris in December 1993 and gave them a copy of the law, sayingthey had a \"very definite impact on passage of the Brady bill\" . It had been first introduced in 1991, but was not brought to a vote until a few months after Yoshi was killed. And the following summer, in September 1994, Congress passed the federal Assault Weapons Ban - a 10-year moratorium on manufacturing certain semi-automatic weapons for civilian use. Dick insisted that they had nothing to do with the legislation, although they had been \"publicising\" the Brady bill before its passage. But he said it was a time when gun control seemed possible. \"It was at a point in history where things could change, and they did change. The Brady bill was an important first step in background checks.\" The bill was not the end of the Hattoris' fight. They decided to launch a civil suit against Rodney Peairs, his wife Bonnie, and their home insurance company. They were put in touch with Charles Moore, a lawyer who had form taking on such cases; he had previously waived his fee after representing an English woman who was hit by a drunk driver in Louisiana. \"Sometimes you just do things because you want to do right,\" Moore said, in a phone interview. \"I get calls all the time on [Yoshi's case] even though it's been what, how many years now, 25 years or so? I was never expecting to get paid anything on it. I thought the insurance company would refuse to pay because it was an intentional act and there's no coverage for intentional acts.\" To his surprise, the insurer paid out $100,000. Judge William Brown told the court that self-defence was \"not acceptable\". \"There was no justification whatsoever that a killing was necessary for Rodney Peairs to save himself,\" Judge Brown said.But the Hattoris kept none of the money awarded. Instead they left it all in the US to fund gun control measures.Both Mieko and Masa remain involved in activism, nearly three decades after their son's killing. Most recently they spoke to students who survived the February 2018 Parkland shooting, and took part in the March for Our Lives in March 2018 to show support. The Haymakers also remained involved. Over the years, they have donated hundreds of thousands of dollars to gun control groups, including the Coalition to Stop Gun Violence. The organisation used their money to set up a working group which helped formulate so-called \"red flag laws\" - a legal measure which allows the court-sanctioned removal of firearms from people judged to be a danger to themselves or others. And the couple recently gave a $500,000 endowment to Dick's university, Carleton College, to create the Yoshihiro Hattori Memorial Fund. It aims to help cover costs for Japanese students who study at the Minnesota institution. Holley and Dick aren't as actively involved in campaigning anymore - Holley, 74, still works part-time in mental health at public schools, while Dick, 79, has retired - but they are watching the renewed US debate about gun laws.\"It's very, very different,\" Dick said. \"There are so many events and so many young people involved, and that's extremely important. How that will shake out, I just have no idea.\" ", "url": "https://www.bbc.com/news/world-us-canada-50063364"}