{"datetime": "2021-04-17T00:07:31.000Z", "author": "Sam Cabral", "title": "Gun control advocates pin their hopes on Joe Biden", "article": "Indianapolis joins Atlanta and Boulder on the list of US cities traumatised by a mass shooting in 2021. Congress has shown little appetite to pass the sweeping reforms that gun control proponents believe can stem the violence - but advocates insist there is reason for optimism. Three years ago, as Americans heard the details of yet another mass shooting, Fred Guttenberg learned he had lost his daughter. A gunman stalking the halls of Marjory Stoneman Douglas High School in Parkland, Florida, hadkilled 17 people . One of them was Jaime, Mr Guttenberg's 14-year-old daughter. Fighting back tears at a vigil the following night, Mr Guttenberg looked out at the emotional crowd and said he didn't know what to do next but had to speak out. \"That night, I became Jaime's voice,\" he told the BBC.Mr Guttenberg is now among the most visible advocates for gun control in the country, speaking out forcefully against pro-gun lawmakers and the gun lobby. \"I followed the news like everyone else, but I wasn't doing this until it was my kid,\" he says. \"I live with that guilt every day.\" Last week, President Joe Biden hosted Mr Guttenberg and other \"survivors of gun violence\" at a White House ceremony. He thanked them for their \"courage\" as he announced new executive actions to curb gun violence. Themeasures are aimed at modifying federal firearms policy, drafting model legislation for states and investing in community violence intervention. \"Gun violence in this country is an epidemic and a national embarrassment,\" said Mr Biden. He called on Congress to act urgently on firearm-related bills, particularly efforts to update background check laws for gun buyers and to close legal loopholes exploited in various shooting incidents around the country. Mass shootings, like the one that killed Jaime Guttenberg, are often headline-grabbing events. The month of March alone saw several. Yet mass shootings only account for about 0.2% of gun deaths in the country, according todata from the Centers for Disease Control and Prevention (CDC) . Nearly 40,000 Americans die each year from gun violence. Almost two-thirds of those deaths typically come by suicide with a firearm. Homicide accounts for 35% of gun deaths, most frequently occurring in urban communities of colour and often affecting intimate partners, family members and young people. Already this year, despite the pandemic continuing to restrict public activity, an estimated 11,000 people have died in firearm-related incidents. Gun violence prevention advocates say the scope of the problem can no longer be captured by crime models or mental health frameworks. To them, it is a public health crisis that demands proactive efforts to address root causes, break cycles of violence and implement mitigating factors. \"There isn't one gun bill that is going to stop all gun violence,\" said Lisa Geller, state affairs manager at the Coalition to Stop Gun Violence (CSGV). \"There has to be a lot of different policies that work in tandem to make sure that the number of people that are able to fall through the cracks is as small as can be.\" That's why advocacy groups like CSGV, the Brady Center to Prevent Gun Violence and Everytown for Gun Safety have hailed the Biden administration's public health approach to gun control as \"the boldest reforms in 30 years\". Partisan gridlock at the federal level has meant gun reforms have been slow to come. Democrats hold very slim majorities in Congress and have so far focused much of their efforts on the coronavirus recovery and a massive new infrastructure proposal from Mr Biden. Two bills to strengthen background checks on gun purchases have passed through the House of Representatives, but appear to lack adequate Republican support in the Senate. Other firearms-related legislation, including two that tackle domestic violence prevention and racial justice in policing, face a similar fate. A few Republicans have indicated a willingness to work with Democrats on these issues, but most have not. Some even taunt their liberal counterparts on gun control, with a challenge to \"come and take it\". The National Rifle Association (NRA), the most powerful pro-gun lobby group, slammed the president's proposals last week as \"ill-conceived\" attempts \"at restricting the rights of law-abiding gun owners\". The NRA has \"tried to connect gun ownership to the identity of being an American\" for many years, said Dakota Jablon, CSGV's federal affairs director. But, she said, \"many members of Congress didn't talk about guns\" until recently. Activists have energised the Democratic voter base, sending several pro-gun control lawmakers to Washington and even pushing more Republicans to speak up about gun violence. At the state and local level, in places as diverse as Virginia and Colorado, relentless advocacy has powered several successful efforts to strengthen gun laws, creating a potential framework for federal legislation.Polls also show more than 80% of Americans support expanded backgrounds checks on gun buyers, so it is a good starting point for lawmakers in search of middle ground. Mr Biden's actions are \"the opening salvo\", said Ms Jablon, and the bills awaiting congressional approval are \"the blueprint for a comprehensive plan to end our American gun violence epidemic\". Brady, one of the oldest gun violence prevention organisations in the country, endorsed Joe Biden early on during the 2020 primary election. Citing his work in the Senate and as vice-president, they credited him as \"a champion on gun violence prevention, and taking on the NRA\". The endorsement helped Mr Biden secure his party's nomination and win the presidency. But gun rights supporters have hardened their positions in recent years, with lobbyists fighting back against nearly every gun control proposal and conservative politicians claiming the government was taking more and more drastic measures.In response to Mr Biden's executive actions, the Second Amendment Foundation said he had \"declared war on tens of millions of law-abiding gun owners who have committed no crimes\" and - going further - the NRA said they would be a slippery slope to gun confiscation and prohibition. Only four Republicans - two of whom still serve in the Senate - backed the last effort, in 2013, to expand background checks on firearms, which falls far short of the number required to pass a bill, even if it has the support of every Democrat. Brady retains an enthusiastic view that Mr Biden could become \"the strongest gun safety president in history\", according to Christian Heyne, its vice-president of policy. \"There is no better time to work for gun violence prevention than right now,\" he told the BBC. Mr Heyne was thrust into advocacy work in 2005 after his mother was killed with a single bullet to the back in a shooting in California. \"The only thing about my story that is remarkable is how unremarkable it is,\" he observed. He says that when Americans avoid the political talking points there is clear middle ground to be found. In his experience, even most law-abiding gun owners understand \"the extremism of NRA leadership is not a sensible platform\". \"I can go into a room full of NRA members, and I can get more than 60% of that room to agree that universal background checks are good. If the [US Senate] can't get these bills passed, it shows that our system is broken,\" said Mr Heyne.Fellow advocates agree that - at a minimum - the background check bills must be signed into law. Mr Guttenberg says he does not want to wait until the next election cycle. \"You pass one thing and you change this conversation. It's no longer about something that can't be done. It's now about what else we can do,\" said Mr Guttenberg. He has resolved he \"won't ever stop\" fighting to honour the memory of Jaime and other firearm victims. \"I don't want other families to feel broken the way my family has to feel.\" ", "url": "https://www.bbc.com/news/world-us-canada-56682356"}