{"datetime": "2021-03-24T17:31:31.000Z", "title": "US gun control: Biden calls for a ban on assault weapons", "article": "President Joe Biden has vowed to take \"common-sense steps\" to crack down on firearms following two mass shootings in the US in less than a week. He renewed his call to ban assault weapons and high-capacity magazines and urged Congress to pass bills that would end loopholes in background checks. Mr Biden was speaking a day after 10 people were shot dead in a Colorado grocery store. Eight people were killed inside spas in Georgia last week. But the president has an uphill task. The right to bear arms is protected by the Second Amendment to the US Constitution.While Democrats have called for stricter gun control measures in the aftermath of mass shootings, many conservatives, including former President Donald Trump, see any restrictions as infringing on this constitutional right. \"I don't need to wait another minute, let alone an hour, to take common-sense steps that will save the lives in the future, and to urge my colleagues in the House and Senate to act,\" Mr Biden said at the White House on Tuesday. He pointed to the fact that, as a senator, he helped bring in a ban on assault weapons in 1994, which expired a decade later. \"It brought down these mass killings. We should do it again,\" he said. \"This is not and should not be a partisan issue. This is an American issue. It will save lives. American lives. And we have to act,\" he said.Mr Biden urged the Senate to approve two pieces of legislation passed by the House of Representatives, which are aimed at expanding and strengthening background checks on gun buyers. But Senate Republican leader Mitch McConnell said that while they were \"open to the discussion\", Republicans in the chamber were not in favour of the two measures. \"One thing we do know for sure is that these shooters are invariably mentally incapacitated,\" he said. \"This is a vexing problem that is extremely hard to identify in advance.\" The US Senate is currently split 50-50 between Democrats and Republicans, with the vice-president holding the casting vote. However, because of Senate rules (known as the \"filibuster\"), in practice 60 votes are needed to get legislation through, so some Republican support is required. White House spokeswoman Jen Psaki told reporters on Wednesday that the president considered gun control \"a passion of his - putting in place gun safety measures throughout his career\". \"No one is talking about overturning or changing the Second Amendment,\" she said, noting that the administration's \"focus is on putting in place common-sense measures\".She was also asked why Mr Biden had not commented on gun violence earlier in his presidency. \"Anybody who has been following the tragedies and shootings that have happened in our country knows this is an issue the president is deeply committed to and his career is evidence of that,\" she said, adding that advocates for gun safety are not tracking \"how many words he's spoken\". On Tuesday Joe Biden called on the Senate to pass federal gun-purchase background checks and ban assault weapons. That is much easier said than done. In fact, Democrats have said it after almost every major mass shooting in the past two decades. Democratic aspirations inevitably crash into the hard reality that getting 60 votes in the 100-seat Senate for gun-control measures is extraordinarily difficult. Republicans, particularly from rural states where gun rights are a powerful political issue, will be loath to allow any new regulations. After the El Paso shooting in August 2019, I asked Joe Biden whether he still supported the filibuster rule that allows a Senate minority to block most legislation. He cited the last time Congress passed an assault weapon ban, part of a crime bill he championed as a senator in 1994, as evidence that bipartisan gun control was possible without changing Senate rules. That was a different political era, however, and partisan lines - particularly on gun control - have become more sharply drawn.There may be an across-the-aisle effort to advance background-check legislation again, but - as it did after the 2012 Sandy Hook massacre - the opposition will use every parliamentary trick to block its passage. The Colorado supermarket shooting was the seventh mass killing in the US so far this year, according to a database compiled by the Associated Press (AP), USA Today and Northeastern University. The database defines mass killings as four or more dead. But while the database said there had been a lull during the pandemic last year,the Washington Post highlighted data from the Gun Violence Archive showing people were dying in shootings at a record rate. Nearly 20,000 Americans died as a result of gun violence in 2020, more than other year in at least two decades, the data showed. Many of these shootings happened in homes and on city streets, and disproportionately affected communities of colour, the Washington Post said. \"There are many communities across this country that are dealing with ever-present gun violence that is just part of their daily experience,\" Mark Barden, of the gun violence prevention group Sandy Hook Promise, told the newspaper. \"It doesn't get the support, the spotlight, the national attention. People don't understand that it's continuous and it's on the rise.\" Monday's shooting took place in a busy shopping plaza in Boulder, a north-central Colorado city.A gunman entered the King Soopers market at about 14:30 local time (20:30 GMT) and began firing. Ten people aged between 20 and 65 years old were killed, including police officer and father-of-seven Eric Talley. Local police said they had arrested Ahmad Al Aliwi Al Issa, 21, from Arvada, Colorado, on suspicion of carrying out the shooting. The attack came less than a week after eight people, including six Asian women, were killed in an attack on three massage parlours in Atlanta, Georgia. Police there have charged one man, Robert Aaron Long, 21, with multiple counts of murder and aggravated assault. ", "url": "https://www.bbc.com/news/world-us-canada-56509481"}