{"datetime": "2020-04-06T21:46:28.000Z", "author": "Max Matza", "title": "How the coronavirus led to the highest-ever spike in US gun sales", "article": "Americans grappling with the rapidly-spreading coronavirus purchased more guns last month than at any other point since the FBI began collecting data over 20 years ago. Why? With the death toll climbing every day and most of the country under some form of lockdown, many Americans seem to be turning to guns as part of their response. And it's not just about fears over social disorder, say experts. The FBI conducted 3.7m background checks in March 2020, the highest total since the instant background check programme began in 1998. The figure represents an increase of 1.1m over March 2019. On 21 March alone, 210,000 checks were done, the largest one-day record ever. According to US media, the FBI data indicates that over two million guns were purchased in March alone. Illinois led with nearly a half million sales, followed by Texas, Kentucky, Florida, and California. Gun shops across the country report that they are unable to re-stock shelves quickly enough to cope with the rush. The latest figure also tops the previous high of 3.3 million, which was set in December 2015 after the Obama administration raised the possibility of restricting assault rifles in the wake of a mass shooting in San Bernardino, California. According to Georgia State University law school professor Timothy Lytton, an expert on the US gun industry, most new gun sales are being motivated by two factors that have been spurred on by the coronavirus crisis. The first is the concern that civil society - fire, police and health services - could be severely \"eroded\" someday, leading to a breakdown in law and order. In such a case, a gun can be viewed as a \"self-help\" survival tool, he says. The second reason is concerns over so-called big government infringing on American freedoms such as gun ownership, which is enshrined in the US constitution. \"Many of the public health measures, such as shelter-in-place, restricting peoples' movements, restricting what people can buy,\" Mr Lytton says, \"raises fears among many groups of the potential for government takeover and tyranny.\" In some ways these two reasons are in opposition to each other, he tells BBC News. \"Some people are worried about the fact that government's falling apart and won't protect them, and other people are worried that the government is getting too strong and is going to limit their freedom.\" One new gun owner told BBC News that he made the decision to buy his first two firearms on 12 March, one day after the NBA announced that they were suspending all games. The man, who asked that his name not be used, says he views his decision as an extension of the guidance he had seen from emergency officials, who have told Americans to consider having a few days supply of food and water in case of any disruptions to the supply chain. \"I think it's hard to discount the very minor chance of there being temporary civil unrest where I can't rely on the police department. \"And a gun is cheap insurance against that,\" says the man, who grew up in Berkeley, California and now lives in Chicago. It's all well and good to have a stockpile of food and supplies, but there is no use having all that without a means of defending it, he argues. Some states have allowed gun stores to continue to operate as \"essential\" businesses despite mandatory lockdown orders affecting around 90% of the US. New York, Massachusetts, and New Mexico have forced shops to close but have allowed them to continue selling online. Washington state ordered shops to close, but several continued to operate despite the ban. Gun control advocacy groups have praised the closures. \"There is no constitutional right to immediately buy or sell guns. And there certainly is no right to spread coronavirus while buying or selling guns,\" Kris Brown, president of the anti-gun violence Brady Campaign, told NBC News. Shannon Watts, from the group Moms Demand Action, said her concern was for the families of new gun owners, who she says are adding danger to an already volatile situation. Amy Hunter, a spokeswoman for the National Rifle Association (NRA), said in a statement to BBC News that \"headlines about prisoner furloughs and law enforcement selectively responding to calls have made many realise the gravity of self-defense during these unprecedented times. \"In addition, efforts by some anti-gun politicians to shutter gun stores have deeply concerned law-abiding Americans. That is why the NRA makes no apology for our efforts to ensure gun stores stay open so law-abiding people can exercise their right to defend themselves and their families.\"US domestic politics often influence gun sales, as Democratic candidates are viewed as more likely to crack down on gun rights than Republicans such as President Trump. Gun sales spiked after President Obama's two election victories, and rose in 2016 as Hillary Clinton rose in the presidential polls and was widely expected to defeat Mr Trump. Sales then dropped off after Mr Trump's victory. Mass shootings, which also trigger concerns among gun advocates of a crackdown on private ownership, also cause sales of guns and ammo to go up. \"It tends to go up and down depending on what people's anxiety levels are,\" says Mr Lytton. Normally the concern is over access to weapons, he adds. \"Or in this case it's anxiety about the deterioration of government - or the growth of government.\"", "url": "https://www.bbc.com/news/world-us-canada-52189349"}