{"datetime": "2021-10-02T09:15:52.000Z", "subject": "Sandy Hook Elementary School shooting", "title": "Sandy Hook: Alex Jones loses case over 'hoax' remarks", "article": "US radio host and prominent conspiracy theorist Alex Jones has lost another legal case after falsely calling a mass school shooting a \"hoax\". Twenty children and six adults were shot dead at Sandy Hook elementary school in Connecticut in 2012. But Mr Jones claimed the event had been made up by supporters of gun controls and the mainstream media. He will now have to pay legal costs to the parents of two six-year-old boys killed in the attack. Mr Jones has long claimed on his radio show and right-wing Infowars website that the attack at Sandy Hook was \"completely fake\" and a \"giant hoax\". He has faced a slew of legal cases from several parents of the victims. In response, he has acknowledged the shooting took place but denied wronging the families. In Thursday's ruling, a Texas judge said Mr Jones had repeatedly failed to hand over legal documents and evidence to the court to support his claims about the attack. As a result, a default judgement was issued. Judge Maya Guerra Gamble wrote that Mr Jones and other defendants had shown \"flagrant bad faith and callous disregard\" by not turning over the files. The ruling means he and Infowars must pay an undecided amount to the parents of Noah Pozner and Jesse Lewis, two six-year-old boys who died. The amount will be determined in another trial. Mr Jones and an Infowars lawyer called the decision \"stunning\". \"We are distressed by what we regard as a blatant abuse of discretion by the trial court,\" they said in a statement.Mr Jones's lawyers argue his comments were protected by free speech rights. But he has lost several defamation lawsuits brought against him for his claims on the attack. Last year,Mr Jones was ordered to pay more than $100,000 (£76,000) to the father of another six-year-old child who was killed at Sandy Hook. Alex Jones has been banned by Facebook, Twitter and YouTube for hate speech and abusive behaviour. The attack at Sandy Hook remains one of the worst school shootings in American history.On 14 December 2012, 20 children - aged between five and 10 - and six staff members were killed at the school in Newtown, Connecticut when a gunman opened fire with a semi-automatic rifle before killing himself. Parents of Sandy Hook victims who have spoken publicly about their experiences have been harassed by trolls, both online and in person who make false allegations about the shooting. ", "url": "https://www.bbc.com/news/world-us-canada-58771927"}