{"datetime": "2022-02-04T21:18:53.000Z", "author": "Barbara Plett Usher", "subject": "Ukraine conflict", "title": "What's at stake for Biden in Ukraine?", "article": "The construction of the Soviet Union's embassy in 1980s Washington DC had the plot twists of a spy novel. The FBI tunnelled underneath the building to eavesdrop on the Russians, but their operation was betrayed by a double agent.Today there is less intrigue but the tensions are back. Navigating them will be a critical test of President Joe Biden's leadership ability and his foreign policy vision of uniting Western democracies to confront autocratic regimes.\"Hands off Ukraine\" has been his message since the Americans became alarmed by the Russian military build-up on its borders.That was the chant of several dozen protesters who gathered recently outside the embassy, a massive square block of a building penetrated by rows of long narrow windows.\"I think the US should be sending more lethal weapons to Ukraine,\" said Eihor Samokish. \"It would be sending a strong signal to Putin.\"The Russian president has been receiving mixed signals from Washington in recent years.The plot twists triggered by Donald Trump's unabashed admiration of Putin complicated US policy. While the former American president was praising the Kremlin and disparaging Nato, the FBI was battling Russian election interference.Biden promised to stand up to Russia's aggressive actions \"in a manner very different from my predecessor\". But what he wanted was a \"stable, predictable\" relationship in order to focus on dealing with the strategic challenge presented by China.So he was caught on the back foot when Putin chose this moment to confront Nato over its post-Cold War expansion up to Russia's borders.But Biden has since taken on the challenge with all the urgency of a Cold War crisis.His administration is engaged in a relentless diplomatic drive to forge a united response with Europe, one that threatens severe economic sanctions for any invasion of Ukraine and bolsters its defences.He has gone out of his way to involve allies at every step, a cornerstone of his foreign policy approach, but also reflecting lessons learned after the chaos of America's military withdrawal from Afghanistan, which dismayed allies.That debacle also caught the Kremlin's attention.\"I think it may have affected Putin's calculation, he may look at the United States and see we're in decline,\" says former Ambassador Daniel Fried, one of the architects of American policy after the fall of the Soviet Union.\"But there was always a difference between the defence of Europe and defending a weak position in Afghanistan. It's like Vietnam. Failure and catastrophe in Vietnam did not mean that our defence of Western Europe was going to fall apart. It didn't. So I think Putin may have over-interpreted that.\"It's still the Kremlin, however, that's driving events. Putin's aggressive tactics are forcing reactions from Europe and the United States, and keeping them guessing about his intent.\"We should think about Vladimir Putin as a poker player,\" says Ami Bera, a Democratic lawmaker who recently joined one of Congress' bipartisan solidarity tours to Ukraine. \"You don't know what hand he's holding: is this a bluff? Is he calling a strong hand?\"Straight-talking Joe Biden is not a master of bluff, but he does have cards to play. What sort of hand has he got?He has been able to forge a level of unity across the Atlantic that the Kremlin may not have expected, over a response strong enough to give Putin reason to pause. In this the American president has been helped by the Russian leader, whose continued military build-up and demands to scale back Nato's presence in eastern Europe have proven effective rallying cries.The Western military alliance, set adrift by the end of the Cold War, has been rejuvenated by the revival of its original mission - to defend Europe.But there are splits within the European Union over how far to go with potential sanctions on Russia, and what exactly would trigger them. And if Russia takes aggressive action short of a full-scale military invasion, a unified response would become more difficult to maintain.The strength of Biden's hand is being tested not only by potential military action.His administration has offered Moscow negotiations on European security that fall far short of what Russia wants. But it is difficult to imagine Putin pulling back his forces without at least some concession on his core demand that Nato bar Ukraine from joining the alliance.For the Biden administration Nato's \"open door\" policy - the right of membership to any European state that qualifies - is a red line.But Ukraine doesn't qualify and probably won't for some time. There are murmurings in Washington of possible compromises. Thomas Graham - who managed White House dialogue with Moscow when George W Bush was president - has proposed a moratorium, or pause, on Ukraine membership\"This is not an abandonment of Ukraine,\" he says. \"This is an effort to try to take Ukraine out of the crosshairs of an intense geopolitical competition.\"Trump loyalists in Congress have also questioned the prudence of supporting Ukraine's Nato membership at the risk of a long drawn-out conflict with Russia. And Democratic Senator Dick Durbin has hinted at a solution on similar lines, stressing that it's the decision of Ukraine's president Volodymyr Zelensky\"If he decides that the future membership, if there's to be one, in Nato for Ukraine, and the question of Russian occupation of Ukraine are two things to put on the table, I think we may move toward a solution to this,\" he recently told NBC.Washington's foreign policy establishment, on the other hand, sees any accommodation to Putin's demands over Ukraine as surrendering the victory of the Cold War.When engaging in battle with autocracy, Biden \"has to mean it\", says Daniel Fried.\"You have to be prepared to deal with Putin as an aggressive dictator, a tyrant and act accordingly. By which I mean, don't think that this is going to be settled within the timeline of a Washington media story, you know, a couple of weeks. You better get prepared for something longer.\"President Biden is aware that China - which he's described as the main autocratic challenge to democracy - is closely watching how he handles Russia. Increasingly the leaders of both countries are finding common cause in the face of Western pressure - no image better captures that than their photo-op from the Beijing Olympics.President Biden has billed this kind of ideological confrontation as the essence of his foreign policy vision.The Ukraine crisis is a crucial test of whether he can pull it off.", "url": "https://www.bbc.com/news/world-us-canada-60252837"}