{"datetime": "2021-07-19T21:45:20.000Z", "author": "Max Matza", "title": "A weekend in America: Shootings in Washington spotlight growing problem", "article": "Families supporting the local team. A woman waiting for her ride. A six-year-old girl playing outside. In one weekend, a series of shootings affected all of these Washington DC residents - and shocked a city all too familiar with the plague of gun violence. It was the sixth inning. The Nationals Park baseball stadium, just south of Capitol Hill, was packed with thousands of fans spending their Saturday night watching the Washington Nationals play the San Diego Padres. That was when the shots rang out. Cries of \"shooter\" rapidly spread through the crowd. Where had the attack come from? Was a gunman inside? Families and players alike ran for cover, some hiding in the dugouts, some rushing for the exits or nearby buildings. Police eventually confirmed the shots had been fired outside the stadium. Three people were injured - including an innocent bystander who was waiting for her Uber.Later, one eight-year-old fan, Faris, told reporters: \"It was my second shooting. So I was kind of prepared. I always am expecting something to happen.\" Faris' mother explained that last year, her daughter heard a man shot to death while she was playing with her friends. Just a day earlier, a different shooting claimed the life of six-year-old Nyiah Courtney. She was riding her scooter in her southeast DC neighbourhood - out late with her family on a warm summer night - when the shots came. Five others - including Nyiah's mother - were injured.Nyiah's death marked the city's 102nd homicide.US mass shootings, in which four or more people are shot, make national - and international - headlines. But stories involving smaller-scale attacks, like Nyiah's, often remain on the pages of local newspapers. The spree of violence in the nation's capital this weekend is one more point in a larger, worrying, trend. According toWashington DC crime statistics , the rate of assaults committed with a gun has risen each year since 2018. So far, 455 assaults with a gun have been reported in 2021. This time last year, there had been 422. Across major US cities, rates of homicides and shootings are up, says University of Pennsylvania Professor David Abrams, who created the website City Crime Stats last summer to track how the pandemic has affected crime. \"Homicides are, in most of these cities, outpacing - and in some cases by a lot - rates that we've seen for the last several years,\" says Prof Abrams. \"It's pretty widespread. This is not just a DC phenomenon. It's not just a Chicago phenomenon.\" Regardless of whether Republicans or Democrats are in charge, nearly all US cities have seen a rise in gun violence and killings. Whether local police funding has increased or decreased has not spared them. But other violent crimes, such as robberies, have gone down, Prof Abrams explains. FBI data also shows that while violent crimes and murders were on the rise, the numbers remain far below the levels of the early 1990s. Prof Abrams calls the reason for the increase in shooting and killings \"a big puzzle\". The series of society-rattling events of last year - from Covid lockdowns to youth programmes being closed to protests over racially-charged police killings - could certainly have contributed. It is easy to come up with theories, but harder to pin down a clear cause, he says. Looking across the US just this past weekend, dozens of Americans fled gunfire. In Chicago, 56 people - including several children - were shot, with 11 dying of their injuries. Philadelphia, which has recorded over 300 homicides this year, saw three more murders, with another 33 people injured in shootouts. In Tucson, Arizona, on Sunday ambulance workers, firefighters and police were attacked by a gunman who killed a 20-year-old EMT before being chased down by police. Four people were injured and one killed in a shooting in the city of Gainesville, Florida, on Sunday night.In Dubuque, Iowa, a 15-year old boy was arrested for the Saturday shooting death of a 18-year old.On Saturday, hours before the Nationals Park shooting, DC Police Chief Robert Contee told reporters: \"I am sick and tired of being sick and tired.\" ", "url": "https://www.bbc.com/news/world-us-canada-57840801"}