{"datetime": "2022-02-04T00:56:06.000Z", "title": "'Ghost guns' in crosshairs of Biden firearms fight", "article": "The US government is to crack down on homemade guns bought and sold without records amid a surge in gun crimes. The justice department will open a national \"Ghost Gun Initiative\" to pursue federal charges against those involved in the trade of such weapons, President Joe Biden has said. He announced the move on Thursday during an appearance with New York City Mayor Eric Adams. It comes as Mr Adams calls for help to fight a \"pandemic\" of gun violence. Statistics compiled by US researchers have shown a dramatic rise in gun crimes across the country. While the problem is often attributed to the pandemic, crime rates largely decreased around the globe during lockdowns, according to studies. Homicides spiked in American cities shortly after George Floyd's murder and the ensuing protests in 2020, with anecdotal evidence suggesting demoralised members of law enforcement became less proactive in policing. The initiative on \"ghost guns\" - as unregistered homemade armaments are called - is part of a larger White House pledge to address gun violence that includes a proposal to ask Congress for an additional $300m for the justice department. Mr Biden said: \"If you commit a crime with a ghost gun, not only are state and local prosecutors going come after you, but expect federal charges and federal prosecution as well\". These guns are self-assembled and sometimes 3D printed, which means they do not contain a serial number and cannot be traced. Background checks are also not required to purchase the assembly kits. Although it is impossible to know how many ghost guns are in circulation, police officers have said that they are being seized more frequently during arrests.The Bureau of Alcohol Tobacco and Firearms (ATF) said that 10,000 were recovered in 2019. Since 2016, about 25,000 privately made guns have been confiscated nationwide,according to a New York Times report . About 325 were used in homicides, an unnamed senior US official said on Thursday.Mr Adams, who has frequently compared gun violence to the 11 September 2001 terror attacks, called it a \"domestic terror that is pervasive in this city and country\".However, the former police captain, a Democrat, has irked some members of his party with his approach to solving gun crime since taking office in January. Among other measures, he has called for the use of facial recognition technology to identify people seen carrying weapons and for the city to help business owners pay to install security cameras.The president's visit comes after the on-duty killings last month of two NYPD officers, and a spate of other violent crimes which have shocked many city residents. Thousands gathered for the funeral for one of the officers on Wednesday. Seven NYPD officers have been killed so far this year, and 32 have been shot in the line of duty.A national rise in urban crime has led Democrats to increasingly fear for their chances in the November midterm elections.According to Politico, a majority of Democrats now consider violent crime to be a major crisis. The visit served as an opportunity for Mr Biden to reject Republican claims that he is soft on crime and hit back against members of his party who want to strip funding from police.\"The answer is not to defund the police,\" Mr Biden said. \"It is to give you the tools, the training, the funding to be partners, to be protectors and know the community.\" Democratic district attorneys in cities such as New York, San Francisco, Los Angeles and Philadelphia have been criticised for light-touch treatment of offenders during the crime wave. Democratic-majority governments have also passed laws allowing lenient bail requirements and forbidding co-operation with the federal government on immigration-related crimes.", "url": "https://www.bbc.com/news/world-us-canada-60251356"}