{"datetime": "2022-02-11T16:58:15.000Z", "subject": "Plymouth shooting", "title": "Plymouth shootings: Killer's dad says he's sorry and ashamed", "article": "The father of a man who shot dead five people has said he is \"sorry\" and \"ashamed\" of his son's actions. Jake Davison, 22, killed hismother at her home and then four other people , including a three-year-old girl, outside in Keyham, Plymouth, in August. His father, Mark Davison, said he told police in 2017 he did not think his son should be allowed a shotgun. Devon and Cornwall Police said an independent investigation was ongoing into its firearms licensing procedures. Mr Davison, who was divorced from his son's mother, Maxine Davison, said he had seen his son when he could. He said his Christian faith had helped him turn his own life around after spending time in prison. \"I don't know what was going on with him,\" he added. \"If I could say sorry any better than I can, if I could change it I really would. I am sorry and I am ashamed.\" The killings happened just weeks after Jake Davison's shotgun and licence were returned to him by Devon and Cornwall Police. Mr Davison said: \"That three-year-old little girl, and the other victims. People just going about their lives, going to the park or going to the shop, taking the dog or whatever they were doing.\"Whatever Jake's mitigation was it's still no form of defence. He shouldn't have done that. He shouldn't have had a gun in the first place.\" -Maxine Davison, 51 The mother of Jake Davison was the first person killed. The former trawler woman was shot dead at her home in Biddick Drive, Keyham, Plymouth, shortly after 18:00 BST on 12 August 2021. -Lee Martyn, 43 The married carpenter, was killed alongside his daughter, Sophie. Relatives said he \"had the kindest heart, would do anything for anybody\" and that \"you only had to take one look at him to see how much he loved and adored his family\". -Sophie Martyn, three She was killed as she walked the family dog with her father in Biddick Drive. Relatives said the family had been \"truly blessed\" to have \"seen you grow into such a beautiful, funny and clever girl\" over the three years of her life. -Stephen Washington, 59 He was shot and killed by Davison in a park close to Biddick Drive as he walked the family dog. In a tribute, his family said their world \"has been turned upside down in the blink of an eye\" with the death of a \"loving husband, father, grandfather and best friend\". -Katherine Shepherd, 66 Mrs Shepherd, known as Kate, was shot outside a hair salon on Henderson Place and later died from her injuries at Derriford Hospital. She was married and friends described her as a \"very talented artist\". Davison injured two other people before turning the gun on himself and taking his own life. The shotgun and licence had been seized in 2020 after Davison assaulted two teenagers in a park. The Independent Office for Police Conduct (IOPC) is investigating how the force approved his application and then later gave him back the weapon. In the wake of the shooting, the Home Office announced police would have to checksomeone's medical history before they issued a gun licence . Mr Davison said he called the police in 2017, and had concerns about his son's mental health. \"I told them. I said I don't want him to have a shotgun,\" he said.\"I said I remember him asking me for an air rifle when he was younger. I said 'I'm not buying you a point 22 air rifle son... without me there to supervise that'. \"Why did he even need one in the first place? He lived in the city.\"If he was a farmer or whatever it was ... then yes maybe then, but he shouldn't have had the gun in the first place.\" Devon and Cornwall Police said it was co-operating with the IOPC investigation and providing all information required. A spokesman said: \"Individual contacts with Jake Davison by members of his family, members of the public or agencies that are known to us, or exist within our systems, form part of that investigation.\"The outcome of that investigation will be shared by the IOPC with the families, coroner and ourselves at a later date.\"As a result, Devon and Cornwall Police is unable to comment further on any matters that are subject to independent investigation and review.\" As well as the coroner and IOPC's investigations, the National Police Chiefs' Council is also leading an inquiry, in conjunction with the local police and crime commissioner, into the force's firearms policies and procedures. The force spokesman added: \"In addition, there is currently an ongoing peer review of Devon and Cornwall Police's firearms licensing procedures. \"This was a review commissioned by the force following events in August 2021.\"The review is not an investigation of any potential fault by an individual or the organisation. \"It focuses on the processes within the Firearms Licensing Unit, compliance with Home Office guidelines and most importantly ensuring we have the national best practice available to us as we move forward.\" The IOPC said it was still working on its report and would publish its findings as soon as possible. A spokesman for the IOPC added: \"We can confirm we have spoken to Mr Davison and his statement that he made a call to Devon and Cornwall Police has been considered and reported on as part of our independent investigation.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60344769"}