{"datetime": "2021-07-23T04:13:03.000Z", "title": "Washington shooting: Gunman opens fire outside restaurant", "article": "A gunman has opened fire outside a restaurant in an upscale area of Washington DC, about a mile (1.5km) from the White House. Diners at outside tables ran for cover as more than 20 shots were fired. Witnesses said the gunman fled by car after shooting towards a Mexican restaurant in the Logan Circle area. Two people were shot, and local police believe one of them was the intended target of the attack. While rates of most violent crimes have gone down, assaults with a gun are on the rise - not just in Washington DC but in many American cities.According toWashington DC crime statistics , the rate of assaults committed with a gun has risen each year since 2018. So far, 471 assaults with a gun have been reported in 2021. This time last year, there had been 434.However, most of the gun violence in Washington is concentrated in poorer parts of the city, in the South East and North East districts.At a news conference, Police Chief Robert Contee said officers were able to respond to Thursday night's shooting \"within five seconds\" because they were already investigating another shooting in the area. Among those who witnessed the attack in Logan Circle was CNN presenter Jim Acosta. \"Just hear[d] what sounded like gun shots on 14th street in NW DC. People fleeing the popular Le Diplomate restaurant which seemed a few blocks away,\" he tweeted. Jess Davidson, 27, was in the Mexican restaurant when the gunfire broke out.\"It's terrifying,\" she told the BBC. \"I thought I was going to die. \"It's something that you always fear, living in the US, but nothing can prepare you for that moment,\" said Ms Davidson. \"It's incredibly angering - people feel the way that I do every single day, when they're in shopping malls, baseball games, movie theatres, schools.\" US President Joe Biden has promised to take action on gun crime, with tighter rules on some kinds of guns and enhanced background checks.However, he faces an uphill task. The right to bear arms is protected by the Second Amendment to the US Constitution and many people see gun control laws as infringing on this constitutional right. On Thursday, the US justice departmentsaid it had established \"strike forces\" to curb illegal gun trafficking in five key regions, including Washington DC. A wake-up call for Washington I get alerts on my phone when there is breaking news. Tonight's concerns a shooting - not that unusual. It is in my home city, Washington DC. Again, not remarkable.In a city divided into quadrants, shootings in South East or North East Washington are not uncommon. But this is reports of around 20-30 shots ringing out in North West DC, about a mile from the White House.It is where the well-to-do go out to eat. It is where you never think that the scourge of gun violence which affects the poorer areas of the city will result in bullet casings on your doorstep. But it has.And this is a week after there was a shooting incident outside the Washington Nationals baseball stadium while thousands were inside watching the ballgame. This was profoundly shocking for a city in which the professional middle class don't expect to be caught up in this.Looking at social media tonight, you'd think it was an incident that had left many dead, such is the shock; such are the sharp intakes of breath. Mercifully it hasn't.But maybe this can serve as a wake-up. According to stats, there are as many - if not more - guns in circulation in the US than there are people. About 35,000 thousand people die each year in the US from gunshot wounds, or 100 people per day.That is higher by a factor of many, many times than virtually every other advanced industrial society. But for the most part, gunshots tend not to ring out where the policymakers, where the journalists, where the diplomats and the doctors and the lawyers live.Tonight they did. ", "url": "https://www.bbc.com/news/world-us-canada-57937868"}