{"datetime": "2021-07-07T11:32:44.000Z", "author": "Jake Horton", "subject": "Reality Check", "title": "US crime: Is America seeing a surge in violence?", "article": "New York has become the first state in the US to declare an emergency to tackle increasing levels of gun violence, directing extra funds for programmes aimed at preventing shootings . \"More people are now dying from gun violence and crime than [from] Covid,\" state governor Andrew Cuomo said. President Joe Biden has also promised renewed efforts to tackle crime in the US, as a series of major cities experience spikes in violent offences.We've taken a look at the violent crime trends across the US. Police departments across the US define violent crime in slightly different ways, but the data usually includes murder, robbery, assault and rape. Overall, violent crime was up by about 3% in 2020 over the previous year, but this should be seen in the context of the longer term downward trend from a peak in the early 1990s. Across the US, there were 25% more murders recorded in 2020 than the previous year.This is a steep rise, but the murder rate is still far lower than than in the early 1990s, when it was almost double the current figure. Major US cities have tended to follow the national trend in becoming safer since the 1990s, but some have also seen a sharp rise in murders recently. These spikes in some of the biggest US cities have been of considerable concern to President Biden's administration.The New York Times looked at 37 cities across the US with data for the first three months of this year, and overall there has been an an 18% increase in murders compared with the same time period in 2020. Chicago has one of the worst records for murders, with a big increase in 2020 and a continuing upwards trend so far in 2021.Shooting incidents in Chicago are also up 15% on the same point last year, and are more than double the level they were at two years ago. A rise in the number of shootings has been seen in many other major US cities as well, with President Biden attempting to strengthen firearm regulations to combat gun violence. New York has also seen shooting incidents and murders rise, continuing an upward trend which began in 2020. Through to the middle of June, there have been almost 200 murders in New York so far this year - more than a 13% increase on the same period two years ago. Shooting incidents in New York were up by nearly 38% for the period from the beginning of January up to 4 July compared with the same period in 2020. However, June this year actually saw fewer shootings than June last year,going by police department data. It's worth pointing out that over the last 20 years, both New York and Chicago, along with most other US cities, have seen overall violent crime drop significantly. But in the last 15 months, coronavirus restrictions have put unprecedented social and economic pressures on people. New York State Governor Andrew Cuomo has linked the upward trend in gun violence to the disruption to school and work life caused by the pandemic. He said this had left \"at-risk youth without safe, productive places to go during the day.\" There was also an increase in gun sales during the pandemic, which may have contributed to rising gun violence. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/57581270"}