{"datetime": "2021-11-26T17:22:34.000Z", "title": "Trio 'organised mail order gun service' via Coventry Airport", "article": "Three men have been jailed for importing illegal firearms into the UK hidden in the post and trying to sell them, the National Crime Agency says. Officers found two semi-automatic pistols and bullets in a parcel disguised as car parts at Coventry Airport in January last year. The parcel, and another earlier in the month also containing a gun, had been imported from Orlando in Florida. A previous incident saw a gun smuggled in a safe. Keston Joseph, 33, from Broad Street, Coventry, and Dashan Caines, 46, of Falcon Lodge Crescent, Sutton Coldfield, had earlier been convicted at Birmingham Crown Court of conspiracy to acquire prohibited weapons, conspiracy to acquire ammunition, conspiracy to sell or transfer prohibited weapons and conspiracy to sell or transfer ammunition. Dion Roberts, 33, from Lodge Green Lane, Meriden, Coventry, previously pleaded guilty to the same charges. On Friday Roberts was jailed for 12 years, Joseph for 14 years and Caines for nine years. An investigation was launched after the two pistols and hollow-point bullets were intercepted at the airport on 24 January, the NCA said. Five days later a man claiming to be the intended recipient of the parcel, \"John Bob Walton\" in Cambridge, came to collect it, but officers realised he was Roberts. He and Joseph were later stopped by police and arrested. Checks on Roberts' phone showed he had arranged the importation with a contact known as 'Shotta', based in Florida and they had successfully imported another semi-automatic pistol two weeks earlier. Roberts and Joseph were \"actively searching for buyers\" whilst organising the shipment of the second package, the NCA said, which led Roberts to contact Caines. The weapons had been smuggled in a safe that was insulated with carbon and phone records showed Roberts and Caines had travelled together to hide the safe.It was recovered two months later hidden in a bush near Roberts' home with the firearm still inside. Mick Pope, NCA branch commander, said: \"These men planned to build a business on selling illegal weapons to other criminals.\"They saw this only as a money-making scheme, paying no consideration to the danger firearms pose to the public.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-59178964"}