{"datetime": "2022-01-13T10:13:31.000Z", "title": "Rust: Armourer on Alec Baldwin film sues prop supplier over ammunition supply", "article": "The armourer in charge of weapons used during the filming of Rust has sued the prop supplier, alleging his company distributed \"a mix of dummy and live ammunition\" on set. Cinematographer Halyna Hutchins wasfatally shot last year when Alec Baldwin fired a gun during a rehearsal, after being told the firearm was safe. Armourer Hannah Gutierrez-Reed is seeking unspecified damages from Seth Kenney and PDQ Arm and Prop LLC. Kenney has not yet commented. But in December,he told Good Morning America : \"It's not possible that they [the live rounds] came from PDQ or myself personally.\"Actor and producer Baldwin hasinsisted he \"didn't pull the trigger\" andtold ABC News in December: \"I would never point a gun at anyone and pull the trigger at them, never.\" Gutierrez-Reed has filed her legal claim for an unspecified amount in New Mexico state court, the same state where the filming and fatal shooting in October took place. The film's director, Joel Souza, was also injured by the shooting. Court documents state Ms Gutierrez-Reed said police had discovered seven bullets suspected of being live after the shooting, according to AFP. It added that they were distributed among a box of cartridges with other ammunition and cartridge belts intended for the actors to use as accessories. Kenney and his company \"created a dangerous condition on the movie set, unbeknownst to Hannah Gutierrez Reed\", according to the armourer and her lawyer. Her claim states: \"The ammunition was misrepresented as only dummy ammunition when it contained both dummy and live ammunition. \"Defendants distributed boxes of ammunition purporting to contain dummy rounds but which contained a mix of dummy and live ammunition to the Rust production.\" Police investigating the shooting have been attempting to get hold of Baldwin's phone, but despite getting a search warrant several weeks ago, they have been unable to obtain it. The actor hashit back at suggestions that he is not complying , saying specifying exactly what is needed from the phone takes time. Gutierrez-Reed's claim states she remembers loading the gun with rounds labelled as dummy ammunition, and that she shook the box to create the jingling sound that the inert rounds should make. \"To the best of Hannah's knowledge, the gun was now loaded with six dummy rounds,\" the documents said. She said that Covid protocols kept her from entering the church where filming was taking place, so she had to give up control of the gun 15 minutes before the shooting. It was not captured on film as Baldwin was practising camera angles for a scene which would be filmed later.", "url": "https://www.bbc.com/news/entertainment-arts-59978682"}