{"datetime": "2021-10-28T13:18:27.000Z", "title": "Simon Churchman jailed over Twynholm cottage weapons haul", "article": "A firearms expert caught with a huge hoard of weapons, including a sub-machine gun, at his Kirkcudbrightshire cottage has been jailed for five years. Simon Churchman, 63, was charged after police made the discovery in March 2018. He admitted a total of six charges of possessing weapons and ammunition earlier this year. A judge at the High Court in Livingston told him they were \"serious offences\" which required a jail term. As well as the sub-machine gun, police found seven air guns, a shotgun, a rifle and more than 600 rounds of ammunition at Churchman's Twynholm home - all of them without the necessary certificates. David Moggach QC, defending, said his client had a keen interest in firearms and tried to restore them. He told the court: \"He is at pains to point out that he does not possess the firearms for any sinister or nefarious reasons.\"His background is one of engineering and he appreciates firearms for the quality of their craftsmanship. \"It's not anything more sinister than that.\" Mr Moggach added that it was \"ironic in the extreme\" that in the past Churchman had assisted police in his capacity as someone who had knowledge of firearms. He said it beggared belief that he would possess them without the necessary certification. Churchman, now of Whitehaven, had initially said he had adapted the sub-machine gun to fire paintballs in his role as an advisor on the James Bond film the Living Daylights but subsequently dropped the claim. Passing sentence, Lord Weir told him: \"These were and are serious offences. \"You had a number of air weapons, a shotgun and a bolt action rifle, all without certificates. \"A search also found the weapon referred to in charge four which was reactivated along with a quantity of munitions which appear to have been used in the sub-machine gun.\" He said Churchman, given his knowledge as a firearms expert, must have been aware that in the absence of exceptional circumstances, he was facing a mandatory five-year prison sentence for possessing a weapon of such character. In addition to jailing him, Lord Weir granted a Crown motion to confiscate the weapons and ammunition. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-59076268"}