{"datetime": "2021-11-02T18:49:52.000Z", "title": "Woodbridge: Father and son sentenced after 800 weapons found", "article": "Two men have been given suspended sentences after about 800 weapons, parts and ammunition were found. During a firearms licence check at a premises in Woodbridge, police discovered weapons under beds, in wardrobes, behind doors and in sofas. There was also a firearm disguised as a walking stick, Suffolk Police said. Crispin Richards, 58, and his 24-year-old son Philip Richards pleaded guilty to possessing a prohibited weapon without authority. The pair were also charged with five other offences, including possession of a disguised firearm, which they denied and prosecutors at Ipswich Crown Court were directed to lay those charges on file. Suffolk Police said the weapons, which were found on 15 October 2020, \"had the potential to cause death\". At the time of their arrest, Crispin Richards was a registered firearms dealer while Philip Richards was a firearms and shotgun certificate holder. The weapons and ammunition were seized by officers and one was identified as a sawn-off shotgun. Crispin Richards pleaded guilty to possession of a self-loading rifled gun and was sentenced to two years months imprisonment, suspended for two years. He was also fined £5,000 and ordered to complete 250 hours of unpaid work. Philip Richards pleaded guilty to possession of a sawn-off shotgun and was also sentenced to two years imprisonment, suspended for two years, and ordered to complete 250 hours of unpaid work. The pair's firearms certificates have been revoked and orders have been made for the forfeiture and destruction of the weapons relating to their convictions. Det Con John Payne said: \"Both father and son had possession of prohibited weapons, which were not properly stored and had the potential to cause death or serious injury. \"I hope this case serves as a reminder to all owners of firearms to uphold responsible gun ownership, and ensure that all firearms are secured as directed by a police firearms licensing officer.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59140823"}