{"datetime": "2022-01-26T22:46:27.000Z", "title": "US man charged with selling gun used in Texas synagogue siege", "article": "A man who allegedly sold a gun used by a British man to take hostages at a Texas synagogue has been charged with a federal firearms crime. US authorities say that Henry \"Michael\" Williams, 32, sold a pistol to Malik Faisal Akram two days before the hostage taking. Mr Williams has now been charged with being a felon in possession of a firearm. Akram was shot and killed when police stormed the synagogue. According to a criminal complaint released by the US Department of Justice on Wednesday, Mr Williams had previously been convicted of aggravated assault with a deadly weapon and attempted possession of a controlled substance. On 13 January, he is alleged to have sold Akram a semiautomatic pistol, which authorities say Akram used during the hostage incident at Beth Israel synagogue in Colleyville, Texas, on 15 January. Four people - including the synagogue's rabbi - were held hostage during the 10-hour stand-off with police, which ended when police stormed the synagogue to rescue the hostages and shot Akram dead. An FBI analysis of Akram's phone later found he had exchanged several phone calls with Mr Williams between 11 and 13 January. When interviewed by FBI agents on 16 January, Mr Williams told officers he recalled meeting a man with a British accent but could not remember his name, according to the justice department. When interviewed a second time this week, following an arrest for an outstanding state warrant, Mr Williams was shown a photograph of Akram and confirmed that he had sold him the pistol in Dallas. Mr Williams allegedly told officers that Akram said the gun would be used to intimidate someone who had owed him money. \"As a convicted felon, Mr Williams was prohibited from carrying, acquiring or selling firearms,\" US Attorney Chad E Meacham said in a statement. \"Whether or not he knew of his buyer's nefarious intent is largely irrelevant - felons cannot have guns, period.\" Mr Williams made an initial court appearance at a federal court in Dallas on Wednesday afternoon. A detention hearing has been scheduled for 31 January. On Tuesday, Manchester police announced that two men were taken into custody as part of an investigation into the incident.", "url": "https://www.bbc.com/news/world-us-canada-60149144"}