{"datetime": "2021-11-13T11:34:46.000Z", "title": "Kendal Covid conspiracy brothers jailed for buying pistol", "article": "Two brothers who believed Covid jabs were part of a conspiracy to turn people into \"unthinking beings\" have been jailed for buying a firearm. Carlisle Crown Court heard Harry Wilson, 24, from Kendal, ordered a Glock 19 pistol which was intercepted by police and replaced with a replica. In a covert recording heard by the court Ashley Wilson, 27, said: \"This is good, innit? Order another.\" Judge Andrew Jefferies QC said the response was \"excited and immature\". Prosecutor Chloe Fordham told the court the pair \"held extreme views about there being a conspiracy by the elite to have the general population vaccinated against Covid in order to infect them with a substance which would kill the God particle in humans and turn them into unthinking beings\". As part of the theory this \"elite\" wanted to reset the economy, resulting in worldwide food shortages which would require them to defend themselves and their property, she said. Harry Wilson paid for the pistol, a Glock magazine and 50 rounds of ammunition with cryptocurrency but the parcel was intercepted by law enforcement agencies in the United States. The UK's National Crime Agency arranged for a dummy package to be sent in its place, which Ashley Wilson signed for at the family farm at Helsington, near Kendal, on 25 August. Recording equipment was hidden within it and captured the brothers' conversation as it was unwrapped. The brothers' barrister, Richard Vardon, said it was a \"quite extraordinary case\". He described the men as \"immature\" but with good characters and no previous convictions. Both admitted attempted possession of a firearm. Harry Wilson also admitted attempted possession of ammunition without a firearms certificate. Ashley Wilson, who managed the family farm, was jailed for 24 months. His brother, who ran the transport side of the business, was jailed for 30 months. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59274090"}