{"datetime": "2021-10-25T21:43:41.000Z", "title": "Alec Baldwin was pointing gun at camera in Rust rehearsal, legal papers say", "article": "Actor Alec Baldwin was drawing a revolver across his body and pointing it at a camera during a rehearsal on a US film set when it fired with tragic results, legal documents have revealed. Cinematographer Halyna Hutchins was killed and director Joel Souza was injured while filming Rust on Thursday. Affidavits containing statements from Souza and camera operator Reid Russell have shed more light on what happened. Baldwin was handed a prop gun and told it was unloaded, court documents said. Souza was standing behind Hutchins when they were both hit, according to the affidavit. \"Joel stated that they had Alec sitting in a pew in a church building setting, and he was practicing a cross draw,\" it said. \"Joel said he was looking over the shoulder of [Hutchins], when he heard what sounded like a whip and then loud pop.\" The document said 42-year-old Hutchins was shot in the chest area. \"Joel then vaguely remembers [Hutchins] complaining about her stomach and grabbing her mid-section. Joel also said [Hutchins] began to stumble backwards and she was assisted to the ground.\" Russell, who was standing next to Hutchins at the time of the shooting, told officials she said she could not feel her legs. When asked how Baldwin treated firearms on the set, Russell said the actor was very careful, citing an instance when the star made sure a child actor was not near him when a gun was being discharged. On Friday, authorities said assistant director Dave Halls had handed the weapon to Baldwin and announced \"cold gun\", indicating it was safe to use. Meanwhile, Serge Svetnoy, chief electrician for Rust, said in a Facebook post on Sunday he held Hutchins in his arms while she was dying and blamed \"negligence and unprofessionalism\" for her death. On Sunday, a crew member who worked with Halls on another project said she had raised safety concerns about him in 2019. Maggie Goll, a prop maker and licensed pyrotechnician, told the Associated Press (AP) he disregarded safety protocols for weapons and pyrotechnics on the set of a TV show and tried to continue filming after the supervising pyrotechnician lost consciousness. Halls has not returned AP's requests for comment. Goll added: \"This situation is not about Dave Halls... It's in no way one person's fault. It's a bigger conversation about safety on set and what we are trying to achieve with that culture.\" Both Souza and Russell also described a walkout by a camera crew shortly before last week's accident in New Mexico. \"Reid stated that the camera crew was having issues with production involving payment and housing,\" the affidavit said, explaining that six of the crew had left. The Santa Fe Sheriff's Office is conducting an investigation into the incident, while the producers are also carrying out an internal investigation.The producers have halted work on the set \"at least until investigations are complete\". In a statement read at a candlelight vigil on Saturday, Hutchins's husband Matthew called his wife's death \"an enormous loss\". He also posted photos of the pair with their nine-year-old son. In an Instagram post, Baldwin's wife Hilaria said \"my heart is with Halyna\". \"It's impossible to express the shock and heartache of such a tragic incident,\" she wrote. Baldwin's co-star Jensen Ackles also paid tribute to Hutchins. \"I'm not even sure where to start,\" he wrote. \"This has been a tragedy of epic proportions that we are all still processing. \"There just aren't enough words to express what an immense loss this is. She will be incredibly missed by all of us who knew and admired her.\" ", "url": "https://www.bbc.com/news/entertainment-arts-59035483"}