{"datetime": "2021-10-23T19:44:16.000Z", "title": "Alec Baldwin: What are prop guns and why are they dangerous?", "article": "On a film set, a real-life tragedy has happened. Police say US actor Alec Baldwin fired a prop gun that killed cinematographer Halyna Hutchins and wounded director Joel Souza on a film set in New Mexico. They were working on the film Rust. Tributes have been paid to Ms Hutchins, 42, while Mr Baldwin is said to be distraught. One local paper found him in tears outside Santa Fe County Sheriff's Office. An investigation is under way and we don't exactly know yet what went wrong. A spokesman for Mr Baldwin said there had been an accident on the set involving the misfire of a prop gun. Court submissions later showed an assistant director, Dave Halls, had handed the gun to Mr Baldwin. It contained a live round but Mr Halls said he did not know that, and indicated it was unloaded by shouting \"cold gun!\" An incident like this is rare and the news has stunned the film industry. The use of firearms on set is subject to stringent safety standards. \"On the film I recently made, even my plastic gun, I had to sign out, sign in every day,\" said Australian actor Rhys Muldoon. \"So that's why this particular case is so incredibly baffling.\" Despite sounding innocuous, both prop guns and blanks can be dangerous. Here's what we know about them. Blanks are used in the film industry to imitate live ammunition.The reason they are so convincing is that blanks are essentially modified real bullets.While the term \"bullet\" is commonly used to describe what is loaded into weapons, more properly it is a cartridge that is loaded: a self-contained ammunition package made up of a casing holding an explosive powder that when fired, blasts out a projectile, or bullet.Blanks differ because although they use explosive they don't use a projectile.However the wadding materials which are used to keep the gunpower in place can be expelled from the gun when it is fired, potentially causing injury or even death at close range. A prop gun could mean a range of items, from non-functioning weapons to cap guns.But it can also mean a real weapon, or one adapted for firing blanks.Together they add authenticity to productions - fire a blank using a prop gun and you'll get a loud bang, a recoil and what's known as a muzzle flash, the visible light created by the combustion of the powder. Yes. You may remember Brandon Lee, the actor son of martial arts legend Bruce Lee. Brandon Lee died aged just 28 in 1993 while filming The Crow, when a prop gun which mistakenly had a dummy round loaded in it was fired at him.Dummy rounds contain no explosive charge and in this case were used to film a close-up. When blanks were loaded part of the dummy round remained in the gun.After Lee was shot, the cameras kept rolling. It was only when he did not get up at the end of the scene that those on set realised something was wrong.In another incident, in 1984, US actor Jon-Erik Hexum started joking around on the set of a television show after being frustrated by delays in filming. He loaded a revolver with a blank, spun the chamber, put the gun to his temple and fired.Unlike Lee, he was not killed by a projectile, but rather the force of the blast was strong enough to fracture his skull. He died days later in hospital.Hexum's death highlights a problem with blanks - even without a projectile they pack enormous power. Adding to the risk, some film sets use extra powder to make the visual impact stronger. Film sets usually have strict rules about the use of prop guns. Specialists provide weapons for use on film sets and advise on their use. \"There's basic safety measures on every set,\" said Mike Tristano, an armourer who has worked with Alec Baldwin in the past.\"You never point a gun, even if it is not a firing gun, at anyone else. I'm at a loss how this could have happened and how it could have done that much damage.\" A common shot in film shows an actor firing into the camera and Steven Hall, who has worked on films such as Fury and The Imitation Game, says it only happens with safeguards. \"If you are in the line of fire... You would have a face mask, you would have goggles, you would stand behind a Perspex screen, and you would minimise the number of people by the camera, \" he said. \"What I don't understand in this instance is how two people have been injured, one tragically killed, in the same event.\" Others working in film wondered why, at a time when gun effects can be cheaply added using computers, blanks are still being used at all.\"There's no reason to have guns loaded with blanks or anything on set anymore. Should just be fully outlawed,\"tweeted Craig Zobel , an actor and director whose credits include Westworld and Mare of Easttown.\"Prop guns are guns,\" TV writer David Slack tweeted . \"Blanks have real gunpowder in them. They can injure or kill - and they have. If you're ever on a set where prop guns are treated without proper caution and safe handling, walk away. \"No show or shot is worth risking people's lives,\" he added.", "url": "https://www.bbc.com/news/world-us-canada-59006905"}