{"datetime": "2021-10-25T16:19:48.000Z", "title": "Alec Baldwin film tragedy: What are the rules for guns on movie sets?", "article": "The harrowing incident that resulted in the death of a cinematographer on a film set last week has left questions around the use of firearms in the entertainment industry. ActorAlec Baldwin said his heart was broken after fatally shooting cinematographer Halyna Hutchins with a prop gun in New Mexico on Thursday. Director Joel Souza, who was standing behind Hutchins, was injured. The responsibility for the use of guns and other weapons lies with each production's property master or armoury expert.They secure the weapons when they are not being used and instruct actors on their proper and safe use. They also load the firearms and check them before and after each scene. There is no definitive set of regulations on the use of firearms across the film industry. According to the AP news agency , the US federal workplace safety agency doesn't regulate gun safety on set, and many states leave it to the industry to create and follow its own rules. Professor Dan Leonard from Chapman University in California, who specialises in on-set regulations, tells the BBC \"it is generally left to the industry to develop and police the guidelines... and those guidelines if followed can allow for firearms to be used safely on set\". But even then, there isn't one definitive set of procedures and protocols. Perhaps the closest to a list of suggested rules isthat published by the Industry-Wide Labor-Management Safety Committee . Its advice includes: But the committee points out its guidelines are \"not binding laws or regulations\" and, as Prof Leonard says, its safety document appears to have been last revised in 2003. \"There has been much advancement in digital special effects technology since [then] that could be utilised to do much of this work in post-production, even in lower budget independent films,\" he says. Film studioWarner Bros has published its own weaponry rules, while the Actors' Equity Association hasadvice for performers . Incidents like the one on the set of Rust are incredibly rare, but calls have grown for a ban on live firearms on film sets, with a petition gathering more than 23,000 signatures by Monday. Actor Olivia Wilde was among those tolend support . California Senator Dave Cortesesaid on Saturday he would push a bill banning live ammunition on movie sets in the state. He said: \"There is an urgent need to address alarming work abuses and safety violations occurring on the set of theatrical productions, including unnecessary high-risk conditions such as the use of live firearms.\" But some industry professionals said simply the use of live weapons was not the problem. SL Huang, an armourer, stunt person and writer,said on Twitter that if you follow the standard procedures, accidents just shouldn't happen. Gary Harper - who has worked as an armourer on films such as The Last Samurai and Batman v Superman: Dawn of Justice -told The Hollywood Reporter that direct-to-camera, close-up shots are frequently requested and can be performed safely. He uses a sheet of Perspex between the actor with the gun and whoever is behind the camera, while the camera operator will also be dressed in protective gear. Prof Leonard believes \"there needs to be stricter enforcement of these [existing] policies and greater regulation particularly for low budget indy films\". He adds: \"This will save lives. No-one should lose their life making a movie.\" \"There's no reason to have guns loaded with blanks or anything on set anymore. Should just be fully outlawed,\" tweetedCraig Zobel , an actor and director whose credits include Westworld and Mare of Easttown. Howeverhe later conceded that live rounds \"do have a role on set\", but they made him nervous. In an interview with Variety , property master Dutch Merrick said fake guns were not as convincing, but safe environments were key. \"I work on the show SEAL Team and we do a ton of gunfire on that. If you told the actors to fake the gunfire with a toy or replica, make it look like it's firing, that's baloney. \"You give him a real gun that really fires, and it's dangerous out the front and shells go out the side and it gives him recoil, and it puts him in the environment and now you've got the realism that is the magic that is Hollywood.\"It is entirely safe, but it's putting him in the environment, where it's as real as possible. And it's my job to make sure nobody gets hurt.\" In a blog for the American Society of Cinematographersposted in 2019 , Dave Brown wrote: \"CGI may be used for close-range gunshots that could not be safely achieved otherwise, but yes, even with all the advancements in visual effects and computer-generated imagery, we still fire guns with blanks. \"The reason is simple: We want the scene to look as real as possible. We want the story and characters to be believable.\" He added this could only be achieved safely by hiring experienced firearms experts. ", "url": "https://www.bbc.com/news/entertainment-arts-59035488"}