{"datetime": "2022-02-10T12:06:57.000Z", "subject": "G7 summits", "title": "G7 Carbis Bay Hotel loses planning appeal on rooms", "article": "A hotel that hosted world leaders for the G7 summit has been ordered to demolish three meeting rooms that were built without planning permission. Carbis Bay Hotel, in Cornwall,lost an appeal to the Planning Inspectorate against an enforcement notice by Cornwall Council. It followsprotests by local people and environmentalists who claimed it was damaging a wildlife habitat. The hotel had said the development would comply with planning policy. Under the enforcement notice the hotel has been ordered to demolish the three buildings and to reinstate the land to its former level, gradient and condition before the development was undertaken, said theLocal Democracy Reporting Service . It started work on the meeting rooms early in 2021 and said they were required for the G7 summit which took place in June. Cornwall Council investigated the development but did not take enforcement action after the hotel submitted a retrospective planning application. However, the proprietors then withdrew the planning application and the council launched an enforcement notice telling them to remove the development. The hotel launched an appeal against the enforcement notice but the Planning Inspectorate decided on Thursday it should be upheld. The hotel had said the buildings had since been used to provide accommodation for the hotel, which would comply with planning policy which supported developments that contributed to the tourism economy. Outlining the planning balance of his decision, inspector Mr P Jarratt said: \"I have found very significant harm to the character and appearance of the landscape which is contrary to national and local policies.\"Although it is to the hotel's considerable credit that it has hosted the G7 summit and now wishes to adapt the meeting rooms to holiday accommodation, the economic benefits arising from the development... are insufficient to outweigh the harm to the landscape.\" The BBC has contacted the hotel for comment. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60333927"}