{"datetime": "2021-10-13T14:54:19.000Z", "subject": "G7 summits", "title": "G7 Mount Recyclemore sculpture rebuilt at Eden Project", "article": "A sculpture featuring the G7 leaders made out of electronic waste has been reassembled at the Eden Project. TheMount Recyclemore sculpture was first erected at theG7 summit in June to highlight environmental damage caused by electronic device disposal. The \"stunning\" piece of art carries a \"striking environmental message behind it\", the Eden Project said. Sculptor Joe Rush said electronic waste was a \"growing problem\". The installation features 3m (10ft) tall heads of the G7 leaders made out of 20,000 individual pieces of e-waste, including mobile phones, consoles and computer parts.Elinor Voisin, senior exhibit designer at the Eden Project, said: \"E-waste is a growing problem that is only going to get bigger.\" She added the sculpture would be on display for a year, during which about a million people would pass itSculptor Joe Rush said the original idea came from Music Magpie which sponsored the build with the aim of starting a conversation.\"The message we want it to send ... is that the problem of electronic waste is an ever growing problem,\" he said. \"This is a human problem and it has to be dealt with by humans as a whole not giving our waste to another nation.\" Artist Wreckage International, who was responsible for the characterisation, said: \"It's really to highlight how much of our electrical waste is going into the ground, normally Joe and I work with scrap metal so it's even been a lesson to me.\" UK Prime Minister Boris Johnson, US President Joe Biden, French President Emmanuel Macron, Italy's Prime Minister Mario Draghi and Canadian Prime Minister Justin Trudeau are depicted in the artwork. Germany's Chancellor Angela Merkel, who will be replaced once a new government is formedafter the 2021 election , and Japan's former Prime Minister Yoshihide Suga - whostood down in September - are also featured. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58889592"}