{"datetime": "2021-09-21T10:52:33.000Z", "subject": "G7 summits", "title": "G7 Speakers' Summit: Chorley hopes for business boost", "article": "Businesses in a Lancashire town which staged the G7 Speakers' Summit say they hope the meeting of powerful politicians will give them a boost. A market trader who runs 10 stalls said many first-time visitors had been drawn to Chorley by the publicity.Chorley Council's deputy leader, Peter Wilson, also believes the summit is already having a positive effect. He said the town had been showcased on the world stage and \"it has boosted our local economy\".\"It's left our residents feeling proud, and millions of people across the world knowing more about the brilliant place we call home,\" he said. Clothing trader John Brennan, who has operated stalls in Chorley Market for more than 50 years, said: \"On Saturday, in particular, we got a lot of people from different places coming to visit us for the first time. \"One guy said he'd never even heard of Chorley, and he was only from Manchester.\"He said: 'What a fabulous little town.' He was really raving about it, saying there's nowhere with this type of character now and how lovely it was.\" Chorley MP and Commons Speaker Sir Lindsay Hoyle, who hosted the summit at Astley Hall, said the guests, including US House of Representatives Speaker Nancy Pelosi, \"loved Chorley and the experience we gave them\". He believes the flag Ms Pelosi gave to St Laurence's Church, which flew on Capitol Hill during US President Joe Biden's inauguration, will attract tourists to the town.Sir Lindsay told theLocal Democracy Reporting Service the event could not have gone \"any better\" and hopes its effect on the town will be long-lasting, adding: \"To be able to show Chorley off was a real moment for me.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-58637146"}