{"datetime": "2021-09-20T14:30:00.000Z", "subject": "G7 summits", "title": "Nancy Pelosi gifts US flag to Chorley for hosting G7 summit", "article": "An American flag which flew during US President Joe Biden's inauguration has been gifted to the people of Chorley. The Lancashire town has welcomed politicians from around the world forthe G7 Speakers' Summit this weekend. US politician Nancy Pelosi presented the flag to House of Commons Speaker Sir Lindsay Hoyle as a \"symbol of friendship, fellowship and peace\". It will be housed in St Laurence's Church in the town, which was previously gifted a US flag in 1942.Sir Lindsay said he was proud to welcome Ms Pelosi to his hometown \"just as we welcomed US service personnel to Chorley almost 80 years ago\". \"Although we are oceans apart, our bond is as strong as ever and it is a friendship that I have no doubt will outlast us all,\" he said.Between 1942 and 1945, more than 50,000 US personnel from the 127th Reinforcement Battalion of the United States Army Air Force passed through Chorley. Many were sent to replace air crew units returning from active service, while others were based in their headquarters at Washington Hall, Euxton, to await transport home via Liverpool. The military men were so grateful when St Laurence's Church held a Thanksgiving Service in 1942 that they presented the town with a US flag as a token of their gratitude - which still flies there today. Ms Pelosi, Speaker of the US House of Representatives, said the flag would \"carry on the proud tradition in St Laurence's Church and serve as a symbol of the everlasting bonds between our countries and peoples\".Father Neil Kelley, Rector of St. Laurence's, said the flag was \"a priceless gift to the community of Chorley and was a tangible reminder of the enduring ties between the US and the church\". On Sunday,Sir Lindsay and Ms Pelosi visited the Coronation Street studios to hear about the ITV soap's impact on helping to counter hate. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-58622941"}