{"datetime": "2021-11-22T11:04:56.000Z", "subject": "G7 summits", "title": "Liverpool G7 summit: Foreign secretary hopes to build 'worldwide network'", "article": "The foreign secretary wants a summit with her G7 counterparts to build \"worldwide network of liberty that advances freedom, democracy and enterprise\". Liz Truss said the three-day meeting in Liverpool in December would \"discuss how we build closer economic, technology and security ties globally\". It was also \"a fantastic opportunity to showcase the city\", she said. Liverpool Mayor Joanne Anderson said it was \"a fitting choice\" for the summit. \"Liverpool is proud to have been chosen to host this global event on behalf of the UK government,\" the Labour mayor added. \"We are a fitting choice given our cultural significance, musical importance and sporting greatness which attracts visitors from around the world, as well as our scientific and architectural innovation.\" The foreign secretary will host a summit of foreign and development ministers from the G7 countries in the city from 10 to 12 December. Representatives from the Association of Southeast Asian Countries will attend for the first time, alongside those from the US, France, Germany, Italy, Canada, Japan and the EU, a move the Foreign Office said was a sign of the UK's growing Indo-Pacific tilt. The group is expected to discuss a range of global issues, including economic resilience post-Covid, global health and human rights. Ms Truss said she wanted those involved to \"build a worldwide network of liberty that advances freedom, democracy and enterprise and encourages like-minded countries to work together from a position of strength\". \"I will be hosting our friends and partners to discuss how we build closer economic, technology and security ties globally and deliver for the British people,\" she added. \"The meeting... is a fantastic opportunity to showcase the city to the world, highlighting the best of British culture, commerce and creativity.\" Liverpool City Region Mayor Steve Rotheram said there was \"no more fitting city\" to host the summit, as Liverpool was \"often described as 'the world in one city'\". \"The eyes of the world will be on the Liverpool City Region... and we have a fantastic story to tell,\" the Labour mayor added. The Museum of Liverpool, on the city's famous waterfront, will be the main location for the talks. The gathering will be the third G7 summit in the UK in 2021, afterworld leaders met in Carbis Bay, Cornwall in June and Commons Speaker Sir Lindsay Hoyle hostedthe G7 parliamentary presiding officers in Chorley, Lancashire in September. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59373529"}