{"datetime": "2021-09-17T17:48:34.000Z", "subject": "G7 summits", "title": "G7 Carbis Bay Hotel ordered to remove meeting rooms", "article": "The hotel that hosted world leaders for the G7 summit in Cornwall has been ordered to remove meeting rooms which were built without planning permission. The Carbis Bay Hotel had said the rooms were required for the event, but it did not have planning permission for them. A planning application seeking retrospective permission was lodged after protests about the development. This application has now been withdrawn and Cornwall Council has therefore started enforcement proceedings. Campaigners spoke out against the worksas they saw trees and wildlife habitats destroyed to make way for the buildings and more than 400 people objected to the planning application for the development. The council said the planning application had been withdrawn by the applicant and it would be telling the hotel to remove the buildings and return the site to its original form,the Local Democracy Reporting Service (LDRS) reported . In a statement Cornwall Council said the enforcement action required \"the unauthorised developments to be removed and for the land to be reinstated to its former levels, gradients and condition\". The enforcement notice does not come into effect until 18 October and the landowner has the right to lodge an appeal with the planning inspectorate against the notice before it comes into effect.If no appeal is lodged they have six months to comply. The hotel had submitted similar plans to the council previously to build lodges on the site but that application was refused due to the impact it would have on the area. In June world leaders, including Prime Minister Boris Johnson and US President Joe Biden, met in Carbis Bay for the G7 Summit to discuss everything from Covid-19 vaccines to climate change. Cornwall Council has not indicated whether there is a timescale for when the hotel has to carry out the required works under the enforcement action. The BBC has contacted Carbis Bay Hotel for a comment. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58602872"}