{"datetime": "2021-12-10T14:16:14.000Z", "author": "Claire Hamilton", "subject": "G7 summits", "title": "Liverpool G7 summit 'a pretty big deal' for city", "article": "There is a level of security in Liverpool possibly not seen since the former US Secretary State Condoleezza Rice visited the city over a decade ago. Her visit was met with some protests and it is not yet clear whether the foreign ministers from the world's richest democracies will face anything other than a warm welcome when they arrive in Liverpool. This in-person meeting marks the end of the UK's Presidency of the G7.It is not as eye-catching as theheads of state meeting in Cornwall over the summer, but it is certainly a pretty big deal for Liverpool to host such a globally significant political event.Metro Mayor Steve Rotheram told me this is something he and other leaders had worked really hard to secure.I put it to him that this, combined with the £22m handed to the city by the chancellor in his budget this year, represents a vote of confidence in Liverpool from a Conservative government who probably know the love will not be returned.The Metro Mayor reckons Liverpool was the obvious choice for an event like this - a historic port with a global outlook, diverse communities and a brand new pandemic institute showing it is at the sharp edge of planning for the next global virus.Local people might be unaware that decision makers from the US, Japan and Germany are in town, unless the motorcade blocks their Christmas shopping trip into town.Liverpool City Council has been keen to stress that disruption will be kept to a minimum and that the doubtlessly sizeable bill for the three-day summit will be met by central government. But hotels will be booked out, restaurants will be full and the city's architectural \"wow\" factor will no doubt delight first-time visitors.Just don't mentionthe loss of Unesco's World Heritage Status , and all will be well. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59608876"}