{"datetime": "2021-09-19T17:00:33.000Z", "subject": "G7 summits", "title": "Nancy Pelosi in G7 Speakers visit to Coronation Street", "article": "The Speaker of the House of Commons says TV shows can help counter hate as he welcomed foreign dignitaries to the Coronation Street studios. Sir Lindsay Hoyle showed parliamentary presiding officers from some of the world's richest nations around the ITV set after a G7 summit in Lancashire. Nancy Pelosi, speaker of the US House of Representatives, was among those hearing about the soap's impact. The show's producer Iain MacLeod said their visit was an \"incredible honour\". Mollie Gallagher, who recently won a National Television Award, spoke about her character's storyline, which had been based on thereal-life case of student Sophie Lancaster . The 20-year-old was fatally kicked while she was dressed as a Goth in Bacup, Lancashire in 2007. Mr MacLeod said: \"I think what our show does in terms of democracy is set the terrain, I think it encourages empathy. \"It encourages people to look at people that aren't like them and put themselves in their shoes. \"And I think, hopefully, that encourages a more empathetic and a kinder dialogue, politically speaking.\" Sir Lindsay said shows like Coronation Street, which has previously highlighted mental health and domestic abuse, influenced people's viewpoints.\"What we've got to show is, we're not all the same, we should be different, we should be able to accept other people's looks and views. \"Hopefully, we'll have a better country when we continue to call out hate.\" The G7 group, which included representatives from France and Italy, also visited the soap's memorial bench for the 22 victims of the Manchester Arena terror attack in 2017. It followed a weekend summit focused on security issues and the impact of social media in Sir Lindsay's home constituency of Chorley in Lancashire.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-58615127"}