{"datetime": "2021-06-23T14:40:32.000Z", "subject": "G7 summits", "title": "Cornwall: Pop-up Covid vaccination centres to open", "article": "Pop-up vaccination centres will open in Cornwall after a rise in Covid cases. People will be able to get walk-in jabs at Stithians and Wadebridge showgrounds, or book one in St Ives. The measures were announced as one Cornish councillor said there were \"conspiracy theories\" trying to link the increase to the recentG7 summit . In the week to 18 June, there were 147 cases per 100,000 people in Cornwall and the Isles of Scilly - higher than the England average of 98. Councillor Andy Virr, cabinet member for adults and public health, was responding to claims that the summit of world leaders had led to the increase in positive cases over the last week. The council, public health officials and the government have all stated that there is no evidence the rise is linked to the G7. Mr Virr said: \"We have nothing to cover up here. We want to be as open as we can and help to stop the unfortunate rise of the virus.\" Public health officials said the majority of cases in Cornwall were among the 16-to-29 age group - those who had not yet been fully vaccinated. Adults can turn up to receive their jab at the the Stithians Showground or Royal Cornwall Showground between 10:00 and 18:00 BST on Sunday. Iain Davidson, clinical lead at the vaccination centres, said: \"With the sharp rise in the number of Covid cases we're asking everyone to #doitforCornwall by rolling up their sleeve, getting protected and stop the spread of the virus.\" Vaccines are also being offered in St Ives at the Guildhall, by appointment, between 14:00 and 17:30 on Saturday. The more-transmissible Delta variant and the May easing of restrictions, with more visitors arriving in the county, have also been blamed by the council for the spike. Rachel Wigglesworth, director of public health in Cornwall, said: \"There has been speculation of the increase being linked to G7 and, in particular, to the sites in Falmouth and St Ives.\"There isn't anything in the data to suggest that is true.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57583600"}