{"datetime": "2021-06-15T15:11:24.000Z", "subject": "G7 summits", "title": "Vaccination call after 'rapid' Covid-19 case rise in Cornwall", "article": "People need to get vaccinated to cut the spread of coronavirus after an \"incredibly rapid\" rise in cases in Cornwall, a public health boss says. Covid-19 infections in Cornwall and the Isles of Scilly rose to 44 in every 100,000 by 10 June, up from five in 100,000 the week before,figures show . Dr Ruth Goldstein said they were mainly Delta variant cases in under-30s. She said afour-week delay in lifting lockdown would allow for a push for more vaccinations. Public health consultant, Dr Goldstein, said the rise was thought to be down to people from Cornwall travelling out and back during the school half-term break, as well as people coming in. She said the \"incredible transmissibility\" of the Delta variant and more use of indoor spaces in hospitality, had also contributed. Dr Goldstein's comments came after a number of hospitality venues in Cornwallconfirmed they had closed after members of staff tested positive for Covid-19 . Analysis: Ben Woolvin, Home Affairs Correspondent, BBC Spotlight It's too early for any G7-related coronavirus spread to be reflected in the latest confirmed cases, which are for the week to 10 June - a day before the summit started. What we may be seeing is an increase related to half term, but we need to tread carefully in our judgment here.That said, public health officials tell us the Delta variant is much more transmissible than the strain dominant during last summer's tourism season.We know a number of hospitality businesses in St Ives have had to close in recent days - at least two of them because of Covid-19. Others around the county, including Truro and Falmouth, have also said they were closing due to staff catching coronavirus. Dr Goldstein said: \"In cases over the 10 days [of figures], it is mainly in the much younger age group, the under-30s, generally people who are unvaccinated.\" She added: \"It is surprising how incredibly rapidly it is being passed between people.\" Ian Davidson, chief pharmacist of the Royal Cornwall Hospitals Trust, said only one person with Covid-19 was in hospital in Cornwall.He added that 77% of eligible people had received their first vaccine dose in Cornwall, and 62% had received their second. All adults in England should be able to book vaccinations by the end of this week,NHS bosses have said . Follow BBC News South West on Twitter , Facebook and Instagram . Send any story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57469306"}