{"datetime": "2021-06-13T18:25:49.000Z", "author": "Becky Morton", "subject": "G7 summits", "title": "Queen meets Joe Biden at Windsor Castle", "article": "US President Joe Biden and First Lady Jill Biden have met the Queen at Windsor Castle. The visit included a Guard of Honour and afternoon tea with the monarch. Mr Biden said afterwards that the Queen had reminded him of his mother, and he had invited the Queen to visit the White House. It comes at the end of the G7 summit in Cornwall, where leaders of the world's biggest economies have discussed issues including vaccines and climate change. The couple also met the Queen on Friday, when she attended a reception for G7 leaders at the Eden Project.The Bidens travelled from Newquay, Cornwall, on Air Force One to London's Heathrow Airport before taking the Marine One helicopter the short distance to Windsor. They were greeted by the Queen at the dais in the castle's quadrangle. A Guard of Honour formed of the Queen's Company First Battalion Grenadier Guards gave a Royal Salute, and the US national anthem was played. Mr Biden accompanied the Officer Commanding the Guard of Honour, Maj James Taylor, and Maj Gen Christopher Ghika to inspect the Honour Guard, before returning to the dais to watch the military march-past. The role of escorting a visiting head of state to inspect the troops was usually carried out by the Duke of Edinburgh, before he retired in 2017. Prince Philip died in April, aged 99. The Bidens were then introduced to the Queen's lady-in-waiting, Dame Annabel Whitehead, before enjoying tea in the castle's Oak Room.The palace said the couple left at just after 18:00 BST, meaning they spent around 40 minutes inside the castle.The whole visit lasted just over an hour and is believed to have overrun by 10 minutes.Speaking afterwards, Mr Biden said they had spoken about Russian President Vladimir Putin and China's leader Xi Jinping. \"We had a long talk,\" he said. \"She was very generous. I don't think she'd be insulted but she reminded me of my mother. In terms of the look of her and just the generosity. She was very gracious.\" He added: \"She said, 'What's it like in the White House?' I said, 'Well it's magnificent but it's a lot of people'.\" Their latest meeting comes the day after the Queenmarked her official birthday with a scaled back Trooping the Colour parade .This year's celebration saw a reduced parade in the grounds of Windsor Castle, rather than in central London, because of the pandemic.The Queen, 95, first met a serving US president, Harry S Truman, as Princess Elizabeth in 1951. She has since met all 14 US leaders during her 69 years on the throne, except for Lyndon B Johnson. In 2019 the Queen met then President Donald Trump at Buckingham Palace. They also had afternoon tea together in the Oak Room.When the monarch met George W Bush at Windsor, they enjoyed a traditional afternoon tea, with sandwiches and cakes, in the White Drawing Room.", "url": "https://www.bbc.com/news/uk-57461257"}