{"datetime": "2021-06-13T17:35:48.000Z", "subject": "Climate change", "title": "G7 summit: Leaders pledge climate action but disappoint activists", "article": "The G7 nations have agreed to step up action on climate change and renewed a pledge to raise $100bn a year to help poor countries cut emissions. After a summit in Britain, G7 leaders also promised to help developing countries move away from coal. UK Prime Minister Boris Johnson, who hosted the three-day meeting, said on Sunday: \"We were clear this weekend that action needs to start with us.\"However some environmental groups said the promises lacked detail.Developed countries agreed in 2009 to contribute $100bn a year in climate finance to poorer countries by 2020. But the target was not met, in part because of the Covid pandemic. While the G7 agreed to raise contributions to meet the target, Teresa Anderson, from Action Aid said: \"The G7's reaffirmation of the previous $100 billion a year target doesn't come close to addressing the urgency and scale of the crisis.\" Catherine Pettengell, director at Climate Action Network, told Reuters news agency: \"We had hoped that the leaders of the world's richest nations would come away from this week having put their money their mouth is.\" Climate change has been one of the key themes at the summit in Carbis Bay, Cornwall. The G7 - which include the UK, US, Canada, Japan, France, Germany and Italy - committed to keeping the projected global temperature rise to 1.5C.In thefinal statement they said: \"We reaffirm the collective developed countries goal to jointly mobilise $100bn/year from public and private sources, through to 2025.\" The commitment to help nations move away from coal power, which initially came from the White House, includes a plan to phase out coal burning unless it includes carbon capture technology. The G7 will end the funding of new coal generation in developing countries and offer up to £2bn ($2.8bn) to stop using the fuel.Coal is the world's dirtiest major fuel and ending its use is seen as a major step by environmentalists, but they also want guarantees rich countries will deliver on previous promises to help poorer nations cope with climate change. In a separate announcement, the UK joined Germany and the US to declare it would spend hundreds of millions of pounds protecting the world's vulnerable communities from climate change. The funding would \"enable quicker responses to extreme weather and climate-linked disasters in countries bearing the brunt of climate change,\" UK Foreign Secretary Dominic Raab said. By Roger Harrabin, environment analyst Green campaigners say the summit's a flop because it failed to secure the cash previously promised for poor nations to cope with a heating climate on top of the Covid pandemic. Charities warn developing nations won't co-operate with the vital climate summit in Glasgow in November (known as COP26) unless adequate support is offered to tackle both crises. Rich nations previously pledged to hand $100bn a year to developing nations for climate assistance. But although the G7 did offer some extra bilateral funding it's clear that falls short. The G7's commitment to phase out coal at home and stop financing coal overseas is significant - it will heap pressure on China to follow. Details are still lacking, but there are also potentially important developments focusing finance to renewable energy and railways in developing nations to counterbalance China's Belt and Road mega-project. So, some progress has been made. And the aim to strike a global climate-protecting agreement at the COP may still be just about in reach - unless the climate offers surprises of its own. The G7 leaderspublished a 25-page communique summing up their \"shared agenda\" in key points. They included: Sunday's meeting began with video message from the British broadcaster Sir David Attenborough.Speaking beforehand, Sir David said: \"The natural world today is greatly diminished... Our climate is warming fast. That is beyond doubt. Our societies and nations are unequal and that is sadly plain to see. \"But the question science forces us to address specifically in 2021 is whether as a result of these intertwined facts we are on the verge of destabilising the entire planet.\" He said the decisions facing the world's richest countries were \"the most important in human history\". The Earth's average temperature is about 15C (59F) but has been much higher and lower in the past.There are natural fluctuations in the climate but scientists say temperatures are now rising faster than at many other times.This is linked to the greenhouse effect, which describes how the Earth's atmosphere traps some of the Sun's energy.Solar energy radiating back to space from the Earth's surface is absorbed by greenhouse gases and re-emitted in all directions.This heats both the lower atmosphere and the surface of the planet. Without this effect, the Earth would be about 30C (54F) colder and hostile to life. Scientists believe we are adding to the natural greenhouse effect, with gases released from industry and agriculture trapping more energy and increasing the temperature.This is known as climate change or global warming. You can read our simple explainerhere. ", "url": "https://www.bbc.com/news/world-57461670"}