{"datetime": "2021-06-13T15:57:02.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "G7 summit: Northern Ireland part of one great indivisible UK, says PM", "article": "Boris Johnson says he \"continuously\" makes the point that Northern Ireland is part of \"one great indivisible United Kingdom\" amid a row at the G7. Reports claim French President Emmanuel Macron said at the summit thatNorthern Ireland was not part of the UK .Foreign Secretary Dominic Raab said the remark was \"offensive\" and that EU figures characterised Northern Ireland \"as somehow a separate country\". Mr Macron said he never questioned \"the integrity of the British territory\".Earlier, an Elysee source said the French leader was talking about \"geographical territory\" during the meeting, after Mr Johnson asked Mr Macron how he would feel if there were barriers to selling sausages from Toulouse in Paris. They added: \"The president wanted to stress that the situation was quite different and that it was not appropriate to make this kind of comparison.\" The row comes amid ongoing problems with the post-Brexit Northern Ireland Protocol. The policy was designed to protect the Good Friday Agreement by ensuring a border would not be introduced on the island of Ireland. It sees Northern Ireland continue to follow many of the EU rules on trade.But as a result, it created a regulatory border in the Irish Sea, leading to additional checks on items moved between Great Britain and Northern Ireland. So-called \"grace periods\" were introduced after the post-Brexit trade deal came into force, allowing goods to continue to move as normal while people adjusted to the new way of working. But as it stands, controls will be introduced from July on chilled meat products like sausages and mince - effectively banning them from entering Northern Ireland unless the UK agrees to match EU standards on its products.The UK has already unilaterally extended some grace periods, leading to legal action from the EU.But Ireland's Taoiseach (Irish PM) Micheál Martin warned it would be \"very problematic\" if the UK did the same again, telling Sky News it would strain relations. He added: \"It's not about sausages per se, it really is about the fact that an agreement had been entered into not too long ago and if there's consistent, unilateral deviation from that agreement, that clearly undermines the broader relationship between the European Union and the United Kingdom, which is in nobody's interest.\" Asked by the BBC's Laura Kuenssberg whether the PM was offended by the alleged comments from the French president, Mr Johnson did not answer - instead saying it was \"the job of the government of the United Kingdom to uphold the territorial integrity of the United Kingdom\". He also said Brexit had accounted for a \"vanishingly small proportion of our deliberations\" at the G7 summit.But pushed further by reporters about the French president's alleged remarks, Mr Johnson said he and the rest of the government \"make the point continuously that we are all part of one great indivisible United Kingdom\".Earlier, Mr Raab said the sentiment about Northern Ireland being separate from the rest of the UK had been expressed by EU figures for \"years\" and \"that is wrong\". He told the BBC's Andrew Marr programme: \"It is a failure to understand the facts, it is a failure to appreciate what speaking around Northern Ireland in those terms and approaching the issue of the Northern Ireland Protocol in those terms does. \"It causes damage to businesses from both communities in Northern Ireland, creates deep consternation, and we wouldn't talk about Catalonia and Barcelona or Corsica in France in those ways.\" But President Macron later appealed for \"calm\", saying: \"France has never allowed itself to question British sovereignty, the integrity of the British territory and the respect of the sovereignty.\"And it's also true that Brexit… is the child of British sovereignty and has [created] thousands of hours of work for European leaders so we know very well what British sovereignty is.\" He added: \"For a number of years after Brexit we established rules, a protocol agreement and also a commercial treaty for future relations. We just want them to be respected - seriously, calmly, professionally - that's all.\" At international summits, it is generally a good rule to keep discussions about sausages confined to the barbecue on the beach.That the UK allowed its row with the EU - over post-Brexit trade across the Irish Sea - to overshadow the G7 raised eyebrows among diplomats.\"We can't understand why Boris is putting more petrol on the fire,\" one official told me.At his news conference, the prime minister sought to dampen the flames, refusing to echo Foreign Secretary Dominic Raab, who said President Macron's suggestion that Northern Ireland was not part of the UK was \"offensive\".But the damage had already been done. Yes, the trade row was not part of the main G7 negotiations, but it was central to discussions in the margins.Even Canada's prime minister, Justin Trudeau, said that he had raised the issue in his bilateral meeting with Mr Johnson, emphasising Canada's role in forging the Good Friday Agreement.So instead of using the congenial confines of a highly secure beach in south-west England to engender a bit of trust, both sides seem to have come away from Cornwall with hackles raised.This summit was supposed to be about showing how democracies around the world could co-operate better. That proved something of a challenge closer to home.Ahead of meetings at the G7 - attended by leaders of the EU, France, Germany and Italy - top EU official Maros Sefcovic said the bloc's patience was \"wearing thin\" with the UK, insisting it needed to follow the rules it agreed on the Northern Ireland Protocol.But during the summit, Mr Johnson said he would do \"whatever it takes\" to protect the territorial integrity of the UK. He told the BBC there was \"quite a lot of misunderstanding around the EU about the situation in Northern Ireland [and] the balance of the Good Friday Agreement\" and he hoped the two sides would find \"pragmatic solutions\".Labour's shadow international trade secretary, Emily Thornberry, told Andrew Marr that the two sides needed to \"stop bickering\" and \"actually find a practical solution\". Edwin Poots, the new leader of the DUP - Northern Ireland's largest unionist party - also called the remark by President Macron offensive, saying the French leader \"doesn't understand the basics, let alone the finer details\". Mr Poots, who wants the protocol to be removed, added: \"This also exposes the ignorance which lies at the heart of the EU. They seem blind to the destruction the protocol has caused to the Belfast Agreement.\"But a source from the Elysee Palace said Mr Macron had \"recalled that the UK's exit from the EU had been a British decision and that they must now keep their word\" on implementing the protocol.Mr Johnson's official spokesman said he was \"not going to get drawn into the discussions the prime minister had with President Macron\". ", "url": "https://www.bbc.com/news/uk-politics-57460077"}