{"datetime": "2021-06-14T16:56:08.000Z", "subject": "G7 summits", "title": "Eight arrests as G7 protesters block roads", "article": "Eight G7 protesters were arrested by police for intentionally blocking roads near the summit site in Cornwall. Five people glued themselves to a road in St Ives and three others locked themselves to a minibus at a roundabout in nearby St Erth. Police said none of the actions by protest groups on Sunday affected the G7 event or the movement of delegates. Further peaceful protests took place in St Ives and Falmouth over the weekend where no arrests were made.Devon and Cornwall Chief Constable Shaun Sawyer said \"the world heard\" those who peacefully protested.Five people glued themselves to the road at the junction of Carnellis Road and The Burrows in St Ives.Another four protesters locked themselves to a flowerpot.Devon and Cornwall Police said the group released themselves and left the area following a conversation with public order officers. One man was arrested on suspicion of blocking a public highway and was taken into police custody. He has since been released under investigation pending further inquiries. In a separate incident, officers were called to Tempest roundabout in St Erth after three people locked themselves to a minibus on the roundabout. Public order officers were deployed and police said the protesters were given several opportunities to move, which they refused.Protest removal teams, with specialist equipment, were then sent to remove the protesters. Three people were arrested on suspicion of conspiracy to commit public nuisance and have since been released on police bail until early July. Another four were arrested on suspicion of obstructing a public highway. Three have since been released under investigation pending further inquiries and one has been released with a caution. The vehicle and locking equipment were seized by police. Devon and Cornwall Police said inquiries into both matters were continuing and no-one arrested in relation to the G7 policing operation remained in police custody in the force area. Fifteen peoplewere arrested on Saturday on suspicion of conspiracy to commit public nuisance. Seven peoplewere arrested after two vehicles were searched around four miles from the G7 site at Carbis Bay on Friday and a manwas arrested after a hoax device was found near an official G7 summit site on Thursday. Mr Sawyer said officers had been \"overwhelmed by the generosity of support\" by people in the communities affected by the summit.To those who peacefully protested, he said: \"The world heard you, and it's important that it did.\" He added: \"Those who wanted to bring violence, you have no place here, and the community was so strong in saying that.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send any story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57471276"}