{"datetime": "2021-06-13T18:52:41.000Z", "author": "Laura Kuenssberg", "subject": "G7 summits", "title": "G7 summit: Has this been a meeting that mattered?", "article": "I wondered a few days ago if this summit would be what one government veteran described as \"waffleage\", or if it would be a meeting that mattered. Well, this year's G7 has for all sorts of different reasons - not just because we got a glimpse of how some of the most powerful people in the world mingle when on the beach, the image of Angela Merkel inspecting the mackerel at the barbecue, or the very carefully choreographed images of the prime minister's new wife and their one-year-old son Wilfred.Big promises have been made - on vaccines, in particular - although there are gaps in the detail of how the vows will actually be kept.The prime minister and the US president seem to have made a good personal connection in their first full encounter.There were ambitious sounding statements on climate change too, although again, campaign groups question the extent of the commitments -you can read more about that here. The very real tensions on Brexit though flared between the UK and France, this summit following what feels like a time-honoured pattern of the main business being buffeted by a cross-Channel row about the EU.All the smiles and elbow bumps didn't provide a moment for a compromise to be done on the Irish protocol.Indeed, briefings about the one-to-one of Macron and Johnson seemed to make things worse.Downing Street seems relieved however that President Biden didn't publicly intervene.And the seven countries found it hard to agree a strong position on China. What diplomats might describe as a \"full range of views\" was in evidence - in other words, they found it really hard to agree.Overall though, the summit mattered because it represents a major statement of intent from the West's most powerful politicians.After a year of crisis, and a turbulent time with an American president whose instincts were divorced from traditional diplomacy, the leaders have articulated a common belief that countries achieve more working together than apart.And the prime minister also wanted to demonstrate these last few days, that outside the EU, the UK would still be seen as an important and valuable ally.It was chance that it was the UK's turn to run the G7 show.Boris Johnson's team believes he has prospered in the role of host. ", "url": "https://www.bbc.com/news/uk-politics-57461693"}