{"datetime": "2021-06-11T08:45:57.000Z", "subject": "G7 summits", "title": "G7 summit: What is it and why is it in Cornwall?", "article": "World leaders are gathering in the Cornish resort of Carbis Bay, for face-to-face meetings at the summit of G7 nations. Among them are Chancellor Angela Merkel of Germany, and President Biden, who is making his first foreign visit since taking office. The G7 (Group of Seven) is an organisation of the world's seven largest so-called advanced economies. They are Canada, France, Germany, Italy, Japan, the UK and the United States.Russia joined in 1998, creating the G8, but was excluded in 2014for its takeover of Crimea . China has never been a member, despite its large economy and having the world's biggest population. Its relatively low level of wealth per person means it is not seen as an advanced economy in the way the G7 members are. Representatives from the European Union are present while India, South Korea and Australia have also been invited this year. The G7's Cornwall meeting takes place from Friday 11 to Sunday 13 June. The UK is holding the G7 presidency for 2021 so this is where the summit is taking place.The meetingis taking place at the Carbis Bay Hotel near St Ives in Cornwall. The region is seen as central to the UK's green technology sector. Showing off the country's green credentials is important to the government ahead of the COP26 climate conference in Glasgow in November.It is not the first time the world leaders have met in a beach resort. The last G7 summit, in 2019, was held in the French seaside town of Biarritz. Day-to-day life for locals and tourists in Cornwall is affected, includingroad and path closures. In some areas of St Ives, residents have to provide proof of address in order to access their homes.The UK government said it wasimportant for world leaders to meet in person and regular Covid testing would take place. Throughout the year ministers and officials from the member countries hold meetings, form agreements and publish joint statements on global events. Ahead of this year's summit, the G7 finance ministersagreed to make multinational companies pay more tax . The main event is when the G7 leaders come together to talk about the biggest issues of the day. The agenda starts with a dinner at the Eden Project on Friday night, attended by the Queen and members of the Royal Family. The main topic of conversation for the rest of the summit is Covid recovery, including\"a stronger global health system that can protect us all from future pandemics\" . The agenda also includes climate change and trade. Boris Johnson held talks with President Biden on Thursday afternoon. They covered topics including the President'sconcerns over the peace in Northern Ireland . Most of the conversations take place behind closed doors, but there are set-piece moments on camera - including the obligatory leaders' photo. At the end of the summit, the UK - as the host nation - will publish a document called a communique. This outlines what has been agreed by the leaders. UK Prime Minister Boris Johnson holds a press conference on Sunday. Protesting and policing are both more difficult this year because of Covid restrictions. More than 5,000 extra officers - on top of 1,500 from Devon and Cornwall - will police the summit. A cruise ship has docked in nearby Falmouth to accommodate all the extra security officers. Demonstrators have been told they can gather in four approved protesting sites, including one in Exeter - more than 100 miles away. Police have said they are\"not naïve enough to expect that every protest will take place solely in those four sites\". Climate activist group Extinction Rebellion planned a number of demonstrations, includinga march from Plymouth to Carbis Bay . It can't pass any laws because it is made up of separate nations with their own democratic processes. However, some decisions can have global effects. For example, the G7 played crucial role in setting up aglobal fund to fight malaria and Aids in 2002. However, the G7 has been criticised as being an\"outdated group of countries\" , partly because it does not include two of the largest countries in the world - India and China.", "url": "https://www.bbc.com/news/world-49434667"}