{"datetime": "2021-06-09T14:20:41.000Z", "subject": "G7 summits", "title": "G7 summit: Don't imperil NI peace, Biden to warn UK and EU", "article": "Joe Biden has \"deep\" concerns that a UK-EU trade row could endanger peace in Northern Ireland, his national security adviser has told the BBC. The US president will tell fellow leaders at this week's G7 summit that gains since the Good Friday Agreement must be protected, Jake Sullivan said. The UK and EU are at loggerheads over checks on goods going between Great Britain and Northern Ireland. If no compromise is reached, there are fears of potential violence in NI. Mr Sullivan's comments also come as the UK is trying to secure a free-trade deal with the US. He insisted he was not trying to \"negotiate in public\" or issue a \"warning\" to Boris Johnson's government, but merely stating \"how the president feels about this issue\". The UK and EU are in talks over simplifying the Northern Ireland Protocol, which set up a post-Brexit trade border between Northern Ireland and Great Britain (England, Scotland and Wales) in order to prevent goods checks along the Irish land border. Some checks are taking place on British goods going to Northern Ireland, causing some disruption to food supplies and online deliveries. Unionists are strongly opposed to these because they do not want Northern Ireland to be treated differently to the rest of the UK. Sinn Féin, the SDLP, and Alliance have said there are problems with the protocol but have argued that the UK and EU must ensure its \"rigorous implementation\". One loyalist group haswritten to Mr Johnson to withdraw support for the Good Friday Agreement - signed in 1998 following heavy involvement by the US - which helped bring an end to the Troubles. In an interview with BBC North America editor Jon Sopel, Mr Sullivan said the success or failure of the Northern Ireland Protocol was \"critical to ensuring that the spirit, promise and future of the Good Friday Agreement is protected\". He urged the UK and EU to \"work out the specifics\" and \"find a way to proceed that works for both\", adding: \"But whatever way they find to proceed must at its core fundamentally protect the gains of the Good Friday Agreement and not imperil that.\" That was the \"message President Biden will send\" at the G7 summit, which runs from Friday to Sunday in Carbis Bay, Cornwall, Mr Sullivan said. The conflict in Northern Ireland known as the Troubles lasted almost 30 years from the late 1960s, and cost the lives of more than 3,500 people. Northern Ireland was created in 1921 and remained part of the UK, while the rest of Ireland became an independent state. This created a split in the population between the unionists - who were mainly Protestants and were happy to stay in the UK - and nationalists, who were predominantly Catholics and wanted to join the new Irish state. Many Catholics faced discrimination in jobs and housing and in the late 1960s began protests which were met with a crackdown from the Northern Ireland government. In 1969, after violence across Northern Ireland, the UK government deployed troops to restore public order. They were largely welcomed, but later armed groups from both sides, like the Irish Republican Army (IRA) and Ulster Defence Association (UDA), began carrying out bombings and shootings. Peace talks started in the early 1990s, and culminated in the signing of theGood Friday Agreement in 1998, which ended the worst of the violence.Issues including climate change and post-pandemic recovery are set to dominate the meeting of leaders of most of the world's biggest economies. The G7 summit also comes as the UK is keen to reach free-trade deals with other countries, including the US, as it readjusts its economy following Brexit. \"I'm not intending to send any warnings,\" Mr Sullivan said. But he added: \"Our concern [on Northern Ireland] does run deep. That is simply a statement of principle. That's how the president feels about this issue. \"What it does to a US-UK free-trade agreement, I don't want to sit here and negotiate in public... or make some claim or threat,\" Mr Sullivan said. \"We want to make sure that the work that the US, UK, and Ireland have all done, in addition to the key parties in NI, has got to be honoured and respected and protected as we go forward,\" he added. A senior UK government source said the government was \"positive\" about President Biden's engagement with Northern Ireland and the peace process, saying: \"We welcome the balanced tone from the US.\" Jake Sullivan was very keen to impress upon me that, if the administration were a rock-'n'-roll band, this would be the \"America is back\" tour. He wants the world to know that the isolationist, poke-your-allies-in-the-eye Trump years are gone, that the familiar, multilateral America is returning. Mr Sullivan argues that on climate change, the global economy and leading the world out of the pandemic, the US will play a leading role. This will be welcomed by the other G7 nations after the bumpiness that came with his predecessor. But Mr Sullivan is aware that will be met with some scepticism too. After the scarring events of 6 January, when Washington's Capitol building was stormed, how can America be the role model of functioning liberal democracy? How reliable a partner will it be? Could the go-it-alone America re-emerge in four years' time?The UK has pushed back the full implementation of checks on supermarket goods and parcels travelling from Britain to Northern Ireland to ease disruption to supplies. This has prompted the EU to accuse the UK of undermining the Northern Ireland Protocol and begin legal action. The next phase of controls, on chilled meat products including sausages and mince, is due to begin on 1 July. The UK's Brexit minister, Lord Frost, is meeting his EU counterpart Maros Sefcovic in London to discuss ways to reduce trade disruption. He has urged the EU to show \"common sense\", but Mr Sefcovic has warned against \"quick fixes\" to border issues. ", "url": "https://www.bbc.com/news/uk-politics-57411343"}