{"datetime": "2022-02-15T15:14:04.000Z", "title": "Bail for teenagers after homeless man assaulted in Truro", "article": "Seven teenagers arrested after a homeless man was assaulted have been released on bail with strict conditions. The man was seriously assaulted in a car park in Truro on Saturday night. The teenagers have been bailed until 7 March under strict conditions, including curfews and location bans.Devon and Cornwall Police said it was continuing to investigate the serious assault and confirmed the victim was \"safe and well\".The teenagers werearrested after a video of the assault was shared on social media . The incident happened in Moorfield car park in Truro City Centre between 22:00 and 22:15 GMT on 12 February. One of the teenagers has been remanded in custody for breach of previous bail conditions and is due to appear before the Youth Court on Tuesday. Insp Colin Wheeler, Devon and Cornwall Police, said: \"There has been a lot of rumour and speculation online in relation to this matter, and we wish to reassure the public that our victim is safe and well.\" Due to the age of the suspects, the police inspector for the Truro sector said the force would continue to work with the \"youth offending team and other key partners\" throughout the investigation.He also asked the public not to \"publish or share footage of this incident\" to enable the investigation to take place without interference and \"protect\" the victim. Insp Wheeler said he hopes the force's \"robust and prompt response\" to the incident has reassured the public. \"We will, of course, continue to work with partners, and one of our key priorities will remain reducing anti-social behaviour and keeping Truro safe.\" Two online fundraising campaigns set up to help the victim have raised more than £6,400 in total. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60391351"}