{"datetime": "2021-06-09T13:05:47.000Z", "subject": "G7 summits", "title": "G7: Cornwall towns given £65m by government as 'fitting legacy'", "article": "Three towns will receive £65m in funding to create a \"fitting legacy\" of the G7 summit in Cornwall , Prime Minister Boris Johnson has announced. The money given to Penzance, St Ives and Camborne for local projects comes from thegovernment's Towns Fund . It is for building and restoration work in some of Cornwall's most deprived areas, a spokesperson said. Environmental projects to improve biodiversity and reduce carbon emissions were also announced. Penzance will receive £21.5m, St Ives £19.9m and Camborne £23.7m, as a result of their applications to the fund in 2019. Some of the money, described by the government as \" new investment \", will go towards setting up a series of footpaths and cycle paths around the towns. It will also be used for the restoration and expansion of theatres, sports clubs and historic buildings, to \"ensure both residents and visitors can fully enjoy the cultural heritage of the region\", the government said. Other funding will go to businesses and sectors hit by the coronavirus pandemic, creating business hubs to \"re-establish them as economic powerhouses and centres of innovation - creating long-term, sustainable jobs\". Mr Johnson said: \"As the eyes of the world look to Cornwall this week, not only will they see an area of outstanding beauty, they will witness a region that is innovative, exciting and looking firmly towards a bright future.\"The exciting projects we have announced today are a fitting legacy for a region playing host to some of the most important diplomatic talks in a generation. \"As the world builds back better from coronavirus, Cornwall will lead the way.\" The government also announced plans to reverse declining biodiversity in Cornwall with a \"major land restoration and regeneration programme\" across 21,000 hectares. The scheme involves planting trees, restoring peat, making improvements to water quality, recreating scarce habitats and reintroducing lost and declining species.The restoration of wetlands will help take 440,000 tonnes of carbon dioxide out of the atmosphere, assisting the county in efforts to become the first region of the UK to reach net zero-carbon emissions, the government said. Other ways that Cornwall will be helped to achieve net zero include: The projects will establish a \"long-lasting green legacy from the G7 Summit\" for the region, the government added. The plans have been criticised for not going far enough or having the right targets.Songwriter Bailey Thompson, from St Ives, said she thought there were more urgent priorities in her town. She said: \"Schools are underfunded and we don't even have a police station in town any more.\"I think these are issues are really overlooked.\" However, Camborne's Business Improvement District (BID) manager, Anna Pascoe, said some of the money would be used to improve the bus station and facilities at Camborne Rugby Club. She said: \"Improving the health of the town is at the heart of our plans ... to give [people] opportunities to enjoy work, leisure, get better paid jobs and actually see something that leaves a real legacy that everyone can point to.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57406143"}