{"datetime": "2021-06-07T20:20:50.000Z", "subject": "G7 summits", "title": "G7 Summit: Thousands of additional police arrive in Devon and Cornwall", "article": "Thousands of extra police officers have begun arriving in Devon and Cornwall ahead of the G7 summit. The 5,000 mutual aid officers, from forces across the UK, will assist during theevent at Carbis Bay Hotel between 11 and 13 June. They have been arriving in police vans and on coaches and are being treated to a cream tea on arrival. The summit will see world leaders including US President Joe Biden arrive for a series of face-to-face meetings. Devon and Cornwall Police have set up a briefing centre of large marquees for officers, who must first produce a negative lateral flow test, ahead of deployment The force has alreadyhired a cruise ship with a capacity of 3,000 to house up to accommodate some of those deployed.Police Scotland has sent 400 officers, the first contingent of whichset off to assist their colleagues on Sunday . Supt Joanne Hall said there would be \"really high standards of welfare\" for the 6,500 officers and staff on duty during the summit. \"They're fed well so when they go out on their deployment, they do a really good job for us in our communities,\" she said. \"They'll get a taste of Devon and Cornwall before they leave with a cream tea. That is leading to the inevitable arguments of the Devon way or the Cornwall way.\" A Devon cream tea features cream on the scone, with jam on top. The Cornish version has jam on first and then cream. Ms Hall explained part of the briefing provided to officers included being \"proportionate at all times\". She said: \"In Devon and Cornwall, we are used to working in a massive geographical area but a lot of forces won't be used to the distances that we travel across.\" \"We make it clear that this is a very, very big area and our numbers swell every year from 1.8 million to 11 million in the summer.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57393798"}