{"datetime": "2021-03-04T17:42:49.000Z", "author": "Anthony Reuben", "subject": "Budget 2021", "title": "Towns Fund: How were the winners chosen?", "article": "The 45 towns in England that will share just over £1bn from the Towns Fund were announced in Wednesday's Budget. There has been some criticism ofthe towns chosen . Labour leader Sir Keir Starmer said: \"If you end up with a list of 45 areas where the funding is going in and 'by coincidence' 40 of them are where there is a Conservative MP, I think people would be saying, 'What's going on here? This looks fishy.'\" But Prime Minister Boris Johnson said: \"The criteria is entirely objective, looking at data, poverty, employment.\"He said the government wanted to\"level up\" the country in \"a completely impartial way\". Chancellor Rishi Sunak, meanwhile, said: \"The formula for the grant payments for the new fund is based on an index of economic need.\" But that is certainly not the only factor. BBC News analysis found 56 constituencies would benefit, as some of the 45 towns cover multiple constituencies. Of those, 47 have Conservative MPs, including 14 gained from Labour at the 2019 election.The other nine have Labour MPs.The Conservatives tend to do better in towns, though, with Labour support generally stronger in cities.Sir Keir has called on the government to publish the full criteria. But we already know quite a lot about why the towns were chosen. The first step was to pick a shortlist of 101 towns, which would be invited to apply for £25m, or £50m in exceptional circumstances. Following concern about the lack of transparency in that process, the National Audit Office (NAO)published a report setting out how the shortlist had been compiled. Ministry of Housing, Communities and Local Government (MHCLG) officials took a ranking of English towns by an Office for National Statistics (ONS)index of deprivation and then further ranked the 541 most deprived, about half of the total, using a formula based on: The first four of those criteria were judged on official statistics and the last three on the judgement of officials. Another factor was towns in more deprived areas were more likely to be shortlisted. The towns were then divided into priority groups: But the 40 high-priority towns did not necessarily have the highest scores based on the formula - some adjustments were made to ensure the most deprived areas in each region of England were included.There were 318 medium-priority towns and 183 low. The officials recommended ministers shortlist: They also suggested the 15 biggest towns should be excluded because they could also be eligible for city funding.But the ministers ignored the advice on the biggest towns, putting 10 of the 15 on the shortlist.And the final shortlist comprised: In choosing these 12 low-priority towns, ministers used criteria other than scores devised by civil servants, including: Officials concluded the shortlist met Treasury rules for managing public money. But it is clear there was considerable divergence from the formula devised by the civil servants. We do not know exactly how the 45 winning towns were chosen from the 101 invited to apply. But there were: And the five low-priority towns, Cheadle, Leyland, Morley, Southport and Stocksbridge are all in constituencies with a Conservative MP. The most striking choice was Cheadle. It had the seventh lowest score on the MHCLG officials' list. But ministers said it was primed for investment because of recent transport improvements in the area, as well as being strategically located between Stockport and Manchester Airport and having strong motorway links. In a report on the process , the Public Accounts Committee of MPs said they were \"not convinced by the rationales for selecting some towns and not others\". It added that: \"The justification offered by ministers for selecting individual towns are vague and based on sweeping assumptions.\" What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/56283199"}