{"datetime": "2021-06-07T02:20:06.000Z", "author": "Faisal Islam", "subject": "G7 summits", "title": "G7: Biden calls for nations to boost their economies", "article": "The deal struck on tax understandably grabbed most of the attention at the G7 Finance Ministers' meeting, ahead of this week's Leaders' Summit in Cornwall. This should transform the international tax treatment of multinationals, tax havens and low tax jurisdictions. But perhaps the most important decision right now, across the world, is how to manage the withdrawal of the massive pandemic economic support packages. And that is why the economic intervention of the US at this meeting and at the upcoming Cornwall summit is of considerable importance.The message from Treasury Secretary Janet Yellen here in London - which will be echoed by US President Joe Biden in Cornwall - is that all G7 nations, including the UK, should not even be talking about withdrawal of support.\"G7 economies have the fiscal space to speed up their recoveries to not only reach pre-Covid levels of GDP, but also to support a return to pre-pandemic growth paths,\" said Secretary Yellen in a speech on Saturday. \"This is why we continue to urge a to shift in our thinking from 'let's not withdraw support too early', to 'what more can we do now' - not just to end the pandemic, but to use fiscal policy to invest in addressing generational issues like climate change and inequality.\" Pointedly, she said all G7 economies had the \"fiscal space\" to speed up their recoveries, not only to make back up the size of the economy before the pandemic, but also to catch up with what would have been a growth path, in the absence of Covid-19.Ms Yellen pointed to International Monetary Fund (IMF) projections showing that the US would be the first G7 economy to return to its pre-pandemic size, thanks to the vaccine rollout and President Biden's giant stimulus plans. Despite record peacetime borrowing, and rising inflation, the US message to the world is to carry on stimulating your economies, because merely regaining the growth lost in the pandemic, will not create enough momentum in the recovery.And more than that, to morph that massive pandemic support into structural funds, to help net-zero climate change transition and the alleviation of poverty and inequality. I had the chance to ask the US Treasury Secretary the same question pondered in the financial markets - does the US really think, in this time of historic borrowing and rising inflation, that it should continue with its foot on the gas? Her answer, basically, was yes.Higher inflation reflected \"transitory factors\", and policy should \"look through\" that, she said. Much of the high inflation numbers reflected \"a return to normal\". \"You will see some high inflation rates but remember, we saw some very low inflation rates,\" said Ms Yellen. She told me that the US still has more than seven million fewer jobs than it did prior to the pandemic. \"A lot of people have permanently lost jobs, and those individuals may want to move to different sectors of the economy,\" she said. \"It may take a while to get the economy back completely on track and most individuals absorbed into long-term jobs, so we shouldn't expect this process to be complete in a month or two.\" However she added that if the US continued at the same pace it is on now, she believed that the US could be back to full employment by \"sometime next year\". The Biden administration approach is defined, I understand, by the President's concern that after the 2008 financial crisis, President Obama compromised too much on the size of the economic rescue package.Others point to the possibility that Mr Biden is acting like he may only do the job for one term, so is choosing to go very big indeed, very quickly.This sets a very interesting tone for the rest of the world, including the UK.And while the pandemic rescue is the immediate priority, and climate change the long-term strategic aim, the timing and pace of the withdrawal of crisis financial support is right now the most important judgement call, with significant implications for millions of livelihoods. ", "url": "https://www.bbc.com/news/business-57379784"}