{"datetime": "2021-06-11T09:44:08.000Z", "author": "Laura Kuenssberg", "subject": "G7 summits", "title": "G7 summit: Bonhomie with the Bidens won't solve Boris Johnson's dilemmas", "article": "The prime minister is known for his optimism. It irritates some people, but inspires others. But on Thursday he came practically bouncing out of his bilateral meeting with US President Joe Biden, ahead of the G7 summit in Cornwall.The meeting was personal as well as political for both men, and their partners.At their first encounter at Carbis Bay, the 78-year-old American made a beeline to greet the new Mrs Johnson, joking, 'Wait a minute, wait a minute!' to Boris Johnson before their introductions.The quartet strolled obediently, admiring the view for the cameras before jokes were cracked as the men sat down.The First Lady then took a barefoot walk on the beach with Carrie Johnson and her young son.What politicos would call the \"optics\", splashed on most front pages, could hardly have been much better even though the Cornish mizzle put paid to the original plan of the meeting taking place on the spectacular St Michael's Mount.It's what happened in the meeting proper which matters most, though.And after more than an hour of talks, the prime minister was plainly pleased.He was at pains to point out that the president had not ticked him off over the stand-off between the UK and the EU over Northern Ireland, even though in the run-up to the summit the United States hadmade its displeasure and concern about what's going on crystal clear .He said he and Mr Biden had discussed more than 20 topics in \"terrific\" talks. Cooperation on vaccines, aUK promise to send a 100 million doses to developing countries within the next 12 months alongside America's commitment to 500 million, the economy, and their common promises on climate change were among the subjects covered.And Mr Johnson gave a hint that President Biden was keen to find ways to help find justice for the family of British teenager Harry Dunn , evoking the president's own personal history.As with so many issues, the UK and the US both want progress - but agreeing on how to make that happen is a different question.After letting it be known that he was uneasy about the clichéd term \"special relationship\", the prime minister even coined a new phrase, the \"indestructible relationship\", or the \"deep and meaningful\" one. The two leaders' first real-life introduction clearly went well.Boris Johnson and his team believe chemistry between leaders matters, and that the simple fact of gathering in person sends an important message too.The prime minister won't escape political pressure this week on whether his big promises stand up to reality. He has infuriated the EU by, as they see it, not sticking to a deal he signed only last year.Meetings with Angela Merkel, Emmanuel Macron and the EU Commission boss won't be easy.Mr Johnson's made a huge pledge on vaccines, but only five million doses will go to developing countries soon, and unlike some other G7 countries, the UK won't waive intellectual property rights on jabs.And for all his talk about wanting to help poorer parts of the world, to the rage of some of his own MPs, he's cutting the amount of aid the UK spends.The issues the prime minister wants to confront this week can't be solved by just bonhomie at the beach. ", "url": "https://www.bbc.com/news/uk-politics-57440835"}