{"datetime": "2021-11-06T03:55:57.000Z", "title": "Infrastructure bill: $1tn for clean energy, internet, trains and more", "article": "The US House of Representatives has finally passed a sweeping $1tn (£722bn) infrastructure bill, after weeks of wrangling between progressive and moderate Democrats. The long-awaited legislation now heads to President Joe Biden's desk for a final signature.Let's take a look at the most interesting numbers to come out of it. There's a proposed $550bn in direct federal spending for infrastructure - about what was spent in 1956 to build the US interstate highway system. But from addressing global warming concerns to remote working issues, this isn't your grandparents' infrastructure package. Roads, bridges, major projects - lawmakers have allotted about a fifth of the federal spending in this bill to all the things that come to mind at the word infrastructure. It could be called overdue; a World Economic Forum report in 2019 put the US shy of the top 10 among other wealthy nations for transportation infrastructure. And 20% of major highways and roads plus 45,000 bridges are considered to be in poor condition, according to the White House. There's also an additional $55bn set out for water infrastructure, to replace lead pipes and ensure access to clean drinking water. That trains feature in this historic legislation is unsurprising under a president with an Amtrak station named after him. Though it's less money than Mr Biden initially hoped for, $66bn has been set aside to upgrade passenger and freight rail, with grants as well for intercity and high-speed train services. The funds would also go towards connecting more areas with rail, beyond the eastern seaboard. The digital divide has become a bigger issue in recent years - with inequalities thrown into relief during the remote-everything of the pandemic. This allotment seeks to link up millions living in rural and lower-income communities with reliable internet access. Companies who receive a share of this government funding will need to have lower-priced plans on offer and allow customers to compare costs. A programme to subsidise internet and related tech for low income families is also on the books. Going green and clean was a big part of Mr Biden's campaign promises. His earlier hopes for over $100bn towards clean energy have been temporarily dashed, but this bill puts billions towards new power lines, rebuilding America's old electric grids and expanding clean energy. Building new transmission lines with higher-voltage capacities will be key to getting this clean energy out across the country. There are over a dozen billions in addition for electrifying public transportation and building more electric car chargers. Add $21bn more to the tally for cleaning up soil and groundwater in old mines and gas fields. All these 'once-in-a-generation' billions have to come from somewhere. Lawmakers say the package will come from unused economic relief funds, taxes on cryptocurrency, and delaying a healthcare rebate package, among other smaller sources. Last week, the nonpartisan Congressional Budget Office estimated that this spending bill would add $256bn over the next 10 years to the US deficit - though it didn't take into account revenue that could come from these infrastructure projects or the pandemic funds states could return. ", "url": "https://www.bbc.com/news/world-us-canada-58152467"}