{"datetime": "2022-02-15T08:29:52.000Z", "title": "Newlyn fishing boat breaks record haul for port", "article": "The record for the value of fish landed in a single trip at one of England's busiest fishing ports has been broken. The Enterprise caught the £87,353 haul during an eight-day trip out of Newlyn, Cornwall, last month. Skipper Nathan Marshall said \"the stars were aligned\" as they broke the previous port record by £11,000. The 43m (141ft) ship is the largest beam trawler in the port, and the newest having arrived in 2021. They caught 134 boxes of Dover sole, but also had red mullet, lemon sole, and haddock to add to the auction on 31 January - according to commercial fishing website Through the Gaps. Mr Marshall said: \"We don't catch it all in one go. We chip chip chip away at a big block basically for eight days. \"Some hauls are better than others but on this trip they were just all good hauls, every single one of them.\" Listen: Skipper Nathan Marshall speaks about the trip that led to a record-breaking haul He headed for the area off the north Cornish coast intentionally: \"I would say experience and a bit of intuition. \"I've been wanting to come here for this month for a year so it was pre-ordained.\" When they were heading home, the crew knew they may have broken the record. \"We knew it was going to be big. In fact we went down into the fish room and took a picture of us on top of it before because there was a chance we could break the record.\" Each crew member receives a share of the profits, leaving them with \"happy faces\". Mr Marshall added: \"When the stars are aligned, everything is alright, you can do very well. All you can do is go and put the time in, and some weeks are better than others, and it is nice to have the port record.\"It is nice to have it, but you are not going to break it every week, so there is no point in putting that pressure on yourself.\"Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60380215"}