{"datetime": "2022-02-09T17:20:26.000Z", "title": "Hundreds of jobs lost as Midas shuts down", "article": "One of the UK's largest construction and property service firms has gone out of business, with more than 300 employees losing their jobs. Midas Group Limited has seven offices across south-west England and Wales and has appointed administrators. The group has a number of ongoing projects including schools, homes, hotels and warehouses. It said the business could not recover from pressures brought on during the coronavirus pandemic. Stephen Hindley, group chairman, said: \"The disruption and supply chain inflation caused by the Covid-19 pandemic resulted in a number of critical contracts being postponed or cancelled. \"It has been a great privilege to work with our many employees, suppliers and customers over the years and my heartfelt thanks goes to them for the tremendous support that they have given to the business.\" The property services business,Mi-Space has been sold, retaining 46 jobs, but 303 people employed in construction have immediately lost their jobs. Midas was founded in Devon in 1976, and has completed projects in sectors including residential, leisure, education, industrial and healthcare. Its current projects include a contract with Torbay Council to build an £11m Premier Inn in Torquay, a £1.9m project at Pennoweth Primary School in Redruth and a £6.3m education centre in Bodmin, both in Cornwall. The firm had also been contracted to build two hotels on Paignton Esplanade for the Singapore-based Fragrance Group, which has now appointed Brady Construction Services to complete the £30m project. Project manager Martin Payne said: \"It's been quite devastating. \"I haven't been paid since Christmas and the supply chain have been anxious about payments for several months. \"Some people have had to remortgage houses to keep their businesses afloat.\" Jim Brady, managing director of Brady Construction Services, said his firm shared many sub-contractors with Midas. \"We should be back up and running in full during April,\" he said. \"We will be in a good place and numbers will be back up to where they were when Midas were in full swing.\" Martin Rogers of the Fragrance Group said the company faced a £2.5m financial hole to fill in unpaid work to contractors. \"We have to fill that hole because we have to re-employ contractors,\" he said. There was \"not a chance to get the money back\", from Midas, he added. Torbay and Cornwall councils both said they had a number of ongoing contracts with Midas, and will be working with stakeholders to make sure they are delivered. Tim Jones, chairman of the South West Business Council said it was \"a huge shock to the construction industry and to the South West economy\".He said in addition to the direct jobs being lost there was \"a huge number of dependent businesses and sub-contractors\" \"If you look at that it is probably double, possibly triple, the number of direct employees,\" he said. \"That's the impact that we are most worried about.\"A lot of these people now won't get paid and many of them are very small businesses, family businesses - people who are at the heart of our communities.\"That is where we are focussed - to make sure those shockwaves are fully recognised.\" Richard Hawes, joint administrator from Teneo Financial Advisory Limited, said: \"We are pleased that we have been able to deliver a sale of the group's property services division.\"However, this is a very challenging period for the group's stakeholders, and in particular its employees and sub-contract supplier base. Our immediate focus is on ensuring the impact on employees, creditors and customers is minimised.\" The company, which has offices in Indian Queens, Exeter, Newton Abbot and Bristol, lost more than £2m in the last financial year. There had been calls earlier in the week for thegovernment to intervene . Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60315399"}