{"datetime": "2022-01-28T22:01:47.000Z", "title": "Ten people injured in Pittsburgh bridge collapse", "article": "A bridge in the US city of Pittsburgh has collapsed with six vehicles, including a bus, on it at the time. Officials said 10 people sustained minor injuries, three of whom were taken to hospital. The snow-covered Forbes Avenue Bridge gave way on Friday morning, sometime after 06:00 local time (11:00 GMT). The collapse happened just hours before President Joe Biden visited the area to talk about infrastructure. Fire Chief Darryl Jones said first responders used ropes longer than 100ft (30m) and formed human chains to pull victims to safety. Search dogs and drones were spotted at the scene. Bus driver Daryl Luciani and his two passengers at the time were among those rescued from the ravine formed by the fallen bridge. Mr Luciani, 58, said he was feeling \"banged up\", but was not injured. \"The bus was bouncing and shaking and it seems long, but it was probably less than a minute that the bus finally came to a stop, and I was just thankful that nobody on the bus was hurt,\" he told the WPXI-TV local news station. He was supposed to be off on Friday but decided to work for some extra money, according to local media. A nearby resident told the KDKA-TV news channel that the incident \"sounded like a huge snow plough pushing along the surface with no snow\". Residents have been asked to avoid the area after public safety officials confirmed they had to shut off a leaking gas line that goes under the bridge.It remains unclear what caused the city-owned bridge to cave in. Pittsburgh Mayor Ed Gainey said it had been inspected as recently as September, but a 2019 assessment revealed its structure was deteriorating. The steel span, built in 1970, is a common route for motorists into central Pittsburgh. Federal transportation officials say about 45,000 US bridges - including more than 3,000 in Pennsylvania - are in poor condition. In November, President Biden signed legislation into law that includes $110bn (£82bn) to repair roads and bridges. On Friday, Mr Biden travelled to site of the fallen structure ahead of a pre-planned speech in West Mifflin, about 10 miles (16km) outside of Pittsburgh, to proclaim the benefits of the funding.\"I didn't realise there are more bridges in Pittsburgh than in any other city,\" said the president, who was born in Pennsylvania. \"We are going to fix them all. That's not a joke.\"The American Society of Civil Engineers, which regularly scores US infrastructure on an A to F report card, currently gives the country a C- grade. ", "url": "https://www.bbc.com/news/world-us-canada-60173771"}