{"datetime": "2021-06-25T03:27:24.000Z", "title": "Biden backs $1.2tn infrastructure bill but places big condition", "article": "The US Senate has struck an agreement for a $1.2tn (£860bn) infrastructure bill in what could herald a legislative victory for President Joe Biden. \"We have a deal,\" said the president after meeting the cross-party group of senators at the White House. The eight-year plan includes funding for roads, bridges, the power grid, public transport and internet. But the deal is far from done as Mr Biden said it depended on the passage of another, bigger spending bill. At the White House on Thursday, Mr Biden praised the group of five Republican and five Democratic senators whom he met earlier, and promised the package would generate \"millions\" of jobs. The investments are long overdue, said Mr Biden, who has persisted with the cross-party negotiations despite the impatience and scepticism of some in his Democratic party. \"We're in a race with China and the rest of the world for the 21st Century,\" he continued, adding: \"This agreement signals to the world that we can function, deliver and do significant things.\" Less than half the money in the eight-year proposal is new spending. It includes $109bn for roads and bridges, $66bn for railways, $49bn for public transport and $25bn for airports, according to a White House statement. A further $73bn would be pumped into power grid and $65bn for expanding Americans' access to broadband internet. The package is meant to be paid for with unused coronavirus aid money and returned state jobless benefits. Democrats also argue the bill's proposed $40bn investment in the Internal Revenue Service for beefed-up enforcement would generate a net gain of $100bn in extra tax revenue. The plan will reportedly neither raise taxes on middle-income Americans, nor reverse the cuts to business taxes that were passed during the Trump presidency. Republicans had strongly opposed Mr Biden's calls to increase the corporate tax rate from 21% to 28%, while the president had rejected a plan to hike taxes on petrol.The president wants to enact another, roughly $6tn spending package that would roll in his party's priorities on climate change, education, paid leave and childcare benefits. It is being drafted by Senator Bernie Sanders, a self-described democratic socialist. That measure is expected to include tax increases on the wealthy and corporations. It would be passed by a budget reconciliation process that would not require any Republican votes in the Senate. The most powerful Democrat in the US House of Representatives, Speaker Nancy Pelosi, made clear they would not pass one bill without the other. \"There ain't going to be a bipartisan bill without a reconciliation bill,\" Mrs Pelosi said. Mr Biden echoed that sentiment in later remarks from the East Room of the White House: \"If this is the only thing that comes to me, I'm not signing it. It's in tandem.\" Senate Republican leader Mitch McConnell, whose support will be crucial to passage of the infrastructure bill, told Fox News: \"I think we have gone from optimism to pessimism as a result of the president's second press conference.\" There was also scepticism from Democratic Senator Joe Manchin, a moderate who could effectively doom the larger bill because the upper chamber is evenly split between the two parties. He told reporters on Thursday: \"That sounds extremely, extremely high for us to take on that much debt.\"Mr Biden already signed a $1.9tn coronavirus stimulus back in March. By the end of July, Congress also faces a deadline to again raise the nation's borrowing limit, which is already at $28tn in debt. In his inaugural address, Joe Biden pledged to work with Republicans to reach bipartisan consensus. For the first five months of his presidency, however, Mr Biden and the Democrats have mostly had to go it alone - on an expansive Covid relief package and on confirming nominees to the administration and the judiciary. Now, after extended negotiations, it appears that the White House has found a way to work with a handful of Senate Republicans to pass an infrastructure spending package. It's not the \"epiphany\" candidate Biden promised would occur among conservatives during his presidency, but for a White House that has laboured for a deal, it's a start. There are still many ways this agreement could go sideways, however. Mr Biden's strategy of passing this bipartisan legislation alongside a more ambitious Democrat-only package of spending on social programmes will be a tricky dance. If the former fails, centrist Democrats may vote against the liberal agenda. If Democrats can't stick together on the latter, then progressive senators - growing wary of this administration - could scuttle the former. Mr Biden, a veteran of the US Senate, likes to boast that he knows how the chamber operates. The next few months will more than test his skills. ", "url": "https://www.bbc.com/news/world-us-canada-57604121"}