{"datetime": "2021-08-09T23:17:49.000Z", "author": "Tara McKelvey", "subject": "Climate change", "title": "Biden's unlikely plan to use roads to fight racism", "article": "Tucked into US President Joe Biden's expansive infrastructure bill is a plan to knock down \"racist\" roads that he says harm minority communities - but not everyone he's trying to help agrees. A fine layer of soot covers the straw-yellow paint of the wooden houses that line Interstate 81, a highway in downtown Syracuse, New York state, held up by rusted steel girders and dingy pillars of cement. The road, from which car exhaust billows out to choke passers-by and the sound of lorry tyres can be heard day and night, cuts the surrounding neighbourhood in two. A housing estate - Pioneer Homes - lies to the east at the bottom of a hill. To the west, there is more public housing along with the little yellow houses, primarily minority-owned, and a few businesses. Civil rights activists call this mile of the interstate a \"racist highway\" because roads like this one divide minority neighbourhoods and pollute these communities. Urban planners want to tear it down - and now, President Joe Biden also has it in his sights. Mr Biden has put his weight behind an expansive trillion-dollar infrastructure plan that, if passed, would become the biggest investment in America's roads, bridges and byways in decades. An enormous political undertaking, the package would not only tackle repairs on old power lines and potholed roads, replace drinking-water pipes and expand broadband access, but also aims to address climate change and racial inequalities. It includes $1bn for \"reconnecting communities\", which means tearing down urban highways that run through neighbourhoods like the one in Syracuse. But whether knocking down roads along which generations of Americans have lived is a route to racial progress is an open question - and there are plenty of sceptics. The White House has argued that such \"mega-roads\", which exist all over the US, have caused heartache and ruined communities, at first by destroying black-owned businesses and forcing people out of their homes when they were built, and later, through noise and air pollution created by the traffic. \"There is racism physically built into some of our highways,\" Pete Buttigieg, the US transportation secretary, has said. Experts say there is some truth to this assertion. When the US highway system was being built in the 1950s to 1970s, urban planners often designed them to cut through neighbourhoods where \"property values were lowest, because those houses were the least expensive to purchase\", said Mark Rose, a history professor at Florida Atlantic University in Boca Raton, and author of a book about interstate highways. Often, this meant places where black and other minority Americans lived. Though activists from Syracuse to Los Angeles fought against the construction of these mega-roads, they were built anyway and left communities wrecked - bombarded with noise and pollution, and split down the middle. Businesses were demolished and never came back. Meanwhile, the roads enabled traffic to flow from city centres to suburbs for middle-class commuters who could afford such a lifestyle. That has left a grim legacy. Studies have found that living near a highway in the US is associated with higher likelihood of suffering from heart attacks and asthma. Nearly 40% of residents in the neighbourhood surrounding the New Orleans Claiborne Expressway live below the poverty line, compared to 25% for the city overall.A highway built through the once-thriving black neighbourhood of Greenwood in Tulsa, Oklahoma, has meant that only a single block of businesses exists there today. At its height, before the construction of Interstate 244 in the 1950s, it boasted 40 grocery stores and 35 blocks of shops and homes. \"As a son of the Bronx, I was often in three places,\" recalled Ritchie Torres, a congressman from South Bronx, through which a well-known mega-road, the Cross Bronx Expressway, runs. \"I was at home, I was at school, and I was in the emergency room, because I was repeatedly hospitalised for asthma.\" The \"asthma epidemic\" in the Bronx was a consequence of the expressway, which is \"both literally and metaphorically a structure of racism\", he argued. When Interstate 81 was being built through Syracuse in the mid-20th Century, black-owned business were demolished to make room for the highway. More than 1,000 residents had to leave their homes, according to a local historical association.Mr Buttigieg visited the city in June, and spoke of tearing down the section downtown. A boulevard would be built in its place, and traffic would be diverted elsewhere. The project would cost about $2bn and could receive federal funds. Federal investment in public works is usually funnelled through state and local governments, boosting their coffers. Members of Congress carve out chunks of the federal money to invest in their own states. In some cases, it can help them help win re-election or get constituents on board. For Mr Biden, an emphasis on racial equity was part of his campaign, and helped him win the election. Addressing it in the infrastructure bill \"fulfills a lot of campaign and governing promises\", said Jon Reinisch, a New York Democratic strategist. The administration has worked hard to sell the package, and its expansiveness is part of a strategy to \"broaden the appeal of the bill\", said Lawrence Levy of Hofstra University's National Center for Suburban Studies. \"It's a heavy lift,\" Mr Levy said, requiring that the White House \"reach out to as many people as possible and convince them to see it [infrastructure] in a way that they hadn't thought of before.\" The bill has passed the Senate, and will head to the House of Representatives. Few people in Syracuse believe it will achieve what the president is promising, however. \"Sounds good on paper,\" grumbled lorry driver Alex Londono, 39. It would be better to fix the highway, and help local businesses, he said. Tearing the highway down would merely be \"virtue signaling\" - showing off one's principles, without improving things, he said. Joquin Paskel, 28, agreed that the highway is racist. A businessman who rents out bouncy houses for children's parties, he lamented that it cuts his neighbourhood off from the rest of the city. \"It just creates division,\" he said, likening the road to a red line that demarcates a kind of segregation. Razing the road might help, he said, but \"I don't necessarily think it will stop racism\". Meanwhile, his girlfriend, Debowrah Yisrael, 20, wondered: \"Where will we go as they're working on it?\" Gainnis Brown, age one, raced along a street near the highway on his orange-and-black tricycle - the fifth-generation in his family to live near the highway. Despite its undesirable aspects, it is home, said Gainnis's great-grand aunt, Kathy Gaston. Her sister lives down the block, and other relatives, too. In the back, she has a peach tree, and a lush yard. \"I did do all the hedges,\" she said. \"See how pretty it is.\" Ms Gaston, 61, supports the president - but she was more concerned with everyday matters than campaign promises. Dust, blown up from the highway, covered the furniture. \"I got the furniture wipes, the wet ones,\" she said, wiping her finger across a table. \"I just go around, every day.\" To hear more about this story, tune into BBC World Service radio this week. ", "url": "https://www.bbc.com/news/world-us-canada-58106414"}