{"datetime": "2022-01-30T22:21:43.000Z", "subject": "North Korea missile tests", "title": "North Korea missile tests: Biggest launch since 2017", "article": "North Korea has conducted what is thought to be its biggest missile launch since 2017. It said the ballistic missile was an intermediate range Hwasong-12. Japan and South Korea said it reached a maximum altitude of 2,000km before coming down in the Sea of Japan or East Sea. Both countries have condemned the launch, the seventh test this month. The UN prohibits North Korea from ballistic and nuclear weapons tests, and has imposed strict sanctions. But the East Asian state regularly defies the ban, and leader Kim Jong-un has vowed to bolster his country's defences. North Korean state news agency KCNA said the missile had been launched to \"verify its accuracy\". Mr Kim was reportedly not present. It was launched to \"the highest angle firing system from the north-western area to the East Sea of Korea in consideration of the security of the neighbouring countries\", the agency added. Seoul-based website NK News tweeted the first pictures from the launch. Meanwhile a senior United States official called on North Korea to join direct talks about its nuclear and missile programmes with no preconditions, Reuters reported. \"We believe it is completely appropriate and completely correct to start having some serious discussions,\" the official said. The US earlier called on North Korea to \"refrain from further destabilising acts\". Experts suggest multiple reasons lie behind the spate of launches, including political signalling of strength to global and regional powers, a desire by Kim Jong-un to pressure the US back into long-stalled nuclear talks and also the practical need to test out new engineering and military command systems. The timing is also seen as significant, coming just before the Winter Olympics in China, and ahead of the South Korean presidential election in March. And the tests have also surged as the faltering North Korean economy struggles under US-led sanctions, pandemic-related difficulties and decades of mismanagement. South Korea reported that the launch took place at 07:52 local time on Sunday (22:52 GMT) off North Korea's east coast. Japanese and South Korean officials estimated that the missile reached an altitude of 2,000km (1,240 miles) and flew for 30 minutes to a distance of 800km (500 miles).January was already one of the busiest months on record for North Korea's missile programme, with several short range missiles fired into the sea.South Korea's president, Moon Jae-in, said the latest flurry of tests was reminiscent of the heightened tensions in 2017, when North Korea conducted several nuclear tests and launched its largest missiles, including some that flew over Japan.In 2018, Mr Kim announced a moratorium on testing nuclear weapons or its longest range intercontinental ballistic missiles (ICBMs).But the North Korean leader said in 2019 he was no longer bound by the moratorium.The US imposed more sanctions on North Korea earlier in January, in response to previous missile launches. Negotiations between the two countries have stalled. Dr Daniel Pinkston, a lecturer in international relations, told the BBC there were four main reasons why North Korea tests missiles: for engineering purposes to test new systems; for military exercises; for political signalling to different audiences; and as an advertisement for foreign buyers. North Korea may be signalling to big powers such as China, the US and the UN Security Council, but also regional foes and also the Korean peninsula, he said. \"There's a South Korean presidential election coming up in just over a month, so this is consistent with their past behaviour to try and intimidate South Korea and the incoming president,\" said Dr Pinkston, from Troy University and who lives in South Korea. \"And then there's the domestic audience inside North Korea which I think a lot of people underestimate, for that audience inside North Korea this is a way of signalling strength and resolve and the power of the leadership.\" According to other analysts, the missilestested earlier this month showed North Korea was developing technology that can defeat the costly and complex missile defence systems that America and Japan have been deploying across this region. Former South Korean naval commander Professor Kim Dong Yup said: \"They want to have a deterrence system that is like a scorpion's tail.\" \"North Korea's main purpose is not to attack but to defend themselves,\" says Professor Kim, adding that the country is trying \"to secure a diversified deterrent capability\". Meanwhile, Uk Yang, research fellow at Center for Foreign Policy and National Security told Reuters that \"Kim seems to be ramping up tests in bid to pressure both Washington and Beijing over sanctions just ahead of the Olympics\".China - North Korea's main economic ally - is likely to be irritated by the launches coming not only before the Olympics but also just before lunar near year celebrations, according to BBC Asia analyst Celia Hatton. ", "url": "https://www.bbc.com/news/world-asia-pacific-60186538"}