{"datetime": "2022-01-12T05:06:23.000Z", "subject": "North Korea missile tests", "title": "North Korea says Kim Jong-un oversaw third hypersonic missile test", "article": "North Korea says it has conducted another hypersonic missile test, under the watch of its leader Kim Jong-un. State media said the missile fired on Tuesday had successfully made a turn before hitting its target in the sea some 1,000km (621 miles) away. It marks North Korea's third reported test of a hypersonic missile, which can avoid detection for longer than ballistic missiles. Mr Kim's presence could indicate the technology has improved, say analysts. The latest ramp-up in testing would appear to support Mr Kim's stated New Years goals, where he vowed to bolster North Korea's defence capabilities. It came as six countries - including the US - issued a joint statement condemning last week's apparent test. urging the North to cease its \"destabilising actions\" to the region.South Korea's military initially downplayed the hypersonic missile claims but later said it demonstrated \"improvement\" from previous tests, said news site Yonhap.North Korea state outlet KCNA praised the test, saying the \"superior manoeuvrability\" of the missile had been \"strikingly verified through the final test-fire\".Their report claimed the glide missile had made a 600 km (375 mile) \"glide jump flight,\" followed by 240 km of \"corkscrew manoeuvring\" before hitting its target. The closed-off nation first reported conducting a hypersonic missile test in September 2021. Hypersonic glide missiles are dangerous for several reasons.Unlike ballistic missiles, which travel in a largely predictable parabola, making them vulnerable to interception, hypersonic weapons can traverse laterally, close to the earth's surface and hit a target in a much shorter flight time. In addition, hypersonic weapons can also achieve more than five times the speed of sound - or about 6,200km/h (3,850mph). All these features make them harder to track and intercept.According to the BBC's Security Correspondent Frank Gardner, these hypersonic missiles are also worrying as they also leave nations guessing whether they are carrying a conventional high explosive warhead or a nuclear one. North Korea joins a small number of countries, including the United States and China, in attempting to develop hypersonic missiles. During the on-site inspection, Mr Kim called for the strengthening of the country's \"strategic military muscle both in quality and quantity\", South Korean news outlet Yonhap reported.It's the first time since March 2020 that he has been known to attend a missile launch, and the publicity around his appearance is significant, analysts say. \"While [Mr] Kim probably unofficially attended other tests in the interim, this appearance and its Page One feature on [North Korean newspaper] Rodong Sinmun is important,\" Chad O'Carroll, chief executive of the Korea Risk Group which monitors North Korea, told Reuters. \"It means [Mr] Kim is not concerned about being personally associated [with] tests of major new tech. And doesn't care how the US sees this.\" There have been persistent warnings and sanctions use from the US and UN to deter North Korea's weapons testing, but Kim Jong-un has defied these so far. ", "url": "https://www.bbc.com/news/world-asia-59958664"}