{"datetime": "2022-01-17T05:26:25.000Z", "subject": "North Korea missile tests", "title": "North Korea fires missiles again amid unusual flurry of tests", "article": "North Korea has fired two short-range ballistic missiles into waters off the coast of Japan, the latest in an unusual flurry of tests. The missiles were reportedly launched from an airport near Pyongyang early on Monday, said South Korea's military. Japan also confirmed the test. It is North Korea's fourth missile launch in two weeks. The UN prohibits North Korea from ballistic and nuclear weapons tests, and has imposed strict sanctions. But the East Asian state regularly defies the ban, and leader Kim Jong-un has vowed to bolster his country's defences.On Friday it said it had fired short-range ballistic missiles from train cars, while days earlier it conducted two tests ofwhat it claims were hypersonic missiles , which are harder to detect. The frequency of the tests and timing in January is unusual. North Korea tends to conduct its missile launches to mark politically significant events in the country, or as a sign of its displeasure at US-South Korea military exercises. North Korea usually launches weapons to develop missile capabilities and maintain operational readiness, and the latest tests appear to confirm this, said Ankit Panda, an expert with the Carnegie Endowment for International Peace. But at the same time, \"Kim Jong-un also has domestic considerations: at a time of economic difficulty, these launches allow him to convey that national defence priorities will not fall by the wayside\", Mr Panda told the BBC. North Korea has been struggling with food shortages and a faltering economy. This is due to a self-imposed blockade to keep out Covid which has cut off trade with China, its main economic and political ally - though there have been reports that this may resume soon. Mr Kim recently admitted that the country was facinga \"great life-and-death struggle\" , and also vowed to increase its military power including developing hypersonic missiles. Talks with the US, which wants North Korea to give up its nuclear weapons, have stalled since US President Joe Biden took over. Mr Biden's administration imposed its first sanctions on North Korea last week, in response to some of the earlier tests this month. Monday's launch could therefore be a \"stronger reaction\" to the sanctions, showing that \"the North has no intention to be out-muscled by the US,\" said Park Won-gon, a North Korean studies professor at Ewha Womans University. The launches are happening just weeks before the Winter Olympics, a hugely prestigious and politically sensitive event for China, which is due to start in Beijing on 4 February. \"I would imagine that China would not welcome North Korea testing on its doorstep on the eve of Beijing kicking off the Olympics,\" said North Korea analyst Chad O'Carrollon Twitter . \"If this keeps up, we should not exclude the possibility that [North Korea] may be upset at China about something.\" But Mr Panda said that while \"Beijing may not be happy with these tests, they'll likely prove tolerable enough\" given that they do not involve testing nuclear weapons nor long-range missiles, which he called \"China's red lines\". With recent reports that North Korea may be resuming trade with China soon, \"this timing suggests Beijing is more than complicit with Pyongyang's provocations; China is supporting North Korea economically and coordinating with it militarily,\" North Korean expert Leif-Eric Easley told the BBC. \"Considering its strategic relationship with China, the North Korean leadership is likely getting its early 2022 military exercises and missile tests out of the way before the Beijing Olympics.\"The timing also suggests that North Korea does not wish to stay quiet ahead of South Korea's presidential election or appear on life support as China sends aid over the border.\" Reporting by Tessa Wong and BBC Korean. ", "url": "https://www.bbc.com/news/world-asia-60019990"}