{"datetime": "2022-01-06T04:54:21.000Z", "subject": "North Korea missile tests", "title": "North Korea successfully tested hypersonic missile, says report", "article": "North Korea successfully tested a hypersonic missile on Wednesday, its first major weapons test this year, said a state media report. KCNA said it \"precisely hit\" a set target 700km (434 miles) away. This is the second reported test of a hypersonic missile, which can avoid detection for longer than ballistic missiles.The test comes as its leader Kim Jong-un had earlier vowed to bolster Pyongyang's defences.Mr Kim said in a New Year's speech that Pyongyang would continue to strengthen its defence capabilities due to an increasingly unstable military environment on the Korean peninsula. North Korea tested a variety of missiles last year amid stalled talks with the South and US. Pyongyang joins a small number of countries, including the United States and China, in attempting to develop hypersonic missiles.The latest launchwas first detected by the Japanese coast guard early on Wednesday, before being confirmed by defence authorities in Seoul. The apparently successful testing of a hypersonic glide missile by the North Korean regime will alarm its neighbours, notably Japan and South Korea.Hypersonic glide missiles are dangerous for several reasons. Unlike ballistic missiles which go up and come down in a largely predictable parabola, making them vulnerable to interception, these weapons can traverse laterally, close to the earth's surface and then hit a target in a much shorter flight time.Their trajectory is unpredictable, making them hard to intercept. They also leave nations guessing whether they are carrying a conventional high explosive warhead or a nuclear one. North Korea, despite international sanctions and chronic food shortages, has managed to produce several nuclear warheads which it sees as insurance against a pre-emptive attack by the US. In Wednesday's test, the \"hypersonic gliding warhead\" detached from its rocket booster and manoeuvred 120 km (75 miles) laterally before it \"precisely hit\" a target 700 km (430 miles) away, KCNA reported.It said the test also confirmed components such as flight control and its ability to operate in the winter. Hypersonic weapons usually fly towards targets at lower altitudes than ballistic missiles and can achieve more than five times the speed of sound - or about 6,200 km per hour (3,850 miles per hour). Defence expert from the Carnegie Endowment for International Peace Ankit Panda told news wire Reuters the recently-launched missile is not the exact same hypersonic missile that was tested last September - the Hwasong-8 - but that it does share a few similar features.The new missile was first debuted during a defence exhibition in Pyongyang in October 2021. The tests come as Pyongyang struggles with food shortages due to a coronavirus blockade that has severely affected its economy. At the end-of-year meeting, Mr Kim said the country was facing a \"great life-and-death struggle\", adding that increasing development and improving people's living standards were among this year's goals. Despite this, North Korea shows no sign of slowing down its weapons program, saying they are needed for its own self-defence. The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. ", "url": "https://www.bbc.com/news/world-asia-59876989"}