{"datetime": "2022-02-06T16:11:00.000Z", "subject": "North Korea missile tests", "title": "North Korea: Missile programme funded through stolen crypto, UN report says", "article": "North Korean cyber-attacks have stolen millions of dollars worth of cryptocurrency to fund the country's missile programmes, a UN report briefed to media says. Between 2020 and mid-2021 cyber-attackers stole more than $50m (£37m) of digital assets, investigators found. Such attacks are an \"important revenue source\" for Pyongyang's nuclear and ballistic missile programme, they said.The findings were reportedly handed to the UN's sanctions committee on Friday.The cyber-attacks targeted at least three cryptocurrency exchanges in North America, Europe and Asia. The report also referenced astudy published last month by the security firm Chainalysis that suggested North Korean cyberattacks could have netted as much as $400m worth of digital assets last year.And in 2019, the UN reported that North Korea had accumulated an estimated $2bn for its weapons of mass destruction programmes by using sophisticated cyber-attacks. North Korea has been banned by the UN Security Council from carrying out nuclear tests and launching ballistic missiles. However the UN report says that despite crippling sanctions, North Korea has been able to continue developing its nuclear and ballistic missile infrastructure. It has also continued to seek material, technology and knowhow overseas, including through cyber means and joint scientific research. The sanctions monitors said there had been a \"marked acceleration\" of missile testing by Pyongyang. The US said on Friday that North Korea - formally known as the Democratic People's Republic of Korea (DPRK) - carried out ninemissile tests last month alone. . \"DPRK demonstrated increased capabilities for rapid deployment, wide mobility (including at sea), and improved resilience of its missile forces,\" the sanctions monitors said. On Friday, China and Russia refused to sign onto a statement condemning the proliferation of North Korea's missile launches.On Sunday, the US announced that its special representative for North Korea would meet with Japanese and South Korean officials later this week to discuss the situation. The UN report also found that the humanitarian situation in North Korea was continuing to worsen. It said this was likely to be the result of the country's decision to close its borders during the pandemic. A lack of information from North Korea meant it was hard to determine how much suffering was being caused by international sanctions, it said. ", "url": "https://www.bbc.com/news/world-asia-60281129"}