{"datetime": "2013-05-25T00:35:31.000Z", "title": "Who, what, why: How safe are US road bridges?", "article": "A four-lane highway bridge in Washington state has collapsed after being struck by a lorry, six years after 13 people were killed when another bridge fell. So how safe are bridges in the US? Repairs to the collapsed Skagit River bridge will cost an estimated $15m (£10m), but in human terms it could have been far worse. Only three people were injured as their vehicles fell dozens of feet into the water when Interstate 5 crumbled beneath them, after a girder was struck by a lorry's rig casing. Dan Sligh needed to \"pop\" his dislocated shoulder back in order to rescue his wife in the freezing waters after their truck and trailer fell into the river.After a bridge collapse in Minnesota in 2007 claimed 13 lives and injured 145, there was a national review. So has the state of US bridges improved since then? On one measure, some progress has been made, according to figures provided by the American Society of Engineers.In 1992, 22% of the country's bridges were labelled \"structurally deficient\", meaning they required maintenance or replacement. In 2012, that had fallen to 11%. That doesn't mean one in nine bridges is unsafe, but that they are in poor condition. Andrew Herrmann, the society's president, says the bridge inspection programme is robust but the government is still not spending enough money to update and maintain them. \"Congress basically lacks the courage to do what is needed to raise the funds,\" he says. \"Bridges require maintenance, and maintenance and rehabilitation require funding. \"Politicians like to show up and cut a ribbon on a brand new bridge, but they don't like to show up and applaud a new paint job that may increase the life of a bridge.\" His organisation gave the nation's 607,380 bridgesa C+ in its four-yearly report card on the country's infrastructure, which has suffered from years of under-investment. The Federal Highway Administration (FHWA) estimates that clearing the backlog of deficient bridges requires an extra $8bn (£5bn) annually from federal, state, and local governments. It was unable to supply figures for the number of bridge collapses, but major ones are relatively rare. In 2001, the Queen Isabella Causeway in Texas collapsed, killing eight people. The bridge in Washington - which as a major highway between Seattle and Vancouver was mostly funded through federal, not state, funds - was not structurally deficient.Built in 1955, it was \"functionally obsolete\", a label that applies to bridges that are too old to meet current safety standards.David Goldberg of Transportation for America says the only thing that's changed since Minnesota is that more of the post-World War II generation of bridges are nearing the end of their intended lives. \"The typical bridge in this country is 43 years old with a design life of 50 years, so a lot of these bridges are at the point where they need a major overhaul.\" Congress last year eliminated the dedicated state funding pot for bridge repairs, he says, so it's a \"gamble\" how much states will now spend on bridges when there are other priorities competing for cash. \"Bridges rated structurally deficient are a red flag for repair or replacement. But these obsolete ones look OK - the problem is they're not designed for the kind of carrying capacity they have now.\"Our concern is we don't get around to replacing bridges like this. And unfortunately I think we are going to see more of these kinds of things in the coming years.\" The prospects of more federal cash don't look good either, he says. Although a small portion of the $831bn (£549bn) stimulus package in 2009 provided a boost for bridge repairs, the steady flow of cash from petrol duty is falling due to more efficient cars and Americans driving less. As a percentage of GDP, US spending on roads has increased to 0.7% in recent years but it is still lower than the European average and less than half that of Japan (1.7%), according tofigures from the International Transport Forum . The UK has a rigorous inspection system and getting funding for bridge repairs is not so difficult, says Gordon Masterton, deputy chairman of the UK's Construction Industry Council, and former president of the Institution of Civil Engineers. \"I'm not aware of any outcry about penny pinching. The area affected when cash is tight tends to be road surfacing so there are more potholes on the roads.\"Engineers know when structural elements are putting the travelling public at risk and spend the money wisely.\"I've never seen any statistical analysis but it does look like we have far fewer bridge collapses than North America and elsewhere in the world. So we are at least mitigating risk.\" Don't hold your breath expecting any impact from the latest one in the US, warns Erich Zimmermann of the Taxpayers for Commonsense. \"If it was hard to get any traction in the wake of a devastating collapse like Minnesota, it's hard to see how this will bring up a whole lot of changes.\" Reporting by Tom Geoghegan You can follow the Magazine on Twitter and on Facebook ", "url": "https://www.bbc.com/news/magazine-22649625"}