{"datetime": "2021-08-05T12:29:59.000Z", "subject": "Climate change", "title": "Climate Change: Half US cars to be zero-emission by 2030 - Biden", "article": "President Biden wants half of cars sold in the US by 2030 to be zero-emission vehicles, the White House says. Achieving this would reduce carbon emissions and help the US compete with China, a statement said. Transport accounted for 29% of US emissions in 2019. Sales of zero-emission vehicles in the US lag behind those in Europe and China. The three biggest US carmakers have welcomed the target, though it is not legally binding. The world has already warmed by about 1.2C since the industrial era began, and temperatures will keep rising unless governments around the world make steep cuts to emissions. Under President Trump the US loosened many environmental regulations and climate protections. Mr Biden is now working to convince the world the US is serious about tackling climate change. Responding to the Biden announcement, Ford, General Motors and Stellantis expressed their \"shared aspiration\" for 40-50% of sales to be electric vehicles including battery electric, fuel cell and plug-in hybrid vehicles by 2030. One of America's largest unions, United Auto Workers (UAW), supports the initiative, while European and Japanese carmakers BMW, Honda, Volkswagen and Volvo have applauded it. Only about 2% of US car sales last year were electric vehicles compared to about 10% in Europe, according to the International Energy Agency. Many of the electric vehicles sold in the US are Teslas, with the companyreporting surging profits last month . Mr Biden's move does not go as far as the US state of California, which requires that by 2035 all new cars sold be zero-emission vehicles. Cars produce more than half of all the state's carbon emissions.China is aiming for 20% of cars sold in 2025 to be zero-emissions, rising to half by 2035. The EU meanwhile has proposed limits that would effectively end new petrol and diesel vehicle sales by 2035. The White House said Mr Biden also planned to toughen fuel consumption and emissions regulations but did not give details. The current rules introduced by the Trump administration require carmakers to improve their vehicles' fuel efficiency by 1.5% between 2021 and 2026. The previous Obama administration had demanded a 5% fuel efficiency improvement. ", "url": "https://www.bbc.com/news/world-us-canada-58101907"}