{"datetime": "2022-01-11T02:57:02.000Z", "subject": "North Korea missile tests", "title": "North Korea fires second suspected missile in six days", "article": "North Korea has fired a suspected ballistic missile, less than a week after it launched what it claimed was a hypersonic missile. South Korea said it detected the launch at 07:27 local time on Tuesday (22:27 GMT on Monday). Japan's coast guard also reported the launch, saying North Korea had fired a \"ballistic missile-like object\". It comes shortly after six countries issued a statement urging the North to cease its \"destabilising actions\". \"Our military detected a suspected ballistic missile fired by North Korea from land towards the East Sea,\" South Korea's Joint Chief of Staff (JCS) said, adding that intelligence authorities from South Korea and the US were in the process of conducting a detailed analysis.The latest launch underscores North Korean leader Kim Jong-un's pledge to bolster the country's defences as part of its policy priorities for 2022, which were outlined during a key meeting in December. On Monday, the US mission to the United Nations, joined by France, Ireland, Japan, the United Kingdom, and Albania, issued a joint statement condemning last week's apparent test. \"These actions increase the risk of miscalculation and escalation and pose a significant threat to regional stability,\" said US ambassador to the UN Linda Thomas-Greenfield. The group called for North Korea \"to refrain from further destabilising actions... and engage in meaningful dialogue towards our shared goal of complete denuclearisation.\" North Korea has welcomed in the new year with two missile tests in quick succession.Today's test could be timed to coincide with a UN Security Council meeting in New York - where the US and its allies condemned last week's launch.But it could also serve several other functions.One could be to divert public attention from an increasingly severe economic situation in the country, which has been worsened by the coronavirus pandemic.Another could be to get the attention of Washington, which has shown little interest in resuming negotiations with Pyongyang after the failed summit between former President Donald Trump and Kim Jong-un in 2019.There a third reason, which is less often reported. North and South Korea are engaged in what observers say is an increasingly intense arms race, with both sides working to perfect smaller, more accurate and more deadly missile systems with which they can threaten each other's leaderships.The latest tests come as Pyongyang struggles with food shortages due to a coronavirus blockade that has severely affected its economy. At the end-of-year meeting of the ruling party, Mr Kim said the country was facing a \"great life-and-death struggle\", adding that increasing development and improving people's living standards were among this year's goals. UN officials had earlier warned that vulnerable children and elderly people in North Korea were at risk of starvation. The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. North Korea has also repeatedly accused South Korea of double standards over its military activities. South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\". ", "url": "https://www.bbc.com/news/world-asia-59935125"}