{"datetime": "2022-01-28T00:41:07.000Z", "author": "Rupert Wingfield-Hayes", "subject": "North Korea missile tests", "title": "North Korea missile tests: What does Kim Jong-un want?", "article": "North Korea's renewed flurry of missile tests have, so far, been met here in Tokyo with a bit of shrug. It's all very different from August 2017 when Japan awoke to the sound of air raid sirens. Without warning North Korea had fired an intercontinental ballistic missile (ICBM) over the top of Japan into the Pacific Ocean. It was an audacious act.This time North Korea's missiles have all been short range, and have landed in the sea, well away from the Japanese coast. Kim Jong-un appears to be holding back, for now. But that could change if he doesn't get the result he wants.So, what does Kim Jong-un want?Speak to military analysts and they'll tell you these latest launches show North Korea is moving rapidly down the road to a full and effective nuclear deterrent.\"From my perspective it was predictable,\" says Professor Kim Dong Yup, a former South Korean naval commander.\"We get surprised because we underestimate North Korean technology and assume it is suffering at the moment. In fact, North Korea is definitely advancing its military capability faster than we assumed.\" After the tests on 5 and 10 January, Pyongyang claimed it has successfully tested something called a \"hypersonic glide vehicle\" (HGV) and a \"manoeuvrable re-entry vehicle\" (MARV).Why does that matter?Because it means North Korea is developing technology that can defeat the costly and complex missile defence systems that America and Japan have been deploying across this region.\"It seems pretty clear that their aim is to develop weapons that can evade and complicate missile defences that are highly manoeuvrable and harder for the United States to pre-empt, let alone to detect,\" says Duyeon Kim at the Centre for a New American Century.Professor Kim Dong Yup agrees: \"Ultimately what the North is aiming to achieve is to debilitate the enemy's missile defence system.\"They want to have a deterrence system that is like a scorpion's tail.\"A scorpion does use the sting in its tail to defend itself, but also to attack and kill its prey. So, which is it for North Korea?\"North Korea's main purpose is not to attack but to defend themselves,\" says Professor Kim, adding that the country is trying \"to secure a diversified deterrent capability\".This is a widely held view among the North Korea watching community.And yet Pyongyang is very far beyond the point at which its conventional and nuclear capability has become an effective deterrent against attack from the South or from the US - both of which have repeatedly said that they harbour no ambitions to attack or destroy the North Korean regime.So why does the ruler of this small, impoverished state continue to spend between a fifth and a quarter of its GDP on the military?Ankit Panda at the Carnegie Endowment for International Peace feels that one reason might be that contrary to what outsiders may feel, North Korea doesn't believe it has sufficient weapons to defend itself properly.\"So Kim Jong-un feels chronically insecure. I think he doesn't trust anybody, including China and Russia, and so might feel the need to build up his capability beyond what we might consider sufficient.\"Others fiercely disagree.Professor Brian R Myers at Dongseo University in the South Korean city of Busan says Pyongyang has a much more ambitious goal for its nuclear and missile programmes.He believes North Korea's hope is to use its arsenal as leverage to negotiate a peace treaty with South Korea and a US withdrawal from the Korean peninsula. After that, he says, the North believes it will be free to subjugate the South.In the short-term North Korea has another goal.To thrive, even moderately, Pyongyang needs UN sanctions that were imposed because of its nuclear and missile programmes to be lifted. And to have any hope of that, it needs the US administration to engage in negotiations.Historically, Pyongyang's way of attracting Washington's attention has been to create a crisis. And that is exactly what some experts think is happening again now.\"So ironically for me this is a very good sign,\" says Professor Kim Youngjun a member of South Korea's National Security Advisory Board. \"Kim Jong-un wants to maximise his missile tests before starting his peace initiative. So, he wants to push Joe Biden to start serious negotiations with a concrete road map.\"If that's the case, Kim Jong-un may be disappointed. Firstly, President Joe Biden is very busy with another crisis right now, Ukraine.And secondly, Mr Biden has none of his predecessor Donald Trump's enthusiasm for engaging with North Korea. \"The North Koreans are very good at putting themselves on the agenda and making themselves a priority,\" says Mr Panda.But he adds: \"Joe Biden has called Kim Jong-un a tyrant. I think he has very little to gain politically from being seen with Mr Kim. So, I do think what it would take for Joe Biden to really become invested, is a major crisis.\"If all of this sounds familiar, then that's because it is.We saw it in 2010 when Pyongyang sank a South Korean navy corvette, the Cheonan, and then a few months later began bombarding one of South Korea's outlying islands.We saw it again in 2017 when North Korea fired long range missiles over Japan and threatened to attack Guam. We may see something similar again in the coming months.\"I do think the possibility of returning to a crisis is very real,\" says Mr Panda.\"The North Koreans frankly want to be taken seriously by the US. It might be a small country. It might be a country Richard Nixon once famously called a fourth-rate pipsqueak. \"But they have nuclear weapons, and they want an American president to recognise that. Unfortunately, I think the North Koreans are not going to get that anytime soon.\"", "url": "https://www.bbc.com/news/world-asia-60150121"}