{"datetime": "2021-10-04T03:48:35.000Z", "subject": "North Korea missile tests", "title": "North Korea reopens hotline with South in bid to mend ties", "article": "North Korea has restored communication lines with the South, months after it cut a cross-border hotline. The move comes days after the country's leader Kim Jong-un said he was willing to restore communication as a conditional olive branch.However, Pyongyang also said the restoration of their relationship was dependent on the \"attitude of South Korean authorities\". North Korea has also recently been ramping up its military tests. It has fired four missiles in less than a month - a sign that it has no intention of slowing down its arms development.On Monday morning, South Korea's unification ministry said officials from both Koreas exchanged their first phone call since August. \"With the restoration of the South-North communication line, the government evaluates that a foundation for recovering inter-Korean relations has been provided,\" the ministry said in a statement. Communication hotlines between the two sides have been cut - and restored - several times. In 2020, after a failed summit between the North and South, Pyongyang blew up an inter-Korean border office that had been built to improve communications. In the same year, North Korea severed all communication lines with the South, including a hotline between both leaders and military communication channels after tensions worsened. The hotline was briefly restored this August but cut again after South Korea participated in joint military exercises with the US. North and South Korea are technically still at war because no peace agreement was reached when the Korean War ended in 1953. The North has repeatedly accused South Korea of double standards over military activities. South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\". The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. But Pyongyang seems determined to prove it will continue to develop new weapons systems, saying they are needed for its own self-defence. ", "url": "https://www.bbc.com/news/world-asia-58784306"}