{"datetime": "2021-09-30T04:34:34.000Z", "subject": "North Korea missile tests", "title": "North Korea's Kim Jong-un offers to restore inter-Korean hotline", "article": "North Korean leader Kim Jong-un has said he is willing to restore a vital communication hotline with South Korea, in a possible offer of reconciliation. He also accused the US of proposing talks without changing its \"hostile policy\" towards the North.Pyongyang severed the hotlines in August this year in protest against South Korea-US military drills.Mr Kim's latest comments came during Pyongyang's annual parliament session. \"The US is touting 'diplomatic engagement'... but it is no more than a petty trick for deceiving the international community and hiding its hostile acts,\" a report by state news outlet KCNA said.But Mr Kim appeared to extend a conditional olive branch towards South Korea. He wants to restore the communication lines by early October, but that is dependent on the \"attitude of the South Korean authorities\" and whether their relationship starts to improve or continues its \"present state of worsening,\" KCNA reports. Mr Kim's latest comments echo those his sister made earlier last week, where she said the North was willing to resume talks with the South if it ended its \"hostile policies\". In a statement, Kim Yo-jong said South Korea needed to drop its \"double-dealing attitudes\" and \"hostile stand of justifying [its] own acts while faulting our... right to self-defence.\" She added that face to face discussions to \"declare the significant termination of war\" could only be done once those conditions are met. North and South Korea are technically still at war because no peace agreement was reached when the Korean War ended in 1953. Communication hotlines between the two have been cut - and restored - several times over the past few years.In 2020, after a failed summit between the North and South, Pyongyang blew up an inter-Korean border office that had been built to improve communications. Why has Kim Jong Un decided to pursue peace with Seoul now? There are a few reasons to consider. First, the joint military exercises between the United States and South Korea are over for this year. The time for sabre-rattling is done. Seoul's President Moon tried to nudge the door for talks when he called on both sides to talk about officially ending the Korean war at the United Nations General Assembly. This appears to have had an impact.Or at least it was perfectly timed for Pyongyang to once again open its diplomatic playbook. North Korea's economy is in a dire state. Mr Kim will be keen for sanctions relief. He had hoped to make a deal with then US President Donald Trump in Hanoi, but that fell through, and Covid-19 border closures have exacerbated an already bad situation. There's a clock ticking too. The South Korean presidential elections are on the horizon. At least for now, Mr Kim knows who he is dealing with and he knows President Moon favours engagement. There's no guarantee that the next occupant of the Blue House will be so keen to talk. Analysts have also believed for many years that Pyongyang is keen to separate Washington and Seoul. Showing a willingness to talk to South Korea but not the US may be a ploy.Or North Korea might hope their new friends in Seoul will go to Washington to push for sanctions relief and other concessions on their behalf. So what happens next? Well, as two separate analysts put it to me earlier this week, we could be in for a busy time on this peninsula. Mr Kim's comments come as North Korea goes into the second day of its annual parliamentary session, the Supreme People's Assembly.The rubber-stamp parliament session also saw various changes, including the appointment of Kim Yo-jong - to a position in the State Affairs Commission - her highest position yet.Earlier this week,North Korea test-fired its third missile this month - a new hypersonic missile. Observers say it is a sign that the North has no intention of slowing down its arms development.The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. But Pyongyang seems determined to prove it will continue to develop new weapons systems, saying they are needed for its own self-defence. The North has also repeatedly accused South Korea of double standards over military activities. South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\". ", "url": "https://www.bbc.com/news/world-asia-58744150"}