{"datetime": "2021-10-20T02:32:08.000Z", "subject": "North Korea missile tests", "title": "North Korea claims test of new submarine-launched missile", "article": "North Korea has confirmed it successfully tested a new submarine-launched ballistic missile on Tuesday. State news outlet KCNA said the missile had \"advanced control guidance technologies\", which could make it harder to track. North Korea has carried out a flurry of weapons tests in recent weeks, launching what it said were hypersonic and long-range weapons. The UN prohibits it from testing ballistic missiles and nuclear weapons. Ballistic missiles are considered more threatening than cruise missiles because they can carry more powerful payloads, have a longer range and can fly faster. North Korean state media on Wednesday said its latest missile had new \"controlling and homing\" technology which allowed it to move laterally. It was also capable of \"gliding and jumping movement\". It released pictures of the missile as well. It said it was fired from the same submarine that launched an older missile in a 2016 test. This missile was one of many new weapons put on display at a defence exhibition in Pyongyang last week. Reports did not mention leader Kim Jong-un, suggesting he did not attend the test. On Tuesday, South Korea's Joint Chiefs of Staff said one missile had been launched from the port of Sinpo, in the east of North Korea where Pyongyang usually bases its submarines. It landed in the East Sea, also known as the Sea of Japan, and travelled about 450km (280 miles) at a maximum height of 60km.In October 2019, North Korea tested a submarine-launched ballistic missile, firing a Pukguksong-3 from an underwater platform. At the time, KCNA said it had been fired at a high angle to minimise the \"external threat\". However, if the missile had been launched on a standard trajectory, instead of a vertical one, it could have travelled about 1,900km. That would have put all of South Korea and Japan within range. Being launched from a submarine can also make missiles harder to detect and would allow North Korea to deploy its weapons far beyond the Korean Peninsula. The latest launch comes as South Korea develops its own weapons, in what observers say has turned into an arms race on the Korean peninsula. Seoul is holding what is said to be South Korea's largest ever defence exhibition this week. It will reportedly unveil a new fighter jet as well as guided weapons like missiles. It is also due to launch its own space rocket soon. North and South Korea technically remain at war as the Korean War, which split the peninsula into two countries and which saw the US backing the South, ended in 1953 with an armistice. Kim Jong-un said last week that he did not wish for war to break out again. He said his country needed to continue developing weapons for self-defence against enemies, namely the US which he accused of hostility. Meanwhile, South Korean, Japanese and US intelligence chiefs are meeting in Seoul to discuss North Korea. The US envoy to North Korea, Sung Kim, is expected to discuss how to restart dialogue with Pyongyang, including on whether there should be a formal declaration of the end of the Korean War. This week he reiterated the stance of US President Joe Biden's administration that it is open to meeting with North Korea without pre-conditions.Previous talks between the US and North Korea broke down due to fundamental disagreements on denuclearisation.The US wants North Korea to give up its nuclear weapons before sanctions can be eased, but North Korea has so far refused. ", "url": "https://www.bbc.com/news/world-asia-58976195"}