{"datetime": "2021-10-12T09:17:36.000Z", "subject": "North Korea missile tests", "title": "North Korea: Kim Jong-un vows to build 'invincible military'", "article": "North Korea's leader has vowed to build an \"invincible military\" in the face of what it says are hostile policies from the United States, state media report. Kim Jong-un added that weapons development was for self-defence, and not to start a war. Mr Kim made the comments at a rare defence exhibition while flanked by a variety of large missiles.North Korea has recently tested what it claims to be new hypersonic and anti-aircraft missiles. The South meanwhile has recently tested its own submarine-launched weapon. In his speech at the Self-Defence 2021 exhibition held in the North's capital, Pyongyang, Mr Kim addressed the military build-up in the South and said that North Korea did not want to fight its neighbour. \"We are not discussing war with anyone, but rather to prevent war itself and to literally increase war deterrence for the protection of national sovereignty,\" he said. Mr Kim, surrounded by an array of military hardware including tanks, accused the US of stoking tensions between North and South Korea. He said there was \"no behavioural basis\" to make North Korea believe that the US was not hostile. The US under President Joe Biden has repeatedly said it is willing to talk to North Korea, but has demanded Pyongyang give up nuclear weapons before sanctions can be eased. North Korea has so far refused. Kim Jong-un didn't just talk about his new military might - he showed it to us. This was the equivalent of a military parade. We have not seen this kind of defence exhibition since Mr Kim took power. Surrounded by intercontinental ballistic missiles and portraits of him dressed in military uniform, he told those gathered that he felt \"bottomless pride\" as he touched the missiles. And he made it clear that he's not done building his arsenal, which he says he needs as a deterrent. He vowed to continue work on his wish list of weapons, while noting that South Korea was doing the same by building up its defence force in recent years. This is Mr Kim's way of telling those criticising his arms programme that they are hypocrites. He wants Pyongyang to have the right to build up its military - just like Seoul. Yet, just days earlier he urged his officials to focus on improving the lives of North Korean people as they face a \"grim\" economic situation. With limited funds and under strict economic sanctions, can he really build an \"invincible\" force and help his people? And if it comes to a choice - what will it be? North Korea is banned from testing ballistic missiles and nuclear weapons by the UN. It has repeatedly flouted these bans and has been heavily sanctioned as a result. Last month, the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development. North Korea has always maintained that it needs to continue developing weapons for defence. But observers say it is also being used as a way to rally the impoverished country. North Korea is thought to be in dire economic straits after authorities shut borders to stop the spread of Covid-19.Crucial supplies like food and fuel have been cut off from China, North Korea's main political and economic ally. Mr Kim, unusually, wore sandals with socks paired with a formal dark suit at the exhibition, prompting some renewed speculation outside North Korea that this could be related to his health.Mr Kim is thought to have had medical problems linked to his weight, including gout which can result in foot swellings. He had been seen limping in public in the past. Reuters quoted Colin Zwirko, an analyst with Seoul-based NK News, as saying: \"He lost a significant amount of weight in a short period in May, and in September he was seen standing on padded mats during long speeches, which is not typical.\" ", "url": "https://www.bbc.com/news/world-asia-58880207"}