{"datetime": "2022-01-05T10:54:17.000Z", "subject": "North Korea missile tests", "title": "North Korea fires suspected ballistic missile into the sea", "article": "North Korea has fired a suspected ballistic missile into the sea off its east coast, in its first such launch since October. The missile landed in water between the Korean peninsula and Japan, bringing condemnation from Seoul and Tokyo. The UN prohibits North Korea from ballistic and nuclear weapons tests. Leader Kim Jong-un has vowed to bolster the North's defences. It tested a variety of missiles last year amid stalled talks with the South and US. The latest launch - the first since a New Year speech in which Mr Kim set out policy priorities for 2022 - was first reported by the Japanese coast guard early on Wednesday, before being confirmed by defence authorities in Seoul.\"South Korean and US intelligence are closely analysing for further detail,\" South Korea's Joint Chiefs of Staff (JCS) said in a statement. Japan's Defence Minister Nobuo Kishi said the suspected ballistic missile had flown about 500 km (310 miles), Reuters reported.According to one expert however, there was no way to confirm the full striking range of the missile.\"There's no way to assess whether this might have been a longer-range missile flown on a shortened trajectory,\" Ankit Panda of the Nuclear Policy Programme at the Carnegie Endowment for International Peace told BBC News.In 2017, North Korea tested the Hwasong-15, a missile that peaked at an estimated altitude of 4,500km, putting US military bases on the Pacific island of Guam well within striking distance. The launch comes days after Mr Kim said that Pyongyang wouldcontinue to strengthen its defence capabilities due to an increasingly unstable military environment on the Korean peninsula - a stance Mr Panda warned could see 2022 \"littered with similar North Korean missiles\". Mr Kim made the remarks during a key end-of-year meeting of North Korea's ruling party. Japanese Prime Minister Fumio Kishida called the latest launch \"very regrettable\", pointing to North Korea's repeated testing of missiles since 2021.In 2021, North Korea continued the advancement of its weapons programme, conducting what state media reported as the testing of a new hypersonic missile, as well as a train-based ballistic missile and a new long-range cruise missile. Ballistic missiles are considered more threatening than cruise missiles because they can carry more powerful payloads, have a longer range and can fly faster. The tests come as Pyongyang struggles with food shortages due to a coronavirus blockade that has severely affected its economy.At the end-of-year meeting, Mr Kim said the country was facing a \"great life-and-death struggle\", adding that increasing development and improving people's living standards were among this year's goals.United Nations officials had earlier warned that vulnerable children and elderly people in North Korea were at risk of starvation. However, Mr Panda said this was unlikely to deter North Korea from pursuing its weapons programme.\"[Mr] Kim has maintained his emphasis on self-reliance in national defence in recent years even as he has been open about economic difficulties in the country,\" Mr Panda said.\"For [Mr] Kim and the Workers' Party, sustaining these weapons programmes is a top national priority for both internal and external reasons.\" The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. North Korea has also repeatedly accused South Korea of double standards over military activities.South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\". ", "url": "https://www.bbc.com/news/world-asia-59876095"}