{"datetime": "2021-09-17T00:41:06.000Z", "author": "Ankit Panda", "subject": "North Korea missile tests", "title": "Why North Korea's cruise missile launch could worry other nations", "article": "Earlier this week, North Korea announced it had successfully tested a long-range cruise missile capable of hitting much of Japan. Cruise missiles, unlike ballistic missiles, can swerve and turn through most of their flight - allowing them to attack from unexpected angles.It shows North Korea is continuing its pursuit of ever more diverse and sophisticated means to deliver nuclear weapons. It's clear the pandemic, a spate of natural disasters, and internal economic difficulties have done little to deter North Korea's fundamental prioritisation of its nuclear deterrent.The latest successful test brings up a series of questions - why is North Korea doing this now, how significant is this, and what does it tell us about its priorities? North Korea has broadly been on a trajectory of qualitatively refining and quantitatively expanding its nuclear capabilities since the spring of 2019.North Korean leader Kim Jong Un, since returning from the failed February 2019 summit with former U.S. President Donald J. Trump in Hanoi, Vietnam, expressed resolve to continue investing in North Korea's nuclear deterrent and pursuing a \"self-reliant\" national defence strategy. But why is North Korea choosing to do this even as it struggles through food shortages and a deepening economic crisis? It serves multiple ends.Internally, these tests amplify Mr Kim's narrative of pursuing self-reliance in national defence and bolsters morale. In practical terms, new capabilities, like these cruise missiles, complicate planning by North Korea's adversaries, who must now contend with new capabilities.Unlike ballistic missiles, cruise missiles fly low and slow towards their target. The cruise missiles North Korea tested recently covered a range of some 1,500km (930 miles) over a little more than two hours of flight time.Ballistic missiles of equivalent range would take a matter of minutes, but North Korea's interest in cruise missiles may be due to the difficulty for its adversaries in detecting their launches and in defending against them. And what these tests show is that Mr Kim - despite openly contending with the country's difficulties - has maintained his determination to continue advancing his nuclear capabilities. Unless we see a fundamental shift in priorities by North Korea or successful diplomatic outreach by the United States, Pyongyang should be expected to continue refining and advancing its capabilities. But is it notable that North Korea chose to introduce this weapon system at this point in time?Despite commentary to the contrary, the introduction of this weapon system and its testing likely have little to do with the policy specifics of the Biden administration or the twentieth anniversary of the September 11, 2001, attacks on the United States, which coincided with these recent tests. Of greatest concern to South Korea, Japan, and the international community is the North Korean state media description of these newly tested missiles as \"strategic weapons.\" This usually means that the regime hopes to attach a nuclear warhead to the weapon.No previous cruise missile system in North Korea has had an implied nuclear weapon delivery role. But the development of these cruise missiles shouldn't come as a surprise. Mr Kim had in January 2021 announced that such a system was under development.He also implied that this missile system could be used in the future for a potential tactical nuclear weapon delivery role.Cruise missiles are also functionally different from ballistic missiles - which the North tested just two days later.The UN Security Council sanctions actually forbid North Korea from testing ballistic missiles - but not cruise missiles.This is because it considers ballistic missiles to be more threatening because they can carry a bigger and more powerful payloads, have a much longer range and can fly faster. But unlike ballistic missiles, which have a limited ability to manoeuvre in the final stages of their flight, as their payloads hurtle down to the earth, cruise missiles can swerve and turn through the majority of their flight, allowing them to attack from unexpected angles.Meanwhile, their low altitude flight means that ground-based radar systems will often only detect these missiles in the final stages of their flight, when it may be too low to successfully attempt to intercept them. Cruise missiles aren't a fundamentally new technology for North Korea. For years now, it has tested and refined Soviet-derived anti-ship cruise missiles.The recently tested missiles, however, exceed the range of those older cruise missiles by an order of magnitude. But these cruise missiles are but one part of this broader effort by North Korea.As the director-general of the International Atomic Energy Agency recently assessed, Pyongyang has also resumed operations at the gas-graphite reactor at the Yongbyon complex, implying the resumed production of plutonium for use in nuclear weapons.The test of ballistic missiles in the days after the cruise missile tests underscores the possibility of North Korea resuming a sustained campaign of missile development, testing, and evaluation. Ankit Panda is Stanton Senior Fellow in the Nuclear Policy Program at the Carnegie Endowment for International Peace ", "url": "https://www.bbc.com/news/world-asia-58592308"}