{"datetime": "2021-09-29T08:21:36.000Z", "subject": "North Korea missile tests", "title": "North Korea says it fired new 'hypersonic missile'", "article": "North Korea has claimed that it successfully tested a new hypersonic missile called Hwasong-8 on Tuesday. State media said the new missile was one of the \"five most important\" new weapons systems laid out in its five-year military development plan. They called the missile a \"strategic weapon\", which usually means it has nuclear capabilities. Tuesday's launch is another indication of Pyongyang's growing weapons technology amid strict sanctions. \"The development of this weapons system...[has increased] the nation's capabilities for self-defence in every way,\" North Korean state news outlet KCNA said.Tuesday's launch also saw North Korea introduce missile fuel ampoule for the first time - described by North Korea analyst Ankit Panda as a \"significant milestone\". This is a technology that allows missiles to be pre-fuelled and then sent to the field in canisters. This means it could potentially stay launch-ready for years. The latest launch also marked the country's third missile test this month. It has already revealed a new type of cruise missile, as a well as a new train-launched ballistic missile system . Yesterday's launch came as its North Korean envoy Kim Song defended the country's right to develop weapons at the annual UN General Assembly in New York.Mr Kim said the country was \"building up our national defence in order to defend ourselves and reliably safeguard the security and peace of the country\". North Korea joins a small pool of countries, including the United States, Russia, China and India, in attempting to develop the weapons. In July Russia announced that it had successfully launched a hypersonic missile which reached a speed of 8659.88km/h (5381mph) from a frigate in the White Sea.KCNA said the test launch confirmed the \"navigational control and stability of the missile\". Mr Panda, a Stanton Senior Fellow at the Carnegie Endowment for International Peace, said it was difficult at this point to assess the \"precise capabilities\" of the missile, but added that it could \"presumably present a very different challenge for missile defence from traditional ballistic missiles\".This addition of the missile fuel ampoule means the weapon would be ready to be fired straight away. If it doesn't need to be fuelled out in the field, it means the launch time is much quicker. The quicker launch time also means it's more difficult for other countries to make a pre-emptive strike. North Korean leader Kim Jong-un had at an earlier meeting in January declared that scientists had \"finished research\" into developing hypersonic gliding warheads. Tuesday's test was the first for this new system.\"The push to develop a hypersonic glider isn't all too surprising given that Kim Jong Un had indicated this back in January,\" said Mr Panda.\"This is, however, a reminder that Mr Kim's missile ambitions are far from having run their course.\" However, South Korea's Joint Chiefs of Staff said they believed this hypersonic missile was still at an early stage of development and it will take a considerable period of time before it can be deployed in combat. They added that both South Korea and the US are currently capable of detecting and intercepting this missile. North Korea's recent tests - this was the third one fired this month alone - indicate that it is ramping up its weapons programme.The US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension. Japan and North Korea also have enduring tensions rooted in Japan's 35-year colonisation of Korea (1910-1945), Pyongyang's pursuit of nuclear and missile programmes, and the North's past abduction of Japanese citizens. Despite this, Pyongyang seems determined to prove it will continue to develop new weapons systems, saying they are needed for its own self-defence. It has also repeatedly accused South Korea of double standards over military activities. South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\".Last month the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development. ", "url": "https://www.bbc.com/news/world-asia-58729701"}