{"datetime": "2021-10-01T01:30:09.000Z", "subject": "North Korea missile tests", "title": "North Korea says it test-fired new anti-aircraft missile", "article": "North Korea said it test-fired a new anti-aircraft missile on Thursday, its fourth weapons test in under a month. The latest test comes days after North Korea launched a new hypersonic missile which is believed to have nuclear capabilities. Secretary of State Anthony Blinken said the tests \"create greater prospects for instability and insecurity\".Pyongyang says its weapons are needed for self-defence, accusing the US and South Korea of \"double standards\".The latest tests are being seen as a clear sign that Pyongyang has no intentions on slowing down its weapons development despite strict sanctions. According to state news outlet KCNA, the new anti-aircraft missile showed \"remarkable combat performance\" and also included \"new key technologies\". The test came a day after North Korean leader Kim Jong-un extended a conditional olive branch towards the South, saying he wanted to restore a vital communication hotline between them. Mr Kim however, also accused the US of \"touting 'diplomatic engagement'... but it is no more than a petty trick for deceiving the international community and hiding its hostile acts\". Some analysts believe that is an indication that Pyongyang is keen to separate Washington and Seoul by pursuing communication with South Korea but cutting off the US.However, it is possible that North Korea will be counting on Seoul to push the US for sanctions relief and other concessions.North Korea has spent more than a year in isolation. It cut off most trade with its closest ally China during the pandemic, and its economy is thought to be in a dire state with food shortages a real concern. In March, the country defied sanctions and tested ballistic missiles, which triggered strong rebukes from the US, Japan and South Korea. And last month the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development. ", "url": "https://www.bbc.com/news/world-asia-58757628"}