{"datetime": "2021-10-19T08:48:05.000Z", "subject": "North Korea missile tests", "title": "North Korea fires suspected submarine-launched missile into waters off Japan", "article": "North Korea has fired a suspected submarine-launched ballistic missile into waters off the coast of Japan, South Korea's military has said. Pyongyang unveiled the missile in January, describing it as \"the world's most powerful weapon\". It comes weeks after South Korea unveiled a similar weapon of its own. North Korea has carried out a flurry of missile tests in recent weeks, including of what it said were hypersonic and long-range weapons. Some of these tests violate strict international sanctions. The country is specifically prohibited by the United Nations from testing ballistic missiles as well as nuclear weapons.The UN considers ballistic missiles to be more threatening than cruise missiles because they can carry more powerful payloads, have a longer range and can fly faster. On Tuesday South Korea's Joint Chiefs of Staff said one missile had been launched from the port of Sinpo, in the east of North Korea where Pyongyang usually bases its submarines. It landed in the East Sea, also known as the Sea of Japan. They said it was suspected to have been a submarine-launched ballistic missile. South Korean media reported that this particular missile was believed to have travelled about 450km (280 miles) at a maximum height of 60km.Japan's Prime Minister Fumio Kishida said two ballistic missiles had been fired, calling the launches \"very regrettable\". In October 2019, North Korea tested a submarine-launched ballistic missile, firing a Pukguksong-3 from an underwater platform. At the time, state news agency KCNA said it had been fired at a high angle to minimise the \"external threat\". However, if the missile had been launched on a standard trajectory, instead of a vertical one, it could have travelled around 1,900km. That would have put all of South Korea and Japan within range. Being launched from a submarine can also make missiles harder to detect and allow them to get closer to other targets.The latest launch comes as South Korea develops its own weapons, in what observers say has turned into an arms race on the Korean peninsula. Seoul is holding what is said to be South Korea's largest ever defence exhibition this week. It will reportedly unveil a new fighter jet as well as guided weapons like missiles. It is also due to launch its own space rocket soon. North and South Korea technically remain at war as the Korean War, which split the peninsula into two countries and which saw the US backing the South, ended in 1953 with an armistice. North Korean leader Kim Jong-un said last week that he did not wish for war to break out again. He said his country needed to continue developing weapons for self-defence against enemies, namely the US which he accused of hostility. North Korea has been pushing for years to develop and test nuclear-armed missiles from submarines. But can they actually fire them from a submarine? We will have to wait for images of the launch, which will give analysts a better idea of just how far Pyongyang has come.And let's be clear about the threat - the country's submarines are reportedly noisy and easy to track. The regime is thought to have only one submarine capable of launching missiles while a second one is being built at Sinpo.There is, of course, also a bit of showmanship going on here.Just last month, South Korea launched its own submarine-launched ballistic missile and the North was not impressed.So, amidst this regional arms race, is there still hope for talks?Seoul still thinks so. But Kim Jong-un is sending mixed messages. One minute he is launching missiles and the next he is sending missives through state media about potential peace talks. As ever, Pyongyang is proving difficult to read. Meanwhile, South Korean, Japanese and US intelligence chiefs are meeting in Seoul to discuss North Korea. The US envoy to North Korea, Sung Kim, is currently on his way to the city to discuss how to restart dialogue with Pyongyang, including on whether there should be a formal declaration of the end of the Korean War. In the last 24 hours, he has reiterated the stance of US President Joe Biden's administration that it is open to meeting with North Korea without pre-conditions.Previous talks between the US and North Korea broke down due to fundamental disagreements on denuclearisation.The US wants North Korea to give up its nuclear weapons before sanctions can be eased, but North Korea has so far refused. ", "url": "https://www.bbc.com/news/world-asia-58963654"}