{"datetime": "2021-09-15T13:42:47.000Z", "subject": "North Korea missile tests", "title": "North and South Korea test ballistic missiles hours apart", "article": "North and South Korea have tested ballistic missiles hours apart from each other, highlighting an arms race on the peninsula as nuclear talks with the North remain stalled. The North fired two ballistic missiles across its east coast, its first test with such missiles in six months and a fresh breach of UN resolutions. The tests came as South Korea and China discussed the North's nuclear issue. Hours later, the South tested its first submarine-launched ballistic missile. The test of the missile known as SLBM was pre-planned and not in reaction to the North's latest launches. It makes South Korea the seventh country in the world with such technology. President Moon Jae-in, who attended the test, said South Korea now had \"sufficient deterrence to respond to North Korea's provocations at any time\", urging the South to continue increasing its weapons programmes to \"overwhelm North Korea's asymmetric power\". The comments were criticised by Kim Yo Jong, sister of North Korean leader Kim Jong Un, who described them as illogical and regrettable, warning that they could lead to a breakdown in ties, state news agency KCNA reported. In North Korea's test, the short-range missiles flew around 800km (500 miles) at a maximum altitude of 60km, South Korea's Joint Chiefs of Staff (JCS) said. They were launched from central inland areas of the country, and flew east towards the Sea of Japan, also known as the East Sea, the JCS added. South Korea and the US were conducting analysis to determine which type of missile was used. The Japanese defence minister said later the missiles had landed inside Japan's exclusive economic zone. UN resolutions ban North Korea from carrying out tests with ballistic missiles - which can carry either nuclear or conventional warheads - in efforts to curb the country's nuclear programme.\"It's extraordinary timing that you have not one but two Koreas testing ballistic missiles on the same day,\" Prof John Delury at Yonsei University told AFP news agency. \"It does speak to the fact that there's an arms race in this region.\" The recent launches show North Korea has continued to develop its weapons despite a severe economic crisis. Experts say Pyongyang carries out such tests to improve its technology while trying to increase its leverage in negotiations with Washington.The US wants the country to give up its nuclear and missile programmes in exchange for sanctions relief, but the North has refused. Japanese Prime Minister Yoshihide Suga called the North Korean launch \"outrageous\" while the US said it posed a threat to the neighbours and the international community. Earlier, China's Foreign Minister Wang Yi held talks with his South Korean counterpart, Chung Eui-yong, in Seoul, and said all parties should work to promote peace and stability on the Korean peninsula. Ballistic missiles are classed according to how far they can travel, the furthest of which being an intercontinental ballistic missile (ICBM). North Korea has in the past tested ICBMs said to be capable of reaching nearly all of Western Europe and about half of the US mainland.Last weekend, Pyongyang said it tested a long-range cruise missile capable of hitting much of Japan, calling it \"a strategic weapon of great significance\". Experts say it could possibly carry a nuclear warhead.The UN Security Council does not forbid the test of cruise missiles. But it considers ballistic missiles to be more threatening because they can carry bigger and more powerful payloads, have a much longer range, and can travel faster. North Korea is facing food shortages, and has spent more than a year in isolation. It cut off most trade with its closest ally China to stop the spread of Covid-19. Last March, Pyongyang defied sanctions and tested ballistic missiles, which triggered a strong rebuke from the US, Japan and South Korea. And last month the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development. ", "url": "https://www.bbc.com/news/world-asia-58554326"}