{"datetime": "2021-12-16T20:19:02.000Z", "author": "Laura Bicker", "title": "Kim Jong-un: N Korean defectors reflect on last decade", "article": "It's 10 years since an untested 27-year-old took power in North Korea and in that time few world leaders have generated as many headlines. But what has it been like living under Kim Jong-un? The sound of wailing filled the streets of Pyongyang.Students in their school uniforms fell to their knees and appeared inconsolable. Women were pictured clutching their hearts in despair.The tightly controlled North Korean state media had announced that Kim Jong-il, their \"dear leader\", had died at the age of 69. It was 19 December 2011. Around the world, Korean analysts rushed to their desks to pull out their files on one man. Kim Jong-un.At the age of just 27 he was the so-called Great Successor. But few thought he would succeed at anything. How could a society which rewards age and experience be ruled by someone who had neither?Many predicted a military coup, or a takeover by North Korean elites. But the world underestimated the young dictator. Kim Jong-un has not only cemented his position, he has ushered in a new era called \"Kim Jong-unism\".He began with a purge of his rivals and hundreds of executions and then turned his attention to foreign affairs. Four nuclear tests, 100 ballistic missiles fired and the international spotlight at talks with the US president. But his relentless pursuit of nuclear weapons has come at a cost. North Korea is now in crisis, poorer and more isolated than when he took power. So what has it been like to live under him?Ten North Korean defectors - including one of his top diplomats - reflect on 10 years of Kim Jong-un.Student Kim Geum-hyok did something that could have got him shot the day Kim Jong-un's father died. He threw a party.\"That was so dangerous. But we were so happy at the time,\" he says.For him, a young new leader, notably one who loved skiing and basketball, raised the prospect of fresh ideas and of change. \"We had expectations about Kim Jong Un. He had studied abroad in Europe, so maybe he would think in the same way as us,\" he said. Geum-hyok was from an elite family and at the time was studying in Beijing, a privilege only a few are afforded in North Korea.Life in China opened his eyes to a more prosperous world and he searched the internet for news about his home country. \"At first, I couldn't believe it. I believed Western people were lying [about what N Korea was like]. But my heart and my brain were divided. My brain said you don't need to look, but my heart wanted to look even more.\" The 25 million people of North Korea are tightly controlled so most have little or no idea of world events, or how their country is thought of by the outside world.They are also taught that the leader is a uniquely gifted and an accomplished divine being that deserves their ultimate fealty. For Guem-hyok, the succession to power of this young man represented something that had been in short supply. Hope.But others were sceptical. In the corridors of power in Pyongyang there were whispers that Kim Jong-un was a privileged child unfit to rule.Ryu Hyun-woo, the former North Korean ambassador to Kuwait, told the BBC that his colleagues were exasperated by the leadership being passed from father to son. \"My first impression was 'sigh, another succession?' North Koreans were getting tired of hereditary succession. Especially among elites, we wanted something new and novel, 'Shouldn't something different come?' is what we thought.\" The Kim family has ruled North Korea since it was formed in 1948. The country's people are taught that the blood line is sacred. It is a way of legitimising the dynasty.\"I heard things like, \"so we're gonna serve the dearest forever, right?' \"What would a 27-year-old know in terms of running a country? It's absurd.\" In a speech in 2012, the new leader pledged North Koreans would never have to \"tighten their belts again\".For a country that had suffered a deadly famine in the 1990s which cost hundreds of thousands of lives, it seemed that their new leader wanted to end their food shortages and their suffering. It was a huge moment. Foreign office officials were ordered to facilitate more international investments. And some within the country noticed changes too. Driver Yoo Seong-ju from a province on the east coast of the country says he started noticing more things in supermarkets that had been made in North Korea. \"To our own surprise and pride, North Korean food products were actually better than Chinese ones in terms of taste, packaging and in supply. It was actually quite an ego boost.\" Kim Jong-un's good wishes for his people did not extend to those he considered a threat.In particular his uncle Jang Song-thaek had amassed a powerful network of allies.Hundreds of miles from Pyongyang in the north of the country near the border with China, trader Choi Na-rae was wondering if Mr Jang could be the new leader of the country. \"Many of us hoped the country would open up with China and that we could travel freely abroad,\" he remembered. \"We thought if Jang Song-thaek would have succeeded in taking power, he would have brought a lot of economical change to North Korea. Of course we couldn't easily speak this out loud but we did have those expectations.\" This kind of rumour had to be quashed.Jang Song-thaek was labelled \"human scum\" and \"worse than a dog\" and then executed for allegedly undermining the \"unitary leadership of the party\".The young leader was showing his ruthless streak. Dozens fled across the border to China and eventually to South Korea to try to seek refuge from the purge. Kim Jong-un decided to try to prevent further defections. Border security was tightened like never before. A barbed wire fence went up with traps on the ground underneath. Ha Jin-woo managed to get around 100 people out of North Korea during his time as a broker.\"The country has a separate border security force. They are told to just shoot and kill anyone that tries to cross the border and they won't be held accountable for it.\" \"I was very scared when I first started but I had this sense of duty. Since I was young I had a lot of doubts about North Korea. Why am I born here to live like less than an animal with no rights and freedom? I had to risk my life to do this job.\" But he was eventually a marked man and had to flee. His mother was locked in a prison camp and the brutal treatment there left her paralysed. This haunts Jin-woo who barely remembers his mother's voice.Despite the crackdown on dissenters and defectors, King Jong-un was trying to appear more accessible, more modern and more friendly than his father.He married a fashionable young woman, Ri Sol-ju. He was photographed hugging, waving, smiling at visits to various towns and villages. Riding roller coasters, skiing, galloping on horseback.The couple toured cosmetic factories and showed off luxury goods. But for ordinary North Koreans, trying to be more \"modern\" was forbidden. Yoon Mi-so wanted to follow trends she had seen on smuggled South Korean DVDs. She was desperate to wear earrings, a necklace or even jeans. \"I was once caught for not abiding by these rules and was put on a public shame stand, where a bunch of people would just verbally criticise me until I cried. They'd say 'you are corrupted, how are you not ashamed?'\" Hyun-young was a singer, just like Kim Jong-un's wife. But all her songs had to glorify the North Korean leader. She tried to rebel, but was persecuted. \"I've never once been freely allowed to do what I artistically wanted to do. There was so much regulation and confinement in the music of North Korea that I suffered a lot. \"The government controls this because they are afraid of foreign influence. These tight regulations show they are not confident in their own regime.\" At least seven people have been executed in the past decade for watching or distributing K-pop videos from South Korea, according to a recent human rights report. Kim Jong-un has described these foreign influences as a \"vicious cancer\". And trouble was not far away. Each ballistic missile test made headlines globally but inside the country they did not foster national pride in the way intended. \"People would say that they are still building weapons by squeezing blood and sweat from the people,\" says one defector. \"We didn't consider it a victory. We thought 'Wow, they spent so much money on all those tests. All the money we earn for them is going to that,'\" says another. Around 2016 in the foreign office, Ambassador Ryu was given new orders. The focus was no longer just on business. \"We were to explain why North Korea needs nuclear weapons, the purpose and justification.\" The hope was that by diplomats talking about it, the idea would become normalised within the international community. It didn't work out like that. Escalating threats between US President Donald Trump and Kim Jong-un ended in the ultimate diplomatic show.The dictator so often caricatured as a fat spoiled baby in western media was confidently striding alongside the US president, sharing the stage. North Korean newspapers plastered the handshakes in Singapore on the front page.But sanctions to curb the country's nuclear programme were beginning to bite. Although awed by the image, the reaction in villages outside the main city of Pyongyang was muted. \"We had no ability to analyse the meaning of it. We just couldn't fathom how that meeting could lead to improvements or something like that,\" says trader Choi Na-rae. But there was no deal and ambassador Ryu believes it was all a show to gain some relief from sanctions.\"The North can never give up these weapons because it views them as vital to the survival of the regime.\" Worse was to come for Kim Jong-un.When the Covid pandemic hit neighbouring China in January 2020, North Korea closed its borders. Not just to people, but also to trade.Food and vital medicine piled up at the main entry point of Dandong, unable to get through. More than 80% of the country's trade comes from China.\"Since Covid, a lot has changed,\" says Ju Seong who was a driver in North Korea. He has managed to speak briefly to his mother near the border with China. \"The economy is shrinking, prices have hiked. It has become so much harder to live. My parents seem to find food but the price is just too high. It's very stressful. The situation seems severe.\" There are reports that some are starving.Kim Jong-un himself has described it as a \"great crisis\" and even shed tears in a speech. Unprecedented for a North Korean leader.A former doctor there, Kim Sung-hui, says most medicines have to be bought on the black market. Operating theatres regularly go without electricity and surgeons sometimes work with their bare hands as no gloves are available. \"When I see how different the two countries are on this peninsula, I hope North Korea can arrive at a future where the human rights of both the patients and the doctors are guaranteed.\" North Korea is not equipped for a pandemic and the public health toll from Covid is unknown. But it also cannot survive its current self-imposed isolation without significant harm to its people. Some of our defectors were so emotional about the current situation in North Korea that they predicted a coup. But there are no signs this is even a remote possibility.The cult of the Kim family has proved to be pervasive and remarkably stable. All predictions of regime collapse have been wrong. After more than 70 years of being closed off to the world, most of my interviewees said their wish was for North Korea to open its borders, to allow its people to move freely. Many simply want to see their families again.They are now free to raise their voices and tell their stories about life under Kim Jong-un. Those left behind are not. \"Singing for myself is something I have risked my life to do,\" says singer Hyun-hang. \"Those left in North Korea have to bury that in their heart till they die.\" On the 10th anniversary of his rule, Kim Jong-un is in charge of a country in crisis. He has dozens of new nuclear weapons but his people are still going hungry. A huge poster was put in the centre of Seoul in 2018 just after the South Korean president visited Pyongyang. It was a photograph of Kim Jong-un being shown how to put his fingers and thumb together in what has become the K-pop symbol for love.Iwrote at the time that with a click of those same fingers Mr Kim could change the course of his people.He could offer them freedom. He has that power. Instead, the 25 million people of North Korea are more isolated from the world than ever. All these interviewees risked their lives to leave North Korea and now live in South Korea and the US. Some of their names have been changed to protect their families Illustrations by Gerry Fletcher Follow Laura on Twitter ", "url": "https://www.bbc.com/news/world-asia-59680957"}