{"datetime": "2021-08-10T14:36:37.000Z", "title": "North Korea leaves hotline with South unanswered during military drills", "article": "North Korea has failed to respond to phone calls from the South, just weeks after the two countries restored hotlines, officials in Seoul say. It comes hours after the influential sister of North Korea's leader said the South should pay a price for holding military drills with the US. The drills have increased tensions weeks after the hotlines were restored. Kim Yo-jong, sister of leader Kim Jong-un, said the North would strengthen its pre-emptive strike capabilities. The two Koreas remain technically at war after a conflict between the two sides ended in 1953 with an armistice, rather than a peace treaty. They typically check in with each other twice a day over two hotlines. North Korea cut the lines in June 2020 as relations soured following a failed peace summit. Shortly afterwards, North Korea blew up an inter-Korean border office that had been built to improve communications. The lines were restored last month, after South Korean President Moon Jae-in and Kim Jong-un pledged to restore ties.On Tuesday, South Korea and the US began preliminary training for their annual military drills, and larger, computer-simulated exercises will begin next week. The exercised have been scaled back in recent years to pave the way for negotiations with Pyongyang to dismantle its nuclear and missile programmes. But North Korea has regularly called for the US to withdraw its military presence in the peninsula.In a statement published by state media, Ms Kim said the latest drills were \"the most vivid expression of the US hostile policy\" towards North Korea and \"an unwelcoming act of self-destruction for which a dear price should be paid\".A spokesperson for the South Korean presidential office told Reuters news agency that it would monitor the North's moves instead of \"jumping to conclusions.\" ", "url": "https://www.bbc.com/news/world-asia-58162289"}