{"datetime": "2020-06-17T08:06:25.000Z", "title": "S Korea unification minister offers to resign over tensions with North", "article": "The South Korean unification minister has offered his resignation over the sharp rise in tensions with the North. Kim Yeon-chul said he took responsibility for the worsening of inter-Korean relations.It comes a day after North Korea blew up a symbolic liaison office near the border which was built to improve ties with the South.The North Korean army meanwhile has said it will send troops into disarmed areas along the border.Earlier on Wednesday, Pyongyang explained why it blew up the office in Kaesong. A state media article accused the South of breaking 2018 agreements and behaving like a\"mongrel dog\" - while the sister of Kim Jong-un accused the South's president of being a US \"flunkey\". While the South says it remains open for talks, it has condemned the North's actions as senseless and damaging. Tensions have sharply escalated in recent weeks - partly prompted by defectors in the South sending propaganda over the border. North Korean state media accused the South of \"systemically breaching and destroying\" recent 2018 agreements, including thePanmunjom Declaration . The article compared the South's defence ministry to a \"feared mongrel dog\" that was \"bragging and bluffing, rattling the dialogue partner and stoking [a] confrontational atmosphere\".It closed with a warning that Tuesday's explosion could be \"a prelude to the total catastrophe of the North-South relations\". Meanwhile, the North's military said it would move troops to two symbols of past Korean co-operation: the shut industrial complex in Kaesong and the Mount Kumgang tourist zone on the east coast. There was also an attack from Kim Yo-jong - the sister of North Korean leader Kim Jong-un - aimed at the South's President Moon Jae-in.\"The reason the north-south agreements which were so wonderful did not see...even a single step of implementation was due to the noose of the pro-US flunkeyism into which he put his neck. \"Even before the ink on the north-south agreement got dry, he accepted the 'South Korea-US working group' under the coercion of his master.\" President Moon's office on Wednesday said the North's conduct was senseless - and warned Seoul would no longer accept unreasonable behaviour by the North.Despite the explosion of the liaison office though, the South says it hopes an agreement from2018 in Pyongyang can be honoured. \"It is our basic stance that the 19 September military agreement should be complied with without fail to establish peace on the Korean Peninsula and to prevent accidental clashes,\" the South's defence ministry said. It warned, though, that any military action by the North was being closely monitored, with a \"strong response\" to any military provocation.The South also offered to send special envoys to diffuse the current tension, yet the North was quick to reject the idea.North Korea on Tuesday blew up a joint liaison office near the border, but on its own territory. The office was opened in 2018 - a year of intense diplomacy - to help the two sides communicate. But earlier this month, the North expressed its anger at the cross-border propaganda and then cut all communication with the South.Pyongyang then escalated tensions further by threatening to move troops back into areas of the border zone it left after the 2018 deal.The explosion of the liaison office - which was empty - was the most symbolic step so far by the North.Pyongyang's anger over cross-border propaganda is the official explanation - yet the propaganda is nothing new.Activists groups in the South routinely send balloons across the border carrying things like leaflets condemning Pyongyang's human rights abuses.Analysts think North Korea might be trying to intentionally escalate the situation to gain more leverage should diplomatic talks resume. This would be a message aimed both at Seoul and Washington DC, Jeongmin Kim, Seoul Correspondent at NK News, told the BBC.The destruction of the liaison office \"is largely irrelevant to the US-North Korea relations,\" she said. But \"it can still serve as a message that the North is willing to withdraw from any widely-publicised goodwill gestures they had made in the past - if they do not get what they want\". ", "url": "https://www.bbc.com/news/world-asia-53074095"}