{"datetime": "2021-09-24T07:35:53.000Z", "title": "Kim Yo-jong says North Korea open to ending war if conditions met", "article": "The influential sister of North Korean leader Kim Jong-un says they are willing to resume talks with the South if it ends its \"hostile policies\". Kim Yo-jong was responding to a renewed call from the South to officially declare an end to the Korean War. The conflict, which split the peninsula into two, ended in 1953 with an armistice and not a peace treaty. The two countries have technically been at war ever since, and locked in a sometimes tense relationship. This week, South Korean president Moon Jae-in called for the two Koreas and their allies - the US which backs the South, and China which is the North's biggest economic partner - to declare a formal end to the conflict and bring peace to the peninsula. The idea was initially dismissed by a top North Korean minister as \"premature\". But in an unexpected statement released on Friday through state media, Ms Kim said the idea was \"admirable\". However she added that the North would only be willing to discuss the proposal if the South stopped what she called \"hostile policies\" towards them. \"What needs to be dropped is the double-dealing attitudes, illogical prejudice, bad habits and hostile stand of justifying their own acts while faulting our just exercise of the right to self-defence,\" she said in a statement.\"Only when such a precondition is met, would it be possible to sit face to face and declare the significant termination of war.\" I remember on the day that Kim Jong-un and Moon Jae-in first met, I said that when it comes to inter-Korean relations, hope can be a difficult thing to manage. The prospect of ending a more than 70-year war on the Korean peninsula has been the hope of this administration in Seoul for nearly 5 years. But President Moon is running out of time. His successor will be elected in March. He took a gamble on meeting Kim Jong-un and holding his hand on the sacred summit of Mount Paektu. But since then, relations between the two Koreas have soured. North Korea even blew up an office which was purpose built to house talks between the two sides. It looked like all hope of peace talks were over. But here we are, another small sliver of hope breaking through in the form of a statement from Kim Yo-jong. Note all the caveats and pre-conditions. There are a lot of \"ifs\" and \"buts\" in there. So, does she mean it? Kim Yo-jong doesn't say things lightly. But she's also batting everything back to Seoul.It might as well say: \"Talks will only follow if you behave in a way we deem worthy\". And who knows when that may be.South Korea earlier this month tested its first submarine-launched ballistic missile, just hours after the North tested their own weapon.North Korea has also often criticised South Korea's annual military drills with the US.Relations between the two countries have not improved much since denuclearisation talks between Mr Kim and US president Donald Trump soured in 2019.Mr Moon, who has made engagement with the North a cornerstone of his presidency, has previously argued that a declaration to end the war would encourage the North to denuclearise.North Korea in turn has called for crippling economic sanctions to be lifted first. But the US has repeatedly said that North Korea must abandon its nuclear weapons first before any sanctions can be lifted. ", "url": "https://www.bbc.com/news/world-asia-58675703"}