{"datetime": "2020-06-16T14:02:13.000Z", "title": "North Korea blows up joint liaison office with South in Kaesong", "article": "North Korea has blown up a joint liaison office with the South near the North's border town of Kaesong. The move comes just hours after the North renewed threats of military action at the Korean border. The site was opened in 2018 to help the Koreas - officially in a state of war - to communicate. It had been empty since January due to Covid-19 restrictions. In a statement, South Korea warned it would \"respond strongly\" if the North \"continues to worsen the situation\". The destruction of the office, it said, \"abandons the hopes of everyone who wanted the development of inter-Korean relations and peace settlement in the Korean Peninsula\". \"The government makes it clear that all responsibility of this situation lies in the North.\" Russia expressed concern at the renewed tensions between the Koreas.\"We call for restraint from all the sides,\" Dmitry Peskov, a spokesman for President Vladimir Putin, said on Tuesday. Reuters news agency quoted an unnamed senior US official as saying the Trump administration remained \"in close co-ordination with our Republic of Korea (South Korea) allies\". Tensions between North and South Korea have been escalating for weeks, prompted by defector groups in the South sending propaganda across the border. The North Korean leader's sister, Kim Yo-jong - considered a close and powerful ally - threatened at the weekend to demolish the office.Her brother, Kim Jong-un, has ruled North Korea as Supreme Leader since 2011. There were hopes for improved relations between the North and the South and its close ally the US after Donald Trump met Mr Kim at the North-South border last June, but nothing materialised and the atmosphere has since deteriorated. North Korea is under crippling US and UN economic sanctions over its militarised nuclear programme. Washington has not yet commented on the North's latest action. Pyongyang has blamed the escalation on Seoul's inability to prevent defectors from flying anti-regime propaganda over the border. But it is likely that this is just being used as an excuse.The leafleting gives a \"cause\" for North Koreans to rally around. It was notable that once again, in the aftermath of the explosion, state media made reference to \"human scum\" - their description of North Korean defectors in the South.Kim Jong-un has failed to bring economic prosperity to his people and strict international sanctions remain in place. There are also persistent rumours that Covid-19 has affected rural parts of the country. Giving North Koreans a mutual enemy may help focus their attention elsewhere. Pyongyang is also angry at Seoul for not challenging Washington's insistence that strict sanctions should remain in place and for not pursuing inter-Korean projects which would have breached both UN and US sanctions. It feels as if North Korea could be punishing the South and with the aim of using the tension as leverage in future talks. Whatever the reason, this is a real slap in the face for a South Korean administration that pushed so hard for engagement. In recent weeks, North Korea has repeatedly condemned the South for allowing propaganda into its territory. Defector groups regularly send such material via balloons, or even drones, into the North.Last Tuesday,Pyongyang announced it was severing official communication links with Seoul, and over the weekend Kim Yo-jong threatened to send troops into the demilitarised zone (DMZ) at the inter-Korean border. North and South Korea are technically still at war because no peace agreement was reached when the Korean War ended in 1953. The border town of Kaesong has for years been a symbol of the fragile relationship between North and South Korea.In 2003, it sprung to life as the site of an industrial zone - the Kaesong Industrial Complex - set up between the North and South. At its peak, it saw more than 120 factories, employing more than 50,000 North Koreans and hundreds of managers from the South. But in 2016 it was shut down after tensions reached a head - bringing to a halt a symbol of co-operation. So, in 2018, it looked as though things were back on track when both Koreas agreed to set up an inter-Korean liaison office in Kaesong. It allowed officials from the North and South to communicate regularly for the first time since the Korean War, and was meant to be staffed by up to 20 people from each side. But in March 2019, North Korea announced that it was withdrawing from the office - following a failed summit between the US and North Korea. In recent years the younger sister of Kim Jong-un has emerged as a powerful ally. From 2014, Kim Yo-jong's main job was to protect her brother's image, taking up a key role in the party's propaganda department. When, in 2017, she was elevated to an alternate member of the politburo, it seemed to indicate a shift in seniority - although her main role remained in propaganda. In 2018, she shot into the international spotlight when,at the Winter Olympics , she became the first member of the Kim family to visit South Korea. Her continued rise shows she has gained the deep trust of her brother, and when Mr Kim's disappearance in April prompted questions about his health, she was mentioned as a possible successor. In recent weeks, she has been responsible for delivering several strongly-worded messages against the South - and has emerged as North Korea's new point-person on inter-Korean affairs, according to specialist site NK News. However, North Korea's power mechanisms are notoriously difficult to understand.It's therefore hard to gauge how much power - or how much of her own political network - the 32-year-old might have. ", "url": "https://www.bbc.com/news/world-asia-53060620"}