{"datetime": "2022-02-10T16:42:05.000Z", "title": "Trump says he is in touch with North Korea's leader Kim - book", "article": "Former US President Donald Trump has told associates he remains in contact with North Korea's leader Kim Jong-un, according to the author of a new book. Journalist Maggie Haberman said Mr Kim was the only foreign leader Mr Trump had said he remained in touch with. But, she added, the claims could not be verified and might not be true. In 2018, Mr Trump famously said he and Mr Kim \"fell in love\" after exchanging letters. But they failed to seal a deal to denuclearise the Korean peninsula. Communications between a former US president and Mr Kim would be highly unusual, given North Korea's international isolation because of its nuclear and missile programme. \"As we know, [Mr Trump] had a fixation on this relationship,\" Haberman, a New York Times journalist, told CNN. The revelation is in her upcoming book on Mr Trump, The Confidence Man. \"What he says and what's actually happening are not always in concert, but he has been telling people that he has maintained some kind of a correspondence or discussion with Kim Jong-un,\" she said. Mr Trump held two summits with Mr Kim aimed at curbing North Korea's nuclear programme which failed to produce an agreement. The country has continued to carry out ballistic missile tests, in breach of UN resolutions. Correspondences from Mr Kim were among the documents in 15 boxes of papers retrieved from Mr Trump last month by the National Archives, the government agency that manages the preservation of presidential record. The documents should have been turned over to the agency when Mr Trump left the White House but, instead, were taken to his residence in Florida. The National Archives asked the Department of Justice to examine Mr Trump's handling of White House records,according to the Washington Post . A justice department spokesman did not comment. Separately, a committee at the House of Representatives said it had opened an investigation. In her interview to CNN, Haberman also said White House staff periodically found documents clogging Mr Trump's toilet in the White House during his presidency. Staff, she said, would then find \"wads of clumped up, wet printed paper... either notes or some other piece of paper that they believe he had thrown down the toilet\". Mr Trump denied the claim as \"categorically untrue\". ", "url": "https://www.bbc.com/news/world-us-canada-60327044"}