{"datetime": "2021-08-30T02:37:46.000Z", "title": "Yongbyon: UN says North Korea appears to restart nuclear reactor", "article": "North Korea appears to have restarted its Yongbyon nuclear reactor, the UN atomic agency has said in a report. Plutonium, which is used for nuclear weapons, is believed to be produced at the reactor's complex. The International Atomic Energy Agency (IAEA) was expelled by Pyongyang in 2009 but relies on satellite imagery to carry out assessments. The watchdog said the reactor has been discharging cooling water since July, suggesting it is operational. Yongbyon, a nuclear complex with a 5-megawatt reactor, is at the heart of North Korea's nuclear programme. This was the first sign of operational activity at the reactor since December 2018, months after US President Donald Trump met Kim Jong-un in Singapore,according to the IAEA . Yongbyon has long been monitored from afar by experts trying to get an idea of how many weapons the regime is capable of producing. The IAEA also gave more details about a radiochemical laboratory at the same complex, which re-processes spent nuclear fuel. The agency had earlier flagged up the lab's operations in June. The latest report said that the laboratory had been operating for five months leading up to July 2021, suggesting that it handled a full batch of spent fuel. The IAEA said the developments at the reactor and laboratory was \"deeply troubling\" and a clear violation of UN Security Council resolutions. South Korea's foreign ministry told Yonhap news agency that the government is \"continuously monitoring the North's nuclear and missile activities in close cooperation with the United States\". North Korea has continued to develop nuclear weapons since IAEA inspectors were expelled, holding its last test in 2017. Kim Jong-un put the Yongbyon nuclear complex at the heart of his negotiations with Donald Trump. The 5-megawatt reactor at the site has been the main source of weapons-grade plutonium for Pyongyang - though many analysts have pointed out that the facilities there are aging.The deal to dismantle it in return for sanctions relief was reportedly rejected by Donald Trump. It is my understanding that this led to the breakdown of talks between the two leaders in Hanoi in 2019. In January, Kim Jong -un pledged to further develop his nuclear arsenal. He said his scientists would work on miniaturising warheads and developing tactical weapons and a \"super-large hydrogen bomb\". Until now, there were few signs the North was working on these projects.Instead, the regime has been focussed on its worsening economic state and food shortages. It seems something has changed.It is difficult for experts to get a clear picture of exactly what's going on at Yongbyon from satellite images, but the report describes the renewed activity as \"deeply regrettable\". It may also be another headache for President Biden's administration who has said it's willing to hold talks, but so far it has not made North Korea a policy priority.Perhaps Pyongyang has decided that it's time it moved up Washington's \"to-do\" list. ", "url": "https://www.bbc.com/news/world-asia-58380547"}