{"datetime": "2020-06-12T04:00:30.000Z", "title": "North Korea questions need to keep 'holding hands' with US", "article": "North Korea has marked the two-year anniversary of the first summit between Kim Jong-un and Donald Trump by questioning the need to keep \"holding hands\" with the US. The remarks are a snub to Mr Trump, who has touted his relationship with Pyongyang as one of the key successes of his presidency.Relations between both countries had greatly improved in the lead up to historic talks in Singapore in 2018.But little progress has been made. North Korea's Foreign Minister Ri Son-gwon said the hope for an improved relationship \"which was high in the air under the global spotlight two years ago - has now been shifted into despair\".\"Even a slim ray of optimism for peace and prosperity on the Korean peninsula has faded away into a dark nightmare,\" he said, in comments carried by state news agency KCNA.He also appeared to take a dig at Mr Trump, who is running for re-election in November, saying North Korea would \"never again provide [him] with another package to be used for achievements without receiving any returns\". \"The question is whether there will be a need to keep holding hands shaken in Singapore\", he said, as there is \"nothing of factual improvement to be made\" in maintaining the personal relationship. The foreign minister said Pyongyang would instead \"build up more reliable force to cope with the long-term military threats from the US\". Mr Trump and Mr Kim's summit in Singapore in 2018 was the first meeting between a sitting American president and a North Korean leader. The meeting, seen as a breakthrough after decades of antagonism, saw both countries agree in vague terms to work together towards denuclearisation. A second summit in Hanoi in 2019 ended early without agreement, partly as neither country could agree on what it would mean for North Korea to denuclearise and what process it should take.Washington refused to lift sanctions, as requested by Pyongyang, insisting that North Korea must first fully abandon its nuclear programme. Relations deteriorated in the following months. North Korea also largely cut off contact with South Korea - a relationship which had markedly improved - following the collapse of talks with the US. The North began resuming weapons tests in 2019, in what was seen as an attempt to pressure the US into making concessions. In a further deterioration of the North-South Korean relationship, earlier this week, Pyongyang cut off all communication lines with the South, including a hotline between the two nations' leaders.", "url": "https://www.bbc.com/news/world-asia-53018171"}