{"datetime": "2020-03-30T06:58:49.000Z", "title": "North Korea hails 'super large' launcher test as virus timing condemned", "article": "North Korea hailed a test of \"super large\" rocket launchers, just hours after the South condemned the state as \"inappropriate\" for pursing tests amid the global coronavirus outbreak On Sunday, South Korea said two short-range missiles had been fired, the latest in a flurry of tests this month. The North generally ramps up missile tests in the spring and the global virus outbreak has not deterred it. It has reported no virus cases, but experts have cast doubt on this. Sunday's test was of two short-range ballistic missiles fired from the eastern city of Wonsan. They flew for 410km (255 miles) with a maximum altitude of around 50km before falling into the sea, the South Korean military said. Then on Monday, North Korean state media outlet KCNA reported that it had successfully tested \"super large\" multiple rocket launchers. By then the South had already condemned the North's actions In a harshly-worded statement.\"In a situation where the entire world is experiencing difficulties due to Covid-19, this kind of military act by North Korea is very inappropriate and we call for an immediate halt,\" said South Korea's Joint Chiefs of Staff. The latest test marked the eighth and ninth missiles launched in four rounds of tests this month, said news agency Reuters. This is the most missiles ever fired in a single month by North Korea, according to a senior researcher at the James Martin Centre for Nonproliferation Studies.\"The only time we've seen tests this frequently were in 2016 and 2017,\" said Shea Cotton, who also posted details of missile tests that have taken place over the years. Mr Cotton also told the BBC that it was likely that North Korea would continue testing. \"Most recently they've hinted that they've developed other yet unseen missiles. I also think they might do tests of new missiles or might test their existing ones in different ways.\" North Korea had earlier announced it would be holding a session of the Supreme People's Assembly, the country's parliament, on 10 April. Analysts say the meeting will involve almost 700 of the country's leaders in one spot. By Laura Bicker, BBC News, Seoul North Korea is carrying out its spring exercises as if everything is perfectly normal. In fact it's been one of the state's busiest months in terms of weapons testing. Why? Well firstly because it has weapons that it wants to test - despite being under strict sanctions for several years. That itself may be something it is keen to show off to the population.It's a move that is less about provocation and more about national pride. Remember, North Koreans were shown footage of US President Donald Trump and North Korean leader Kim Jong-un meeting in Singapore back in 2018 in an unprecedented wave of diplomacy. I have heard from sources within the country that it raised hopes sanctions would be lifted - but nothing has changed.These exercises give the population something to rally around. The message being portrayed is along the lines of: 'Look what we can do, look how powerful we are, despite international condemnation.\" Meanwhile - coronavirus? What coronavirus?North Korea has launched a concerted campaign to prevent the spread of Covid-19. Pyongyang has denied having cases of the virus within its borders. But reports in South Korea have suggested otherwise. Continuing to carry out weapons tests while the world is fighting another fierce battle will help portray Supreme Leader Kim as very much in control of the pandemic. North Korea borders China, where the virus emerged, and South Korea, where there has been a major outbreak. A top US military official said last week he was \"fairly certain\" there were infections in North Korea. It quarantined around 380 foreigners - mostly diplomats and staff in Pyongyang - in their compounds for at least 30 days.The restrictions were lifted at the beginning of March. Around 80 foreigners, mainly diplomats, were flown out of the capital on 9 March. ", "url": "https://www.bbc.com/news/world-asia-52087810"}