{"datetime": "2020-03-02T07:58:54.000Z", "title": "North Korea 'fires two missiles in first test of the year'", "article": "North Korea has launched two unidentified projectiles, South Korea's military says, in its first apparent weapons test of the year. The projectiles were launched from the North's east coast towards the Sea of Japan, also known as the East Sea. South Korea's Joint Chiefs of Staff (JCS) said they were \"believed to be short-range ballistic missiles\". Last May saw the first missile tests after an 18-month freeze. As the year progressed, many more followed. North Korea, which has historically stepped up missile testing in the spring, carried out its last test in November. Monday's test comes just days after South Korea and the US announced they were postponing the annual joint drills that anger the North, amid concern over the coronavirus.Leif-Eric Easley, a professor at Ewha University in Seoul, said the tests seemed to be \"less provocative than North Korea is capable of\".But the country is still \"making it clear it will continue to improve military capabilities and make outsized demands\". Prof Easley added: \"The US and South Korea postponing their drills and offering humanitarian assistance has earned no goodwill from a Kim regime that sees little benefit in restarting diplomacy.\" At the start of the year, North Korean leader Kim Jong-unsaid he was ending the suspension of nuclear and long-range missile tests , as talks between the US and North Korea ground to a halt. The North Korean leader threatened that the world would \"witness a new strategic weapon... in the near future\".The last time North Korea conducted a missile test was in November 2019 - when it said it was testing a \"super-large multiple-rocket launcher\". But Japan's Prime Minister Shinzo Abe accused the North of launching ballistic missiles, earning him scorn from North Korean state media who called him an \"imbecile\".North Korea is banned from firing ballistic missiles under UN Security Council resolutions. It has in the past fired missiles that it claims are capable of reaching the US mainland.Talks between the US and North Korea about its nuclear programme remain stalled. In 2018, US President Donald Trump and Mr Kim held historic talks in Singapore aimed at denuclearisation - though the definition of this is contested. In February 2019, Mr Kim met Mr Trump again in Vietnam but the talks broke down and ended early without agreement. They met again in June at the demilitarised zone that separates North and South Korea. But relations quickly deteriorated. in the following months. The North conducted several smaller weapons tests late in 2019, in what was seen as an attempt to pressure the US into making concessions. But Washington refused to lift sanctions, insisting that North Korea must first fully abandon its nuclear programme. ", "url": "https://www.bbc.com/news/world-asia-51701731"}