{"datetime": "2020-03-03T12:07:14.000Z", "title": "Chinese nationals charged with iTunes money laundering", "article": "Two Chinese nationals have been charged with laundering $100m (£78m) of stolen crypto-currency and converting $1.4m of it into iTunes cards. US officials allege Tian Yinyin and Li Jiadong acted as money mules for a notorious hacker group they believe to be working on behalf of the North Korean government. The Lazarus Group is believed to be behind the WannaCry attack in 2017. It is also blamed for a 2018 hack of an unnamed crypto-currency exchange. According to the indictment, in 2018, the North Korean co-conspirators hacked into a virtual currency exchange and stole currency worth nearly $250m.The funds were allegedly laundered through hundreds of automated crypto-currency transactions aimed at preventing law enforcement from tracing them.A portion of the laundered funds was allegedly used to pay for infrastructure used in North Korean hacking campaigns against the financial industry. The pleadings further allege that between December 2017 and April 2019, the Chinese pair laundered virtual currency worth over $100m, which primarily came from hacks on the exchanges. Some of the money was laundered by selling Bitcoin for pre-paid Apple iTunes gift cards. The Department of Justice said it had filed a civil action to seize assets on 113 virtual currency accounts used by the defendants and others tied to the scheme. \"Today, we are publicly exposing a criminal network's valuable support to North Korea's cyber-heist program and seizing the fruits of its crimes,\" said Assistant Attorney General John C Demers of the US Justice Department's National Security Division. \"The hacking of virtual currency exchanges and related money laundering for the benefit of North Korean actors poses a grave threat to the security and integrity of the global financial system,\" added US attorney Timothy J Shea of the District of Columbia.\"These charges should serve as a reminder that law enforcement, through its partnerships and collaboration, will uncover illegal activity here and abroad, and charge those responsible for unlawful acts and seize illicit funds even when in the form of virtual currency.\" ", "url": "https://www.bbc.com/news/technology-51719584"}