{"datetime": "2022-01-28T10:40:35.000Z", "author": "Reality Check", "title": "North Korea: What we know about its missile and nuclear programme", "article": "North Korea has conducted more missile tests to advance its weapons programme, which it says is necessary to defend itself against a possible US invasion. Already in January, tests have been carried out on hypersonic as well as short-range, intermediate-range and long-range ballistic missiles.Last September, a hypersonic missile, a train-based ballistic missile and a long-range cruise missile were all tested, according to North Korean state media. In January 2021 - just before President Biden took office - North Korea unveiled a new submarine-launched ballistic missile at a military parade, calling it \"the world's most powerful weapon\". This weapon's actual capabilities remain unclear, as it is not known to have been tested.North Korea's leader Kim Jong-un has pledged to expand his nuclear arsenal and military potential, and the country has managed to make advances despite being subject to economic sanctions. In 2017, North Korea tested several missiles demonstrating what seemed to be rapid advances in its military technology. The Hwasong-12 was thought to be able to reach as far as 4,500km (2,800 miles), putting US military bases on the Pacific island of Guam well within striking distance. Later, the Hwasong-14 demonstrated even greater potential, with a range of 8,000km although some studies suggested it could travel as far as 10,000km if fired on a maximum trajectory. This would have given Pyongyang its first truly intercontinental ballistic missile, capable of reaching New York. Eventually, the Hwasong-15 was tested, peaking at an estimated altitude of 4,500km - 10 times higher than the International Space Station. If fired on a more conventional \"flatter\" trajectory, the missile could have a maximum range of some 13,000km, putting all of the continental US in range. In October 2020, North Korea unveiled its new ballistic missile. It has not yet been named or tested. Like the Hwasong-15, it is a two-stage liquid fuelled missile, but with a greater length and diameter. It could possibly carry multiple warheads. It is believed to be able to deliver a nuclear warhead to anywhere in the US, and its size surprised even seasoned analysts when it was put on show in 2020. In January 2021, North Korea unveiled another missile - a new type of submarine-launched ballistic missile which it declared to be \"the world's most powerful weapon\". The unveiling of the new missiles appeared to be a message to the Biden administration of the North's growing military prowess, say experts. In March 2021, it carried out a launch of what it called a \"new-type tactical guided projectile\", which it said was able to carry a payload of 2.5 tons - so capable of in theory of carrying a nuclear warhead.The weapon has not been formally identified. Analysts at the James Martin Center for Nonproliferation Studies told Reuters that it appeared to be \"an improved variant\" of a previously tested missile, the KN-23.Some experts have suggested that the missilecould have features enabling it to manoeuvre more easily, and making it harder to detect. The test last September of a long-range cruise missile could pose yet more challenges for defence systems, as these missiles don't have to follow a straight trajectory and can be programmed to avoid detection. State media said it could travel up to 1,500km (930 miles), putting much of Japan within range, although it's not clear as yet how it is guided, and whether it could carry a nuclear payload. Unlike ballistic missiles, current UN Security Council sanctions do not prohibit North Korea from testing cruise missiles. The hypersonic missile tested last September can travel at much faster speeds, and avoid radar detection for longer than ballistic missiles.It's believed that North Korea may also be able to transport and store it fully fuelled, allowing for quicker launch times. It was on 3 September 2017 that North Korea conducted by far its largest nuclear test to date - at its Punggye-ri test site.Estimates of the device's explosive power, or yield, ranged from 100-370 kilotons. A yield of 100 kilotons would make the test six times more powerful than the bomb dropped on Hiroshima in 1945. North Korea claimed this test was its first thermonuclear weapon - the most potent form of nuclear explosion where an atomic detonation is boosted by a secondary fusion process to produce a far bigger blast.In April 2018, North Korea announced it would suspend further nuclear tests because its capabilities had been \"verified\".North Korea also promised to dismantle the Punggye-ri site and in May 2018 blew up some of the tunnels in the presence of foreign journalists - but with no international experts . As dialogue got underway between Kim Jong-un and President Trump's administration that year,Pyongyang also said that it would destroy all its nuclear material enrichment facilities . However, the talks with the US were inconclusive.The UN's atomic agency reported in 2021 that on the basis of satellite imagery, it appeared North Korea had restarted the Yongbyon reactor, thought to be its main source of weapons-grade plutonium. The International Atomic Energy Agency (IAEA) said that the nuclear programme was going \"full steam ahead,\" with work on plutonium separation, uranium enrichment and other activities. North Korea has one of the largest standing armies in the world - with more than one million army personnel and estimated reserves of some 600,000.Much of its equipment is old and obsolete, but its conventional forces could still inflict massive damage on South Korea in the event of war. North Korea also has around tens of thousands of special forces troops which could be expected to infiltrate the South in the event of any conflict. A further threat comes from thousands of North Korean artillery pieces and rocket launchers deployed along the border, putting South Korea, including the capital Seoul, which is a distance of less than 60km, well within range. In 2012, a South Korean government assessment estimated that North Korea could have between 2,500 and 5,000 tons of chemical weapons, potentially one of the largest stockpiles in the world. And there've also been concerns that North Korea could have a biological weapons programme,although very little is known about it and how far advanced it might be. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/world-asia-41174689"}