{"datetime": "2022-01-31T09:25:30.000Z", "title": "North Korea missile tests: Photos from space released", "article": "North Korea has released photographs which it said were taken from its most powerful missile launch in five years. The unusual pictures taken from space show parts of the Korean peninsula and surrounding areas. Pyongyang confirmed on Monday it had tested a Hwasong-12 intermediate range ballistic missile (IRBM). At its full power it can travel thousands of miles, putting areas like US territory Guam within striking distance.The latest test has raised alarm again among the international community.Pyongyang has conducted a record number of seven missile launches in the past month alone - an intense flurry of activity that has been strongly condemned by the US, South Korea, Japan, and other nations.The UN prohibits North Korea from ballistic and nuclear weapons tests, and has imposed strict sanctions. But the East Asian state regularly defies the ban.US officials on Monday said the recent step up in activity warranted renewed talks with Pyongyang. South Korea and Japan were both the first to report the launch on Sunday after detecting it in their anti-missile systems. They estimated it had flown a moderate distance for an IRBM, covering a distance of about 800km (497 miles) and reaching an altitude of 2,000km before it landed in waters off Japan. At full power and at a standard trajectory, the missile can travel as far as 4,000km. North Korea confirmed the missile launch on Monday through its state-run media reports. The country's rogue tests are typically disclosed by state media a day after their occurrence. State news agency KCNA said the missile test had been launched to \"verify its accuracy\". It had been deliberately angled to land away \"in consideration of the security of the neighbouring countries\". State media also printed rare imagery, some which they said were shots taken by a camera fitted to the missile's warhead. One of the images shows the moment of launch and another apparently shows the missile in mid-flight, taken from above.Leader Kim Jong-un was not present to observe Sunday's launch, compared to three weeks ago, when pictures showed his attendance atthe launch of a hypersonic glide missile test - a more advanced type of missile technology designed to circumvent missile-detection systems. Those missiles have only been tested by North Korea three times in total. North Korea analyst Ankit Panda said Mr Kim's absence, and the language used in the media to describe the launch, suggest that this test was intended to verify the missile system worked as it should, rather than to show off new technology.Still, it is the first time that the Hwasong-12, a nuclear-capable missile of a significant size, has been launched since North Korea held talks with the US under the former administration of US President Donald Trump - which led to a slowdown in missile activity.Analysis by Sangmi Han, BBC Korean Service During the 8th Party Congress in January, Kim Jong-un said the development of military reconnaissance satellites and hypersonic missiles, along with unmanned attack drones, are the major goals for the next five-year plan. The country has already conducted two hypersonic missile tests in January this year and experts believe, given the fact that the North released pictures from outer space, they will soon launch a reconnaissance satellite. But that would be seen by the US and its allies as crossing a red line. A satellite rocket uses near-identical technology as an intercontinental ballistic missile (ICBM) - the difference is only in their payload.The images, reportedly taken from a camera fitted to the missile's test warhead, are rare and could mean that the country has made advances in its missile re-entry technology.To carry an explosive payload, a ballistic missile must withstand immense structural and temperature pressures during its descent through the earth's atmosphere to its intended target.Experts are still wary of saying that the North indeed has perfected re-entry capabilities. But at least the images, showing parts of the Korean peninsula and Japan from space, could be a wake-up call for its neighbours. The last time the Hwasong-12 was tested was in 2017, when Pyongyang launched it six times including sending it twice over the Japanese island of Hokkaido, which triggered alarms for residents there. In 2018 after Mr Kim met Mr Trump, North Korea announced a moratorium on testing nuclear weapons and its longest range intercontinental ballistic missiles (ICBMs). But by the following year, as relations soured, Mr Kim said they were no longer bound by the declaration. On Sunday, South Korean President Moon Jae-in said that with the latest launch, North Korea has \"come close to destroying the moratorium declaration\". There are multiple reasons for the ramp up in North Korea's missile activity this year, which was first flagged by Kim in his New Year speech. Analysts say the tests reflect Kim's desire to pressure the US back into long-stalled nuclear talks, present a show of strength to regional and global powers, and could be borne out of a practical need to test out new engineering and military command systems. The timing is also significant with Beijing's Winter Olympics kicking off later this week, and South Korea's presidential election in March. \"This is consistent with their past behaviour to try and intimidate South Korea and the incoming president,\" said Dr Daniel Pinkston, an international relations professor from Troy University who lives in South Korea. There's also been a surge in tests as the North Korean economy struggles under US-led sanctions, pandemic difficulties and decades of mismanagement. Earlier this month, the US imposed more sanctions on North Korea. ", "url": "https://www.bbc.com/news/world-asia-60193714"}