{"datetime": "2021-02-20T23:50:57.000Z", "title": "How Trump offered Kim a ride on Air Force One", "article": "President Trump's meetings with Kim Jong-un were among the most eye-catching moments of his presidency. In the third and final episode of a new BBC series Trump Takes On the World, directed by Tim Stirzaker, we discover new details about how these summits came about, and speak to those who were in the room when the two men met. What they saw stunned even the most seasoned diplomats - not least when Trump offered the North Korean dictator a lift home on Air Force One. Trump's second summit with Kim Jong-un, in Hanoi, Vietnam, did not go to plan. As negotiations over North Korea's nuclear programme broke down, Trump left abruptly, saying to the press: \"Sometimes you just have to walk.\" But before he departed, the then US president did make one astonishing offer to Kim.Matthew Pottinger, the top Asia expert on Trump's National Security Council told us: \"President Trump offered Kim a lift home on Air Force One. The president knew that Kim had arrived on a multi-day train ride through China into Hanoi and the president said: 'I can get you home in two hours if you want.' Kim declined.\" The offer of a ride home was one of many surprises in an unlikely bromance between the two men that started in Singapore when, as former National Security Adviser John Bolton told us: \"Trump thought he had a new best friend.\" Here, Trump made another gesture that shocked his own team, when he agreed to Kim's request to cancel joint military exercises between the US and South Korea. Bolton told the BBC: \"Kim Jong-un, as he had many times in the past, complained about the big joint exercises between South Korea and American forces, which had been going on on the Korean peninsula for about 60 years plus. \"Trump, out of nowhere, said, 'I'm going to cancel the war games [as he called them]. There's no need for them, they're expensive and it will make you happy.' I couldn't believe it. \"[Secretary of State] Pompeo, [Chief of Staff] Kelly and I were sitting there in the room with Trump and we weren't consulted. It came simply from Trump's own mind. It was an unforced error; it was a concession for which we got nothing in return.\" The fact that the meeting happened at all was a surprise to many.Only months earlier, Trump had been calling Kim \"Rocket Man\" and threatening North Korea with \"fire and fury\".Top UN official Jeff Feltman describes how, at the height of the crisis, he delivered a secret message from Trump to Kim that offered a meeting.UN Under-Secretary General for Political Affairs Feltman had been invited to Pyongyang by the North Koreans - but the US State Department had told him that they didn't think it was a good idea for him to go. However, a few weeks later, UN Secretary General Antonio Guterres visited the White House. Feltman told us: \"They were comparing notes on what was happening, what might be possible, how dangerous was it, how likely would a military response be, all that sort of thing. And Secretary General Guterres said to President Trump: 'Jeff Feltman has this strange invitation to go to Pyongyang and lead a policy dialogue with the North Koreans.' \"And Trump leaned over toward him and said: 'Jeff Feltman should go to Pyongyang and Jeff Feltman should tell the North Koreans I'm willing to sit down with Kim Jong-Un.'\" When Feltman went to Pyongyang, he stressed to the North Koreans the gravity of the situation. He told us: \"The major message that I tried to get across, and this was in response to their arguments about the need for deterrence, is that what they see as deterrence can provoke the very war that they believe they are deterring.\"The UN official asked for a meeting with the North Korean foreign minister in private to pass on the secret message from Trump.He recalls: \"There was a bit of silence before the foreign minister said, 'I don't believe you, why should I believe you.' And I said: 'Look, I'm not asking you to believe me. What I'm telling you is that the UN was entrusted with a message from President Trump; I am the carrier of that message.'\" He told us: \"I went to Pyongyang deeply, deeply concerned given this feeling that war was imminent. I left Pyongyang terrified that what we really risked was an accidental war.\" Kim didn't respond directly to Trump's message - but months later he told the South Koreans that he was ready to meet the US president. South Korea's national security adviser rushed to the White House to deliver the news.The then US National Security Adviser, HR McMaster, describes the moment Trump said \"yes\" to a meeting: \"Ambassador Chung just about fell out of his chair because he thought it was going to be kind of a hard sell.\" Like many in the White House, McMaster had serious reservations about meeting Kim but, as with so much of Trump's foreign policy, the president was going to do it his way.As McMaster says: \"I felt that it would be better to let Kim Jong-un feel the pressure a little bit longer. But, of course the president wouldn't resist the opportunity.\" ", "url": "https://www.bbc.com/news/world-us-canada-56118936"}