{"datetime": "2022-01-27T05:04:22.000Z", "title": "Biden expected to nominate first black woman to Supreme Court", "article": "President Joe Biden will honour his commitment to make an African-American woman his first nomination to the Supreme Court, the White House says. She would replace the liberal justice, Stephen Breyer, who is expected to retire at the end of the current Supreme Court term in June. His retirement plans are yet to be officially confirmed. Justice Breyer's replacement would not shift the court's current 6-3 conservative majority. The Supreme Court plays a key role in American life and is often the final word on highly contentious laws, disputes between states and the federal government, and final appeals to stay executions. Each of the nine judges - known as justices - serves a lifetime appointment after being nominated by the president and approved by the Senate. \"The president has stated and reiterated his commitment to nominating a black woman to the Supreme Court and certainly stands by that,\" White House Press Secretary Jen Psaki told a news conference. Only two African Americans - both men - have ever served on the court: Justice Thurgood Marshall from 1967 to 1991 and his successor Justice Clarence Thomas, who is set to become the oldest member on the bench at age 73. Ketanji Brown Jackson, 51, a former law clerk to Mr Breyer, is believed to be the top contender for the job. Ms Jackson was confirmed last June to a seat on the US Circuit Court of Appeals for the District of Columbia, in which she succeeded current Attorney General Merrick Garland. Leondra Kruger, 45, who serves on the California Supreme Court, is another possibility. Another tipped contender is J Michelle Childs, a judge on South Carolina's federal court. Democrats have been pressuring Justice Breyer - who, at 83, is the oldest member of the bench - to retire so they can fill the seat with someone younger while they control the White House and Senate. The last Supreme Court vacancy came in 2020, when liberal Justice Ruth Bader Ginsburg died at age 87. Former President Donald Trump was able to appoint her successor, Justice Amy Coney Barrett, less than two months before the US presidential election. Progressives like New York congresswoman Alexandria Ocasio-Cortez publicly called for Justice Breyer to step down. A van hired by the group Demand Justice and carrying the words \"Breyer Retire\" has also been seen driving around Washington. According to multiple sources, Mr Breyer was \"upset\" over the leaked news because he \"was not planning to announce his retirement today\". President Biden and Justice Breyer are to appear together at a news conference on Thursday where the retirement will be confirmed, CNN reported.", "url": "https://www.bbc.com/news/world-us-canada-60149781"}