{"datetime": "2021-05-01T23:45:20.000Z", "subject": "North Korea missile tests", "title": "North Korea accuses Joe Biden of pursuing hostile policy over its nuclear programme", "article": "North Korea has hit out at the Biden administration as it prepares to unveil its strategy for dealing with Pyongyang and its nuclear programme. The foreign ministry said recent comments out of Washington showed President Joe Biden was intent on maintaining a \"hostile policy\". Earlier this week, Mr Biden called North Korea's nuclear programme a \"serious threat\" to global security. The White House says he plans to take a \"calibrated\" approach to North Korea. Spokeswoman Jen Psaki said on Friday that a review of US policy had been completed and suggested Mr Biden had learned from the experience of the previous four administrations who have tried, and failed, to get North Korea to abandon its nuclear weapons programme. \"Our policy will not focus on achieving a grand bargain, nor will it rely on strategic patience,\" she said, saying that instead the US would pursue a \"calibrated practical approach that is open to and will explore diplomacy\" with North Korea while making \"practical progress\" on increasing security for the US and its allies. The US is expected to host Japan and South Korea's national security advisers for a discussion about the review soon. In a statement carried on state media on Sunday, North Korea's foreign ministry called President Biden comments about its nuclear programme - in a speech to Congress this week - \"intolerable\" and a \"big blunder\". \"His statement clearly reflects his intent to keep enforcing the hostile policy towards the DPRK [North Korea] as it had been done by the US for over half a century,\" said Kwon Jong-gun, of the Department of US Affairs of the Foreign Ministry. A separate foreign ministry statement said previous comments criticising North Korea's human rights situation insulted the dignity of leader Kim Jong-un and showed the US is \"girding itself up for an all-out showdown\". Mr Biden told a joint session of Congress, marking his 100 days in office, that North Korea's nuclear programme, along with Iran's, presented \"serious threats to American security and the security of the world\".He added: \"We are going to be working closely with our allies to address the threats posed by both of these countries through diplomacy as well as stern deterrence.\" It is not clear to which comments on human rights the Pyongyang statement refers, but the Washington Post reports that the White House is expected to appoint a special envoy for human rights in North Korea soon. Washington says it has been trying to make diplomatic contact with North Korea since mid-February. It played down the North's testing of short-range missiles last month, saying it was \"normal military activity\" and \"business as usual\". Until now, Pyongyang had not acknowledged Joe Biden as the new US president. Mr Biden called Mr Kim \"a thug\" during his election campaign and said North Korean nuclear disarmament had to happen before the crippling economic sanctions imposed by the US and the UN could be relaxed. Shortly before Mr Biden came to office, Mr Kim gave a speech in which he described the US as his country's \"biggest enemy\" and announced ambitions to expand his nuclear arsenal. But he also added that he did not \"rule out diplomacy\". Mr Biden's predecessor, Donald Trump, became the first US president to reach out directly to Mr Kim - meeting him three times. However, they failed to reach any agreement to either end the nuclear weapons programme or the sanctions. ", "url": "https://www.bbc.com/news/world-asia-56960008"}