{"datetime": "2021-03-26T04:16:39.000Z", "subject": "North Korea missile tests", "title": "North Korea claims 'new tactical guided' missiles launched", "article": "North Korea has claimed the missiles it launched Thursday were a \"new-type tactical guided projectile\", in its first statement since the test. It was the country's first ballistic launch in almost a year and the first since Joe Biden became US President.Mr Biden has said the US will \"respond accordingly\". The US, Japan and South Korea have condemned the tests.Under UN Security Council resolutions, North Korea is banned from testing ballistic missiles. The country's Friday statement, issued through state media outlet KCNA, says the two weapons struck a test target 600km (373 miles) off North Korea's east coast, disputing Japanese assessments that they flew just over 400km. It added that the new missile is able to carry a payload of 2.5 tons, which would make it capable of carrying a nuclear warhead.\"The development of this weapon system is of great significance in bolstering up the military power of the country and deterring all sorts of military threats,\" Ri Pyong Chol, the senior leader who oversaw the test, was quoted as saying.North Korean leader Kim Jong-un was not present. The question I always get asked is why is North Korea testing now? There's no easy answer to this. First, because they can and Pyongyang has new weapons to try out. But the recent messages warning the United States not to cause \"a stink\" and that the Biden administration would \"pay a price\" would suggest the North is making a point. South Korea's spy agency said it believed North Korea had timed the missile launch ahead of President Biden's press conference. It also claimed that Pyongyang was protesting against the extradition of its citizen, Mun Chol Myong from Malaysia to the US, and the recent UN Human Rights Council resolution against North Korea. Whatever the reason, the message North Korea is sending the world is very different to the message it is sending its people. The front page of the state newspaper showed Kim Jong-un checking out new passenger buses - not supervising the test of new missiles. Mr Kim is flexing his military muscles for the world but trying to portray an image of economic reformer to his people. Mr Biden told reporters that the launch was a violation of UN resolutions and that the US was consulting with partners and allies. \"There will be responses - if they choose to escalate, we will respond accordingly,\" he said. \"But I'm also prepared for some form of diplomacy, but it has to be conditioned upon the end result of denuclearisation.\" It remains unclear what exact type of missile the North Koreans have launched. State media said it had an \"improved version of a solid fuel engine\" and described it as a tactical guided missile that could perform \"gliding and pull-up\" manoeuvres, which could mean it is harder to intercept. But the test highlights the progress the country's weapons programme has seen since denuclearisation talks with the US stalled under former President Donald Trump. Analysts have suggested the missiles were the same as the ones unveiled at a military parade in the capital Pyongyang last October.\"If that is the case, they appear to have an improved variant of the previously tested KN-23 missile with \"a really big warhead,\" Jeffrey Lewis of the James Martin Center for Nonproliferation Studies (CNS) told Reuters.Such a new missile would allow North Korea to put heavier nuclear warheads on its rockets, Vipin Narang, a security studies professor at MIT said on Twitter.Developing miniaturised nuclear warheads is difficult, although some observers believe that North Korea has this capability already.North Korea last fired ballistic missiles a year ago amid stalled relations between then-US President Donald Trump and North Korean leader Kim Jong-un. The Biden administration says it has unsuccessfully tried to make diplomatic contact with North Korea.Pyongyang has yet to acknowledge that Mr Biden is now in office, and the two countries remain at loggerheads over the North's nuclear and ballistic missile programmes. ", "url": "https://www.bbc.com/news/world-asia-56533260"}