{"datetime": "2022-01-27T23:28:55.000Z", "title": "US Supreme Court: The women in the running to replace Stephen Breyer", "article": "US President Joe Biden has affirmed that he will appoint a black woman to the top US court for the first time in history. The eventual nominee will take up a seat to be vacated by liberal Justice Stephen Breyer, who will retire in June. Appearing with Mr Breyer on Thursday, Mr Biden promised a replacement with the \"experience and integrity\" needed for the role. He said he'll announce his pick by the end of February. Three judges are considered top contenders. Ketanji Brown Jackson, 51, is widely believed to be the top contender to replace Justice Breyer. Born in Washington DC and raised in Miami, Ms Jackson currently serves on the influential US Court of Appeals for the DC circuit. Three current justices previously served on the court. \"Presidents are not kings,\" she wrote in a 2019 ruling compelling a former aide to President Trump to testify in the Russia meddling probe.\"They do not have subjects, bound by loyalty or blood, whose destiny they are entitled to control.\" The jurist has two degrees from Harvard University, which she attended as an undergraduate and as a law student, once serving as editor of the Harvard Law Review. During her time at Harvard, she led protests against a student who draped a Confederate flag from his dorm window.Her parents are both graduates of historically black colleges who began their careers are teachers.Ms Jackson has also clerked for three federal judges in the past, most notably Justice Breyer himself from 1999-2000. In January 2021, she was among President Biden's very first judicial picks, to fill the court seat vacated by his current Attorney General Merrick Garland. At that confirmation hearing, former House Speaker and ex-Republican vice-presidential candidate Paul Ryan introduced her; Mr Ryan is a relative by marriage.\"Our politics may differ, but my praise for Ketanji's intellect, for her character, for her integrity, it is unequivocal,\" he said. Ms Jackson's husband is a surgeon and she has two children.Leondra Kruger, 45, is in her eighth year on the California Supreme Court. Born to a Jamaican immigrant mother and a Jewish father, the Pasadena native is a graduate of Harvard University and Yale Law School, where she was the first black woman to serve as editor of the Yale Law Journal. In 2016, she became the first California Supreme Court judge to give birth while serving on the bench.Ms Kruger previously worked at the Obama Department of Justice, from 2007-13. During her tenure, she argued 12 cases before the US Supreme Court as deputy to the Solicitor General, the official who represents the government before the high court. She reportedly twice turned down offers to serve as the Solicitor General. The jurist also once clerked for late Supreme Court Justice John Paul Stevens. Her husband is a lawyer and she has two young children.Julianna Michelle Childs, 55, has served on the federal bench in South Carolina since 2010. She also previously served as a circuit court judge in the state. Unlike Ms Jackson and Ms Kruger, Ms Childs did not attend an Ivy League school, instead going to the University of South Carolina Law School. In private practice, she was the first black female partner at a major law firm in the state.Congressman Jim Clyburn, an influential black politician in the state whose endorsement of Mr Biden is widely credited with saving his 2020 campaign, has advocated for Ms Childs to be nominated because of her unorthodox resume. Most recently, Mr Biden nominated Ms Childs to the DC Circuit Court of Appeals. Black women make up only about three percent of the federal judiciary, according to data from the Federal Judicial Center, the court system's research arm. Dr Taneisha Means, a political science professor at Vassar College, who researches race and judicial politics, says that a history of racism, sexism and elitism in the legal profession contributes to the scarcity. Black law students are often left on the outside looking in because they did not go to an Ivy League university, or because they never clerked for a federal judge, said Dr Means, meaning few ever become eligible for the high court. Ms Means added that a gruelling confirmation process in the US Senate likely makes federal judgeships even less palatable.Recent analysis indicates non-white nominees often face much longer waits than their white counterparts to be confirmed by the mostly white chamber. Strengthening the diversity of the judicial branch has been a key priority for the Biden administration. The Senate confirmed 40 new district and appellate judges last year, the most for a president in his first year since Ronald Reagan in 1981. Among them are the first Muslim-American judge and five black women. ", "url": "https://www.bbc.com/news/world-us-canada-60160424"}