{"datetime": "2021-04-09T10:40:01.000Z", "subject": "Coronavirus pandemic", "title": "Kim Jong-un warns of North Korea crisis similar to deadly 90s famine", "article": "North Korean leader Kim Jong-un has told citizens to prepare for hard times ahead, following warnings from rights groups that the country faces dire food shortages and economic instability. Speaking at a party conference, Mr Kim appeared to compare the situation to the devastating 1990s famine, estimated to have killed hundreds of thousands. North Korea has shut its borders due to the coronavirus pandemic. Trade with China, its economic lifeline, has come to a standstill.This is on top of existing international economic sanctions over Pyongyang's nuclear programme.In a rare admission of looming hardship, the authoritarian leader of the single-party state on Thursday called on officials to \"wage another, more difficult 'Arduous March' in order to relieve our people of the difficulty, even a little\". The Arduous March is a term used by North Korea officials to refer to the country's struggle during the 1990s famine, when the fall of the Soviet Union left North Korea without crucial aid. The total number of North Koreans who starved to death is not known, but estimates range up to 3 million. \"It is not unusual for Kim Jong-un to talk about difficulties and hardship but this time the language is quite stark and that's different,\" Colin Zwirko, North Korea analyst at NK News, told the BBC.\"Last October for instance,he gave a speech where he said that he himself failed to bring about enough changes . But mentioning explicitly that he's decided to carry out a new Arduous March is not something he has said before.\" Earlier this week, Mr Kim had warned the country faced the \"worst-ever situation\" and \"unprecedentedly numerous challenges\". There have been warnings for months that the people of North Korea are struggling. Reports of hardship appear to be coming especially from towns near the Chinese border, where smuggling would have been a huge earner for many. The price of corn, the staple diet for most of rural North Korea, has reportedly fluctuated enormously and at times a kilogram of corn has cost more than a month's wages. Lina Yoon, a researcher from Human Rights Watch (HRW), said in a recent report citing unnamed contacts in the country that \"there is barely any food going into the country from China\". \"There are so many more beggars, some people died from hunger in the border area, and there's no soap, toothpaste, or batteries,\" she wrote.The UN Special Rapporteur on North Korean Human Rights, Tomás Ojea Quintana,warned last month in a report of a \"serious food crisis\" already leading to malnourishment and starvation. \"Deaths by starvation have been reported, as has an increase in the number of children and elderly people who have resorted to begging as families are unable to support them.\"It is unclear whether any aid at all is currently coming into the country. North Korea has rejected offers of external aid and almost all diplomats and aid workers, including staff of the UN's World Food Programme (WFP), have left. Meanwhile North Korea's border closures means trade with China dropped by 80% last year from levels that had already fallen significantly in 2018 when the UN expanded sanctions over North Korea's nuclear programme.Reports suggest North Korea restricted imports of staple foods from China last August and then cut almost all trade, including food and medicines, in October. The country has also ramped up punishments for smuggling, describing it as \"anti-socialist\" and \"enemy\" behaviour, according to HRW. North Korea was also hit by two major storms last summer, which caused flooding that is believed to have damaged crops, exacerbating the shortages. Kim Jong-un is shoring up support within his party as times get tough. He's making sure that the warnings are coming from him - perhaps so that when things get worse, he can point the finger at his officials for not acting on his orders. He can also pin blame for the dire economy on the Covid-19 pandemic and the strict economic sanctions designed to curb his nuclear weapons programme. And yet his regime continues to design and test new missiles. The weapons tests are something we can all see on satellite images and state media photos, and use them to question world leaders about how they are going to act. The North Korean people cannot get images of their suffering to us without the risk of being imprisoned or shot. Unseen, and according to warnings by their own leader, they now face going hungry amid a looming humanitarian crisis. Tightly controlled by the government, North Korea's economy is one of the least free in the world and is said to be highly inefficient.The enormous cost of maintaining the military and security structures has left very little for the ordinary North Korean.The almost complete border closure aims to prevent the coronavirus from spreading in a country that does not have the public health infrastructure to handle an outbreak. However there are indications that Pyongyang is feeling pressure to reopen borders at least a bit, Mr Zwirko said.\"North Korea has shown signs of wanting to increase trade with China again. They have passed a law a few months ago to help facilitate border trade,\" he said. \"But fundamentally, North Korea remains extremely paranoid about the virus. They'd really have to change and trust in the ability to disinfect goods that would come through.\" North Korea claims that so far the border shutdown has kept it Covid-free, though analysts doubt this claim.", "url": "https://www.bbc.com/news/world-asia-56685356"}