{"datetime": "2022-01-26T23:25:19.000Z", "title": "Stephen Breyer: Who are the justices on the US Supreme Court?", "article": "US Supreme Court Justice Stephen Breyer will retire in June at the end of the court's term, gifting President Joe Biden a golden opportunity to pick a replacement. Each of the nine judges - known as justices - serves a lifetime appointment after being nominated by the president and approved by the Senate. The court plays a key role in American life and is often the final word on highly contentious laws, disputes between states and the federal government, and appeals to stay executions. The retirement of 83-year-old Breyer, a reliably liberal justice, won't shift the current 6-3 conservative majority on the court. But it will allow President Biden to nominate a younger judge with greater potential longevity on the bench.Here is a look at the current nine justices. Meet the Supremes. Stephen Breyer On the court since : 3 August 1994 How he got to the court : Breyer grew up in San Francisco with a lawyer father and a politically-active mother, attending Stanford, then Harvard Law. After clerking for Justice Arthur Goldberg, he moved into government, working as counsel in various positions in Congress, including as an assistant special prosecutor in the Watergate investigation. He spent a lengthy period of time on the First Circuit Court of Appeals and was considered for a Supreme Court nomination in 1991. It went to Ruth Bader Ginsburg instead. President Clinton went back to Breyer when Justice Blackmun retired from the court in 1994. Who is he as a justice? Breyer believes the court needs to consider the history of laws, the intent of Congress and the consequences of its decisions. \"He believes deeply in government and government processes,\" Dahlia Lithwick, Slate's legal correspondent says.Breyer, the king of the complicated hypothetical, has sought to \"bridge gaps\" in differences between the justices, says Marcia Coyle, the chief Washington correspondent for the National Law Journal, by listening closely to find give-and-take between justices on an issue. \"Those hypothetical questions are really designed for his colleagues,\" Coyle says. He did this last year while writing a 9-0 opinion in a politically charged case over the president's power to appoint judges and other officials during Senate recesses. The ruling was narrowly decided against the president, and both the conservative and liberal wings were in agreement on the final judgement - but not all the details.Samuel Alito On the court since : 31 January 2006 How he g ot to the court : Alito grew up in New Jersey in an Italian immigrant family. While at Princeton University, he was involved in conservative and libertarian groups, as well as the Army Reserve Officer Training Corps. After Yale law school, he was a prosecutor in New Jersey and served in the Reagan administration in the justice department, including as assistant to the solicitor general, where he argued before the Supreme Court. President George HW Bush named him to the Third Circuit Court of Appeals in 1990, where he stayed until his nomination to The Supreme Court. Who is he as a justice? Alito is a conservative justice, but one who does not hew as often to originalism as fellow conservatives Scalia and Thomas. He is not always talkative in oral arguments but his questions are sharp, aiming to pick apart an argument's logic. Alito has a low public profile despite being a large part of the court's rightward shift on business, campaign finance and racial issues over the past decade.The former prosecutor has been \"very pro-government\" in criminal cases, Coyle says, and has shown less willingness than his conservative colleagues to protect free speech in cases where it is harmful or hateful. Elena Kagan On the court since : 7 August 2010 How she got to the court : Kagan grew up in New York City. At the age of 12, she convinced her rabbi to hold the synagogue's first formal bat mitzvah, the rite of passage for young women. After law school at Harvard, she clerked for Justice Thurgood Marshall. After a successful stint as the first female dean of Harvard Law School, she was briefly US solicitor general - the federal government's top representative at the US Supreme Court, before being nominated by President Barack Obama for the high court. Who is she as a justice? Kagan is the first justice in decades not to previously serve as a judge. She is part of the court's left-leaning wing, but has been the author of many of recent unanimous or near unanimous decisions. Her writing is often easy for a layperson to understand without sacrificing legal analysis, and she is an aggressive questioner during oral arguments. Kagan first took her seat at the bench at the age of 50 and could potentially be a force on the court for decades.Lithwick says Kagan is \"much more inscrutable\" on issues than other recent additions to the court. \"She's very close to the vest,\" she says. John Roberts On the court since : 29 September 2005 How he got to the court : Born in New York and raised in Indiana, Roberts attended a boarding school as a teenager but also spent summers working in a steel mill. After considering becoming a historian at Harvard, he went to law school there instead, eventually clerking for then-Associate Justice Rehnquist. He spent many years as a lawyer in the Reagan administration then entered private practice, arguing before the high court and serving as one of several legal advisers to George W Bush in the Florida presidential recount case. Originally nominated to fill the spot left by retiring Justice Sandra Day O'Connor, Roberts was re-nominated for the chief justice position after Chief Justice Rehnquist died between terms, and his nomination was fast-tracked. Who is he as a ju stice : A conservative justice, Roberts is the third-youngest Chief Justice in the court's history, confirmed at 50 years old. Last year's term saw more than half its cases decided unanimously, something many court watchers cite as the outcome of Roberts' desire to foster agreement through narrower rulings. He also notably wrote the 5-4 opinion that shot down a major challenge to President Barack Obama's healthcare law.\"I think he cares deeply about how the 'Roberts court' looks,\" Lithwick says, and knows he can move the court slowly over decades.\"He doesn't want huge swings, except in areas he feels very strongly about,\" Coyle says, like government's role in racial issues, campaign finance's relation to free speech and the structure of constitution. Roberts also looks to keep decorum on the bench during oral arguments. Sonia Sotomayor On the court since : 8 August 2009 How she got to the court : Sotomayor was born to Puerto Rican parents in the Bronx. As a student at Princeton University, she fought for hiring more Latino professors and admitting more Latino students. After Yale Law school, she became a prosecutor in New York and was later named to the Second Circuit Court of Appeals. The federal appeals courts are often the final step before the Supreme Court for cases. In the second circuit, Sotomayor authored more than 150 majority opinions - including a few that were ultimately overruled by the higher court.Who is she as a justice? Sotomayor is the first Hispanic justice. She's also been one of the most public facing - her memoir appeared on the New York Times' best-selling list, she appeared twice on Sesame Street, once to adjudicate a dispute between Goldilocks and Baby Bear, and she helped drop the ball in Times Square on New Year's Eve 2013. \"She's trying really hard to demystify the court, showing 'You can be a justice too',\" Lithwick says.Her former experience as a prosecutor and trial judge often leads her to challenge lawyers on the facts of a case, says Marcia Coyle, the chief Washington correspondent for the National Law Journal. \"She knows how criminal trials operate,\" Coyle says. Clarence Thomas On the court since: 23 October 1991 How he got to the court : Thomas was born in a small town in Georgia, and was one of the few African-Americans in attendance during a short stint in seminary and then at Holy Cross College. But unlike Justice Sotomayor, those experiences made him distrustful of affirmative action policies. After finishing Yale Law, he worked in Missouri government and in Washington DC before being named chairman of the Equal Employment Opportunity Commission, an agency that responds to discrimination claims in the workplace. After a bruising confirmation hearing - in which a former employee accused him of sexual harassment - Thomas was narrowly confirmed to Supreme Court, at the relatively young age of 43. Who is he as a ju stice? Thomas' originalism is exacting, including a disregard forstare decisi s , respect for prior court rulings and precedence. Thomas has also not asked a question during oral arguments in nine years. He has previously said he doesn't care for the question-heavy arguments, sometimes already drafting opinions based on written briefs before any lawyer gets up to argue. Thomas often files entirely separate dissents rarely joined by others, but Coyle says he is influential in other ways, including during conferences only justices attend, and in \"difficult decisions\" in areas that don't get a lot of press - like intellectual property and tax law. Thomas replaced the first African-American justice on the court - Thurgood Marshall - and remains the only current black justice. Neil Gorsuch On the court since: 10 April 2017 How he got to the court : At 49, Gorsuch was the youngest nominee in a quarter of a century when he was approved in 2017. The Colorado native, whose legal pedigree includes Harvard and Oxford, was first nominated to the 10th US Circuit Court of Appeals by former President George W Bush in 2006. He began his law career clerking for Supreme Court Justices Byron White and Anthony Kennedy, and worked in a private law practice in Washington for a decade and served as the principal deputy assistant associate attorney general at the Justice Department under the Bush administration. Judge Gorsuch graduated from Columbia University and Harvard Law School, where former President Barack Obama was a classmate, and earned a doctorate in legal philosophy at Oxford University. Who is he as a ju stice? Gorsuch succeeded the late Supreme Court Justice Antonin Scalia and was welcomed by conservatives who consider him to espouse a similarly strict interpretation of law. In his first year on the court he has cemented the 5-4 conservative advantage, and that's been seen in a series of rulings on contentious issues such as the Trump travel ban, trade union fees and gerrymandering. Brett Kavanaugh On the court since: 6 October 2018 How he got to the court : Kavanaugh served on the influential Court of Appeals for the District of Colombia Circuit and was formerly a White House aide under George W Bush. He previously worked for Kenneth Starr, the independent counsel who investigated Democratic President Bill Clinton in the 1990s. His confirmation process was one of the most controversial in recent years amid allegations of sexual misconduct in the 1980s, which he denied. After a hearing in which one of his accusers gave a dramatic testimony of the alleged incident and Kavanaugh fiercely defended his record, he was approved by the Senate by 50-48. Born in Washington, DC in 1965, Kavanaugh studied at Georgetown Preparatory School an all-boys school in Bethesda, Maryland, and graduated from Yale College and Yale Law School. Who is he as a ju stice? He succeeded Anthony Kennedy, who was the Supreme Court's swing vote, often casting the deciding opinion in 5-4 cases, consolidating a conservative majority at the top court. Some Democrats fiercely opposed to his name for his views on delicate issues such as abortion. His views on the environment and gun rights have also raised concerns among environmentalists and gun control activists. Amy Coney Barrett On the court since: 27 October 2020 How she got to the court: Born in New Orleans of Irish and French ancestry, Barrett was the eldest of seven children in a devoutly Catholic family and is now herself a mother of seven. She was the student body vice-president at her all-girls Catholic high school. After graduating first in her class at Notre Dame Law School, in Indiana, she clerked for Justice Antonin Scalia, a conservative icon, and later worked on George W Bush's election lawsuit in 2000. Barrett also became a distinguished law professor at her alma mater. She was picked for the Seventh Circuit Court of Appeals in 2017 by President Donald Trump and was nominated to the high court less than three years later. Who is she as a justice? Often considered a protege of Justice Scalia, Barrett is a proponent of textualism, the view that judges should apply the law as written and interpret the US Constitution as it was originally intended. In her acceptance speech at the White House, Barrett said: \"Judges are not policymakers, and they must be resolute in setting aside any policy views they may hold.\" She has said her Catholic faith does not influence her rulings. Past legal opinions and remarks on abortion and gay marriage have made her popular with the religious right, but have earned her vehement opposition from the left. She drew scrutiny for her reported leadership role, with the title of \"handmaid\", in the People of Praise, a tight-knit, Christian faith-based group. ", "url": "https://www.bbc.com/news/magazine-33103973"}