{"datetime": "2022-01-12T22:41:42.000Z", "title": "Hoda Muthana: Alabama IS bride loses appeal for return to US", "article": "The US Supreme Court has refused to hear the appeal of an American woman who joined the Islamic State (IS) and is seeking re-entry to the US. Hoda Muthana grew up in Alabama and travelled to Syria to join IS in 2014.While she was abroad, authorities determined Ms Muthana, now 27, was not a US citizen and revoked her passport.In 2019, Ms Muthana's father appealed against a federal court that barred her entry. On Wednesday, the Supreme Court declined the case without comment.Ms Muthana, the daughter of a Yemeni diplomat, was born in the US. But under federal law, the children of diplomats born in the US are not automatically bestowed citizenship. In his lawsuit, Ahmed Ali Muthana argued his family had given up diplomatic status before his daughter was born, making her a citizen. They maintained Ms Muthana was previously recognised as a citizen by the US State Department and given a US passport in 2004.Ms Muthana's case has been compared to that ofUK-born teenager Shamima Begum , who has been stripped of her British citizenship. In a statement to CNN in 2019, Ms Muthana said she was a \"naive, angry and arrogant young woman\" when she left the US for Syria.To fund her trip, she withdrew from college and used her tuition money to purchase a flight to Turkey without her family's knowledge, she has told US media.Social media posts during her time with the extremist group show Ms Muthana applauding terrorist attacks and encouraging other Americans to join IS.\"There are soooo many Aussies and Brits here but where are the Americans, wake up u cowards,\" she wrote on Twitter in a post obtained by the New York Times.Ms Muthana has since said she deeply regrets joining IS and apologised for the posts promoting the group. She now has a toddler son, with a man she met while living with the group. The father has since died.Her current whereabouts are unclear.", "url": "https://www.bbc.com/news/world-us-canada-59974939"}