{"datetime": "2022-01-14T03:31:15.000Z", "author": "Natalie Sherman", "subject": "Coronavirus pandemic", "title": "US Supreme Court blocks Biden's workplace vaccine mandate", "article": "The US Supreme Court has blocked President Joe Biden's rule requiring workers at large companies to be vaccinated or masked and tested weekly. The justices at the nation's highest court said the mandate exceeded the Biden administration's authority. Separately they ruled that a more limited vaccine mandate could stand for staff at government-funded healthcare facilities. The administration said the mandates would help fight the pandemic. President Biden, whose approval rating has been sagging, expressed disappointment with the decision \"to block common-sense life-saving requirements for employees\". He added: \"I call on business leaders to immediately join those who have already stepped up - including one third of Fortune 100 companies - and institute vaccination requirements to protect their workers, customers, and communities.\" Former President Donald Trump cheered the court's decision, and said vaccine mandates \"would have further destroyed the economy\".\"We are proud of the Supreme Court for not backing down,\" he said in a statement. \"No mandates!\"The administration's workplace vaccine mandate would have required workers to receive a Covid-19 shot, or be masked and tested weekly at their own expense. It would have applied to workplaces with at least 100 employees and affected some 84 million workers. It was designed to be enforced by employers.Opponents, including several Republican states and some business groups, said the administration was over-stepping its power with the requirements, which were introduced in November and immediately drew legal challenges. In the end, Joe Biden's vaccine mandates stood or fell based on judicial interpretations of federal statute, not principles of individual liberty or appeals to the greater good. According to a majority of the Supreme Court, Mr Biden had the law on his side when ordering healthcare workers to get vaccinated, but using a 51-year-old workplace safety statute to implement a vaccine-or-test requirement on all large employers was a bridge too far. Once again, the current balance of the Supreme Court comes into sharp relief, with four reliably conservative justices, three reliable liberal ones and two - Chief Justice John Roberts and Justice Brett Kavanaugh - at the ideological fulcrum. This mixed judicial bag is just the latest setback for a presidential Covid-response plan that frequently has seemed a step behind the latest twists in the pandemic. The administration was slow to encourage boosters and caught flat-footed by the Omicron-induced surge in demand for testing. Now Mr Biden will either have to convince Congress to act on mandates - an unlikely prospect given the brick wall the rest of his agenda keeps hitting in the Senate - or figure out new ways to shepherd the nation out of the pandemic gloom. In a 6-3 decision, the justices agreed with that argument, saying that the workplace safety rule for large employers was too broad to fall under the authority of the Department of Labor's Occupational Health and Safety Administration to regulate workplace safety.\"Covid-19 can and does spread at home, in schools, during sporting events, and everywhere else that people gather,\" the court's majority wrote.\"That kind of universal risk is no different from the day-to-day dangers that all face from crime, air pollution, or any number of communicable diseases.\" \"This is no 'everyday exercise of federal power,'\" they added. \"It is instead a significant encroachment on the lives - and health - of a vast number of employees.\" The more limited rule concerning more than 10 million staff at healthcare facilities that receive government funding did not pose the same concern, they decided, by 5-4. That said imposing conditions on recipients of public money fit \"neatly\" into the authority of the Secretary of Health and Human Services. The rulings come as some parts of the policies were due to go into effect this week. The court heard arguments in the case on Friday.The rulings reflected the political make-up of the court, which now has a majority of justices appointed by Republican presidents.The court's three liberal justices opposed blocking the vaccine mandate, saying such a decision \"stymies the federal government's ability to counter the unparalleled threat that Covid-19 poses to our nation's workers.\" Chief Justice John Roberts and Justice Brett Kavanaugh, seen as moderates in the conservative majority, joined the liberals in allowing the healthcare rule to stand.The decision comes as the US experiences another wave of Covid-19 infections, with the Omicron variant spurring record cases and hospitalisation rates.The Biden administration had estimated that instituting a vaccine requirement at big employers would save 6,500 lives and prevent 250,000 hospital admissions over six months. More than 60% of Americans are fully vaccinated already. Independent of the government's regulations, some companies, including Google, Citibank and IBM, have started to move forward with their own requirements. But the National Federation of Independent Businesses, a lobby group that was one of the lead plaintiffs challenging the government's workplace vaccine rule, had charged that it would burden small-business owners with new compliance costs, make it harder to fill positions and lead to lost profits and lost sales. \"Today's decision is welcome relief for America's small businesses, who are still trying to get their business back on track since the beginning of the pandemic,\" said Karen Harned, executive director of the group's legal arm. ", "url": "https://www.bbc.com/news/world-us-canada-59989476"}