{"datetime": "2021-10-23T04:33:42.000Z", "subject": "US abortion debate", "title": "Texas abortion law to stay in place until Supreme Court decision", "article": "The US Supreme Court will allow Texas to maintain a near-total ban on abortions, but will take up the case next month in a rare sped-up process. The law, known as SB8, gives any person the right to sue doctors who perform an abortion past six-weeks - before most women know they are pregnant. The Supreme Court said it will focus on how the law was crafted and whether it can be legally challenged.It is considered extraordinarily rare for the top US court to expedite cases.Lower courts have yet to issue final rulings on the so-called Texas Heartbeat Act. The controversial law - which makes an exception for a documented medical emergency but not for cases of rape or incest - bans abortion after what some refer to as a foetal heartbeat.The American College of Obstetricians and Gynaecologists says that at six weeks a foetus has not yet developed a heartbeat, but rather an \"electrically induced flickering\" of tissue that will become the heart. The Texas law is enforced by giving any individual - from Texas or elsewhere - the right to sue doctors who perform an abortion past the six-week point. However, it does not allow the women who get the procedure to be sued. The Biden administration has previously said it would ask the court to block the law. Since 1973's landmark Roe v Wade Supreme Court case, US women have had a right to abortions until a foetus is able to survive outside the womb - usually between 22 and 24 weeks into pregnancy. The US is one of seven out of 198 countries to allow elective abortions after 20 weeks of pregnancy,according to the Washington Post . Lawyers for the state of Texas asked the justices on the court to consider overruling the landmark Roe decision, as well as a separate case that affirmed the constitutional right to an abortion. The court did not accept that request. Oral arguments in the case have been set for 1 November. The Supreme Court said that it would wait for those arguments to take place before taking any action.In a written dissent, Supreme Court Justice Sonia Sotomayor said that the expedited timeframe would offer \"cold comfort\" for women in Texas who are hoping for abortion treatment.She was the only one of the Supreme Court's nine judges to advocate blocking the law in the short-term.\"Women seeking abortion care in Texas are entitled to relief from this court now,\" she wrote. \"Because of the court's failure to act today, that relief, if it comes, will be too late for many.\" The law came into effect in Texas on 1 September.Abortion providers and opponents of the law had called for it to be lifted until the Supreme Court took up the case.Whole Woman's Health, which operates four clinics in Texas, tweeted that \"the legal limbo is excruciating for both patients and our clinic staff\".Experts believe that the oral arguments may provide a glimpse into how the Supreme Court will approach other abortion cases.In December, the Supreme Court is scheduled to hear a separate case regarding a Mississippi law that bans abortion after 15 weeks. ", "url": "https://www.bbc.com/news/world-us-canada-59017479"}