{"datetime": "2021-10-15T23:57:02.000Z", "subject": "US abortion debate", "title": "Texas abortion law: Biden administration to request block on abortion ban", "article": "US President Joe Biden's administration has said it will ask the Supreme Court to block a Texas law that imposes a near-total ban on abortion. It comes after a federal appeals court reinstated the law. The Supreme Court cited procedural issues when deciding against intervening to block it last month. The law bans abortions after what anti-abortion campaigners call a foetal heartbeat is detected, a notion disputed by medical authorities.The law - which makes an exception for a documented medical emergency but not for cases of rape or incest - gives any individual the right to sue doctors who perform an abortion past the six-week point. Critics have said this provision - which provides monetary awards for those whose lawsuits are successful - lets people act as anti-abortion bounty hunters. President Biden has vowed to fight the Texas ban, citing Americans' constitutional rights. Since the 1973 Supreme Court decision in Roe v Wade, US women have had the right to an abortion until a foetus is viable - that is, able to survive outside the womb. This is usually between 22 and 24 weeks into a pregnancy. In response to a Justice Department lawsuit over the Texas law, US District Judge Robert Pitman in Austin, Texas, last week issued a preliminary injunction halting its enforcement, calling it \"flagrantly unconstitutional\" and a violation of Roe v. Wade. The judge said he would \"not sanction one more day of this offensive deprivation of such an important right\". But the Fifth Circuit Court of Appeals effectively reinstated the ban in Texas on most abortions once a heartbeat is detected in the womb. On Thursday, the court confirmed the law would remain in place during ongoing proceedings. The Justice Department is expected to formally file its appeal in the coming days. The decision of the Supreme Court - which has a 6-3 conservative majority - will be watched closely throughout the US.Its initial refusal to intervene was seen as confirmation of its conservative leanings after appointments by former President Donald Trump. ", "url": "https://www.bbc.com/news/world-us-canada-58935257"}