{"datetime": "2021-12-27T02:06:23.000Z", "title": "Roe v Wade US abortion rights lawyer Sarah Weddington dies", "article": "Sarah Weddington - a Texas lawyer who won the landmark 1973 court case to make abortions legal across the US - has died at her home in Austin aged 76. Susan Hays, Weddington's former student and colleague, said she passed away on Sunday morning \"after a series of health issues\". The Supreme Court case is widely known as Roe v Wade. By a vote of seven to two, the court justices ruled that governments lacked the power to prohibit abortions. Sarah Weddington also held office in the Texas House of Representatives for three terms in the 1970s and was later an adviser on women's issues in US President Jimmy Carter's administration. Weddington's death comes asthe Supreme Court appears poised to accept a Mississippi law that would bar abortions after 15 weeks of pregnancy, even in cases of rape or incest. A ruling, expected in June, may see millions of women lose abortion access. Anti-abortion activists are urging the court to \"protect unborn children\", but experts warn of an increase in maternal mortality if abortion is restricted. The court's judgement in 1973 was based on the decision that a woman's right to terminate her pregnancy came under the freedom of personal choice in family matters as protected by the 14th Amendment of the US Constitution. The ruling came after a 25-year-old single woman, Norma McCorvey - under the pseudonym \"Jane Roe\" - challenged the criminal abortion laws in Texas that forbade abortion as unconstitutional except in cases where the mother's life was in danger. Henry Wade was the district attorney for Dallas County who defended the anti-abortion law. Ms McCorvey first filed the case in 1969. She was pregnant with her third child and claimed that she had been raped. But the case was rejected and she was forced to give birth. However, in 1973 her appeal made it to the US Supreme Court where she was represented by Sarah Weddington and Linda Coffee, a former classmate of Weddington's from the University of Texas. When Weddington argued the case before the Supreme Court she was just 26 years old. The case created the \"trimester\" system that: Roe v Wade also established that in the final trimester a woman can obtain an abortion despite any legal ban only if doctors certify it is necessary to save her life or health. ", "url": "https://www.bbc.com/news/world-us-canada-59798494"}