{"datetime": "2021-12-02T01:08:41.000Z", "author": "Holly Honderich", "subject": "US abortion debate", "title": "Why US abortion laws could be changed by Supreme Court ruling", "article": "The US Supreme Court has heard the most important abortion case in a generation, leaving supporters of abortion rights shaken and opponents hopeful after conservative judges signalled willingness to uphold stiffer restrictions. On Wednesday, the court considered a Mississippi law that would ban abortions after 15 weeks of pregnancy. Its final ruling, due in June next year, could cut off abortion services for tens of millions of women.A woman's right to abortion was established in 1973, following a Supreme Court ruling in a case known as Roe v Wade. The decision gave women in the US an absolute right to an abortion in the first three months of pregnancy, and limited rights in the second three months. Nearly two decades later the court made another key decision.In Planned Parenthood v Casey, the court ruled that states could not place an \"undue burden\" on women seeking abortions before foetal viability. In the US, this threshold for when foetuses can sustain life outside the womb has been set at about 23 or 24 weeks.A state law was passed in Mississippi in 2018 which would make most abortions illegal after the first 15 weeks of pregnancy - including those caused by rape or incest. It hasn't been enforced due to a legal challenge by Mississippi's only abortion provider, the Jackson Women's Health Organization. The US Supreme Court is now considering the case.Mississippi is asking for Roe v Wade to be overturned, and with it the constitutional right to an abortion in the US. If successful, states would be welcome to set their own standards for abortion - including outright bans before foetal viability.Nearly two dozen states are expected to introduce their own bans, some probably more severe than Mississippi's.In a legal brief filed this summer Mississippi Attorney General Lynn Fitch - who will be defending the state's law - said that throwing out Roe would effectively return decision-making about abortion to the American people and their elected officials. \"The matter should be returned to the States and the people,\" she wrote. Ms Fitch did not return a BBC request for comment.There are three possible outcomes next summer: The first option is a distinct possibility. The court, reshaped by three appointments under former President Donald Trump, has been called the most conservative-leaning in modern US history.\"It has been a 50 year campaign to overrule Roe v Wade and there certainly are enough members of the court now to do so,\" said Katherine Franke, director of the center for gender and sexuality law at Columbia University.But she believes an outright repeal is unlikely. Instead, the court could uphold the Mississippi law while keeping both Roe and Casey in place.Still, lawyers for Jackson Women's Health Organization have said that such a decision is tantamount to gutting the court's past abortion rulings, because it would discard the foetal viability standard. That could happen in 22 states, including Mississippi.Twelve have passed so-called trigger laws, which would automatically ban abortion if Roe was overruled.Others have either passed unconstitutional abortion bans in the years since Roe v Wade (which would be revived), or retained abortion restrictions from before Roe, which are currently unenforceable.In all, nearly half of US women of reproductive age (18-49) - some 36 million - could lose abortion access, according to research from Planned Parenthood, a healthcare organisation which provides abortions. In more than half of US states, abortion access would probably remain the same.In 15 states and the District of Columbia, state law guarantees the right to an abortion even if Roe v Wade is overturned. Hollowing out abortion access would most intensely affect poor women - who are already more likely to seek an abortion in the first place. Black and Latina women are likely to be inordinately affected - 61% of abortion patients are minorities. \"The typical abortion patient is in their 20s, doesn't have a lot of money and has one or more children,\" said Rachel Jones, a principal investigator at the Guttmacher Institute, a pro-choice group.\"These are the groups that are going to be the most impacted when restrictions are placed on abortion, or abortion is banned.\"Although Roe v Wade gave US women a guaranteed right to an abortion, for millions it is a right in name only.In the decades since 1973, anti-abortion rulings have gradually pared back access in more than a dozen states.In 2021 alone, nearly 600 abortion restrictions have been introduced nationwide, with 90 enacted into law. That is more than in any year since Roe.And abortions have long been out of reach for many low-income women.Since 1976, a law known as the Hyde Amendment has blocked the use of federal funding for the procedure. Women are often forced to pay for abortion themselves, which can cost cost hundreds of dollars.", "url": "https://www.bbc.com/news/world-us-canada-59340789"}