{"datetime": "2021-12-02T09:38:58.000Z", "author": "Holly Honderich", "title": "Supreme Court: Top US judges signal support for abortion limits", "article": "The US Supreme Court appears poised to accept a Mississippi law that would bar abortions after 15 weeks of pregnancy, even in cases of rape or incest. In Wednesday's hearing into the case, conservative justices hinted that a majority backed upholding the law. A ruling, expected in June, may see millions of women lose abortion access. Anti-abortion activists are urging the court to \"protect unborn children\", but experts warn of an increase in maternal mortality if abortion is restricted.Both sides of the debate regard this case, known as Dobbs v Jackson Women's Health Organization, as an all-or-nothing fight over abortion rights. Lawyers defending the Mississippi law have asked the court to overturn two previous landmark decisions regarding abortion. The first, 1973's Roe v Wade, gave women in the US an absolute right to an abortion in the first three months of pregnancy, and limited rights in the second trimester.In 1992, in Planned Parenthood v Casey, the court ruled that states could not place an \"undue burden\" on women seeking abortions before a foetus could survive outside the womb, at about 24 weeks.In the years since, the \"foetal viability\" standard has acted as a red line in abortion law, preventing any bans on abortion before this time.But anti-abortion campaigners hope the current ideological makeup of the court has created a new opening.The Supreme Court is the highest tribunal in the US, and rules on legal appeals involving constitutional and federal law. It has been reshaped by three appointments under former President Donald Trump, and has been called the most conservative-leaning in modern US history - with a six-to-three conservative majority. If the court strikes down Roe v Wade, or rules that the Mississippi law does not place an undue burden on women seeking abortions, at least 21 states are expected to introduce abortion restrictions, including outright bans after 15 weeks.In these states, nearly half of US women of reproductive age (18-49) - some 36 million people - could lose abortion access, according to research from Planned Parenthood, a healthcare organisation that provides abortions. Addressing the court on Wednesday, Mississippi Solicitor General Scott Stewart told justices that past rulings Roe and Casey \"haunt our country\" and \"poison the law\".He took direct aim at the existing foetal viability standard, arguing it was not \"tethered\" to the Constitution. Justice Sonya Sotomayor, a liberal, took issue with his claim, responding: \"There's so much that's not in the Constitution\".Justice Sotomayor warned that the court might be damaged if Americans came to see it as a political body, stepping in to reverse Roe and Casey. \"Will this institution survive the stench that this creates in the public perception that the Constitution and its reading are just political acts,\" she asked. She also questioned whether a foetus could feel pain before 24 weeks. Mr Stewart had described \"an unborn life being poked and then recoiling in the way one of us would recoil\". Justice Sotomayor said that dead people and brain dead people can respond to stimuli. \"So I don't think that a response … by a foetus necessarily proves that there's a sensation of pain or that there's consciousness,\" she said. Representing Jackson Women's Health Organization - the only abortion clinic in Mississippi - Julie Rikelman of the Center for Reproductive Rights spoke next, asking the court to strike down the Mississippi law. \"Mississippi's ban on abortion, two months before viability, is flatly unconstitutional under decades of precedent,\" Ms Rickelman said. Mississippi's law would \"force women to remain pregnant and give birth against their will\".But she faced pointed questioning from several of the justices, including Chief Justice John Roberts, on why the viability standard - around 24 weeks - should remain as the cut-off for legal abortion.\"Why would 15 weeks be an inappropriate line?\" he said.And Justice Amy Coney Barrett, the most recent addition to the court, took issue with Ms Rickelman's argument that restricted abortion access would lead to \"forced motherhood\".\"Why don't safe haven laws take care of that problem?\" said the conservative justice, referring to laws that allow women to relinquish parental rights after birth.US Solicitor General Elizabeth Prelogar also spoke, arguing against the Mississippi abortion ban on behalf of the Biden administration. \"The real world effects of overruling Roe and Casey would be severe and swift,\" she said, adding that women had come to rely on this \"fundamental right\".Carol Tobias, president of anti-abortion group National Right to Life, told the BBC she was optimistic the court would step in \"to protect unborn children\".\"We certainly hope that they will let the Mississippi law stand,\" she said. \"We'd love to see them go even further and say that unborn human beings deserve the same protection as born human beings\".But for other women in Washington DC, the possibility of restricted abortion brought fear.\"I'm not shocked, but I'm scared,\" said Olivia Dinucci. \"Abortion still going to happen, people are going to do it no matter if it's legal or not. However, it will not be safe.\"She added: \"It's 2021, I cannot believe we have to be fighting this.\"And some experts have predicted dangerous ripple effects if abortion is restricted.\"We will see significant increases in maternal mortality, which are already disproportionately experienced by women of colour,\" said Katherine Franke, director of the centre for gender and sexuality law at Columbia University. \"We will see families descend into greater levels of poverty because the inability to take care of kids, rises in domestic violence.\"There were about 630,000 reported abortions in the US in 2019,according to the US Centers for Disease Control . This was an 18% decrease compared with 2010. Women in their 20s account for the majority of abortions - in 2019 about 57% were in this age group. Black Americans get abortions at the highest rate - 27 per 1,000 women aged 15-44. The pro-choiceGuttmacher Institute says a lack of access to healthcare plays a role, as does discrimination.Their 2014 survey found three quarters of people receiving abortions were either on low incomes or below the poverty line in the US. After two hours of oral arguments, the Roe v Wade precedent that has set a baseline of abortion rights through the US for nearly half a century appears to be in serious jeopardy. That shouldn't come as a huge surprise, given that the US Supreme Court is now dominated by conservatives, three of whom were appointed by Donald Trump with the explicit goal of overturning Roe. Still, the tenor of questioning by the justices over the course of the morning suggests that there is, at the very least, a five-justice majority willing to uphold Mississippi's ban on all abortions after 15 weeks of pregnancy. Chief Justice John Roberts, who is now at the ideological centre of the court, seemed comfortable with such a result which, in and of itself, would constitute a major blow to Roe's abortion protections. That may end up a best-case scenario for abortion-rights supporters at this point, however. Other justices, like Amy Coney Barrett and Brett Kavanaugh, displayed an openness to a wholesale reversal of Roe, returning the question of abortion legality to individual states. That's the outcome anti-abortion activists have been working toward for decades - and today it seems closer than ever to becoming a reality. ", "url": "https://www.bbc.com/news/world-us-canada-59495210"}