{"datetime": "2018-05-12T00:36:38.000Z", "title": "How the plastic in your beauty regime could be harming the environment", "article": "From the moment you wake up and wash your face in the morning, your beauty routine could be harming the environment. Around 12.2m tonnes of plastic waste are deposited in the marine environment each year, according toThe Green Alliance . The government's ban of microbeads aims to cut down on plastic pollution. Under plans announced on Tuesday, wet wipescould soon become a thing of the past too. So how much damage is done by your beauty regime? If you're worried aboutthe tiny microbeads that are in many of your favourite face scrubs, there's some good news. The government's ban on the manufacture of products containing microbeads came into effect in January 2018. These tiny pieces of plastic are added to products like face wash, toothpaste and shower gel. \"The cosmetics industry is an interesting one to start with because it's invisible,\" Dr Geoff Brighty, technical director forPlastic Oceans , tells Newsbeat.\"You see a coffee cup floating down a river. You don't see microbeads because they are tiny. It's an invisible threat.\" The ruling means that companies like Clearasil and Johnson & Johnson no longer manufacture products that contain microplastics. A spokesperson at Clearasil tells Newsbeat that the change in law has seen microbeads being substituted for natural alternatives such as sand or ground nut husks. Johnson and Johnson told Newsbeat they'd met their commitment to remove microbeads from their products globally by the end of 2017, although \"some stores may be selling original products\".If you tend to use cotton buds to clean up your eyeliner or mascara however, your beauty routine may be less environmentally friendly than you thought. Plastic-stemmed cotton buds may be banned in the futurealongside plastic straws . \"Cotton buds just travel through the waste water treatment process,\" says Geoff. \"The waste water treatment works is not designed to deal with microplastics or larger plastics like cotton buds. They all just pass through the filters.\" Washing glitter off your face and down the drain is affecting aquatic life too, environmentalists say. In April 2018, more than 60 festivals pledged to get rid of single-use plastic (including glitter) and the substance was evenbanned from a nursery in Dorset last year. Wet wipes are one of the most common ways people remove their make-up in the evening, particularly because they're so easy and convenient to use. However, not only are single-use wipes a key component of fatbergs (a large mass of solid waste), they're also the cause of93% of blockages in UK sewers. \"On the packet it might say flushable, and yes it might disappear down your toilet but it ends up in the sewer system,\" Geoff says. Then they can mix with oil and fat in the water treatment system. \"You end up with sewers backing up and people's houses being flooded with waste water,\" Geoff says. The governmentrecently announced plans to ban wet wipes, since most are made of non-biodegradable materials like polyester. Lastly, if your nightly skin care routine consists of several steps (meaning several different bottles), it's probably time to rethink what you're using. Depending on how many toiletries you use in the evening, you could be adding to the 13 billion plastic bottles that the UK uses each year, according to figures from charity RECOUP (RECycling Of Used Plastics Limited). These include drinks bottles, milk bottles and toiletries. Research from an article byScience Advances shows that the total volume of all plastic ever produced is around 8.3 billion tonnes, and 6.3 billion tonnes of that is now waste. \"If people are using wet wipes to remove their make-up, make sure it's going down the solid waste route [put them in the bin],\" Geoff says.\"Also try to avoid products in small plastic bottles.\" He recommends avoiding those tiny toiletries you find in hotel bathrooms and trying solid, organic shampoo and deodorant. And there's even opportunity for young entrepreneurs to make their mark (and money) from ethical alternatives. \"We should encourage people to come up with new ideas and be disruptive. The cosmetics industry is a multi-billion-[pound] industry so people who come up with new ideas stand to do very well,\" he adds. Prime Minister Theresa May pledged in January to eradicate all \"avoidable plastic waste\" by 2042. Follow Newsbeat on Instagram , Facebook and Twitter .Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here .", "url": "https://www.bbc.com/news/newsbeat-44040996"}