{"datetime": "2021-11-10T01:16:07.000Z", "title": "Last rites rights of condemned around the world", "article": "Death row inmate John Ramirez does not want to die alone; he wants to be comforted as he passes, by the hands of his pastor. But that request was denied by the Texas Department of Criminal Justice and now his final moments lie in very different hands - the US Supreme Court. The 37-year-old former Marine, sentenced to death for robbing and fatally wounding a shop worker in 2004, said \"prayer, song and human touch\" at the point of death was an essential part of his Christian faith.He felt having his last rites given to him by his Baptist pastor was his right, but Texas officials didn't buy his claims. They believed he was merely stalling his execution and manipulating the process with a \"game of ecclesiastical whack-a-mole\". He sued them, claiming a violation of his First Amendment religious freedoms, and justices agreed to take up his objection, postponing Ramirez's scheduled execution date of 8 September until after Tuesday's hearing. Ramirez's is the third execution halted in three years by the Supreme Court over how, if at all, religious advisers are allowed to attend to condemned prisoners as they die. In 2019 there was public criticism after a Muslim inmate's plea to have his imam with him was rejected but a similar request from a Buddhist prisoner just a month later was allowed. But the battle over religious - and other rights - at the point of death is not exclusive to the US. Across the world, in countries where the death penalty is allowed, delicate negotiations have taken place over what is considered acceptable - and authorities don't always get it right. InJapan , two death row inmates last week took legal action after being told they face same-day executions. There, prisoners are notified only hours before they are put to death by hanging, but now rights groups are saying the short notice is \"extremely inhumane\" and materially affects mental health. The men filed a suit in the district court in the city of Osaka last Thursday, in what is believed to be a first, arguing the rapid turnaround does not give them time to mentally prepare and contemplate the end of their lives. It issecret executions that are causing international blowback againstIran . In Iranian murder cases, where the defendant is sentenced to qisas (executions), family members of the victim are encouraged to carry out the actual execution themselves.They can also grant a reprieve to an offender on death row - and it is this, that led to the extraordinary story of a grieving mother who, when faced with the man who killed her son standing before her with a noose around his neck, decided to forgive him and removed the rope. The woman and the murderer's mother then hugged in front of the crowds who had gathered to witness an execution. According to Iranian law, a defendant's legal representative must be informed 48 hours before any execution, but campaigners say this is not always happening, especially in political and security-related cases. Further, it is claimed by Iran Human Rights, a non-profit campaign group, that standard practice throughout the country is to take prisoners to solitary confinement several days before death and leave them with hands permanently cuffed. Meanwhile, inSingapore concerns are being raised about the execution of a man with an IQ of 69, a level widely recognised as indicating an intellectual disability. Nagaenthran Dharmalingam was arrested in 2009 for bringing 42.7g (1.5 ounces) of heroin into Singapore and was due to be hanged on Wednesday morning, but his case has sparked rare disquiet in the island nation where support remains high for the death penalty. Dharmalingam's lawyers and rights groups fighting to save him say Singapore is violating international law by executing a person with a mental impairment. They have exhausted all other legal appeals and a petition to the president for clemency was unsuccessful. But the Singapore government remains steadfast, saying the 33-year-old \"clearly understood the nature of his acts and did not lose his sense of judgment of the rightness or wrongness of what he was doing\". Anger is also brewing overEgyptian capital punishment procedures.Although the country's Child Law provides that all children under the age of 18 who have infringed the Penal Code shall not be \"sentenced to death, life imprisonment, or forced labour\", a report by Reprieve (a global campaign group led by international lawyers) says that at least 17 children have received death sentences there since 2011. Prosecutors, say Reprieve, are using a loophole to put children before adult courts for trial, as the law allows for those over 15 where a co-defendant is an adult, to be tried jointly. When the US Supreme Court this week rules on the case of Ramirez, it will be asked to focus on how to execute someone in a way that doesn't violatereligious rights. But the tension between the principle of human dignity and the practice of capital punishment is inextricably entangled with that - and is one that applies throughout the world. It is sure to turn into a larger debate around the rights of all men and women who face execution. ", "url": "https://www.bbc.com/news/world-us-canada-59228451"}