{"datetime": "2021-12-02T23:53:17.000Z", "title": "US and Mexico to restart Trump-era 'Remain in Mexico' policy", "article": "Would-be asylum seekers who cross the US southern border will be sent to Mexico to await claims decisions following the restart of a controversial programme. The US and Mexican governments said Thursday that they will reinstate the Trump-era policy known as Remain in Mexico. US President Joe Biden had suspended the programme, calling it \"inhumane\". A court order forced a reversal, however. Former President Donald Trump used the programme, then known as the Migrant Protection Protocols, to send more than 60,000 asylum applicants back to Mexico.Migrants were often left waiting in Mexico for months, where they sometimes fell prey to criminal gangs. According to charity Human Rights First, there have been more than 1,500 publicly reported cases of kidnapping, rape, torture and other crimes against migrants returned to Mexico. Mr Biden, a Democrat, had suspended the programme almost immediately after taking office, as part of a campaign pledge to reverse hardline immigration policies enacted by his predecessor. In June, Homeland Security Secretary Alejandro Mayorkas terminated the policy. The programme's resurrection follows an August ruling by federal court Judge Matthew Kacsmaryk, a Trump appointee, who found that the Biden administration had improperly cancelled the policy earlier this year. Asked about the resumption of the policy on Thursday, White House Press Secretary Jen Psaki said that both Mr Biden and Mr Mayorkas stand by previous statements describing the programme as one with \"endemic flaws\" with \"unjustified human costs\". \"But we also believe in following the law,\" she said. The revived policy includes new steps to address Mexico's human rights concerns about the policy - reportedly a caveat for their participation.Under guidance from Mexico, the US will now include providing Covid-19 vaccinations for migrants, and expanded exemptions, such as for those with physical and mental health challenges. Also at Mexico's request, the US agreed to limit time spent to six months for each asylum applicant.The Mexican government said it was committed to maintaining the health and safety of migrants.The administration is appealing Judge Kacsmaryk's order, but was legally required to enforce the ruling. Judge Kacsmaryk acknowledged that the policy could only be implemented with Mexico's consent, prompting a months-long negotiation between the two countries.Implementation is expected to begin next week, first in El Paso and Brownsville, Texas, as well as San Diego, California.The move was slammed by the pro-immigration Washington-DC based American Immigration Council. \"We categorically reject the Biden administration's claims that it can administer the Remain in Mexico program in a more humane manner,\" the group said in a statement, adding: \"Today is a dark day for the United States and for the rule of law.\" They added that by expanding the programme to include any migrants from the Western Hemisphere - including non-Spanish speaking groups such as Haitians - Mr Biden \"made the programme even broader than under Trump\". ", "url": "https://www.bbc.com/news/world-us-canada-59509854"}