{"datetime": "2021-11-01T20:46:02.000Z", "author": "Max Matza", "subject": "US abortion debate", "title": "US Supreme Court hears arguments in controversial Texas abortion case", "article": "A majority of the US Supreme Court appears likely to allow at least one legal challenge to a controversial Texas abortion law to move forward. Justices heard two challenges to the law, which bans abortion after six weeks of pregnancy and allows citizens to sue anyone involved in the process. The court had allowed the law to stay in place ahead of a ruling, but agreed to Monday's rare expedited hearing. The ban has led to a steep drop in abortions, experts say. The Supreme Court has been asked to decide whether Texas abortion providers and the Department of Justice are allowed to challenge the state's law. Questions asked by the nine justices were closely watched for a sense of how they will rule. Senate Bill 8 (SB8) outlaws abortions before most women know they are pregnant and does not include exceptions for cases of rape or incest.It has forced providers in the country's second-largest state to halt nearly all abortion procedures.Abortions fell by 50% since the law went into effect on 1 September,researchers from the University of Texas at Austin , found. At issue is whether two groups - Texas abortion providers and the federal government - each have the legal right to sue in order to block the state law.Experts say that SB8 was written in a way that makes it difficult to challenge in court. Challengers to a law typically sue the officials charged with enforcement - but SB8 bans officials from enforcing the law, and instead deputises citizens to do so. This means any individual can sue clinic staff or other people who \"aid and abet\" an illegal abortion procedure. Women who have obtained an abortion cannot be sued under SB8. Critics have said that others, including rideshare drivers or family members that help pay for an abortion, could also, in theory, be sued. Abortion rights groups have argued that the architects of the Texas law wrote it this way to deliberately avoid federal oversight. Marc Hearron, a lawyer representing a Texas abortion provider, said state lawmakers \"not only deliberately prohibited the exercise of a constitutional right\", but also \"did everything it could to evade effective judicial protection of that right in federal or state court\". Arguing for the Biden Department of Justice, Solicitor General Elizabeth Prelogar called the Texas ban \"an attack on the authority of this court to say what the law is\". \"In the history of the United States, no state has done what Texas has done here,\" she charged during the three-hour hearing.Lawyer Jonathan Mitchell, who helped write the law, argued that a federal court cannot bar private citizens from filing civil lawsuits.When questioned by the justices, he insisted the state plays no role in preventing abortions - that power rests with the individuals who wish to file lawsuits against abortion providers.\"The state has passed a law giving them the option to sue, and then washed its hands of the matter,\" he said. Justice Brett Kavanaugh - a Donald Trump appointee - said it seemed that Texas had \"exploited\" a legal \"loophole\". He theorised that if the law is allowed to stand, liberal-leaning states may be able to issue their own restrictions on matters like gun rights.Liberal Justice Elena Kagan told lawyers for Texas that when the Supreme Court made abortion legal across the US in 1973, \"no state dreamed\" of trying to bypass a federal ruling.Echoing Justice Kavanaugh, she said that if SB8 were allowed to stand, it would lead to other states enacting laws that clash with federal laws. \"Guns. Same-sex marriage. Religious rights. Whatever you don't like: go ahead,\" she said. Another Trump appointee, Justice Amy Coney Barrett, also questioned whether the Texas law had been written to avoid proper review in the courts. However, the conservative justices seemed less inclined to support the Department of Justice's right to sue the state over the law. The back-and-forth between lawyers and justices during these hearings is closely watched for indications of how the court, with a 6-to-3 conservative majority, may rule. Experts told the BBC Monday's hearing indicated there may be enough votes to allow the lawsuit from abortion providers to go forward. \"The Supreme Court is very sceptical of what Texas has done here,\" Aaron Tang, a law professor at University of California Davis, said. \"Trying to get rid of abortion rights through the backdoor through this clever, creative bounty hunter system of private enforcement - that's not going to fly.\" The conservative skew to the court has also led to questions about how the court will view other state abortion ban cases - namely challenges to 1973's Roe v Wade ruling, which legalised abortion nationally.In December, the Supreme Court is scheduled to hear a separate case regarding a Mississippi law that bans abortion after 15 weeks. While the top court usually issues rulings in the summer, legal scholars told the BBC they believe a decision could come before the end of the month - before Mississippi arguments begin. ", "url": "https://www.bbc.com/news/world-us-canada-59125653"}