{"datetime": "2022-01-07T23:13:53.000Z", "title": "US Supreme Court scrutinises Biden vaccine mandates", "article": "The US Supreme Court appears doubtful as to whether the Biden administration can enforce a vaccine-or-testing mandate for large private employers. The rules apply to companies with more than 100 employees, requiring workers to get fully vaccinated against Covid or be tested weekly. The court held a special session on Friday to consider the mandate.The nine justices' decision could have an impact on as many as 80 million US workers. Some justices on the conservative-dominated court signalled support for the mandate on Friday, including Sonia Sotomayor, a liberal, who suggested the rule was not a vaccine mandate but a mandate for the unvaccinated to mask and get tested. But conservative-leaning Justices Brett Kavanaugh and Neil Gorsuch questioned whether the Occupational Safety and Health Administration (Osha) had the broad authority to implement the mandate without instructions from Congress. \"This is something the federal government has never done before,\" said Republican-appointed Chief Justice John Roberts, who is often viewed as a swing vote on the court.The case pits a number of Republican-led states and a coalition of business groups against the US Department of Labor.Critics of the vaccine mandate from the department's Osha argued in court on Friday that the federal government had overstepped its authority by issuing the sweeping mandate, which covers more than two-thirds of all US private sector employees. Additionally, lawyers for the coalition argued that it would be expensive for businesses, particularly the cost to test workers who refuse the vaccine.They have also warned that many workers may quit rather than comply - an argument that the government has contested.The federal government says the mandate is needed to prevent the spread of Covid-19 and to protect workers, arguing the policies could prevent 250,000 hospitalisations and over 6,000 deaths in six months. The government plans to begin enforcing the mandate 10 January. The rules were blocked by a federal appeals court in November, only to be reinstated by another court in mid-December. A second case, also being heard by the Supreme Court, concerns a vaccine policy announced in November for healthcare facilities receiving Medicaid and Medicare funding. The legal challenges come as the country struggles with a spike in infections driven by the Omicron variant.A November survey from the Kaiser Family Foundation, for example, found that 52% of Americans supported a federal vaccine-or-testing mandate, and 45% who were opposed.According to Johns Hopkins University, the US is now averaging more than 600,000 new Covid-19 cases and over 1,250 deaths from the virus each day. Currently, about 207 million Americans - some 62% of the population - are fully vaccinated.Although much of the public debate on vaccine mandates in recent months has been one of individual rights versus public health, for this conservative-dominated Supreme Court the legality of Joe Biden's policies will probably turn on questions about the power of the federal bureaucracy. This court has proven time and again to be sceptical of any attempts to broadly interpret the powers of the federal bureaucracy - an attitude again on display in this case. At one point, Justice Neil Gorsuch - a Donald Trump appointee - noted that Congress has had a year to legislate a vaccine mandate if it wanted. \"Now the federal government is going agency-to-agency as a workaround to its inability to get Congress to act,\" he said. Biden is trying to enforce his employer vaccinate-or-test mandate under a 1970 workplace safety law. He's justifying his healthcare worker mandate through the role the government plays in insuring the poor and the elderly. The court's conservative justices appeared highly doubtful about the former and only slightly more open to the latter. In just a few days, they could tell Biden to go back to the drawing board to find ways to get more Americans vaccinated. ", "url": "https://www.bbc.com/news/world-us-canada-59916467"}