{"datetime": "2018-01-11T15:35:32.000Z", "title": "Theresa May defends 'long-term' plastic waste plan", "article": "Theresa May has defended her 25-year plan to protect the environment as campaigners called for \"emergency\" action now. The prime minister said her long-term strategy, including eradicating all avoidable plastic waste in the UK by 2042, would allow future generations to \"enjoy a beautiful environment\". Green groups said the proposals should have legal force. Labour's Jeremy Corbyn said 25 years was \"far too long\" to take action. Unveiling the proposals at London Wetlands Centre, Mrs May vowed that Brexit would not lead to environmental standards being lowered, and promised her government would \"leave the natural environment in a better state than we found it\". Key to this is a crackdown on throwaway plastics. Under the government's plan, supermarkets will be urged to introduce \"plastic-free\" aisles while taxes and charges on single-use items such as takeaway containers will be considered. Mrs May's announcements also include: She said: \"We look back in horror at some of the damage done to our environment in the past and wonder how anyone could have thought that, for example, dumping toxic chemicals into rivers was ever the right thing to do.\" She called plastic waste \"one of the great environmental scourges of our time\", adding: \"In the UK alone, the amount of single-use plastic wasted every year would fill 1,000 Royal Albert Halls.\" Asked after her speech about calls for more urgent action, the PM said the government had already reduced plastic bag usage by nine billion and legislated to ban plastic microbeads used in cosmetics and cleaning products. And asked about her own environmental credentials, she revealed she had put owl and bat boxes in her garden. Some campaigners have warned about the loss of European environmental standards once the UK leaves the EU, but Mrs May promised a new \"world leading\" body to hold the government to account on environmental issues. However the chairwoman of the Commons Environmental Audit Committee, Labour's Mary Creagh, said a new Act of Parliament was needed after Brexit. \"We don't want to go back to being the 'dirty man of Europe',\" she added. Thursday's announcements are the culmination of an environmental week for the government. On Sunday, Mrs May promised a clampdown on plastic waste. On Wednesday, plans emerged to extend the 5p plastic bag charge to include corner shops in England. Ministers have been under political pressure to do more for the environment after it was identified by the Tory think-tank Bright Blue as the key issue for young voters, who failed to back the party in large numbers at the 2017 general election. Environmentalists agree that the government's plan to restore nature - not just safeguard nature - is genuinely radical. Many of the UK's landscapes have been ravaged by development, intensive farming and sheep grazing. Only 2% of wildflower meadows have survived. I understand that the document will cover many policy areas, including: managing land sustainably; enhancing nature and recovering wildlife; increasing people's health and well-being through nature; resource efficiency, reduction of pollution and waste and protecting and improving the global environment. But there is scepticism about how far the environment department Defra will be able to carry out its plans. There are huge pressures on the natural world from urgently needed house-building; HS2 threatens scores of ancient woodlands; and the Department for Transport has a major road-building programme. Green campaigners said Mrs May's plans could simply be shelved if they become inconvenient and the promise to stop \"avoidable\" plastic waste is too vague. \"Britain's natural environment needs a 25-month emergency plan more than it needs a 25-year vision,\" said Greenpeace UK's executive director John Sauven. \"If the government's aim is to get through to young voters, they need to offer change that happens before these youths turn middle-aged.\" Greenpeace questioned why there was no mention of deposit return schemes for bottles - which the government has said it will consider - while Friends of the Earth said a \"clear timetable\" not \"woolly promises\" was needed. Sue Hayman, Labour's environment spokeswoman, said the Conservatives had a record of \"failure and broken promises\" on the environment. She said the \"weak\" proposals would mean the problem with plastic waste was \"kicked into the long grass\". The Liberal Democrats said it \"beggared belief\" that a target of 2042 had been set for removing plastic waste and that action was needed now.", "url": "https://www.bbc.com/news/science-environment-42651480"}