{"datetime": "2019-05-22T00:10:13.000Z", "author": "David Shukman", "title": "Straws: UK government to bring in new controls on plastic", "article": "In a bid to limit ocean pollution, the UK government will introduce new controls on single use plastic items next year. The measures cover plastic straws, plastic drinks stirrers and plastic cotton buds in England from April 2020.Only plastic drinks stirrers will be totally banned from sale - currently 316 million are used a year. Environmental groups have praised the move but say the government needs to take far more decisive action. The government press release announcing the new restrictions talks of \"a ban on the supply of plastic straws\" but in reality the aim is instead to restrict their availability. Shops including supermarkets will not be allowed to sell the straws but they will on sale by registered pharmacies in stores and online. That's because disabled groups have highlighted how straws are essential for everyday life and that a total ban could lead to the risk of dehydration. According to the announcement, bars and restaurants will not be allowed to display plastic straws or automatically hand them out but they will be able to provide them if people ask. When asked who could request a straw, a spokesperson for the environment ministry Defra said: \"Anyone can ask for a straw and be given one without needing to prove a disability - we've been working with disabled groups so that they don't feel stigmatised.\" Plastic stirrers will be subject to a total ban. However plastic-stemmed cotton buds, although restricted from general sale to the public, will still be available. Medical and scientific laboratories will be able to buy them for use in research and for forensic tasks in criminal investigations.Defra reckons 1.8bn plastic-stemmed cotton buds are used and thrown away every year in England.The government has been considering action on single-use plastic items since the public reaction to David Attenborough's landmark Blue Planet II documentaries nearly two years ago.At the time, Environment Secretary Michael Gove described being haunted by the image of marine life harmed by plastic and launched consultations on a series of measures to curb single-use items.As part of today's announcement that controls would come into effect next April, Mr Gove said: \"These items are often used for just a few minutes but take hundreds of years to break down, ending up in our seas and oceans and harming precious marine life. \"So today I am taking action to turn the tide on plastic pollution, and ensure we leave our environment in a better state for future generations.\" This comes as Scotland is also taking steps to restrict or ban plastic straws, and plastic-stemmed cotton buds. The Welsh government has also been considering similar measures.Earlier this week the European Union formally adopted a plan to ban a longer list of items including plastic straws, plastic cutlery and plastic plates by 2021.Green groups say they are pleased that the government is taking action but many are critical that the measures do not go further.WWF called for a ban on all \"avoidable single-use plastic\" by 2025 and said ministers needed \"to really ramp up their commitments\". The Marine Conservation Society, which said it found on average 17 cotton buds for every 100m of beach in England, said Mr Gove needed to do more to reduce plastic consumption and increase recycling rates.The Campaign to Protect Rural England (CPRE) said Mr Gove should phase out single-use items altogether and warned that replacements made with alternative materials might still be harmful.The move comes as many takeaway restaurants are already introducing biodegradable alternatives. Follow Davidon Twitter. ", "url": "https://www.bbc.com/news/science-environment-48358002"}