{"datetime": "2018-01-05T11:36:33.000Z", "author": "Roger Harrabin", "title": "'Latte levy' of 25p urged by MPs in bid to cut cup waste", "article": "MPs are calling for a 25p \"latte levy\" on disposable coffee cups - and a total ban unless recycling improves. Areport by the Environmental Audit Committee says the tax should be used to improve the UK's recycling and reprocessing facilities. The MPs say throwaway cups should be prohibited altogether by 2023 if they are not all being recycled. In response, Starbucks said it would try out a 5p cup charge in 20 to 25 central London outlets. \"We will begin the trial in February and initially it will last for three months,\" the firm said, adding that it continued to offer a 25p discount to customers who brought their own reusable cups.The government agrees plastic waste is a problem and will seek evidence on a tax on single-use plastics.The committee's chair, Mary Creagh MP, said: \"The UK throws away 2.5 billion disposable coffee cups every year - that's enough to circle the planet five and a half times.\"Almost none are recycled and half a million a day are littered. Coffee cup producers and distributors have not taken action to rectify this and government has sat on its hands. \"The UK's coffee shop market is expanding rapidly, so we need to kick start a revolution in recycling.\" The Liberal Democrats said they had been campaigning for a charge on coffee cups since September 2016 and were the only party to include the policy in their 2017 election manifesto. The party's environment spokesman, Tim Farron, said: \"I'm glad our call for a coffee cup charge is gaining traction. \"The evidence is clear that these levies work - the 5p charge on plastic bags has massively reduced usage and helped protect our environment.\" The proposed 25p levy is being opposed by the makers of paper cups.Mike Turner, of the Paper Cup Alliance, said paper cups were the most sustainable and safe solution for drinks on the go.\"The paper cups we manufacture in the UK are sustainably sourced, responsibly produced, recyclable and, through a number of facilities, are being recycled. We are committed to increasing recycling rates,\" he said. \"Taxing the morning coffee run will not address the issue of litter, but it will hurt consumers and impact already struggling High Streets.\" The MPs point out that while some coffee shops offer discounts for customers who bring their own cup, only 1 to 2% of coffee drinkers respond. Following the success of the plastic bag charge, they have concluded that consumers respond more to sticks than to carrots. The plastic lining in coffee cups makes them costly to recycle, and the MPs say the businesses supplying and producing them do not bear the full costs of their disposal. Disposable coffee cups are technically recyclable, but most are not because the UK has just three facilities that can split the paper and plastic components for recycling. The committee has called on the government to require coffee cups from cafes without in-store recycling systems to carry \"not widely recycled\" labels to increase consumer awareness. Cafes with in-store recycling systems should print their cups with \"recyclable in store only\", the MPs add. The committee's recommendations were welcomed by environmental campaigners.Fiona Nicholls from Greenpeace UK, said the problem was getting bigger: \"We must not allow the packaging industry to water down these recommendations any further.\" Hugh Fearnley-Whittingstall, chef and campaigner, said: \"The UK has woken up and smelled the coffee cup nightmare.\"The committee has recognised that the huge mountain of disposable coffee cups is effectively unrecyclable, and is overwhelming and disrupting the nation's waste disposal systems, ultimately polluting our rivers and seas, and needs urgent action.\" The British Coffee Association's Chris Stemman also welcomed the report's broad principles, but said a levy was not the answer. \"It places an unfair and additional cost on coffee drinking consumers only - despite paper cups only contributing 0.7% of total paper packaging waste,\" he told BBC News.\"We urge the government to ensure that if any potential tax is considered, that it is ring-fenced and used specifically to invest in new 'binfrastructure' and to improve recycling processes with local authorities that make it easier to separate and stream paper cups and other waste products.\" Mr Stemman said the industry should continue to focus on other environmental issues such as cutting water use, carbon reduction, and turning waste coffee grounds into biofuel. The government plans to produce a new plastics policy later in the year. Follow Roger on Twitter:@rharrabin ", "url": "https://www.bbc.com/news/business-42564948"}