{"datetime": "2018-01-09T15:36:53.000Z", "author": "Matt McGrath", "title": "Plastic microbead ban: What impact will it have?", "article": "A UK-wide prohibition on the use of plastic microbeads in the manufacture of some cosmetic and personal care products has come into effect. These tiny pieces of plastic are added to rinse-off products such as face scrubs, toothpastes and shower gels.Growing concern over the impact of these tiny plastic beads on marine life has convinced the government to act. A full ban on the sale of products containing microbeads will come into force in July. The small spherical beads, designed to help with exfoliation and then be washed down the drain, often slip through waste-water treatment plants and end up in the seas. They do not degrade over time and can transport toxic chemicals into marine organisms. \"Microbeads are entirely unnecessary when there are so many natural alternatives available, and I am delighted that from today cosmetics manufacturers will no longer be able to add this harmful plastic to their rinse-off products,\" said Environment Minister Therese Coffey.\"Now we have reached this important milestone, we will explore how we can build on our world-leading ban and tackle other forms of plastic waste.\" The UK ban has been welcomed by some campaigners, while others say it does not go far enough. Friends of the Earth waste campaigner Julian Kirby said: \"Unfortunately the ban does not cover a long list of products, such as sun-cream, lipstick and paints - and of course microbeads are only one part of the huge plastic pollution problem we currently face. \"With [BBC One programme] Blue Planet II awakening public horror at what plastic pollution is doing to whales and other wildlife, and the current crisis created by China's refusal to take all but the UK's best quality recycling, it's clear that a wholesale review of UK waste prevention policies is desperately needed.\" Experts say that in the course of a single shower, about 100,000 plastic particles from gels can enter the sewage system. While this sounds like a staggering amount, microbeads actually make up only a small proportion of the amount of plastic that ends up in the sea from the UK every year. Figures from the Department of the Environment suggest that between 0.01% and 4.1% of marine microplastic pollution comes from cosmetic product sources. In the UK it's estimated that some 680 tonnes of microbeads are used in cosmetic products every year.That remains to be seen. According to the Cosmetic, Toiletry and Perfumery Association (CTPA), which represents manufacturers, the vast majority of plastic microbeads have already been removed from products sold here. \"In rinse-off products, we are virtually at zero,\" said Dr Chris Flower, from the CTPA. UK cosmetic manufacturers have been working since 2015 on a voluntary plan to remove the beads. Boots phased out microbeads in their products in 2015, as did Unilever, while Colgate-Palmolive removed them in 2014.Some countries and states have loopholes that allow microbeads made from biodegradable plastic to continue to be used - that won't be the case in the UK. Campaigners are satisfied with this aspect of the regulations as they say there is little evidence that bio-plastics degrade quickly enough in the ocean to prevent damage to marine ecosystems. A range of natural alternatives are already being used in cosmetics particularly for exfoliation. Beads made from the oil that comes from the jojoba plant are fully biodegradable. Other natural products such as salt, coffee and whole oats, and more exotic ones such as rosehip seeds are all suitable and don't damage the marine environment in the same way as plastic. Last year, researchers at the University of Bath developedbiodegradable beads made from cellulose. Yes - microbeads are used mainly in products that help exfoliation, but microplastics will continue to be used in other cosmetics such as lipstick, and sun-creams. In fact, a range of products that don't wash off will continue to use microplastics.\"There are ingredients in the majority of leave-on cosmetics which could be defined as plastic,\" said Dr Flower. \"In terms of quantities, they represent about 2% of the relatively small amount that we were using as real plastic microbeads in rinse-off products. In terms of the actual amount being used that's likely to reach the oceans, it is vanishingly small.\" Waste consultant Eunomia says about 130,000 tonnes of plastic from paint on buildings ends up in the ocean every year, and some 80,000 tonnes from road paint - this is quite considerably more than the 35,000 tonnes that come from cosmetics.Some rinse-off cosmetics that contain glitter, including shimmering moisturisers, will be covered by the UK ban. However, most of the glitter products used by children, even though they contain plastic, will not.The ban has been generally welcomed by industry and campaigners alike. However, there are significant concerns about different approaches being taken in different parts of the UK - and worries that tackling individual issues such as microbeads or plastic bags is not addressing the overall scale of the problem. \"It's piecemeal,\" said Mr Kirby. \"These are welcome small step, but there's a much bigger picture of plastic pollution from paints, from textiles, to say nothing of bottles and packaging. To tackle it properly, you need a wholesale look at waste prevention policy.\" ", "url": "https://www.bbc.com/news/science-environment-42621388"}