{"datetime": "2018-01-10T10:06:00.000Z", "title": "Plastic bag charge: 5p levy could be extended in England", "article": "The 5p charge for plastic bags in large shops in England could be extended to cover nearly all retailers, as part of government plans for the environment. Environment Secretary Michael Gove told a meeting of the cabinet that he wanted to tackle our \"throwaway culture\". Shops with fewer than 250 employees are currently exempt from the charge, which since beingintroduced in England in October 2015 has cut plastic use. The government is set to unveil its 25-year environment plan on Thursday. Briefing the cabinet on Tuesday, Mr Gove said the government was \"determined to tackle the throwaway culture which plastics encapsulate\". The 5p charge on single-use plastic bags in England has contributed to a reduction of nearly 90% in their use, the government said. Wales ,Scotland andNorthern Ireland introduced their charges in 2011, 2014 and 2013 respectively and have also seen significant drops in usage. The charge applies to every new plastic bag used at large stores in England - but only shops or chains with 250 or more full-time employees. BBC political correspondent Ben Wright said there would be a consultation on extending the 5p charge in England. Chris Noice from the Association of Convenience Stores welcomed the government's plans as being \"good for the environment and good for the retailers taking part\". He told BBC Radio 4's Today programme that \"approval for carrier bag charging is now very high\" among the association's 33,500 members, and more than a third of the shops it represents have already adopted the idea voluntarily.He said: \"There was a bit of an adjustment period when the initial legislation came in in England. But everyone is pretty comfortable with it now.\" Plastic bags at airport shops or on board trains, planes or ships are currently not included, and neither are paper bags. More broadly, Prime Minister Theresa May said the government would take a stand against the \"profligate\" use of natural resources with its 25-year plan. Last week, she said 50 million trees would be planted in a \"Northern Forest\" stretching along the M62 corridor between Liverpool and Hull over the coming 25 years, to boost natural habitats and give people access to more woodland. ", "url": "https://www.bbc.com/news/uk-42630898"}