{"datetime": "2018-01-14T00:25:51.000Z", "title": "What are supermarkets doing to fight plastic?", "article": "Plastic waste is \"one of the great environmental scourges of our time\". These are the words of Prime Minister Theresa May, who has pledged to ban all avoidable plastic waste in the UK by 2042. About 6.3bn tonnes of plastic waste had been generated globally by 2015, with almost 80% of it going to landfills or the natural environment. And despite extending the 5p charge on single-use plastic bags, major retailers in England stillsold 2.1 billion in the last financial year. In a bid to tackle the problem, the PM has called on supermarkets to introduce \"plastic-free\" aisles and consider taxes and charges on single-use plastic items like food containers. But organisations like Greenpeace UK are sceptical about the plan, citing Mrs May's \"vague aspirations\" and calling for \"concrete action\", such as a bottle deposit return scheme or a \"latte levy\" on disposable coffee cups. So what are Britain's 10 biggest supermarkets doing to combat the \"scourge\" of plastic? By 2025, Tesco wantsall its packaging to be recyclable or compostable and its total packaging weight to be halved compared to 2007.It has removedall polystyrene from its fish packaging , and claims that more than 78% of its packaging is recyclable, though this depends on the type of material accepted by local authorities. Replacing two layer plastic trays with single layer plastic has also helped them toremove 92 tonnes of plastic . Sainsbury's has set a target toreduce packaging by a half by 2020 , compared to 2005.It has also committed to remove all plastic cotton buds, a major source of ocean plastic pollution. The supermarket recycles carrier bags, and has achieved a33% reduction in its own brand-packaging since 2006. Between 2015 and 2016, it also redesigned its two-pint milk bottles, saving580 tonnes of plastic a year . Asda has reduced the weight of its packagingby 27% since 2007 , partly by introducing \"skin\" packaging on some of its meat products. It also saved82 tonnes of plastic by making its two-litre own-brand water bottles lighter. Morrisons recycles its carrier bags and uses\"returnable bins\" for fish products to reduce the use of poly boxes.The company says it keeps95% of its store waste out of direct landfill.It has also banned microbeads and plastic cotton buds in its own-brand cosmetic products, and plans to phase out drinking straws in its cafes. In September, ittrialled removing single-use carrier bags entirely in six of its stores. Aldi wants tosource all its pulp-based packaging from certified forests by 2020 and has seen arelative 11% reduction in packaging of 11% between 2012 to 2015.It has not sent any waste directly to landfill since 2014, andrecycles 100% of its cardboard and plastic. Co-Op aims for 80% of its products to have\"easily recyclable\" packaging by 2020 .It hasreplaced polystyrene pizza discs with cardboard , saving 200 tonnes of plastic from landfill, and uses single-plastic packaging for meat, poultry and fish products.It has alsosupported the idea of a deposit return scheme for bottles. Waitrose has thinned its prepared salad bags and reduced smoked salmon packaging by 50%.It charges 30p or 40p for its food to be delivered or collected in plastic bags.Despite plastic bag charging, Waitrose says itsupplied 63 million bags in England from April 2016 to April 2017. Byswitching to biodegradable cotton buds , Waitrose estimates it has saved 21 tonnes of plastic. Last July, the supermarketintroduced a new sandwich wrapper , the plastic and cardboard of which can be more easily separated for recycling than other packaging. It also trialled anon-plastic punnet made from tomato leaf and cardboard pulp in October, and does not sell any productscontaining microbeads . It plans to make its own-label packaging widely recyclable, reusable or home compostable by 2025.Lidl says it is in the process of setting targets for plastic waste.It removed microbeads from all its cosmetic and household products last year, and has also committed to switching to biodegradable cotton buds.For the last 24 years it has charged for plastic carrier bags, and it stopped selling single-use bags last year. Iceland announced plans in January 2018 toeliminate or drastically reduce plastic packaging of all its own-label products by the end of 2023. It had previouslysupported the idea of a deposit return scheme for bottles.Marks & Spencer says thatmore than 90% of all its UK packaging is recyclable, and less than 1% (by weight) of all its packaging can be traced back to polystyrene. It hastrialled new materials to replace its blackCPET (a type of plastic) packaging , and the foils in packaging for biscuits and crisps. Between 2007 and 2012 itreduced its total packaging by 25% , and between 2012 and 2014, its food packaging usage per itemdecreased by 10% . It is also looking at using plastics made from plant-based oils. Louise Edge, senior oceans campaigner at Greenpeace UK, said that while initiatives like these were good, \"more radical and comprehensive policies\" were needed to tackle the plastic waste crisis. \"We need to see supermarkets making firm commitments to move away from using disposable plastic packaging altogether, starting with going plastic free in their own brands.\" Businesses should be using \"reusable containers wherever possible\", she said, and investment in research and development was \"vital\" to finding less problematic packaging materials. Supermarkets also needed to avoid solving one problem by causing another, such as reducing the weight of packaging by replacing glass with plastic, she said. But the most important step for retailers was to make an open commitment to reducing the use of resources and carbon emissions. \"None of these processes will be reliable without significantly increased transparency,\" she added. Greenpeace UK suggests retailers should: A spokesperson from the Department for Environment, Food and Rural Affairs said it was committed to stemming the damage caused by plastic waste and had made great progress in boosting recycling rates. \"We are encouraged by industry action to reduce plastic and packaging waste and look forward to seeing others following its lead,\" it said. Written and researched by Becca Meier. Infographic by Joy Roxas. ", "url": "https://www.bbc.com/news/science-environment-42652937"}