{"datetime": "2017-06-08T10:06:16.000Z", "title": "Scientists have invented environmentally-friendly microbeads", "article": "Scientists have created eco-friendly microbeads which could replace harmful plastic ones. Microbeads are tiny balls found in bathroom products like shower gels, shaving foams and face scrubs. They are controversial because they can end up in the sea and can be harmful to fish and birds. But now, a team fromBath University says it has created biodegradable microbeads by using material which breaks down easily. Last year, the government announcedplans to ban microbeads used in cosmetics and cleaning products. The move followed campaigning from environmental groups. More than 680 tonnes of mircrobeads are used in the UK every year. The tiny plastic beads are included in toiletries to help exfoliate the skin. Some end up in our food after being ingested by fish or seafood that we eat. \"We've developed a way of making microbeads from cellulose, which is not only from a renewable source, but also biodegrades into harmless sugars,\" says Dr Janet Scott, who was part of the experiment. \"We hope in the future these could be used as a direct replacement for plastic microbeads.\" Cellulose is an organic material that's found in wood and plants. According to the scientists, they could get this from waste products like those created in paper manufacturing. They add: \"These microbeads are robust enough to remain stable in a bodywash, but can be broken down by organisms at the sewage treatment works, or even in the environment in a short period of time.\" At the moment, non-biodegradable microbeads are made of polyethylene, polypropylene and polymethylmethacrylate - chemical names for plastics. They are made from oil and take hundreds of years to break down.According to Greenpeace , up to 100,000 microbeads can be washed down the plug in one shower. It's not known whether the government would allow the new biodegradable microbeads to be used in products after their ban on plastic ones comes in. Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-40199217"}