{"datetime": "2018-01-10T12:22:34.000Z", "author": "Dan Macadam", "title": "Coconut controversy: Shoppers query use of plastic wrapping", "article": "The sight of hard-shelled coconuts wrapped in a plastic-style film has left shoppers scratching their heads. For some, it is another example of pointless packaging, which is adding to the piles of plastic waste. The boss of Sainsbury's, one of the supermarkets selling the £3 ready-to-drink coconuts, agreed in a BBC interview that it seemed \"daft\". But the coconuts' supplier says the film is fully recyclable and keeps the water fresh for much longer. The Genuine Coconut company says the film is not a standard plastic and is made from recycled materials. It comes just a day after similar questions were raised aboutcauliflowers sliced into £2 \"steaks\" and sold by Marks and Spencer in plastic wrapping. So has our food supply gone coco-nuts, or does the packaging help prevent another problem: food waste? The \"Genuine Coconut\" is wrapped in film, and comes with a pull top and straw to drink the coconut water.It is also sold by Waitrose, Marks and Spencer and Ocado, and compares with a normal coconut that sells at about 80p.The supplier of the coconuts - which come from Thailand - says the film helps to give them a longer shelf life of 40 days without using chemicals.But one customer asked: \"Was a coconut shell not good enough protection?\" Another Twitter user, Alex Morss, a blogger and ecologist, said: \"This coconut is not sold in its natural container, without processing, as nature intended... Plastic wrap/straws are not natural, sustainable or biodegradable.\" Asked about the coconut controversy, Sainsbury's chief executive, Mike Coupe, told the BBC he'll \"certainly be asking some questions about why we wrap coconuts in plastic\". But he also said it is important to remember that packaging helps to protect some products.\"It does play a part in making sure we don't increase the food waste in our business as well, so there's always a trade-off to be made,\" Mr Coupe said. TheUK uses 3.7 million tonnes of plastic a year , according to trade organisation Plastics Europe, and recent changes in China have made it more difficult to process.Ministers are trying to tackle waste by making it simpler for people to recycle and byplanning to extend the 5p charge on plastic bags to all retailers. Some shops are already taking steps to reduce plastic waste. For example, Sainsbury's says it has reduced its packaging by 30% over the last five years.In the US, pre-peeled mandarins in plastic packaging wereremoved from sale by Whole Foods Market after a customer's photo and tweet went viral. But the Spanish company behind Genuine Coconut says the wrapping is specially designed and can be recycled.It is an \"anti-steam film\" that is recyclable and prevents the water inside the coconut from spoiling and evaporating.This replicates the coconut's original green coating, the company says, and so helps it to stay fresh for longer without preservatives and chemicals. Without the film, the coconuts could not be classed as organic, the company adds. A Sainsbury's spokeswoman said the supermarket had no plans to review the availability of a product that is \"organic and comes in packaging that is fully recyclable\". ", "url": "https://www.bbc.com/news/business-42632024"}