{"datetime": "2018-01-02T02:28:36.000Z", "author": "Reality Check team", "title": "Reality Check: How much plastic do we send to China?", "article": "China has changed its rules on importing waste to be recycled, which means the UK won't be able to send some grades of waste plastic there any more. How big a problem is that? It's a bit hard to tell precisely because a lot of different bodies produce a lot of different figures. But let's start with how much plastic waste is generated in the UK. The trade organisationPlastics Europe estimated in 2014 that 3.7 million tonnes of plastic was being used per year in the UK. There are no official figures for the amount of plastic waste generated, but the anti-waste charityWrap used the Plastics Europe figure to claim that there would have been 3.7 million tonnes of waste.That's an estimate for all plastic waste, but we don't have a figure for how much of that was recycled.We do have figures for packaging waste, which exist because \"polluter pays\" regulations require companies producing or selling packaging to fund a certain amount of recycling.The Environment Agency collects the data from that process. It says 2.2 million tonnes of plastic packaging waste was generated in 2014 - it publishes those figures in itsNational Packaging Waste database. Packaging waste includes things like plastic bottles and film wrap on fresh food, but not things like car bumpers. To put that figure into context, it's 60% of Wrap's estimate for total plastic waste that year.In 2014, 842,000 tonnes, or 38% of the plastic packaging waste, was recovered or recycled. We do not have figures for the proportion of non-packaging plastic waste. A lot of that came from household recycling -those figures come from Defra , which tell us that in 2014, 428,000 tonnes of plastics were recycled after being collected from households in England. That had risen to 475,000 by 2016.How much plastic waste is getting sent overseas? Those figures come fromHMRC's UKtradeinfo website. In 2014, 2015 and 2016 the UK exported 800,000 tonnes of plastic waste a year. In 2014 and 2015, 500,000 tonnes of that went to China and Hong Kong, while in 2016 it was 400,000 tonnes. So the amount of plastic waste being exported to China is not far off the total amount being recycled from household waste collection - it's a very significant amount. But as news emerged of the changes to the rules in China, the amount being exported there this year started to decline, as this chart with figures up to the end of October 2017 shows. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/business-42456584"}