{"datetime": "2017-12-17T00:39:43.000Z", "author": "Reality Check team", "title": "Are seafood lovers really eating 11,000 bits of plastic per year?", "article": "The claim: Seafood lovers could be eating up to 11,000 microscopic pieces of plastic a year. Reality Check verdict: There is evidence of plastic microparticles being found in the particular mussels and oysters examined , but the research suggests that in order to consume that much plastic you'd have to be eating an average of more than four oysters or between 17 and 18 mussels a day.The figure of 11,000 bits of plastic a year, which has been reported by the Daily Mail and others recently, comes from a piece of Ghent University research dating back to June 2014. The researchers were investigating how much plastic is consumed by humans via water molluscs such as mussels and oysters.The researchers looked at mussels which lived on farms in the North Sea and were bought in Germany, and at oysters from Brittany in France which were farmed in the Atlantic Ocean. Farming in this context means the mussels and oysters lived on \"rope\" that hangs in seawater while they were growing.First they examined the combined tissue of three mussels and two oysters which was about 15-20 grams of meat and found that there was an average of 0.42 plastic particles per gram.While reports of this figure featured photographs of plastic bottles and other waste washed up on beaches, these particular particles are very small - if you put 11,000 of them in a line it would cover about 4in (11cm). To get an idea of how many particles people were likely to be eating, the authors accessed data from the European Food Safety Authority'sfood consumption database. The database has details of how much people of different ages eat of particular food groups. They took a group of Belgians aged between 65 and 74 as a sample of a high consumers of water molluscs. These people ate an average of 73.9g per day, which is about 27kg a year. When you multiply that by the 0.42 particles per gram, you reach just over 11,000 pieces of plastic. The trouble is that the figure for seafood consumption was only based on data for 17 Belgian people and was carried out in 2004. The 73.9g per day works out at more than four oysters and between 17 and 18 mussels every day, which is an extraordinarily high consumption. The best corresponding figure we have for the UK is based on a small sample of 58 adults - surveyed in 2000 - who ate seafood. The group averaged 14.3g of water molluscs per day which could mean that they consumed 2,192 plastic particles per year. That's considerably below the figure for the Belgians. The Ghent study says that we do not yet know whether plastic microparticles are harmful to humans and that more research is needed. But it does demonstrate that plastics are getting into our food chain via seafood such as mussels and oysters. And it's not only about human health. The final episode of the BBC'sBlue Planet II warned about the dangers of sea creatures eating plastic microparticles, which come from bigger plastic items breaking down in the water. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/science-environment-42270729"}