{"datetime": "2018-01-11T15:47:39.000Z", "author": "Robert Plummer", "title": "Plastic fantastic: How it changed the world", "article": "In little more than a century, plastic has gone from being hailed as a scientific wonder to being reviled as an environmental scourge. It was in 1907 that the first modern plastic, bakelite, was invented. It pointed the way to a whole family of products based on synthetic polymers - that is, compounds of large molecules made up of simple repeated units. In the late 1950s and early 1960s, improvements in manufacturing processes brought the cost of making plastics down dramatically, paving the way for cheap mass production. \"Plastic is an amazing substance, an amazing invention,\" Ian Jamie, managing director of Coventry-based manufacturer Staeger Clear Packaging, told the BBC. \"It's lightweight, it's tough, transparent, waterproof.\" It's not too much of a stretch to say that plastic made the modern world possible.Many things that we take for granted today depend on it. Milk, for instance, no longer has to be delivered in glass bottles, making it safer and less cumbersome to transport. Plastic has also allowed supermarkets to offer a wider range of fresher produce in a variety of portion sizes. Grapes sold in sealed trays rather than loose bunches have reduced waste in stores by more than 20%, retail analysts say. Consumers are advised by the Food Standards Agency to put raw chicken in a plastic bag to avoid the risk of food poisoning. Modern medicine has also greatly benefited from the disposable plastic syringe, invented in 1955. According to the British Plastics Federation, studies have also shown that if plastic packaging had to be replaced by other materials, it would lead to a rise in consumption of packaging, in terms of mass, energy and greenhouse gas emissions. In fact, it says, alternative materials to plastic would result in 2.7 times more greenhouse gas emissions over their lifetime. For all these reasons, few environmental campaigners seriously talk of turning back the clock to a pre-plastic age. The challenge is rather to mitigate the worst effects of its proliferation and find ways of reducing the pollution it causes. For Dame Ellen MacArthur, whose self-named foundation runs an initiative called the New Plastics Economy, the whole product cycle needs to be redesigned. She told the BBC that 78 million tonnes of plastic packaging were produced in the world every year, of which 40% went straight to landfill. \"Thirty-two per cent of it leaks into the environment, 14% is incinerated and only 14% is collected for recycling,\" she said. \"Of that, only 2% gets recycled into the same quality of plastic. That is wonderful, but 2% of 78 million tonnes is tiny.\" Dame Ellen said that 50% of plastic could be redesigned to be effectively recycled. All too often, products were made that were not recyclable, because recyclable and non-recyclable plastic parts were combined and could not easily be separated. Mr Jamie of Staeger Clear Packaging said he was working with researchers to find new forms of plastic that were less harmful to the environment. However, previous efforts had failed for technical reasons and new products would be more expensive. Ultimately, the solution is in consumers' hands, say the experts. As they point out, people who object to plastic can often choose to buy products packaged in glass bottles or tin cans instead. And other forms of plastic are being developed. However, they are likely to cost more and might end up giving us less attractive packaging. The question is: are consumers prepared to accept compromises to reduce plastic pollution? ", "url": "https://www.bbc.com/news/business-42646025"}