{"datetime": "2017-12-18T12:06:13.000Z", "author": "Roger Harrabin", "title": "UK plan to tackle plastic waste threat", "article": "A four-point plan for tackling plastic waste has been outlined by the Environment Secretary Michael Gove. He told BBC News that he wants to reduce the amount of plastic used in the UK, and to make it simpler for people to recycle.Environmentalists fear Mr Gove will be reluctant to set tighter rules for firms which benefit from the current use of plastics. The Environment Secretary outlined his thoughts during an informal meeting. He says he wants to: Reality Check: Are seafood lovers eating plastic? Recycling schemes often differ from one borough to the next, making it very confusing for households. Mr Gove said he was considering introducing common standards throughout local authorities to make recycling simpler. But Martin Tett, from the Local Government Association told BBC News that wouldn't work. He said: \"Common standards for recycling wouldn't be effective, as there is no one-size-fits-all solution to this problem.\" \"A key component is reducing the amount of unrecyclable waste we produce in the first place, which is why it's essential that manufacturers and retailers work with us to achieve this.\"What we need is packaging that is easily recyclable - this would not only make waste disposal easier for our residents, but save considerable amounts of money and energy, whilst protecting our environment.Mr Gove agreed the UK must expand its capacity to recycle, especially in the light of China's decision to refuse to recycle British waste in future.In the short term, he said, the UK would look to other East Asian nations to recycle British waste. But he said in the longer term the nation must \"stop offshoring our dirt.\" He says he's been spurred to action by David Attenborough's Blue Planet series, which highlighted the harm to marine life from plastic litter. Mr Gove has already been consulting with drinks firms on a deposit scheme to cut the amount of plastic bottles finding their way into rivers and the sea. Some environmentalists doubt that plastics manufacturers, retailers, drinks manufacturers and fast food outlets will volunteer to take the measures needed to reduce the use of plastics. Dr Dominic Hogg, from the Eunomia consultancy, said the plastics issue was huge, complex and urgent.He told BBC News the problem started with industry allowing pellets used to produce plastics to escape into the environment. Then, he said there are big problems with current recycling. \"We have a variety of collection and sorting systems,\" he said. \"Not all of which generate good quality plastics. The Chinese are about to close the border on us. We have a real problem. \"We're not recycling enough plastics. We're obsessed with convenience. Too much stuff is used to deliver a product which is soon discarded - often without any recycling. \"What we're throwing is increasingly being incinerated - and incinerators are not efficient generators of electrical energy.\" Many nations are trying to tackle plastic litter. Kenya, for instance, is one of many African nations that have banned single use plastic bags. It is now aboutto clamp down on plastic bottles, too. Plastic waste is just one of the big issues in Mr Gove's in-tray. The Environment Secretary told me he also intended to unveil the government's long-delayed 25-year Environment Plan in the New Year. He acknowledged that recent Brexit negotiations had delayed his plans for an early reform of fishing and farm policy in the UK.He confessed that the Brexit deal to keep current EU policies during the transition period would make early changes extremely difficult. Mr Gove said he was working with the Department for International Development (DFID) to see how UK aid money could be used to help developing nations tackle the tide of plastic waste. This would be on the agenda for the next Commonwealth heads of governments meeting, he said. He said he also wanted to expand the UK's world-leading network of ocean protected zones round far-flung territories.Follow Rogeron Twitter. ", "url": "https://www.bbc.com/news/science-environment-42397399"}