{"datetime": "2018-01-08T17:16:58.000Z", "title": "EU's Juncker: Don't believe Brexit won't happen", "article": "European Commission chief Jean-Claude Juncker says he believes Brexit will go ahead and the EU should tackle its looming budget shortfall. \"Don't believe those who say that it's not going to happen and that people in the UK have realised their error... I don't think that's going to be the case,\" he told a Brussels conference. The EU budget commissioner said the UK's departure would leave a hole of about €12-13bn (£11-12bn; $14-$16bn).The UK's exit is set for March 2019. Budget Commissioner Günther Oettinger said the budget gap would have to be closed with 50% spending cuts and 50% fresh money. He suggested a Europe-wide tax on plastic products as a source of extra revenue.The Commission will publish a proposal in May this year and has urged EU leaders to agree a budget deal by May 2019.Liberal Democrat leader Vince Cable and former Prime Minister Tony Blair are among the prominent voices arguing that Brexit can still be reversed, possibly by holding a new referendum on whatever deal is reached on the UK withdrawal. The EU is bracing for hard bargaining between the bloc's net contributors and net recipients for the next budget period, 2020-2026. The UK is currently among the major net contributors. By Adam Fleming, BBC News, Brussels \"There will have to be cuts in some major [EU] programmes - some significant cuts,\" Mr Oettinger warned. UK Prime Minister Theresa May has said Britain will honour its current commitments to the EU budget, until 2020.The UK is one of 10 member states who pay more into the EU budget than they get out. Only France and Germany contribute more.According to UK Treasury figures, the UK's net contribution for 2014/15 was £8.8bn. The total contribution was more, but the UK received a £4.6bn rebate. That annual rebate was won by the late Margaret Thatcher.In 2014/15, Poland was the largest beneficiary, followed by Hungary and Greece. On Monday the veteran pro-Brexit campaigner Nigel Farage met EU chief negotiator Michel Barnier in Brussels. \"Mr Barnier clearly did not understand why Brexit happened,\" he said after the meeting. ", "url": "https://www.bbc.com/news/world-europe-42609057"}