{"datetime": "2017-10-18T23:22:47.000Z", "author": "Jamie Robertson", "title": "The Chinese blockage in the global waste disposal system", "article": "Imagine the world as a global waste disposal system. Now imagine it with a blockage. And what if that waste is backing up around the world, reappearing in places where you really don't want it to be. That blockage is about to happen in China and the flood is going to start seeping out into waste disposal operations around the world. Three months ago, China decided to ban 24 different grades of rubbish as part of its \"National Sword\" campaign against foreign garbage.Until now China has been importing millions of tonnes of the world's waste every year to feed its recycling industry.The Bureau of International Recycling China estimates that China last year imported 7.3 million tonnes of plastic scrap from Europe, Japan and USA, and 27 million tonnes of waste paper. Robin Wiener, president of the US-based Institute of Scrap Recycling Industries, said: \"More than 155,000 direct jobs are supported by the US industry's export activities, earning an average wage of almost $76,000 and contributing more than $3bn to federal, state, and local taxes.\"A ban on imports of scrap commodities into China would be catastrophic to the recycling industry.\" The new restrictions have yet to be agreed by the World Trade Organisation (WTO) and China could still change its mind, but the waste is already starting to back up.In Hong Kong, 2,500 tonnes of waste paper are piling up at its docks every day.For China the problem is simply one of pollution. Its submission to the WTO reads: \"We found that large amounts of dirty wastes or even hazardous wastes are mixed in the solid waste that can be used as raw materials. This polluted China's environment seriously.\"Western recyclers admit that China has been a cheap and easy waste bin for their industry. In theory the rubbish from your recycling rubbish bin is meant to be treated or sorted before it goes in the container overseas, but the rules have too often been ignored and rarely enforced. Mike Baxter, external affairs director at the recycler RPC Group, says: \"The easiest option for years has been put it into a container and send it overseas where the labour is cheaper and it can be sorted by hand.\" But with the ban expected to come into full effect by the new year, if not before, the UK industry has written urging the Department for Environment, Food and Rural Affairs to help with the expected overflow. Even so, Robin Latchem, editor of the recycling industry magazine MRW believes the recyclers are not spelling out the problems loudly enough, and says: \"Why no mention of growing domestic stockpiles of waste and the danger of more fires or incidents of waste crime?\"I don't think it is scare-mongering to set out such fears, along with concern that public perception of the recycling industry in its widest sense will be heavily scarred by greater fly-tipping, larger-scale dumping and more plumes of heavy black smoke crossing housing estates.\" No minister from Defra was available for comment, but a spokesman told the BBC: \"We are aware of this situation and are looking into the potential implications.\" But there is flip side to the problem - an opportunity for the recycling industry.In the UK for example, a lot of the waste is high quality, such as off-cuts from plastic manufacturing and plastic bottles that have failed quality tests but can be reprocessed.That presents \"a great opportunity\", says David Wilson commercial manager of Vanden Recycling, a Hong Kong-based company with a new plastics recycling operation in Peterborough, in the UK.\"China has voluntarily given up a six million tonne a year industry. We'll be selective about it and we'll go for materials we understand and markets we understand, but some of that lost capacity will be rebuilt here,\" he says. Low quality waste is a different matter, however, and it requires some drastic rethinking of the whole supply chain.As waste begins to back up through the system, like any commodity in oversupply, it loses value. In the UK, for example, local authorities have been able to generate useful income from selling that waste on to the recyclers. That income is going to fall sharply. Andrew Bird, chairman of the UK's Local Authority Recycling Advisory Committee (LARAC) says as demand from China disappears, other markets are emerging, especially in India and wider Asia. Nevertheless, \"there is going to be a little bit of pinch point, to say the least, and that will have an effect on price - that's the biggest risk for local authorities\". One answer to tackling the global oversupply of low quality waste is the development of new technologies. Recycling Technologies has developed a method of recycling the most unappetising mix of dirty plastic into something it calls Plaxx, a fuel oil which can be used for myriad applications, including as a source for new recycled plastic.Adrian Griffiths, the company's chief executive, admits there's no shortage of \"feedstock\" - the term for all the raw material that feeds the process. \"We chemically recycle plastic. We take it back to the original material so it can become more plastic again: plastic, back to oil, and back to plastic again. Anything that goes to landfill currently is feedstock for us, and since the recycling figures are so low the vast majority of the plastic we want is not in recycling use anyway.\" More from the BBC's series taking an international perspective on trade: But tackling the global back-up of waste after China's changes will require investment.Surprisingly, it is waste paper recycling that can cost the most. A plastics recycling plant could require a £5m ($6.5m) investment to get it up and running, says Simon Ellin, chief executive of the Recycling Association. But a paper mill could cost up to £500m. However, RCP's Mr Baxter says investors are not going to step in unless there is a market for recycled goods, and he believes governments have a role to play.\"It's not just a case of recycling the material. It's having markets for the recyclates that are produced, and this is where government could come in.\" In the UK, he would like to see the government push local authorities and all government institutions to purchase recycled products. For Mr Bird, from LARAC, responsibility for tackling the long term problems of waste must lie throughout the global product supply chain, but especially with manufacturers. And he says one particular change could have a dramatic effect - the widespread adoption of Extended Producers' Responsibility. \"It means producers having to pay to ensure the products they are manufacturing can be dealt with in an effective, and environmentally cost-effective way.\"Meanwhile, the waste is piling up and the clock is ticking. Listen to Jamie Robertson's report on China's ban on waste imports here on BBC World Service's World Business Report programme. ", "url": "https://www.bbc.com/news/business-41582924"}