{"datetime": "2018-01-10T16:55:31.000Z", "title": "EU to consider plastic tax to plug gap in post-Brexit budget", "article": "The EU could adopt a tax on plastic packaging to reduce waste and to plug the gap in its budget left by Brexit. The European Commission - the EU executive - will consider whether the tax should be levied when the packaging is produced, used or disposed of, the budget commissioner says. It will also analyse whether there should be exemptions for packaging that is necessary for hygiene or safety. The ideas were floated in talks about the next budget period from 2020-2026. The EU budget is paid for by the 28 member countries. It is estimated the UK's departure will leave a permanent hole in the budget of some €12-13bn (£11-12bn; $14-$16bn) per year. The annual EU budget is around €155bn (in 2016), or about 1% of the bloc's economy. The UK is one of 10 member states who pay more into the EU budget than they get out. Only France and Germany contribute more. Budget Commissioner Günther Oettinger said the gap would have to be closed with 50% spending cuts - which could affect some major programmes - and 50% fresh money. Western states, net contributors, do not want to give more money while poorer, former communist eastern countries say they should not suffer cuts in the subsidies they get. The tax on plastic packaging has been suggested as one source of new money. Mr Oettinger said it could also help reduce the quantity of plastic used in Europe. No estimates of how much the tax could raise have been given. Mr Oettinger also proposed that the EU should receive the income from the Emissions Trading Scheme, which aims to curb global warming and currently goes to member states. Mario Centeno, chair of the Eurogroup - the group of eurozone finance ministers - said corporate taxation, value-added tax, energy and transport taxes were other possible means of extra funding, Reuters news agency reports. The Commission will make a proposal in May which will be considered by EU leaders and the European Parliament. It has called for an agreement on the budget by May 2019. The UK is set to leave the bloc on 29 March 2019. ", "url": "https://www.bbc.com/news/world-europe-42634457"}