{"datetime": "2018-01-10T20:58:35.000Z", "title": "Marks &amp; Spencer to stop selling 'cauliflower steak'", "article": "Marks and Spencer says it will stop selling its \"cauliflower steak\" after shoppers mocked the product. The veggie steak - two slices of cauliflower and a lemon and herb drizzle - was being sold for £2. Customers argued a whole cauliflower could be bought for £1 in its shops and raised concerns about excess packaging. An M&S spokeswoman said: \"We work hard to create quick and convenient meals for customers; however on this occasion we didn't get it right.\" The cauliflower steak was part of the new M&S Veggie range and after an introductory offer, which reduced the price by 20%, it would have cost £2.50. The range was aimed at customers wanting a \"quick and convenient vegetarian meal option\",M&S told BBC Three. On Tuesday, the retailer said the plastic tray packaging was there to protect the product and that it was \"widely recyclable\". Several newspapers have poked fun at M&S includingthe Guardian which published a recipe of how to make your own \"steaks\" at home. Gardening blogger Mark Willis was one of those unhappy with the product, saying: \"Who would fall for something so stupid? \"This is a story about convenience food gone mad… people don't realise how easy it is to cook your own food.\" Despite Sainsbury's also stocking the steaks, they seem to have avoided much of the criticism. There are growing concerns about global plastic waste and how necessary some packaging is. The European Union is considering plans to introduce a levy on plastic waste in the next EU budget period, from 2020-2026. Shoppers have also been questioning the plastic wrapping on a coconut sold by Sainsbury's. One Twitter user said cauliflower steak buyers \"must have more money than sense\". Kathryn said: \"What a wasteful item. The amount of plastic and processing involved in this is ridiculous. Like you say, buy a cauliflower, wash it and cut (and use all of it).\" While some said the prepared vegetable was \"perfect\" for those with dexterity problems. Alexandra said on Twitter: \"I'm GLAD shops are finally filling their shelves with more pre-prepared food because it means less microwavable meals for us. I don't care if that's not why they were made, but its why they should stay!\". A spokeswoman for M&S said: \"Once we've sold the stock that is currently in stores, we won't be ordering any more of this product. \"We work hard to create quick and convenient meals for customers; however on this occasion we didn't get it right. \"We have launched many other vegetarian dishes that are already proving popular with customers.\" ", "url": "https://www.bbc.com/news/uk-42639479"}