{"datetime": "2017-02-03T17:42:16.000Z", "title": "Iceberg lettuces and broccoli rationed as vegetable crisis hits supermarkets", "article": "Some supermarkets are rationing the number of iceberg lettuce and broccoli customers can buy - blaming poor growing conditions in southern Europe for a shortage in UK stores. Tesco is limiting shoppers to three iceberg lettuces, as bad weather in Spain caused \"availability issues\". Morrisons has a limit of two icebergs to stop \"bulk buying\", and is limiting broccoli to three heads per visit.Prices have also risen, with Lidl's iceberg lettuce up to £1.19 from 42p.But both Aldi and Lidl have told the BBC their stock levels have not been affected.Asda said courgette stocks were still low after a UK shortage last month. Customers have posted photographs on social media sites of empty lettuce shelves in Tesco stores, alongside signs asking them to limit lettuce purchases. One notice read: \"Due to continued weather problems in Spain there is a shortage of iceberg lettuce. \"To protect the availability to all our customers, we are limiting bulk purchases to three per person. We apologise for any inconvenience caused.\" A spokesman for the Prime Minister, Theresa May, said the government knew there was a \"situation\", and that the Department for Environment, Food and Rural Affairs (Defra) was \"monitoring\" it. Morrisons said availability of broccoli and iceberg lettuce in its stores was good and prices had not been affected - but some people had been bulk buying them because of shortages at other retailers.\"We have therefore had a cap on sales of broccoli and iceberg lettuce to ensure we maintain good supplies for our regular customers.\"As you can imagine, most customers don't buy more than three broccoli at a time.\" The Co-op told the BBC it was not limiting purchases at the moment but it was asking customers to \"shop responsibly\". Sainsbury's said severe weather had affected the produce it sold, but it was working with suppliers to maintain supply for its customers. The supermarket chain said prices could fluctuate up and down as a result of the circumstances but no limits had been placed on the number of iceberg lettuces shoppers could buy. Delivery company Ocado said it was not limiting the quantity of vegetables people could buy but was putting that \"under review\". It also said customers might have to be \"flexible\" about brands or varieties. Asda meanwhile apologised to customers that some of its stocks on vegetables were low because of the weather, naming courgettes and aubergines in particular.Mitchell Redmond, who runs a fruit and vegetable market stall in Essex, said wholesalers were charging £1.50 for an iceberg lettuce - which was \"extremely expensive for this time of year\" and \"at least double what it should be\". Speaking to the BBC's Victoria Derbyshire programme, he said he could see why the limits were being put in place by the shops, as restaurants and cafes frustrated with the wholesale prices were \"going to the supermarkets to find the cheapest price wherever they can\". Neil Baradwah, who runs the Cambridge Fruit Company, told BBC Radio 5 Live the problem had hit his wholesale business. \"The restaurants, the cafes, the sandwich shops, they all want iceberg lettuce to use and the price has just gone up,\" he said.\"When we have to pay more, we can't mark it up too much, so it affects our profits. It is the first time in 11 years I have seen any salad produce come from America. Normally at this time of year it comes from Spain or Holland, but the US is quite something.\"BBC weather forecaster Nick Miller said the weather was extreme for the time of year where the vegetables were grown.\"We had snow covering the Greek Islands, we had snow in Italy and we saw that pushing into Spain,\" he said.\"At the moment it is really quite stormy through parts of Iberia, into France and the Bay of Biscay on the southern flank of low pressure, which is giving a glancing blow to the UK. \"So, if it is not cold and snow, it is wind and rain.\"Dieter Lloyd, from the British Leafy Salads Association, said the weather was stopping farmers going out and planting as as well as damaging crops.He said the UK was having to compete with other countries to get what produce there was.\"Southern Spain provides around 80% of the fresh produce for the EU out of season, so it is not just the UK,\" he told BBC Radio 5Live.\"There are still stocks coming in, albeit at a reduced rate - I have seen it is as low as 30-50% of what we normally have - but the challenge is we are not the only people buying it. \"With Germany, France and the rest of the EU too, the people who are prepared to pay are going to get it.\" TheSpanish association of fruit and vegetable producers , FEPEX, said it expected the shortage of leafy vegetables grown outdoors, including lettuce and spinach, to continue until early April. Iceberg lettuces currently being stocked in UK supermarkets have probably been grown in California, rather than Europe. Teresa Wickham, supermarket expert and former director at Safeway, told BBC Breakfast if you insisted on certain vegetables, you would have to pay the price.\"The trouble is our shopping habits have changed and we are so used to salads and everything we want 52 weeks a year,\" she said.The shortage would mean prices going up, she said, so people may have to look at alternatives, \"which there are plenty of\".\"If you are looking for broccoli, you could just go from frozen broccoli. But if you are desperate for [fresh], then you are going to have to pay for it.\"", "url": "https://www.bbc.com/news/uk-38851097"}