{"datetime": "2017-12-04T14:34:23.000Z", "author": "Chris Johnston", "title": "Co-op sells food after 'best before' dates in waste crackdown", "article": "East of England Co-op will become the first major retailer to sell food beyond its \"best before\" dates. The chain's 125 stores in East Anglia will sell dried foods and tinned products for just 10p in a bid to cut food waste. Wrap, the waste and recycling advisory body, said the Co-op's \"bold\" move complied with food safety standards. The UK throws away 7.3 million tonnes of food every year, according to the Food Standards Agency. East of England Co-op, which is independent of the Co-operative Group, will sell tinned goods and dried food such as pasta, crisps and rice for 10p once they reach their best before date. Last week national waste agency Wrap, supported by the government,launched a new initiative to help prevent edible food going to waste. Wrap said the Co-op move had \"implications.... for a wider roll out\". However, the offer will not apply to perishable foods, which carry a \"use by\" date indicating when a product is safe to eat. The \"Don't be a Binner, have it for dinner\" campaign follows a successful three-month trial in 14 stores. Roger Grosvenor, East of England Co-op's joint chief executive, said the 10p items were sold within hours of being reduced. \"The vast majority of our customers understand they are fine to eat and appreciate the opportunity to make a significant saving on some of their favourite products,\" he said. \"This is not a money making exercise, but a sensible move to reduce food waste and keep edible food in the food chain.\" The retailer estimates the initiative will stop at least 50,000 items a year being thrown away. Other chains have not indicated any plans as yet to follow the initiative. The UK's largest grocery chain Tesco said it didn't sell food after it had gone past its \"best before\" date, but that they then donated any unsold food to local charities through a national scheme. Meanwhile Waitrose said food that was beyond its \"best before\" day but within its \"use by\" date was offered by Waitrose shops to local charities and good causes.Each shop also has schemes for staff to buy food \"on its last day of shelf life, or beyond its best before date\", at reduced price. Iceland said it had no similar policy in place and had no immediate plans to do so Source: Wrap By Joe Lynam, BBC business correspondent Wrap estimates that £13bn worth of edible food is thrown out in Britain every year - the majority of which is discarded needlessly. Consumers are often unaware of the difference between a \"use by\" and a \"best before\" date.This move by a national retailer to continue to sell non-perishable food after it has exceeded its best before date could start to tackle the UK's burgeoning food waste mountain. By selling rice, pasta, confectionery etc for a flat rate of 10p in some of its stores, the Co-op cannot be accused of trying to profit on such products.It may spark similar or even wider initiatives by larger rivals, which aim to eliminate food waste entirely. Whether this idea works depends entirely on consumers, many of whom are used to observing best before dates. Will they continue to eat by the rules?Wrap hoped the Co-op's initiative would result in both less waste and cheaper food. \"While 'use by' date labels indicate when a product is safe to eat, 'best before' date labels only refer to when food is at its best. As such it is perfectly safe to sell food at or after its \"best before\" date,\" a spokesperson said. As long as discounted items were not damaged, Wrap said the move met the latest guidelines from the Department for the Environment, Food and Rural Affairs and the Food Standards Agency. The FSA said products past their best before date were safe to consume but may not be at the optimum quality intended by the producer.", "url": "https://www.bbc.com/news/business-42217026"}