{"datetime": "2018-03-28T11:28:47.000Z", "author": "Roger Harrabin", "title": "Drinks bottles and can deposit return scheme proposed", "article": "People in England will soon have to pay a deposit when they buy drinks bottles and cans in a bid to boost recycling and cut waste. The deposit will increase prices - but consumers will get the money back if they return the container. The scheme is expected to cover single-use glass and plastic bottles, and steel and aluminium cans. Full details are subject to consultation and yet to be decided, including how big the deposit will be. But costs in similar schemes elsewhere range from 22p in Germany and 8p in Sweden. The government announcement comes after the Blue Planet II series highlightedthe threat of ocean pollution and showed footage of wildlife eating plastic. Environment Secretary Michael Gove said there was no doubt that plastic was \"wreaking havoc\" on the marine environment and discarded plastic bottles and cans \"end up dumped on pavements and lobbed into rivers, lakes and the sea\". \"We have already banned harmful microbeads and cut plastic bag use, and now we want to take action on plastic bottles to help clean up our oceans,\" he said. \"We need to see a change in attitudes and behaviour. And the evidence shows that reward and return schemes are a powerful agent of change.\" UK consumers use around 13 billion plastic drinks bottles a year but more than three billion are not recycled. Scotlandhas already announced plans for a deposit return scheme and in Wales, ministers said they want to helpimplement a UK-wide system. Northern Ireland will consider the approach as part of a review later this year. Similar schemes in northern Europe have led to a big increase in the amount of plastic recycled. About 40 countries worldwide - including Germany, Sweden and Israel - and 21 US states have some kind of deposit return scheme for plastic bottles. The schemes take different forms in different countries. Most involve returning bottles to an automated collection point or to the shop from which they were purchased.What happens to the money from unredeemed deposits, when people don't return a bottle to a collection point, also varies. In some countries it is kept by the producer or retailer while in others the money is donated to charity or returned to a centralised operator of the system, which normally ploughs that money back into running the scheme.The German system is estimated to have cost about £600m (726m euros) as an initial set up, and about £700m (793m euros) annually for maintenance.There the cost is borne by the retailer but in other countries unclaimed deposits pay for it. The British Plastics Federation estimates it could cost £1bn to set up a scheme in the UK, and another £1bn a year in running costs.The announcement has been welcomed by environmental campaigners, but industry may be worried about the price tag. It may be asked to pick up the bill for the deposit return scheme. Currently plastics producers pay just 10% of the cost of recycling packaging.Councils will also be anxious to ensure that kerbside collecting is not undercut when details are confirmed. Ministers have visited deposit return schemes in several north European nations.Theywere impressed by a Norwegian scheme , which claims a 94% recycling rate for bottles made from PET, the clear plastic used for water and fizzy drinks.The entire scheme in Norway was set up by the beverage industry after the government slapped a tax on every un-recycled bottle. The drinks industry has installed machines in shops that take in used bottles and cans and give back a coupon to return the deposit. Mr Gove saidthe 5p levy put on plastic bags proved how effectively the UK could respond as consumption of single-use carrier bags was down 83%. He said it was vital to act, pointing to two reports last week.One saidplastic pollution in the sea would treble in a decade unless marine litter is curbed. The other warned thatthe Great Pacific Garbage Patch - an artificial island of plastic material twice the size of France - is thought to contain 79,000 tonnes of floating waste - that is up to 16 times more plastic and microplastic particles than previously estimated.Samantha Harding, from the Campaign to Protect Rural England, said: \"This is a brilliant and significant decision by Michael Gove.\"I am thrilled that we will finally see the many benefits a deposit system will bring to England, not least the absence of ugly drinks containers in our beautiful countryside. \"What's significant is that producers will now pay the full costs of their packaging, reducing the burden on the taxpayer and setting a strong precedent for other schemes where the polluter pays.\" The British Retail Consortium welcomed the idea but added it wanted costs to be proportionate to the size of the retailer. Its director of food and sustainability, Andrew Opie, said a \"more coordinated, comprehensive approach\" focusing on manufacturer responsibility was needed to tackle plastic packaging in general. However, the British Plastics Federation says convenience is key to the scheme's success and retailers could face costs of tens of thousands of pounds. Director Barry Turner told BBC Radio 5 live's Wake Up To Money: \"Part of the problem with the fact that people do not dispose of containers in the right way is that there's not a convenient infrastructure to do that so there are going to have to be a lot of them and they're going to have to be conveniently located. \"I think that's one of the big challenges.\" Supermarket Tesco says this is \"only one aspect\" of helping to reduce waste in the UK. Follow Roger onTwitter. ", "url": "https://www.bbc.com/news/science-environment-43563164"}