{"datetime": "2017-12-21T12:36:29.000Z", "title": "The village which scrapped plastic straws", "article": "A Scottish village has become plastic straw-free after a campaign by school pupils. Ullapool believes it may be the first village in the UK to halt their use in all bars, restaurants and cafes. Pupils launched the campaign due to concerns over the environmental impact of plastic straws. Fourteen businesses in the Wester Ross village have either gone straw-free or are using alternatives to plastic, including paper straws. The campaign was led by Glasgow's Sunnyside Primary, who were on a field trip to the village, along with help from the Scottish Wildlife Trust and Ullapool Primary pupils. Ullapool pupil Caillín Erin Patterson, 11, said: \"There's no need for plastic straws.\"If you do use a straw it shouldn't be a throwaway one. We're killing our seas with single-use plastic and it's just not necessary.\" Pupils from the Glasgow school visited Ullapool in September, where they joined local children for a trip to uninhabited Isle Martin in Loch Broom. They found thousands of plastic straws among marine pollution during a beach clean. The success of their campaign has been welcomed by the Scottish government. Environment Secretary Roseanna Cunningham said: \"Congratulations to the Ullapool community for recognising the problem of plastic straws and taking action.\"This is an example to communities across the country of the bold steps they can take to protect our marine environment.\" Noel Hawkins, an Ullapool resident and the wildlife trust's Living Seas communities officer, added: \"This achievement is wholly down to pupil power.\"The children from Sunnyside Primary School have done a great deal to raise awareness within Glasgow and their enthusiasm rubbed off on the local kids when they came to Ullapool in September.\"The pupils went door to door to speak directly to businesses, and this has clearly had an impact. I'd like to thank everyone involved for taking action after listening to the concerns of these youngsters.\" He added: \"Living on the coast means we constantly see the impact of a throwaway attitude to plastic, both on our beaches and in our seas.\"Finding plastic drinking straws during beach cleans is particularly frustrating because there alternative products are available.\" The initiative is being promoted on social media with the hash tag #NaeStrawAtAw. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-42439946"}