{"datetime": "2018-02-23T21:39:24.000Z", "title": "Plastic straws could be banned, suggests Michael Gove", "article": "Environment Secretary Michael Gove has suggested that plastic straws could be banned in Britain. When asked by the Daily Telegraph if he would prohibit plastic straws Mr Gove replied \"watch this space\". He added that a balanced approach would be needed but said: \"If it is bad, then banning it is a good thing.\" The Marine Conservation Society estimates the UK uses 8.5 billion straws every year which are among the top 10 items found in beach clean-ups. Michael Gove also argued that outlawing plastic straws would be easier post-Brexit.He said that being in the EU meant there were \"some steps we might want to take environmentally that we can't yet.\" But Vice-President of the European Commission Frans Timmermans said the EU was already ahead of the UK on Twitter: Mr Gove responded by claiming there had been \"no specific proposal - as yet - from the EU to ban straws\".According to the campaign group, Refuse The Straw, plastic straws take over 200 years to break down.In January the Prime Minister Theresa May said she wanted to eliminate all avoidable plastic within 25 years. A number of restaurants including JD Wetherspoon, Wagamama and Pizza Express have announced that plastic straws would be phased out or only made available on request.The Queen has also sought to reduce plastic straw usage at Buckingham Palace, Windsor Castle and the Palace of Holyroodhouse. However, a disability group has expressed concerns about the move to ban plastic straws. The Scottish campaigning group, One in Five, has said organisations were \"racing ahead\" to respond to \"understandable environmental concerns\" without having \"fully considered the needs of some disabled people\". The group argues that paper straws cannot be used for hot drinks and that metal straws could be dangerous for those with Parkinson's. The recent BBC documentary Blue Planet II, narrated by David Attenborough, highlighted the damage caused by plastic in the sea. This includeda case of a pilot whale calf which is thought to have died after consuming its mother's milk contaminated with toxic chemicals from plastic. Get news from the BBC in your inbox, each weekday morning A government spokesman said: \"We are committed through our 25-year environment plan to eliminating avoidable plastic altogether by the end of 2042 so we leave our planet in a better state than we found it.\" \"We are exploring a range of options, and have already introduced a world-leading ban on microbeads, and set out plans to extend the 5p plastic bag charge, improve recycling rates and explore plastic-free aisles in supermarkets.\" ", "url": "https://www.bbc.com/news/uk-43169004"}