{"datetime": "2018-01-08T16:17:34.000Z", "title": "Marine Conservation Society backs plastic straw ban", "article": "Environmentalists have backed an MSP's campaign to ban plastic drinking straws. The Marine Conservation Society (MCS) has given its support for Kate Forbes'Final Straw campaign. The MSP for Skye, Lochaber and Badenoch has called on the Scottish and UK governments to crack down on the use of straws. The MCS said the number of straws and other single-use plastic items found on beaches and in the seas was rising. Ms Forbes said: \"I represent a constituency which stretches from the east to the west coasts and I can see the impact of plastics on our seas. \"One of the most common plastic items on the beach are plastic straws. \"Any ban has got to be UK-wide because the sea does not respect country borders and plastic straws washed out to sea in the south of England could easily end up on the Highland coastline.\" Ullapool recently became what it believed to be the first village in the UK tohalt the use of plastic straws in all bars, restaurants and cafés after a campaign by school pupils. Ms Forbes said Scots could be throwing away nearly three billion straws every year, based on US estimates of people using an average of 1.6 straws per day. Catherine Gemmell, Scotland conservation officer for MCS, said: \"It is fantastic to see MSP Kate Forbes call for a ban on plastic straws as they are one of the many single-use plastic items that we find rising in numbers on our beaches, in our seas and impacting our wildlife. \"A straw is only used for minutes yet will remain in the environment and our oceans for hundreds of years to come.\" A Scottish government spokeswoman said it would be \"appointing an expert panel to advise on the use of charges and other measures to reduce use of single-use items, which will help towards our ambitious target of reducing all waste by 15% by 2025.\" She added: \"With the support of this panel, we will consider the range of ways we could reduce use of throwaway items like plastic straws that are littering our land and seas.\"We all have a role to play in this and we would encourage people to think about whether they need to use such items.\" ", "url": "https://www.bbc.com/news/uk-scotland-42607662"}