{"datetime": "2017-11-29T01:57:32.000Z", "author": "Roger Harrabin", "title": "Clearer label plan in bid to reduce food waste", "article": "A new attempt is being made to improve labelling to prevent edible food going to waste. The waste agency Wrap says food labels use too many different terms, prompting people to throw away usable produce. Milk labels, for instance, typically say milk keeps three days in the fridge after opening - whereas actually it can keep far longer. Wrap says a third of the UK's 2 million tonnes of annual food waste is due to confusion over date labels. Wrap has long been campaigning against labels that induce waste. Five years ago it persuaded firms to stop using the phrase \"sell by\" and replace it with \"display until\". It now wants retailers to prioritise the term \"best before\" - suggesting clearly that the food can still be safely eaten after that date, even though it is less fresh. 1. Should you keep apples in the fridge? 2. How cold should you keep your fridge? 3. Should you keep onions in the fridge? 4. Where in the fridge should you store foods that need most chilling, like meat? 5. Should you keep potatoes in the fridge? 6. Should you keep pineapple in the fridge? 7. Should you keep bread in the fridge? For answers, see below Judgement on the usability of food is one of the great inter-generational dividers.Older people tend to sniff food and peer for signs of furry mould - then eat it if they haven't fallen over.Young people brought up in the health-and-safety era typically take a more literal approach based on labels.That is why Wrap wants to influence the labels themselves. Wrap's Andrew Parry told BBC News: \"We think food companies are often too conservative with their labelling.\"Obviously we don't want people getting listeria (which you can't smell) but we don't want people throwing away edible food either. \"We think people need much clearer consistent advice on, say, which foods need chilling, and at what temperature.\" Wrap wants firms to include a little blue fridge icon to inform people what needs to be kept in the fridge. It also wants people to ensure their fridges are at 5C or less which maximises storage time.A survey showed that 30% of households had their fridges set much warmer. Food waste is no longer just a question of household budgets.Wasting food increases the demand for more agriculture on forest land, which in turn depletes wildlife. It also increases greenhouse gases. The government is backing the Wrap initiative.Environment minister Therese Coffey said: \"We know that confusing labels can contribute to food waste by suggesting that edible items need to be thrown away sooner than is necessary. \"This new guidance will make packaging much clearer for consumers, saving them money and reducing waste.\" Wrap say changes to products, packaging and labelling made in response to earlier recommendations avoided nearly 150,000 tonnes of food being wasted in 2015, saving families an estimated £400m. 1. Yes, they last far longer. Take them out the night before if you don't like chilled apple. Most waste food is from the fruit bowl 2. 5C or less 3. No, they go soggy 4. The bottom - cool air sinks 5. No - it turns the starch into sugar so you're left with sweet, gritty spuds 6. Yes and no. Yes to cut pineapple. No to whole pineapple - it turns brown 7. Probably not. Cold delays it going mouldy, but makes it stale quicker. This doesn't apply if you always make toast. Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/uk-42159434"}