{"datetime": "2017-11-24T21:48:16.000Z", "author": "Suzanne Bearne", "title": "The firms being creative with food destined for the bin", "article": "A rising number of firms are finding creative uses for surplus food. But are consumers comfortable eating produce that would have otherwise ended up in the bin? On the surface there seems little that's different or unusual about Bean & Wheat, a deli and cafe hidden away in a cobbled alleyway close to Liverpool Street Station in London. But the food I'm tucking into - Kilner jars filled with delicious goods such as piccalilli and vegan chocolate mousse with a creamy tofu topping - has all been made from ingredients that would have otherwise been thrown away. Adam Handling launched Bean & Wheat in June to use surplus food from the kitchen of his nearby restaurant, The Frog E1.The Masterchef finalist wanted to help reduce the around 199,000 tonnes of food waste produced each year by British restaurants, which he feels not only harms the environment but also \"wastes money\". Bean & Wheat's dishes include salads made from unusual parts of vegetables, such as cauliflower stalks, pates made with off-cuts, and oils made with the tops of the herbs which are usually binned. Mr Handling also makes his own compost from vegetable peelings, cold-pressed juices from misshapen fruit, and even soap with coffee grounds. \"One of my priorities is to minimise food waste at my restaurants to the point that we have hardly any,\" he says.Bean & Wheat is just one of a rising number of companies looking to tackle the issue of food waste, which sees a third of food produced for human consumption lost or wasted, according to the UN's Food and Agriculture Organisation. That's equivalent to 1.3 billion tonnes globally every year.The overproduction of food, rules restricting the sale of discoloured or \"wonky\" produce, and an aversion to leftovers, despite them being perfectly fine to eat, are all to blame. And campaigners say that not only is such waste morally wrong, it also wastes water and worsens global warming as swelling landfills emit more greenhouse gasses. Jenny Dawson Costa quit her job in the hedge fund industry in 2011 and launched Rubies in the Rubble, hoping to offer a \"practical solution\" to the problem. The British firm uses unwanted \"ugly\" fruit and veg from UK farms to make condiments, such as pink onion and chilli relish, banana ketchup and piccalilli. Its products are available in 500 stockists, including Waitrose, Selfridges and independent stores. Ms Dawson says that since she started, the public has become more aware about the issue of food waste and more open to eating surplus food. \"Many consumers used to be put off by it and were worried about the quality but I think that's changing. Brands like ours are also showing it can be used in products that taste great,\" she adds, noting that her firm has won several awards. Indeed, even major retailers are embracing the trend, with Tesco and Asda among those now stocking misshapen fruit and veg. More stories from the BBC'sBusiness Brain series looking at interesting business topics from around the world: Others are taking a different approach to tackling the problem, such as Danish tech company Too Good To Go. It is one of a number of new apps that allow customers to buy unsold food from local restaurants, cafes and bakeries for knockdown prices. The firm works with more than 6,000 food businesses including Yo! Sushi and Exmouth Coffee Company, and operates in six countries including the UK, Switzerland and Germany. Co-founder Chris Wilson says it has saved two million meals from the bin since its launch in June 2016, however the firm still has to fight against negative perceptions around surplus food.\"Whilst there's been a shift in the mentality of people, most people are sceptical - the vast majority of the UK still looks upon food waste as being scraps from people's plates. With us it's not that at all.\"Trish Caddy, a food industry analyst at Mintel, also believes surplus food continues to be stigmatised.\"Consumers have high demands for companies to address food waste, but currently that does not translate to their own behaviour and it remains to be seen if the trend will go mainstream soon.\"She points to a Mintel survey, which found that 77% of those who eat out or buy takeaways agree that restaurants should be more committed to reducing food waste, but only 17% are interested in eating dishes made from food that was due to be thrown away. Of course, the hospitality industry will not be able tackle the problem of food waste alone.Manufacturers, retailers and most importantly households - the biggest producers of food waste - must all play their part, says UK charity the Waste & Resources Action Programme. However, Mr Handling says that every little helps and there are plenty of ways food businesses can contribute. \"They can incorporate more 'nose-to-tail' cooking, send anything that can't be cooked to be composted, or find another way to use off-cuts and by-products, or donate leftovers to charities as some restaurants and supermarkets do.\"It's about taking a second to think 'have I absolutely exhausted all possibilities with this ingredient?' before throwing it away.\" ", "url": "https://www.bbc.com/news/business-42064265"}