{"datetime": "2018-04-26T17:50:49.000Z", "title": "Plastic recycling: Your questions answered", "article": "Firms responsible for a significant proportion of supermarket plastic packaging have signed a deal to reduce plastic pollution by 2025 . More than 40 companies, including Procter & Gamble, Coca-Cola and Asda, have signed up with the government, trade associations and campaigners to form the UK Plastics Pact.The Pact says it's a once-in-a lifetime opportunity to rethink the way we use plastic and its impact on the environment.Recently, the government said it was consideringbanning plastic straws and cotton buds and this came hot on the heels of a proposal to make consumerspay a deposit on drinks bottles and cans. The increased motivation to curb plastic waste and boost recycling comes after the Blue Planet II serieshighlighted the threat of ocean pollution and showed footage of wildlife eating plastic . But as plastic continues to dominate our shopping aisles for now, we asked you to send in any questions you had about these latest proposals and plastic recycling. BBC Environment correspondent Matt McGrath answers Kathryn Baker's question The main way that plastic gets into the seas is via the world's major rivers.Research suggests that 95% of plastic is transported in this way . Eight of these rivers are found in Asia.The majority of the plastic in the oceans comes from China but other countries including Indonesia, the Philippines and Vietnam are also major polluters.However, consumer behaviour in developed countries including the UK, Europe and the US is also a major factor in pushing plastic into the world's waters. According to figures,US citizens produce around 120kg (264lbs) of plastic waste per person every year . The UK produces around 76kg (167lbs) of waste while in Sweden, it's around 18kg (40lbs).BBC Environment correspondent Matt McGrath answers Mark Bolt's question A major step to expand the reduction of plastics beyond bud, straws and stirrers has been announced in theUK Plastics Pact . Apart from packaging, two of the biggest plastic problems are straws and ear buds. These are among the most widely used items that turn up on beaches around the UK.Plastic cotton buds are often flushed down toilets and are small enough to pass through water filter systems and end up being eaten by fish and other marine creatures.The scale of UK plastic straw use is staggering with a figure of eight-and-a-half billion thrown away each year. The government is consulting on these steps with a possible ban to be introduced next year.Campaigners say that these proposals by government are not enough, and many other products need to be phased out too including plastic film - the UK uses more than a million tonnes a year, most of which can't be recycled.Attempts to cut down on the use of plastic coffee cups in the UK by the introduction of a so-called \"latte levy\" fizzled out earlier this year. The government rejected the idea of a 25p charge on disposable cups, despite the considerable success of a 5p plastic bag charge introduced in England in 2015. BBC Environment correspondent Matt McGrath answers @DaveStock18's question Last December, 193 countries committed toa UN plan to stop plastic waste entering the oceans . However, the commitment is not legally binding and doesn't have a timetable. And different countries have adopted different schemes.Around 40 have banned single-use plastic bags, with charges or outright prohibitions in place in China, Rwanda and many others including Bangladesh.Others including the UK are moving to ban plastic straws and cotton buds.Zero plastic waste shops are opening in many towns and cities while plastic-free aisles in stores was part of the25-year plan for nature in the UK put forward by Prime Minister Theresa May. BBC Environment correspondent Matt McGrath answers David Carr's question Any substantial action on an environmental problem like plastic pollution requires a number of key steps that take time.It needs a solid scientific base to determine the scale of the problem such as thelandmark study in 2015 that showed the world the true scale of the plastic problem with around eight million tonnes entering the oceans every year.More importantly it also needs an informed and motivated public willing to change habits to deal with the problem. In that regard, the global impact of Blue Planet II can't be underestimated.Many governments including the UK, have moved relatively swiftly to consult on ways of curbing plastic use.Large global corporations have also indicated their willingness to reduce plastic over the past five years, but that tide has become a flood in the last year.Marianne You will not need another recycling bin as the scheme will not operate through kerbside collections.In order to reclaim a deposit, customers will need to take their empty bottles to a collection point, which are likely to be located in shops and other public spaces.Some countries which already operate a similar deposit system have installed \"reverse vending machines\" to automate the process of reclaiming a deposit.Many of these machines are able to sort, crush and store used bottles. So-called\"reverse-vending\" has operated since 1984 in Sweden, where more than 90% of household waste is recycled. Anonymous Yes, if people have discarded deposit bottles or cans without claiming the deposit, they are fair game for anyone to pick up. You will not need to prove you purchased the bottle in order to claim the deposit.In the times when there was a deposit on glass bottles in the UK, children often used to scoop up waste bottles to make a bit of pocket money.In some US states, the sight of hard-up \"can men\" or \"can women\" gathering cans and claiming the deposit is commonplace.Some pensioners in the German city of Berlin have taken tocollecting plastic bottles to supplement their incomes .Arguably a high deposit fee would have the effect of maximising recycling, but also maximising the worth of discarded cans.While it is not yet known how high the deposit is expected to be in England, costs elsewhere range from 22p in Germany and 8p in Sweden. Jane The scheme is only being introduced in England because waste policy is a devolved issue.For example,Wales was the first of the Nations to introduce a charge for plastic bags in shops in 2011.Northern Ireland followed suit in 2013, followed byScotland in October 2014, andEngland in 2015.Scottish First Minister Nicola Sturgeonannounced a similar deposit return scheme for Scotland in September 2017. Mark The government is looking to devise a scheme that doesn't undermine local authority collections. But it's a tricky issue and, ultimately, the effects are uncertain at this stage. There has been some disruption to the recycling system since China resolved at the start of the year to ban imports of waste for recycling. Joseph There are more than 50 different types of plastics, making it more difficult to sort and reprocess than other materials.Nearly all types of plastics can be recycled, but the extent to which they are depends on factors such as whether the technology is available in the area you live. Many recycling collections in the UK have focused on key packaging types, for example plastic bottles, which are heavier than most other plastics and therefore relatively easy to sort.Often packaging can consist of more than one polymer type, which makes it more difficult to recycle.Problematic plastics includeblack plastic food trays, which are used by many supermarkets. They are generally not collected as sorting machines are not able to detect them - the carbon black makes them invisible. If they are collected, they are likely to be rejected at the sorting plant although companies are looking at new technology to get around this problem. Some companies now use yoghurt pots made out of polyethylene terephthalate - the same material that is used for plastic bottles, making them easily recyclable.But other yoghurt pots are made from polystyrene, which is not usually accepted in recycling schemes.Margarine tubs are often made from a wide range of polymers, which require technology not readily available in the UK - meaning it is often shipped abroad for recycling. Some district and borough councils collectplastic bags andfilm with their recycling, but they are not easy to sort mechanically meaning they are very costly to process. Paul Mostyn Many local authorities now allow residents to put plastic trays in their kerbside collection but recycling is managed locally, rather than by central government. What each council decides to recycle depends on the resources available.In Greater Manchester, the only plastic recycled is plastic bottles because they don't have the technology available to sort between different types. A bottle and a food tray, for example, can't be recycled together as they melt at different temperatures. Recycle for Greater Manchester, part of England's largest Waste Disposal Authority, says it focuses on plastic bottles as they are in demand by manufacturers that make new products, whereas there is low demand for plastics like yoghurt pots, margarine tubs and plastic trays. However, other areas, such as Surrey, are happy to take those items for recycling. According to the UK Household Plastics Collection Survey 2017, by Recoup - a UK organisation which recycles plastics, 76% of (298) local authorities in the UK collect plastic pots, tubs and trays. Only five local authorities out of 391 do not offer a collection service for plastic bottles, while 19% (75) collect plastic film and 9% (34) collect non-packaging plastics. To find out what you can recycle where you live, click here. L. Hudson Plastic bottles are the most commonly collected packaging type because they are easy to sort and can easily be recycled in the UK, where a far higher amount is used than in most countries because it is used as a milk container. Until recently, people were advised to remove lids from their plastic bottles because they were a different colour and could contaminate the bottle stream. However, many processors are now able to separate the lids from the bottles themselves. Check your local area. Peter Hickman Yes, squeezable toothpaste tubes are difficult to recycle and it is unusual for councils to collect them as part of their collections schemes. This also applies to other squeezable tubes that contain products, like moisturising creams. However, the pump action toothpaste tubes are made from a different type of plastic and are easier to recycle. Ben Even when plastics can be recycled, some people worry that doing so is even worse for the environment. Recycling paper and glass requires much less energy, so this is a concern more relevant to plastics. According to Prof Thomas Kinnaman, of Bucknell University in the US, recycling plastic uses roughly double the energy, labour and machinery necessary to put it in landfill. And all recycling has some environmental costs, including more trucks on the road.As modern incinerators produce less and less pollution, they could in theory become a more efficient option in the future. Governments are still encouraging recycling to reduce our need to extract ever more raw material from the environment. Moreover, leaving plastics in landfills can lead to greenhouses gases being released as they begin to break down.Karen Lee The environmental pressure groupGreenpeace sets out nine ways for people to reduce the amount of plastic they throw away. Their tips include: avoid packaged vegetables, carry a reusable cup and getting your milk delivered in glass bottles rather than buying plastics ones. Other tips include using Tupperware boxes instead of Clingfilm to keep food fresh and avoiding coffee capsules which cannot be recycled.", "url": "https://www.bbc.com/news/uk-42703561"}