{"datetime": "2018-02-02T08:00:02.000Z", "title": "Use of plastic straws scrapped at Scottish Parliament", "article": "The Scottish Parliament has stopped using plastic drinking straws in its own cafes, bar and canteen. Up until the end of 2017, Holyrood's catering outlets were using about 4,000 plastic straws each year. However amid rising concern about single-use plastics, paper straws are now being provided instead. Kezia Dugdale, a member of Holyrood's corporate body management group, said the move was \"part of a bigger picture\" to protect the environment. A growing range of organisations and institutions have begun withdrawing plastic straws from use amid concerns about plastic being found on beaches and in the sea. Skye, Lochaber and Badenoch MSP Kate Forbes has been runninga campaign , backed by the Marine Conservations Society, aiming for a \"plastic straw free Scotland\". Holyrood has now got on board, having already switched to fully compostable cups and lids for takeaway coffees and compostable food boxes and single-use cutlery. Ms Dugdale said the move to scrap plastic straws was \"a no brainer\". She said: \"When staff approached our supplier at the start of the year for an alternative to plastic, we discovered they could just as easily provide paper straws for pretty much the same cost. \"These are pretty small changes to make, but it's part of a bigger picture in thinking about our actions and protecting our environment.\"Ms Forbes said it was important her campaign also had an impact closer to home. She said: \"I give full credit to the catering team and Sir Paul Grice, chief executive, for their rapid response to my letter asking them to consider ditching plastic straws.\"If those who need straws ask for one, it will be available as its vital that these changes do not cause difficulty to those who need a straw for medical reasons.\"If the Scottish Parliament can do this, then I hope it encourages more councils and other public bodies to follow suit.", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-42908072"}