{"datetime": "2017-12-11T15:39:21.000Z", "title": "Six simple ways to cut back on plastic", "article": "Blue Planet 2 has got many people questioning whether they need so much plastic in their life. Throughout the series, viewers have been shocked by the impactplastic pollution is having on our oceans and wildlife. But it can be difficult to know how to make a difference. Plastic floating through the ocean on Blue Planet 2 Greenpeace say the equivalent of a truck full of rubbish ends up being dumped in the sea every minute. Newsbeat's been finding out which simple lifestyle changes can help. Ingrid Caldironi decided to cut down on plastic two years ago and says the best advice is to \"be prepared\".She told Newsbeat: \"At first when you're trying to do your weekly shop it can be difficult to avoid plastic packaging.\"I found local shops and markets were good because I could bring my own boxes to put cheese or vegetables in, but it does means you have to plan ahead.\" She now runs her own waste-free shop where customers bring their own containers to refill with products like shampoo, pasta or tea leaves which are stored in glass jars. Ingrid says: \"Obviously, running the shop makes it much easier for me to avoid plastic. \"What I've found since starting the shop is that people pretty much want the products and they don't care about the packing.\"Our customers are happy to bring their own containers and they don't mind travelling a bit further to shop with us because of that.\" Ingrid says starting out on a plastic-free life can be as easy as changing one thing.\"The first thing I did was buy a reusable coffee cup. I drink coffee everyday and buying throw away cups is such a waste.\"It made a big difference in the waste I was producing.\" She also has a few suggestions for other ways you can cut scale back on the plastic in your life. In the UK we use more than 35 million plastic bottles every year. A simple way of reducing that number is to carry a reusable bottle with you everyday and the added bonus is that it will save you money too. In fact, there's anapp which actually tells you where you can refill your bottle for free. Plastic straws are one of the top 10 items found in beach clean ups so unless it's a paper version going in your drink, say no.If you're really passionate about changing the tide on plastic straws, Greenpeace suggests asking the manager at your local pub or bar to think about ditching them or switching to paper straws (which are biodegradable and won't end up in the ocean). Not the most sophisticated of lunchtime accessories to carry around in your bag, but if it's there it means you won't have to grab any plastic cutlery when you're having lunch on the go. They're the little exfoliating beads you get in some face washes, and they're so small they end up going down the drain and into the ocean, where they don't belong.Steer clear of using products which contain them and whilst we're on it, glitter is just as bad. It's another type of micro-plastic that makes its way into our seas, affecting marine life and can be solved by switching toenvironmentally-friendly glitter . Since the 5p charge was introduced for plastic bags in England, there's been a 85% drop in their use. So if you're not already carrying a tote bag around with you then you're behind the trend.Whether it's fruit, veg or tins of beans, buying them loose means you avoid the plastic packaging that keeps them all together in a multipack.Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-42309891"}