{"datetime": "2018-01-16T14:04:30.000Z", "title": "McDonald's aims for fully recycled packaging by 2025", "article": "Fast food giant McDonald's has said all its packaging worldwide will come from sustainable sources by 2025. The restaurant chain will aim to get all items like bags, straws, wrappers and cups from recycled or renewable materials, up from half currently. McDonald's also wants 100% of its restaurants to recycle packaging by then, compared with only 10% now. It comes as UK supermarket Iceland has promised to drastically reduce its plastic packaging by the end of 2023.Both companies said there was an overwhelming demand from customers to make packaging more environmentally friendly. Francesca DeBiase, McDonald's chief supply chain and sustainability officer, said it was customers' number one request \"to use less packaging, sourced responsibly and designed to be taken care of after use\". In the UK, sites no longer use foam packaging and more than 1,000 restaurants have recycling bins for plastics and paper cups. However, the world's biggest restaurant chain, which has 37,000 sites worldwide, said some restaurants might struggle to recycle packaging by 2025. That is because infrastructure, regulations and customer behaviour vary around the world, but McDonald's \"plans to be part of the solution\". Friends of the Earth welcomed the news, but said \"speedier action in some countries, such as the UK is surely possible\".McDonald's is already aiming for all its paper and card packaging, such as burger boxes or paper bags, to come from recycled or certified sources where no deforestation occurs by 2020. In the UK, retailers have faced outcries over the packaging of coconuts and cauliflower \"steaks\", and shoppers have reacted to vivid images of plastic pollution in Sir David Attenborough's Blue Planet programme. Iceland is aiming to remove plastic from the packaging of more than 1,000 own-brand products within the next five years wherever feasible. New ranges will be packaged using a paper-based tray, rather than plastic. Nigel Broadhurst, joint managing director of Iceland, explained the typical ready meal was packaged in a particularly bad way.\"It is currently in a black plastic tray. That black plastic is the worst possible option in terms of toxins going into the ground and the ability to recycle that product,\" he told the BBC. In the UK, Prime Minister Theresa May has pledged to ban all avoidable plastic waste in the UK by 2042. Do you have a question about plastic recycling? Let us know. Use this form to ask your question:If you are reading this page on the BBC News app, you will need to visit the mobile version of theBBC website to submit your question on this topic.", "url": "https://www.bbc.com/news/business-42704291"}