{"datetime": "2018-01-19T17:18:12.000Z", "title": "Coca-Cola pledges to recycle all packaging by 2030", "article": "Coca-Cola has announced a pledge to recycle a used bottle or can for every one the company sells by 2030. Calling it a \"massive global ambition\" the firm admitted its part in littering the environment and a responsibility to tackle the problem. The company, which markets 500 brands of fizzy drink, juices and water, will also work towards making all of its packaging recyclable worldwide. Greenpeace said Coca-Cola should focus on reducing, not recycling, waste. Coca Cola announced its \"World Without Waste\" campaign by acknowledging that food and drink companies were responsible for much of the rise in litter on streets, beaches and in the oceans worldwide.\"The world has a packaging problem - and, like all companies, we have a responsibility to help solve it,\" Coca-Cola chief executive James Quincey said in a statement. The firm also said it subscribed to the idea of a \"circular economy\" where resources such as aluminium, plastic and glass are re-used rather than disposed of. As well as the well-known Coke brand, the firm markets dozens of other juices, sodas and teas including Fanta, Schweppes, Smartwater and Appletiser.\"We believe every package - regardless of where it comes from - has value and life beyond its initial use,\" Mr Quincey said.\"If something can be recycled, it should be recycled. So we want to help people everywhere understand how to do their part.\" The firm said it was working to increase the recycled content in the materials it uses to make its drinks bottles, developing plant-based resins and reducing the plastics used in packaging. It will also invest in educating consumers on best recycling practice in their community, the firm said.Greenpeace welcomed Coca-Cola's move to increase the amount of recycled content in plastic bottles from \"a paltry 7%\" to 50% by 2030, the campaign group said it was unambitious compared to a commitment from Coke UK to do that by 2020. However, ina blog accompanying the announcement, Mr Quincey also defended the use of bottles and packaging more generally. \"It's tempting to romanticise a world without packaging. To assume that if we get rid of plastic bottles and cans that life will be better. For animals, for humans, for our planet,\" he wrote. \"This mistakenly ignores all the good they can do. Modern food and beverage containers help reduce food spoilage and waste. They limit the spread of disease. They can help save lives,\" he wrote. The UK government is considering introducing a deposit scheme for plastic drinks bottles.Coca-Cola's announcement made no mention of deposit schemes but in the past theUK arm of the company has said it would support the idea as long as the scheme was UK-wide. Tisha Brown, Oceans Campaigner for Greenpeace UK, said Coca-Cola's plan had \"fallen flat\" when it came to cutting down on waste plastic. \"A litter free world is possible - but only if big companies like Coke stop producing ever growing quantities of plastic litter. They need to reduce and reuse as well as recycle,\" said Ms Brown. ", "url": "https://www.bbc.com/news/business-42746911"}