{"datetime": "2018-01-11T01:21:30.000Z", "author": "Reality Check team", "title": "Plastic bag charge: Where does the money go?", "article": "The 5p charge for plastic bags in England could be extended to cover shops and chains with 250 or fewer employees, under government plans. In Scotland, Wales and Northern Ireland, the 5p charge already applies to all businesses, regardless of size. In the last financial year,large retailers in England sold 2.1 billion plastic bags . But where does all the money go? According to the government, there is a \"clear expectation\" the proceeds from the charge will go to good causes. It's up to the individual retailer to decide what cause to support.At the end of the last financial year (April 2017), the government asked the large retailers in England about their donations over the previous 12 months. Of the 261 that currently apply the 5p charge,168 retailers responded . This included the eight main retailers:In total, £66m was donated to good causes in the year 2016-17. This works out at 4p for every single-use bag sold.But why doesn't the full 5p get donated? First, retailers are allowed to deduct \"reasonable costs\" from their total before donating.The cost of the bags can't be claimed back, but retailers are allowed to deduct the cost of changing till systems, training staff and other administrative costs.Of the retailers who responded, 45 opted to deduct \"reasonable costs\" from their proceeds.This came to a total of £4.5m. Secondly, the 5p plastic-bag charge includes VAT - money that goes straight to government. Last year, large retailers paid £17m in VAT from the plastic-bag charge. In terms of who donated the most: Tesco come out top (£23.1m), followed by Morrison's (£6.4m) and the Co-operative Group (£6.3m). Local causes were the big winner, receiving £33m - half of the total donations. But how does the government know retailers are being honest about the way they charge for bags and donate to charity? By law, retailers need to keep a record of the number of plastic bags sold and what was done with the proceeds. Failure to comply can lead tofines of up to £20,000. Local authorities can send inspectors into shops to carry out \"secret shopper\" exercises to make sure bags are being charged correctly and records are being kept. BBC Reality Check asked the government how many fines had been given out since the plastic-bag charge had been introduced.The Department for Environment, Food and Rural Affairs, which is responsible for this policy, told us it did not hold the information on who had been fined.What do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-england-42638548"}