{"datetime": "2018-01-16T08:44:45.000Z", "title": "Iceland supermarket chain aims to be plastic free by 2023", "article": "Supermarket chain Iceland has said it will eliminate or drastically reduce plastic packaging of all its own-label products by the end of 2023. Iceland says the move will affect more than a thousand own-label products. New ranges will be packaged using a paper-based tray, rather than plastic. It follows recent outcries over the packaging of cauliflower \"steaks\" and coconuts, and Sir David Attenborough's Blue Planet programme, which showed vivid images of plastic pollution. Prime Minister Theresa May has called plastic waste \"one of the great environmental scourges of our time\". TheUK uses 3.7 million tonnes of plastic a year , according to trade organisation Plastics Europe, and recent changes in China have made it more difficult to process.Nigel Broadhurst, joint managing director of Iceland, explained the typical ready meal was packaged in a particularly bad way.\"It is currently in a black plastic tray. That black plastic is the worst possible option in terms of toxins going into the ground and the ability to recycle that product,\" Mr Broadhurst said. He said there could be changes to other packaging in future: \"Take oranges, they come in a net; apples come in a plastic bag. It doesn't take a lot of shift to expect that you could put an orange net round an apple.\" The company says it is aiming to complete the change to its own-brand packaging within the next five years, removing plastics wherever feasible. Iceland also said its research found that 80% of shoppers would endorse a supermarket's move to go plastic free.The chain has also earlier supported the idea of a deposit return scheme for plastic bottles. Mrs May has pledged to ban all avoidable plastic waste in the UK by 2042. In an attempt to tackle the problem, the PM has called on supermarkets to introduce \"plastic-free\" aisles, and to consider taxes and charges on single-use plastic items such as food containers. ", "url": "https://www.bbc.com/news/business-42692642"}