{"datetime": "2018-02-13T20:31:21.000Z", "title": "BBC to ban single-use plastics by 2020 after Blue Planet II", "article": "The BBC is to ban single-use plastics by 2020, after TV series Blue Planet II highlighted the scale of sea pollution. First, throwaway plastic cups and cutlery will be scrapped by the end of this year, followed by plastic containers in canteens by 2019. By 2020, the BBC hopes to be free of single-use plastic across all sites. Tony Hall, director general of the BBC, said he had been \"shocked\" by the plastic waste featured in last year's nature documentary. Two million plastic cups are currently used by BBC visitors and staff annually. The decision comes after the Queenbacked efforts to reduce single-use plastics on Britain's royal estates. The Scottish Parliament also announced plans to ban plastic straws, following similar announcements by restaurants including Pizza Express, Wagamama and JD Wetherspoon. Announcing its three-step plan on Tuesday, the BBC said some of its kitchens had already started replacing plastic cups with glasses. A trial will be launched at its site in Salford later this month to remove plastic containers from canteens and test a coffee cup recycling scheme. Any new contracts which come up for tender will also include a requirement to cut single-use plastic. Lord Hall said: \"Like millions of people watching Blue Planet II, I was shocked to see the avoidable waste and harm created by single-use plastic.\"We all need to do our bit to tackle this problem, and I want the BBC to lead the way.\"Scrapping throwaway plastic cups and cutlery is the first step, and with our plan I hope we can have a BBC free of single-use plastic altogether.\" Each year 400 million tonnes of plastic is produced and 40% of it is single-use, meaning it is only used once before being thrown away. More than eight million tonnes of plastic enters the world's seas each year, with most of that coming from land. But the majority of man-made plastics are not bio-degradable, meaning they will not rot. In addition, not all plastic can be recycled. For sea birds and larger marine creatures, the danger comes from being entangled in plastic bags and other debris, or mistaking plastic for food. Larger pieces of plastic can also damage the digestive systems of animals and can be potentially fatal. Blue Planet II, narrated by David Attenborough, was the most-watched TV show of 2017. Its first episode attracted more than 14 million viewers. It highlighted the damaging impact that single-use plastic is having on the world's oceans - includinga case of a pilot whale calf which is thought to have died after consuming its mother's milk contaminated with toxic chemicals from plastic. Attenborough, 91, said in the series: \"Unless the flow of plastics into the world's oceans is reduced, marine life will be poisoned by them for many centuries to come.\" You might also like: Louise Edge, senior oceans campaigner at Greenpeace UK, said: \"The BBC is already a bit of a hero amongst those of us worried about the millions of tonnes of plastic entering our oceans every year, as the Blue Planet II series did as much to raise awareness of this issue as years of campaigning. \"But awareness-raising is only step one, so it's really encouraging to see the BBC moving on to taking action.\" In January, Prime Minister Theresa May pledged to eradicate all avoidable plastic waste in the UK by 2042. The commitment is part of the government's 25-year plan to improve the natural environment. ", "url": "https://www.bbc.com/news/uk-43051153"}