{"datetime": "2018-01-15T14:47:21.000Z", "title": "Coca-Cola to cut bottle size but increase price in face of sugar tax", "article": "Coca-Cola has announced it will cut the size of a 1.75l bottle to 1.5l and put up the price by 20p in March, because of the introduction of a sugar tax on soft drinks from April this year. However, the company said it has no plans to change its classic recipe.\"People love the taste... and have told us not to change,\" a spokesman said. Coca-Cola Classic contains 10.6g of sugar per 100ml. Under the terms of the government's new tax, it will be subject to a tax of 24p per litre. \"We have no plans to change the recipe of Coca-Cola Classic so it will be impacted by the government's soft drinks tax,\" said a spokesman for Coca-Cola European Partners. \"Coca-Cola Zero Sugar and Diet Coke, our no-sugar colas, are not impacted.\" The sugar tax was announced in March 2016, by the then Chancellor George Osborne, in an attempt to tackle rising obesity among children in the UK. From April, soft drinks manufacturers will be taxed at 18p per litre on drinks containing 5g of sugar or more per 100ml, or 24p per litre if the drink has more than 8g of sugar per 100ml. It is estimated, the tax will raise £520m a year - to be spent on funding sport in primary schools. The tax will apply to one in five soft drinks sold in the UK. Manufacturers and supermarkets have responded by tweaking recipes - typically upping the volume of artificial sweeteners - to avoid the levy. The amount of sugar used in Sprite, Fanta, and Dr Pepper - all owned by Coca-Cola - has been reduced - with the new version of Fanta, introduced last year, containing 33% less sugar. Similarly AG Barr, the makers of Irn Bru, took the decisionto dramatically alter the recipe of the famous Scottish drink as a result of the sugar tax.But the new low sugar version, which sees much of the sugar content replaced by artificial sweeteners, has divided opinion among fans of the drink and even seen a petition launched to save the traditional recipe. However, the makers of Coca-Cola remain adamant they will stick with the original recipe - perhaps fearing the public backlash they faced in 1985 when they were forced to abandon the 'new Coke' recipe after 79 days and return to the original version. Coca-Cola said it was in discussion with retailers ahead of the sugar tax: \"These discussions include reviewing the pack sizes offered to consumers and our approach to price-marked packs,\" a spokesman said. The nature of the tax suggests a 330ml can of Classic Coke may now be more expensive than a can of Diet Coke - which is not subject to the tax.Speaking to BBC Newsnight, a Cola-Cola spokesman conceded the increase in price for cans may be passed on to wholesalers - though it is not clear what will happen on shop shelves. \"As is always the case, our customers will have to decide the retail prices in their outlets.\" Tim Rycroft, of the Food and Drink Federation, told Newsnight that he thought the sugar tax was not \"the right mechanism\". \"If you put a tax on something, you will reduce consumption in terms of purchase. The question is, will you reduce consumption in terms of calories? Will those people who might choose not to buy a drink that goes up in price forego those calories, or will they find them somewhere else? \"Trying to tackle obesity through these very narrow interventions seems to me to be not the right way to do it.\"Watch Newsnight's investigation into advertising and sugary products on Monday 15 January at 22:30 GMT or on iPlayer afterwards. ", "url": "https://www.bbc.com/news/health-42690487"}