{"datetime": "2017-12-04T22:09:52.000Z", "author": "David Shukman", "title": "'Shame and anger' at plastic ocean pollution", "article": "Scientists who advised the Blue Planet II documentary team say they feel \"shame and anger\" at the “plague of plastic” impacting the natural world. Even in the remote waters of Antarctica, they have found evidence of plastic killing and harming seabirds.Wandering albatrosses – which have the longest wingspan of any birds alive today – are thought to be especially vulnerable.Nesting on the barren islands of South Georgia, they feed their young by scouring thousands of miles of ocean for squid and fish but often bring back plastic instead.The final episode of what has become the most-watched TV programme of the year explores how the oceans are threatened by human activities including overfishing and pollution.It will be broadcaston Sunday 10 December .In a particularly moving scene, Dr Lucy Quinn, a zoologist, is seen checking albatross chicks on Bird Island where she was the British Antarctic Survey’s winter manager for more than two years.One chick that Dr Quinn found dead and later dissected was killed because a plastic toothpick that it swallowed had pierced its stomach. Others had regurgitated plastic items including cling film, food packaging, cutlery and parts of bottles.Dr Quinn told me: “I feel real shame and anger that it’s humans who have caused this problem. \"It’s really sad because you get to know the birds and how long it takes the parents, away for ten days at a time, to collect food for their chicks and what they bring back is plastic. \"And what’s sad is that the plague of plastic is as far-reaching as these seemingly pristine environments.\" It's not known how many albatross chicks in Antarctica die from plastic pollution every year – it's thought to be fewer than the losses suffered by Laysan albatrosses on Midway Atoll in the Pacific .But on Bird Island, predators often eat dead chicks before the researchers can reach them – and the suspicion is that the effect of the plastic goes beyond the direct killing of seabirds.According to Dr Quinn, the threat is more insidious, weakening birds as they waste energy trying to digest plastic, which has no nutritional value, and potentially poisoning them as chemicals are released when the plastic breaks down in their stomachs.Research at the other end of the world into a smaller relative of the albatross – the fulmars of the North Sea – shows that while plastics may directly kill seabirds, it is the debilitating effects of the waste that could be more serious.Studies of fulmars found dead on beaches or caught accidentally by fishermen – which Dr Quinn has also been involved in – show that from 2010-2014, UK fulmars were found to contain on average 39 particles of plastic weighing a total of 0.32 grams.In an unsettling image, the volume of space taken up by that plastic in a fulmar’s belly is the equivalent in a human stomach of the contents of a typical lunchbox, and usually the plastic is made up of consumer items used just once and then thrown away.Most shocking is the effect of party balloons, released in a moment of celebration, but then catching the eye of a fulmar searching for food. Dr Quinn remembers one occasion when she dissected one of the birds.\"I couldn’t believe my eyes, seeing a balloon in the bird’s oesophagus, which would have killed it, along with cling film, toothbrushes and packaging – I feel extremely sad for the birds and impatient to do something,\" she said. The plastic may be undermining the fulmars’ health, which could affect their ability to breed - with long-term implications for the population as a whole.The threat from plastic waste is not limited to pieces that are visible – bottles, bags and other items break down into minute fragments, or \"micro-plastics\", which enter the food chain in every corner of the ocean. Scientists from the University of Newcastle even identified tiny fibres in the smallest creatures living in the deepest part of the Pacific, the Mariana Trench.Dr Jon Copley, of the University of Southampton, who joined the Blue Planet submarine filming in Antarctica, says that although he did not spot any plastic in the polar waters, he has been shocked by its presence elsewhere. \"When I've seen plastic in the deep ocean - such as a bin liner we found near deep-sea vents in the Cayman Trough - there's an initial shock and disappointment that our rubbish has got here before us as explorers. \"But then there's the realisation that our everyday lives are more connected to the deep ocean than we perhaps think. \"Every piece of plastic rubbish has a story, so it also makes me wonder about the chain of events that led to that particular item ending up in the deep ocean, and whether any of those events could have been prevented.\" Follow David on Twitter: @davidshukmanbbc ", "url": "https://www.bbc.com/news/science-environment-42221262"}