{"datetime": "2018-10-04T16:46:17.000Z", "author": "David Shukman", "title": "Vietnam's children and the fear of climate change", "article": "One little girl draws a nightmarish picture of people calling for rescue as they drown in rising water. Another sketches a huge snake with sharp teeth to show the power and danger of flooding. These disturbing images are the work of children at a primary school in Can Tho province, a region of Vietnam that is regularly swamped. They live in the Mekong Delta, a huge plain of rivers and rice-fields that's popular with tourists but lies only just above the surface of the ocean. The land itself is sinking and, at the same time, the level of the sea is rising, as global warming causes the water to expand and the ice caps to melt. That's why the delta, one of the world's greatest centres for rice production and home to 18 million people, is recognised as especially vulnerable to the effects of climate change. The children were asked to draw their pictures as part of a project run by Florence Halstead from the University of Hull, a researcher into young people's attitudes on global warming. At a primary school, which was itself flooded three years ago, she asked the pupils to close their eyes and think about flooding and then to describe what was on their minds. Loi, a 10-year-old, leapt to his feet and came out with a shocking image - \"people on their houses screaming for help\". His classmate, To Nhu, used crayons to depict a small girl drifting on her own in a boat towards what looked like a whirlpool or tornado. \"I think the flood is so scary,\" she told me, \"and I hope that we will not be swept away in the flood season.\" At a neighbouring desk, another pupil, Chau, created a scene that seemed far too horrific for someone so young: bodies were in the water and, below the surface, lurked a monstrous snake. I asked her why. \"Because the snake can live under the water and is very scary so it makes me think about the flood,\" she said.Flooding is routine in the delta. Over the centuries, it has played a beneficial role delivering nutrient-rich silt to the fields to make them exceptionally fertile.But, in recent years, the floods have become more damaging; the projections are for more severe and frequent inundations to come.Barriers are being built, but on one stretch of coastline more than 100 homes have been lost, along with big areas of precious farmland.A farmer who saw fields vanish beneath the waves, Lam Van Nghia, said the water level was rising so fast that \"there wasn't enough time to build sea defences\". To add to the stress, seawater pushing inland poisons the soil with salt, either reducing yields of rice or making it impossible to grow this vital part of the food supply. Many farmers are turning to other crops like hay, which is more tolerant of salt, or shrimp which can cope with more of it, all of which reduces the volume of rice produced.A leading farming expert even warned that the days of rice may be over for the Mekong Delta, with huge implications for food security and national income.Thomas Rath, Vietnam director of the UN's International Fund for Agricultural Development, told the BBC that \"this is all under threat\". \"Rice production is under threat and 80% of the rice is for exports, so it's a big economic risk for Vietnam,\" he told the BBC. This is why Vietnam, along with several dozen other developing countries, argues that the main target of the Paris Agreement on climate change - to limit the rise in global average temperature to 2C above the pre-industrial level - does not go far enough.It is pressing for a lower target of 1.5C . The Intergovernmental Panel on Climate Change, the UN's climate body, is releasinga report on the benefits of keeping global warming in check and on what is needed to achieve it. To try to understand how rapidly the region is changing, UK and Vietnamese scientists are studying the flows of the rivers and of the sediment they carry. When silt is deposited on the fields, it raises the level of the land, the one thing that helps to build it up and counteract the effect of a rising sea. I met Prof Dan Parsons, of the University of Hull, on a boat carrying sonar equipment to measure the river bed and the quantity of sediment in the water. Measurements over the past 20 years have shown a marked drop in the amount of sediment being delivered - the water looks clearer than in the past - and this is the result of dams upstream trapping everything in the flow. \"One clear risk is a heightened threat of flooding,\" Prof Parsons said. \"The saline intrusion that's driven by that relative rise in sea level combines to create a perfect storm of issues for people living here.\" While he and his colleagues are investigating the physical changes under way, his student, Florence Halstead, is exploring the social implications, particularly for a generation that will grow up having to face more threatening conditions. She described some of the children's pictures as \"harrowing\" but said it was important to prepare them for what lies ahead.\"They live in a water world, and that's only going to increase - the water's not going to go away and they need to learn how to adapt.\" ", "url": "https://www.bbc.com/news/science-environment-45738136"}