{"datetime": "2018-01-01T07:38:52.000Z", "author": "Roger Harrabin", "title": "UK faces build-up of plastic waste", "article": "The UK's recycling industry says it doesn't know how to cope with a Chinese ban on imports of plastic waste. Britain has been shipping up to 500,000 tonnes of plastic for recycling in China every year, but now the trade has been stopped. At the moment the UK cannot deal with much of that waste, says the UK Recycling Association.Its chief executive, Simon Ellin, told the BBC he had no idea how the problem would be solved in the short term. \"It's a huge blow for us... a game-changer for our industry,\" he said. \"We've relied on China so long for our waste… 55% of paper, 25% plus of plastics. \"We simply don't have the markets in the UK. It's going to mean big changes in our industry.\" China has introduced the ban from this month on \"foreign garbage\" as part of a move to upgrade its industries. Other Asian nations will take some of the plastic, but there will still be a lot left. Environment Secretary Michael Gove has admitted that he was slow to spot the problem coming. The UK organisation Recoup, which recycles plastics, said the imports ban would lead to stock-piling of plastic waste and a move towards incineration and landfill. Peter Fleming, from the Local Government Association, told the BBC: \"Clearly there's a part to play for incineration but not all parts of the country have incinerators. \"It's a challenge - but mostly in the short term… and we will cope. In the longer term we need a much more intelligent waste strategy.\" Any move towards burning more plastic waste, though, would be met with fierce resistance from environmental groups. Louise Edge, from Greenpeace, told the BBC: \"The government has got us into this mess by continually putting off decisions and passing the buck. \"Incineration is the wrong answer - it's a high-carbon non-renewable form of generating electricity. It also creates toxic chemicals and heavy metals. \"If you build incinerators it creates a market for the next 20 years for single-use plastics, which is the very thing we need to be reducing right now.\" The government is consulting with industry over a tax on single-use plastics and a deposit scheme for bottles. Mr Gove told the BBC his long-term goals were to reduce the amount of plastic in the economy overall, reduce the number of different plastics, simplify local authority rules so people can easily judge what's recyclable and what isn't as well as increase the rate of recycling. The UK must, he said, \"stop off-shoring its dirt\". The Commons Environmental Audit Committee said Britain should introduce a sliding scale tax on plastic packaging with the hardest to recycle being charge most and the easiest to recycle being charged least. There is broad agreement over much of that agenda, but it is not yet clear how the UK will achieve that long-term goal - or how it will solve its short-term China crisis. Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/business-42455378"}