{"datetime": "2018-01-17T10:52:34.000Z", "author": "Abigail Neal", "title": "Aberporth launches crusade against plastic pollution", "article": "Campaigners in a Ceredigion village want to see new laws brought in to help communities avoid plastic. Aberporth attracted media interest last month by launching acrusade against the wave of waste washing up on its beaches.The village shop went back to milk in glass bottles and the pub swapped plastic for paper straws.But locals say it is difficult to find affordable suppliers for plastic-free alternatives. \"I'm learning all the time about the difficulties of replacing plastic,\" said Plastic Free Aberporth organiser Gail Tudor. Last week Prime MinisterTheresa May pledged to ban all avoidable plastic waste in the UK by 2042, while supermarket chain Iceland said it will eliminate ordrastically reduce plastic packaging from all its own-label products within the next five years.\"It is great news to hear government and big business talking about it,\" said Ms Tudor. \"But at the moment there is no legislative teeth to these proposals. We need to start thinking about how fast manufacturers can change now, rather than in 25 years.\" Aberporth has signed up to thePlastic Free Coastlines campaign run by Surfers Against Sewage.The charity provides simple objectives for people to meet in order to earn the title \"plastic-free\". Children in Aberporth primary school are being taught about the need to clean and check plastic containers before putting them in the recycling bin, as contamination could lead to them being sent to landfill instead. Mike Allen, who runs Aberporth's shop, London Stores, has been on a steep learning curve since signing up to the campaign.He was even surprised to learn there isplastic in tea bags .\"I've managed to stock loose leaf tea, and found a company which will provide bread in wax-proof paper,\" he said.\"Swapping milk to glass bottles has been a great success, but I can't find anyone who can sell me biscuits or sandwiches without plastic.\" A spokesman for Surfers Against Sewage said winter beach cleans had increased, and they had seen a huge surge in public interest. \"Manufacturers should be seeking plastic alternatives and ensuring products can be easily recycled,\" said David Smith from the charity.\"Government needs to follow through on their promise to tackle the issue by introducing strong legislation such as a nationwide deposit return system which would see almost every plastic bottle recycled rather than ending up in our seas.\" Meanwhile, Ceredigion's neighbouring county, Powys, will be asked to \"significantly reduce\" the amount of plastic used by the council, businesses and residents. Powys councillor Emily Durrant, who has launched a Plastic-Free Powys campaign, plans to \"challenge\" the authority to ditch single-use plastics on all of its premises and in the community. At a council meeting later this month, the Llangors councillor will call on the authority \"to promote Powys as a major plastic reducer and devise a strategy to encourage staff and residents to reduce their use of throwaway plastic drastically\". Her proposals include installing water fountains in town centres so people can refill bottles and asking the public to refuse hot drinks sold in single-use cups at cafes. ", "url": "https://www.bbc.com/news/uk-wales-mid-wales-42708592"}