{"datetime": "2017-12-22T08:04:04.000Z", "author": "Roger Harrabin", "title": "Curbs on plastic bottle and packaging waste sought by MPs", "article": "People should pay a deposit for using plastic bottles in an attempt to protect the seas from the \"devastating effects\" of plastic pollution, MPs say. The House of Commons Environmental Audit Committee (EAC) also wants free public drinking water fountains. And it says firms using plastic packaging should pay more for the waste they create.The government says it is consulting with industry on a deposit scheme, and charges for single-use plastics. But the MPs say ministers need to review society's relationship with plastics as a whole. They are proposing a sliding scale of taxes on plastic packaging. They want suppliers of hard-to-recycle complex plastics to be charged most and firms using simple easy-to-recycle packages to pay least. The MPs are trying to tackle the rising tide of plastic waste in the ocean, which has been described by UN Oceans Chief Lisa Svensson as a \"planetary crisis\".EAC Chair Mary Creagh MP said: \"Urgent action is needed to protect our environment from the devastating effects of marine plastic pollution which, if it continues to rise at current rates, will outweigh fish by 2050.\" She added that the current levy on plastics producers only raised a fraction of the cost of dealing with plastic waste.\"Packaging producers don't currently have to bear the full financial burden of recycling their packaging,\" she said.\"By reforming charges, the government can ensure that producers and retailers will have financial incentives to design packaging that is easily recyclable - or face higher compliance costs.\" The committee also proposes a minimum 50% recycled plastic content in plastic bottles to stimulate the recycled plastics market. The Recycling Association strongly supports rules prompting packaging firms to simplify packaging and use fewer different types of plastics. The Green Party's Amelia Womack said: \"We need to design out waste from the very start of the consumer chain. That means ending production of single-use plastics while providing the infrastructure to enable corporations and individuals to recycle close to 100% of the items they use. \"Second, we need to invest in alternatives to plastic. There is a slowly rising network of zero-waste shops across the UK and companies like Splosh and Lush create products designed to have a limited or no impact on the environment. Sainsbury's chief executive Mike Coupe said \"tokenistic measures\" - such as introducing plastic-free aisles in stores - were not the answer to reducing plastic use. \"It needs a holistic solution,\" he told the BBC's Today programme. \"Whether that's recycling to make sure there are common recycling standards across the UK, whether it's the plastics we use.\" He said Sainsbury's had reduced its plastic use by 30% since 2006 - but insisted plastic \"does perform a purpose\" for certain products. \"One of the things that is commonly cited is 'why do we put plastic on cucumbers' - it extends the life of those products,\" he said. The government says it's taking the plastics waste problem very seriously - the Environment Secretary Michael Gove told me he's considering a four-point plan. Mr Gove said he'd been moved by images of plastic pollution on the Blue Planet series. Ministers are consulting with firms on a deposit scheme for bottles, and on charges for single-use plastics. Some firms are highly sensitive to consumer pressure on the issue: Lucozade announced it would change the complex packaging on its bottles after being exposed as a recycling \"villain\" by BBC News. The British Plastics Federation was unavailable for comment. Local authorities are wary about any plans that would raise costs for them. \"It's crucial that local authorities are consulted on the introduction of any new plastic bottle deposit return scheme,\" said Councillor Martin Tett, the Local Government Association's Environment spokesman. \"If councils are to be given the responsibilities to facilitate such a service, it must be matched in funding and resources so that councils are able to successfully implement it.\"Follow Roger on Twitter @rharrabin. ", "url": "https://www.bbc.com/news/business-42441355"}