{"datetime": "2018-01-12T22:54:10.000Z", "title": "£750,000 plastic pollution grant for South West", "article": "A £750,000 scheme to tackle plastic pollution has been launched by the Environment Agency. The project follows thegovernment's pledge on Thursday to eliminate avoidable waste and plastics in the UK by 2042. The money will pay for a new team to find solutions to plastic pollution problems, particularly single-use plastics, in the South West.A\"tidal wave\" of plastic struck Cornish beaches after Storm Eleanor. Emma Howard Boyd, chair of the Environment Agency, made the announcement from Bude, Cornwall, as she met environmental groups and charities. She said the new plastics and sustainability team will work with businesses to reduce plastic production and encourage more community action. Bude has a population of fewer than 10,000 people but has launched two high-profile environmental campaigns. The#2 minute beach clean andRefill schemes both started in the town. Avril Sainsbury, of the Bude Cleaner Seas project, one of the partners working with the Environment Agency, said she was \"delighted\" that Bude had been chosen to launch the scheme. The Widemouth Task Force has removed between 16 and 18 tonnes of rubbish from beaches around Bude since 2011. Ado Shorland, who founded the group, said: \"Bude has always been a special place with a sense of community. We all love where we live and we all feel a duty to do something, and it's not hard to find 50 volunteers for a beach clean if I call it just 24 hours before.\"Locals that have lived here all their lives and there are people who have moved into the area, all have the same passion. It's love where you live.\" Earlier this week, Theresa May recognised the work of Bude Cleaner Seas in a tweet. Emma Howard Boyd said she \"really wanted to shine a spotlight on a community that has already grabbed the attention of our prime minister\".\"There is a community of businesses and individuals here that are already passionate about this issue so that we can all learn from the excellent work that has taken place here.\"Avril Sainsbury said: \"They've acknowledged that we are working very hard as a community and are looking at us to be part of the solution. \"We have ambitious goals in terms of making Bude a very sustainable town and are well on the way to that.\"", "url": "https://www.bbc.com/news/uk-england-cornwall-42666007"}