{"datetime": "2017-12-05T00:10:08.000Z", "author": "Roger Harrabin", "title": "Ocean plastic a 'planetary crisis' - UN", "article": "Life in the seas risks irreparable damage from a rising tide of plastic waste, the UN oceans chief has warned. Lisa Svensson said governments, firms and individual people must act far more quickly to halt plastic pollution. \"This is a planetary crisis,\" she said. \"In a few short decades since we discovered the convenience of plastics, we are ruining the ecosystem of the ocean.\"She was speaking to BBC News ahead of a UN environment summit in Nairobi. Delegates at the meeting want tougher action against plastic litter. Ms Svensson had just been saddened by a Kenyan turtle hospital which treats animals that have ingested waste plastic. She saw a juvenile turtle named Kai, brought in by fishermen a month ago because she was floating on the sea surface. Plastic waste was immediately suspected, because if turtles have eaten too much plastic it bloats their bellies and they can't control their buoyancy. Kai was given laxatives for two weeks to clear out her system, and Ms Svensson witnessed an emotional moment as Kai was carried back to the sea to complete her recovery. \"It's a very happy moment,\" she said. \"But sadly we can't be sure that Kai won't be back again if she eats more plastic.\"It's heart-breaking, but it's reality. We just have to do much more to make sure the plastics don't get into the sea in the first place.\"Caspar van de Geer runs the turtle hospital for the group Local Ocean Conservation at Watamu in eastern Kenya. He had demonstrated earlier how uncannily a plastic film pulsating in the water column mimics the actions of the jellyfish some turtles love to eat. \"Turtles aren't stupid,\" he said. \"It's really difficult to tell the difference between plastics and jellyfish, and it may be impossible for a turtle to learn.\" On a pin board he's compiled a grid of sealed clear plastic bags like the ones used at airports for cosmetics. Here they contain the plastic fragments removed from the stomachs of sick turtles. Half of the turtles brought here after eating plastics have died. A huge table at the hospital is laden with an array of plastic waste collected off local beaches - from fishing nets and nylon ropes to unidentifiable fragments of plastic film. There's waste from down the coast as far as Tanzania - but also from Madagascar, the Comoros Islands, Thailand, Indonesia and even a bottle from far-away Japan. There's a score of mysterious white plastic rings which staff speculate are the rims of yoghurt pots, a plastic lighter. There are disintegrating woven plastic fertiliser bags, plastic straws - and much more. Bite marks show some items like small suncream bottles have clearly been nibbled at by fish, because they look like potential food. Local people scour the beach daily for plastic waste. They want clean beaches, and they're aware that local hotels want the same.But along the high water line millions of the fragments of plastics are mixed in with dried sea grass, too small to be collected.\"The scale of the challenge is absolutely enormous,\" says Ms Svensson. She's backing a resolution by Norway this week for the world to completely eliminate plastic waste into the ocean. If all nations agree to that long-term goal it'll be considered a UN success. Certainly, it sounds more ambitious than the current commitment to substantially decrease waste inputs into the sea by 2025. But some environmentalists argue that the absence of a timetable for preventing waste is a huge failing. Tisha Brown from Greenpeace told BBC News: \"We welcome that they are looking at a stronger statement, but with billions of tonnes of plastic waste entering the oceans we need much more urgent action. \"We need manufacturers to take responsibility for their products - and we need to look at our consumption patterns that are driving all this.\" Indonesia - the world's second biggest plastics polluter after China - has pledged to reduce plastic waste into the ocean 75% by 2025, but some observers doubt legal rules are strong enough to make this happen.Plastic waste is also on the agenda for this month's China Council - an influential high level dialogue in which world experts advise China's leaders on environmental issues. Kenya itself has banned single-use plastic bags, along with Rwanda, Tanzania and - soon- Sri Lanka. Bangladesh has had controls for many years, especially to stop bags clogging up drains and causing floods. But bags are just one part of the problem - there are so many other types of plastic flowing through waterways. \"The UN process is slow,\" Ms Svensson admitted. \"It could take 10 years to get a UN treaty agreed on plastic litter and a further two years to get it implemented.\"We have to progress through the UN because this is a truly global problem - but we can't wait that long. \"We need to get much stronger actions from civil society, putting pressure on business to change - they can switch their supply chains very fast. And we need more individual governments to take urgent action too.\" She praised the BBC's Blue Planet series and urged other parts of the media to highlight the issue. Ms Svensson said the ocean was facing multiple assault from over-fishing; pollution from chemicals, sewage and agriculture; development in coastal areas; climate change; ocean acidification; and over-exploitation of coral reefs. \"This is a planetary emergency,\" she said. \"I sense there is a momentum now about the need to act. We just have to be much faster.\"As we left Watamu after Kai's joyous release, I turned back for one last glance at the Indian Ocean. A small boy tossed a plastic bottle over his shoulder into the sparkling water.Follow Rogeron Twitter. ", "url": "https://www.bbc.com/news/science-environment-42225915"}