{"datetime": "2013-07-04T11:07:26.000Z", "author": "Roger Harrabin", "title": "Climate extremes are 'unprecedented'", "article": "The Earth experienced unprecedented recorded climate extremes during the decade 2001-2010, according to the World Meteorological Organisation. Its new report says more national temperature records were reported broken than in previous decades. There was an increase in deaths from heatwaves over that decade. This was particularly pronounced during the extreme summers in Europe in 2003 and in the Russian Federation during 2010.But despite the decade being the second wettest since 1901 (with 2010 the wettest year recorded) fewer people died from floods than in the previous decade. Better warning systems and increased preparedness take much of the credit for the reduced deaths. The WMO says smarter climate information will be needed as the climate continues to change. Its report, The Global Climate 2001-2010, A Decade of Climate Extremes, analysed global and regional trends, as well as extreme events such as Hurricane Katrina, floods in Pakistan and droughts in the Amazon, Australia and East Africa. The decade was the warmest for both hemispheres and for both land and ocean surface temperatures. The record warmth was accompanied by a rapid decline in Arctic sea ice, and accelerating loss of mass from the Greenland and Antarctic ice sheets and from glaciers.Global mean sea levels rose about 3mm per year - about double the observed 20th century trend of 1.6mm per year. Global sea level averaged over the decade was about 20cm higher than in 1880. The report notes that the high temperatures in the decade were achieved without a strong episode of the El Nino current which typically warms the world. It says that a strong El Nino episode would probably have driven temperatures even higher. Although overall temperature rise has slowed down since the 1990s, the WMO says temperatures are still rising because of greenhouse gases from human society. The WMO Secretary-General Michel Jarraud said: “Natural climate variability, caused in part by interactions between our atmosphere and oceans means that some years are cooler than others. On an annual basis, the global temperature curve is not a smooth one. On a long-term basis the underlying trend is clearly in an upward direction, more so in recent times.”But climate change doubters emphasise the lack of movement in temperatures throughout the decade. Judah Cohen, director of seasonal forecasting at Atmospheric and Environmental Research (AER), told BBC News that the issue hinged on the time frame. “For longer periods (two decades or longer) we found a robust and a statistically significant warming trend,” he said. For shorter periods - a decade or less - there is no longer a significant temperature trend of either sign, consistent with the reports of a recent 'plateauing' of global temperatures.” Even so, many climate scientists are alarmed by the consistently high temperatures during the decade. Every year of the decade except 2008 was among the 10 warmest on record.The warmest year ever recorded was 2010, with a temperature estimated at 0.54C above the 14.0C long-term average of 1961-1990 base period, followed closely by 2005. Greenland recorded the largest decadal temperature anomaly, +1.71C above the long-term average and with a temperature in 2010 of +3.2C above average. Africa experienced warmer than normal conditions in every year of the decade. Results from WMO’s survey showed that nearly 94% of reporting countries had their warmest decade in 2001-2010. No country reported a nationwide average decadal temperature cooler than the long term average. Scientists say there may be a connection between increasing global temperatures and extreme weather. The WMO says so far there's no conclusive evidence of a link to any single weather event, except perhaps in the case of the European heatwaves of 2003. But this field of research is very active. Prof Myles Allen from the University of Oxford told BBC News: \"We predicted the temperature of this decade using a conventional detection and attribution analysis and data to 1996 (when lots of people were arguing there wasn't even a discernible human influence on global climate), and nailed it to within a couple of hundredths of a degree.\"There were plenty of solar enthusiasts back in the 1990s who were attributing the observed warming since the 1970s to a brightening sun - which didn't really work out when we moved into an extreme solar minimum and still saw the warmest decade on record. He added: \"It's only a single data point (and no-one predicted the shorter-timescale lack-of-trend we have seen since 2000) but it's still worth noting. Let's see what the next decade will bring.\" Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/science-environment-23154073"}