{"datetime": "2018-10-02T00:02:34.000Z", "author": "Matt McGrath", "title": "What does 1.5C mean in a warming world?", "article": "Over the past three years, climate scientists have shifted the definition of what they believe is the \"safe\" limit of climate change. For decades, researchers argued the global temperature rise must be kept below 2C by the end of this century to avoid the worst impacts. But scientists now argue that keeping below 1.5C is a far safer limit for the world.Everyone agrees that remaining below that target will not be easy. This week in South Korea, researchers will report on the feasibility and costs of achieving this lower limit.The scientists of the Intergovernmental Panel on Climate Change (IPCC) are gathering in the city of Incheon to hammer out a plan in co-operation with government delegates, on the actions that would need to be taken to meet this new goal.In a word - politics. The idea of two degrees as the safe threshold for warming evolved over a number of years from the first recorded mention by economist William Nordhaus in 1975.By the mid 1990s, European ministers were signing up to the two-degree limit, and by 2010 it was official UN policy. Governments agreed in Cancun to \"hold the increase in global average temperatures below two degrees\". However, small island states and low-lying countries were very unhappy with this perspective, because they believed it meant their territories would be inundated with sea water as higher temperatures caused more ice to melt and the seas to expand.They commissioned research which showed that preventing temperatures from rising beyond 1.5C would give them a fighting chance. Sign up for a weekly chat about climate change on Facebook Messenger At the ill-fated Copenhagen climate summit in 2009, the climate-vulnerable nations pushed for the lower figure, but their efforts were lost in the blame-game that followed the collapse of the conference.But the idea didn't go away completely - and by the time of the Paris negotiations in 2015, it emerged centre-stage as French diplomats sought to build a broad coalition of rich and poor nations who would support a deal.It worked.More than you might think! Leaked drafts of the IPCC Summary for Policymakers that will be published after a week of haggling with government delegates in South Korea point to some major differences in terms of the impacts on the world of 1.5 and 2C. We've summarised the main ones here: \"Two degrees is no longer the two degrees we thought it was,\" said Kaisa Kosonen from Greenpeace who is monitoring the progress of the IPCC 1.5C report. \"It's increasingly becoming meaningless as a climate goal, when you look at the risks that would come with it and what we are already witnessing with one degree - why would you have a goal that doesn't protect anything that we care about?\" Very - the world has already warmed by around one degree and according to leaked drafts of the 1.5 report, we will sail past that limit by around 2040.The new IPCC report won't tell governments what to do but will instead set out a range of approaches that will likely involve heavy cuts in carbon emissions, a rapid transition to renewable energy and lifestyle and dietary changes as well. The IPCC have spent a lot of time considering that question and have devised a cunning plan!In their draft reports they talk about \"overshoot\", meaning that in many scenarios they expect temperatures to go beyond 1.5 but they believe they can be clawed back below the limit by using a range of technologies that will remove carbon dioxide from the air - these range from planting trees to more complex, untested machines.Some experts, though, believe that there are considerable risks to this approach.\"A species that goes extinct at two degrees will still be extinct if you come back down to 1.5C,\" said Dr Stephen Cornelius from WWF, a former UK government IPCC negotiator. \"Some things may come back but some things are irreversible, in terms of taking a risk you'd want to try and keep below 1.5, and clearly that means faster, deeper earlier emissions cuts, and it probably means carbon dioxide removal. But these technologies - some of them we know what to do, but some are early days and need to be assessed.\" Surprisingly, yes! While the task of limiting the global temperature rise to 1.5C this century is massive, there are some indicators on the horizon that show that some governments are recognising the seriousness of the issue and are taking steps to deal with it.The UK government says \"it intends to legislate for a net zero emissions target at an appropriate point in the future,\" and has joined 18 other nations in the Carbon Neutrality Coalition.Some environmentalists believe that the pathway to keeping temperatures down to 1.5 can be done without resorting to mechanical devices or planting billions of trees.\"If we have very rapid emissions reductions and couple that with massive scaling up of restoration of land and changes in our food system to reduce meat consumption, we can get to 1.5C in a way that creates lots of wellbeing for people,\" said Hannah Mowat fromFern . \"It creates better air and reduces levels of obesity. It's a world we want to say yes to, rather than a further industrialisation of our landscapes.\" ", "url": "https://www.bbc.com/news/science-environment-45678338"}