{"datetime": "2013-06-25T22:49:24.000Z", "author": "Paul Rincon", "title": "Obama lays out climate action plan", "article": "US President Barack Obama has laid out a package of measures aimed at curbing climate change, including limits on emissions from power plants. He also unveiled plans for an expansion of renewable energy projects, improved flood resilience and calls for an international climate deal. Administration officials had earlier rejected the idea of a \"carbon tax\". President Obama pledged in his inaugural address in January to act on climate change in his second term. Speaking at Georgetown University in Washington DC, President Obama said: \"As a president, as a father and as an American, I am here to say we need to act.\" President Obama mocked critics who contend climate change is not a threat. \"I don't have much patience for anyone who denies that this challenge is real,\" he said. \"We don't have time for a meeting of the Flat Earth Society.\" The president said climate change posed an immediate threat, with the 12 hottest years on record all occurring in the past 15 years. He added: \"While we may not live to see the full realisation of our ambition, we will have the satisfaction of knowing that the world we leave to our children will be better off for what we did.\" Most of the president's agenda can be executed without congressional approval, but some issues are likely to face opposition. The top Republican in the House of Representatives, House Speaker John Boehner, has called the plans \"absolutely crazy\".On Tuesday, the president reaffirmed his 2009 commitment to reducing greenhouse gas emissions by 17% below 2005 levels by the end of the decade.Critics say these reductions are too modest, and less aggressive than European Union targets. The plan includes the first-ever limits on carbon emissions from new and existing power plants. These are the single biggest source of carbon pollution, accounting for a third of US greenhouse gas emissions and 40% of its carbon output. But it remains unclear how strict these limits will be. Last year, the Environmental Protection Agency proposed regulating emissions from new power plants, but that plan was delayed. Seven US governors haveasked President Obama to abandon this proposal, which they say would \"effectively shutter\" coal-fired power plants and prevent the construction of new ones. Senate Minority Leader Mitch McConnell, a Republican, said imposing carbon rules on power plants amounted to a \"war on coal\". \"This is a huge step in the wrong direction, particularly in the middle of the most tepid recovery after a deep recession in anyone's memory,\" Mr McConnell said. President Obama also called for the US to stop supporting new coal-fired plants abroad. His plan would exempt plants in the poorest nations if the cleanest technology available in those countries is being used.President Obama called for more solar and wind energy projects on public lands, with the aim of powering the equivalent of six million homes by 2020. He also set higher goals for renewable energy at federal housing projects. In addition, he announced $8bn (£5bn) in federal loan guarantees to spur investment in green technologies. President Obama also broached the subject of the $7bn, 1,700 mile (2,700km) Keystone XL pipeline, meant to bring heavy crude from the tar sands of Alberta, Canada to the refineries of Texas, saying it should only proceed if it was in the nation's interest. \"The net effects of the pipeline's impact on the climate will be absolutely critical to deciding whether this project goes forward,\" he said. Backed by industry and labour unions but staunchly opposed by green campaigners, Keystone XL has turned into one of thebiggest environmental challenges of the president's time in office. Saleemul Huq, senior fellow at the International Institute for Environment and Development, said the plan was \"too little too late\".\"While it is good to see a leader of the world's richest country and biggest cumulative polluter finally promise to take actions,\" he said, \"after over a decade of refusal to do so, the problem has become much bigger while the US was ignoring it.\" Paul.Rincon-INTERNET@bbc.co.uk andfollow me on Twitter ", "url": "https://www.bbc.com/news/science-environment-23032890"}