{"datetime": "2013-01-21T17:25:13.000Z", "author": "Matt McGrath", "title": "A decision on the XL pipeline could define Obama's green agenda", "article": "Even before he was sworn in for a second term President Obama's in-tray has been bulging with letters about climate and energy issues. The big, looming problem that encompasses both areas is the Keystone XLpipeline .This $7bn, 1,700 mile trans-national project is meant to bring oil from the tar sands of Alberta to the refineries of Texas. Backed by industry but opposed by environmentalists it has become hugely divisive, with protestors taking to the streets outside the White House.A year ago, President Obama kicked the issue into the long grass. Writing at the time, my former colleague Richard Blackanalysed the background to the decision. But the long grass has now wilted and the President will shortly have to give a final yea or nay. In a recentletter to the President, 18 well known climate scientists urged him to reject the pipeline on the grounds that it increases US reliance on fossil fuels. \"Eighteen months ago some of us wrote you about the proposed Keystone XL tar sands pipeline, explaining why in our opinion its construction ran counter to both national and planetary interests,\" the letter said. \"Nothing that has happened since has changed that evaluation; indeed, the year of review that you asked for on the project made it clear exactly how pressing the climate issue really is.\" But anotherletter , from the premier of the Canadian province of Saskatchewan and signed by 10 state governors, stressed that the pipeline guaranteed energy supplies into the future from a reliable source.\"With the Keystone XL Pipeline, U.S. imports from Canada, a democratic friend and ally, could reach 4 million barrels a day by 2020, twice what is currently imported from the Persian Gulf.\" it said.It is an unenviable dilemma for a President who in his first term tended to steer a middle course on climate and energy issues, sometimes supporting the environmental argument sometimes supporting the economic rationale.He championed the reduction of emissions from cars and power plants, while at the same time expanding exploration for oil and gas in the Arctic. If he now supports the pipeline, he will be accused of giving in to industry. Reject it and he will be accused of sacrificing American jobs for ideology.In his inaugural address the President indicated that climate change would (once again) be a priority - but more than words, his actions on XL will be likely to set the tone for energy and climate issues in his second term. ", "url": "https://www.bbc.com/news/science-environment-21119892"}