{"datetime": "2018-09-24T12:55:55.000Z", "author": "Kevin Keane", "title": "Calls to speed up climate change action in agriculture", "article": "A lack of action in key areas of climate policy is being masked by good progress in decarbonising the power sector. Those are the findings of a report sent to Scottish ministers.The Committee on Climate Change said action was needed to speed-up progress in areas like agriculture. Its assessment said the primary reason for meeting recent targets was the closure of coal-fired power stations at Longannet and Cockenzie. The Scottish government said it welcomes the report which shows Scotland is on track to meet future targets. The committee's statutory role is to scrutinise the progress being made in reducing greenhouse gas emissions. Chairman Lord Deben said: \"Scotland continues to lead the UK in reducing its emissions and has ambitious targets which aim to go further. \"Decarbonisation of Scotland's electricity sector, and reductions in emissions from waste, have seen Scotland outperform the UK overall as emissions continue to fall year-on-year to nearly half of 1990 levels. \"The Scottish government has made some progress on tackling issues raised in the Committee's report in 2017. However, challenges remain.\"He continued: \"Achieving a 90% cut in emissions by 2050, as envisaged within the new Climate Change Bill, means greater effort is now required across other areas of Scotland's economy. This includes policies to drive down emissions in sectors where they are either flat or rising, such as transport, agriculture and energy efficiency in buildings. \"Without real action in these areas, Scotland may fall short of its long-term goals.\" The Climate Change (Scotland) Bill was introduced to parliament in May with a target to reduce greenhouse gas emissions by 90% by 2050. But that left environmental groups disappointed that the target wasn't 100% which would make Scotland net carbon-neutral. This report primarily looks at progress against existing targets and concludes that: NFU Scotland said it supported the decision of the Scottish government for measures in agriculture to be taken on a voluntary basis. It said its own members experience the impact of climate change \"on the front line\" and are having to adapt to changing weather patterns. Environment and Land Use Policy Manager Andrew Midgley said: \"We believe that we will achieve much better outcomes in the long run if people are encouraged to tackle emissions, recognising that this often reduces waste and brings efficiency benefits to the farm. \"We believe that pursuing a voluntary approach, rather than taking a regulatory approach, will deliver much better results in the long term.\"While that voluntary approach, through the likes of the Scottish government's 'Farming for a Better Climate' initiative, is criticised by the Committee on Climate Change, such an approach must be given a proper chance to work and receive greater resources than currently so that the messages are shared as widely across the industry as possible. There is a strong justification for increasing the capacity of the initiative substantially.\"There is, at present, a lack of urgency and leadership. We have not, as a collective of government and industry working together, managed to develop a sense of priority and urgency about climate change.\" A Scottish government spokeswoman said: \"The Committee's report shows Scotland continues to lead the UK in reducing greenhouse gas emissions and that we have met our statutory emission reduction target for the third successive year. \"We welcome the Committee's acknowledgement that our Climate Change Plan is both stretching and credible. The Plan will help us to reach a carbon neutral Scotland by 2050 and an at least 90% reduction in all emissions, which is the central ambition of our new Climate Change Bill.\"We will continue to look at what more we can do to address climate change and will consider the report's recommendations carefully.\" Tom Ballantine, Chair of Stop Climate Chaos Scotland, said: \"This new independent report is clear that we need decisive and urgent action to keep Scotland's climate change emissions falling rapidly.\"Science is telling us we need to act faster. But so are our own eyes and ears. We are starting to see the serious effects of wilder weather, with droughts and heatwaves close to home and around the world this year.\"With the new Climate Change Bill now before Parliament, MSPs have an important opportunity to increase Scotland's climate action, by setting ambitious targets that increase action over the next decade and eliminate our contribution to climate change by 2050, and by bringing in effective policies in underperforming sectors.\" ", "url": "https://www.bbc.com/news/uk-scotland-45617760"}