{"datetime": "2018-01-15T15:07:27.000Z", "title": "Climate change risk to 28 historic sites in Scotland", "article": "Landmark Scottish castles and chapels are among 28 historic sites at \"very high risk\" from climate change, according to a new report. A further 160 properties were found to be at \"high risk\" from flooding, coastal erosion and slope instability.More than 350 buildings owned by Historic Environment Scotland (HES) were assessed by experts.HES said theClimate Change Risk Assessment will help better protect and preserve the sites for future.The report claims increasing temperatures and rainfall levels as well as rising sea levels has affected historic buildings across Scotland.Changing climatic conditions can alter and accelerate decay processes of historic monuments and archaeological sites, it adds.Much of the HES estate, which includes castles, mills and coastal defences, are situated in landscapes that are susceptible to natural hazards.For example, Fort George, which has had a strategic position on the Moray Firth near Inverness since the 18th century, is now at \"very high risk\" of coastal erosion.Source: Historic Environment Scotland The report was put together using data from public bodies include the British Geological Survey (BGS) and the Scottish Environment Protection Agency (Sepa).It is the most in-depth study to date of the sites in the care of HES.It will be used to prioritise investment through conservation and maintenance programmes to manage the climate change risk to the historic places.Ewan Hyslop, head of technical research and science at HES, said it was important that the agency was \"well-equipped\" to deal with the challenges of climate change.He added: \"This report places Scotland at the forefront of the global challenge to tackle climate change, as we lead the way in the adaptation of the historic environment by working with partners to share expertise and guidance with the wider sector to enhance resilience against current and future changes to our climate. \"This initial baseline assessment to evaluate climate change risk will help to improve evidence-based decision making within HES, and in turn will inform future investment in our estate.\" The report follows the announcement of a £6.6m investment boost to support conservation work, repairs and upgrade of visitor facilities at sites across the HES estate. Culture secretary Fiona Hyslop, said: \"Scotland is well known throughout the world for its rich cultural heritage and wealth of historic sites.\"This report is important because it's vital that we understand the impact that climate change will have on these sites, and what steps we can take to protect them for future generations.\" ", "url": "https://www.bbc.com/news/uk-scotland-42687874"}