{"datetime": "2018-06-12T11:16:39.000Z", "title": "Scottish greenhouse gas emission rates 'halved since 1990'", "article": "Greenhouse gas emissions in Scotland have almost halved since 1990, according to the latest figures. Government statistics show levels in 2016 were 49% below the 1990 baseline, with a 10.3% drop on the previous year. The adjusted figure, which includes Scotland's share of an EU-wide emissions trading system, fell by 45.2%. The drop has been largely attributed tothe 2016 closure of the Longannet Power Station. Ministers announced in May that they intend to set a target to reduce levels by 90% by the middle of the century. They say the latest figures put Scotland second only to Sweden (51%) and ahead of Finland (42%), Germany (25%) and Denmark (23%) among western Europe's EU-15 member states. The statistics also reveal emissions of the single most significant greenhouse gas - carbon dioxide - have fallen by more than 50%. Climate Change Secretary Roseanna Cunningham said: \"These statistics are hugely encouraging and show we have almost halved the greenhouse gases emitted in Scotland - underlining our role as an international leader in the fight against climate change. \"We all have a role to play in that fight and I want to thank the households, communities and businesses who are working hard every day to reduce their own emissions. \"But we must go further and faster if we are to meet our responsibilities to our children, grandchildren, and future generations. \"Our ambitious Climate Change Bill will ensure we do exactly that - by setting a new 90% reduction target for 2050 and paving the way towards achieving net-zero emissions as soon as possible.\" The latest figures were welcomed by the Stop Climate Chaos Scotland campaign group. Chairman Tom Ballantine said: \"Back in 2009, when Scotland's first Climate Act was passed, there was no clear path to meeting the 42% emissions reduction target and many were sceptical it could be achieved. \"Today's results show that setting stretching targets works by driving innovation and strong policy delivery. This success, along with support from the public, leading scientists and farming groups, should give the Scottish government the confidence to aim high once again and set a net zero emissions target, by 2050 at the latest, in the new Climate Change Bill.\" However, Scottish Greens MSP Mark Ruskell said the SNP \"cannot be serious\" if they think they are showing international leadership \"given they plan to slow down the rate of action\". He added: \"They are trying to wriggle out of setting a zero carbon target in the new Climate Change Bill, when other countries are already pressing ahead.\"A zero carbon target will drive the innovation we need in our economy to create new jobs, build warm homes and improve public transport. In particular, we need to see action from government to reverse the worrying trend of rising numbers of cars on our roads driving an increase in transport emissions.\"Government needs to give up on building more roads and trying to give airlines tax breaks. Instead it needs to listen to the public and fix the roads we already have, and invest in up-to-date buses, trains and cycle lanes to help people get on with their daily lives.\" ", "url": "https://www.bbc.com/news/uk-scotland-44453764"}