{"datetime": "2018-01-24T01:01:20.000Z", "title": "Budget cuts 'could damage Scotland's climate change ambitions'", "article": "Holyrood's environment committee has warned budget cuts in some policy areas could damage the Scottish government's climate change ambitions. Despite an overall increase in spending, the committee said funding for key areas like mitigating agricultural emissions was falling. The Scottish government said funding for climate change measures was rising by 20% this year to £558m.But the committee questioned whether that figure gives a full picture. In a letter, it said spending on agriculture, the third biggest emitter of greenhouse gases, is down 30%. Funding for peatland restoration, to lock in the carbon, is down 40%. The committee also raised concerns about how current funding from the EU will be replaced after Brexit. It said: \"The finance received from Europe for environmental objectives is considerable and a significant part of the budget of Marine Scotland, SNH (Scottish Natural Heritage), Zero Waste Scotland and SEPA (Scottish Environment Protection Agency. \"The research institutes and stakeholders also rely heavily on EU funding. There is no certainty as to what will replace this. \"The committee is gravely concerned by this and recommends the Scottish government work closely with agencies and partners and the UK government to identify possible replacement funding streams, as a matter of extreme urgency.\" It goes on to express concern that funding for the environment, climate change and land reform portfolio \"has been declining for a number of years\". It adds: \"In September, the UK committee on climate change reported on Scotland's climate ambitions stating that there have not been significant emission reductions in most sectors outside electricity generation in recent years. \"More needs to be done, especially in sectors such as transport, agriculture and heat for non-residential buildings in which little progress is currently being made, otherwise Scotland's ambitious targets will be at risk\". The Scottish government said the increased overall budget \"recognises the fundamental importance of the environment and climate change mitigation and adaptation to Scotland's economy and people\". A spokesman added: \"Scotland is making sustained progress to its world-leading climate targets, having now met its annual target for the second successive year. \"Spend on measures supporting emissions reductions is up 20% from the previous draft budget and amounts to over £1bn across two years.\" ", "url": "https://www.bbc.com/news/uk-scotland-42793051"}