{"datetime": "2013-05-14T17:01:14.000Z", "author": "David Shukman", "title": "Sea levels are rising - but how quickly?", "article": "Scientists are warning that the level of the sea may rise by slightly more than previously forecast - but they also say that the very worst predictions look much less likely. Confused? If so, you're not alone. The future of sea level rise is one of the most important questions in climate science because so many millions around the world live beside coasts - but it's also one of the most difficult to answer.One of the authors of a new study, published today, even described the uncertainties of the field with that memorable phrase first coined by the former US defence secretary Donald Rumsfeld: \"unknown unknowns\". Not everyone is always so open about this.I'll never forget a video screened at the opening session of the UN's climate talks in Copenhagen in 2009 - the conference that got nowhere - which portrayed this issue at its most simplistic.One scene showed a vast flood that left a little girl hanging from a tree screaming her heart out.The message to delegates was crude: \"If you don't negotiate a climate deal, the kid gets it\".I reported at the time that nothing in the scientific literature was specific enough to justify this lurid threat.In the event, none of the major players was paying attention to this climate horror show anyway and there was no treaty.So what did the science say back then and what does it say now?The last major report by the UN's Intergovernmental Panel on Climate Change (IPCC), its Fourth Assessment Report published in 2007, concluded that the global average level of the sea may rise by between 18cm-59cm. Much of that was expected to come from what's called \"thermal expansion\" - the physical process by which the volume of a body of water expands as it warms, as the oceans are.But, crucially, the IPCC said that not enough was known about the other great potential contributor to sea level rise - the melting of the polar ice sheets and glaciers.Polar melting has been a kind of wild card in these calculations: a sudden acceleration in melting could cross some hidden threshold and trigger runaway melting that would cause an unexpected surge. Or not.To try to fill that gap in the knowledge, a leading British polar researcher, Professor David Vaughan of the British Antarctic Survey, and teams of colleagues came together in a consortium calledIce2sea .So what does the new study tell us? The headline is that forecasts of the changes to the ice-sheets and glaciers in the Arctic and Antarctic suggest their melting could contribute between 3cm-36cm to sea level rise. This would add another 10cm to the upper range of the last IPCC forecast.This perhaps does not sound like much of a change - and the range in numbers is still pretty large spanning from \"not very much at all\" to \"quite a bit\". But Prof Vaughan and others say the estimate is much more robust than earlier ones and provides more clarity for policy-makers. In any case a rise on slightly larger bigger scale would of course be serious for communities in low-lying countries. I saw for myself how most the tiny island nation ofTuvalu is already only 2-3m above sea-level.The challenge with all forecasts - especially on this question - is that they rely on a whole series of factors and assumptions. The Ice2sea researchers started with a global climate model that assumed a particular scenario for the rise in greenhouse gases. It then used further models to investigate the potential change in climate in regions such as Greenland and Antarctica.Another layer of computer simulations explored how the ice might respond. Final stages investigated what that could mean for sea level not just globally but also on particular coasts.Hence the large range of possible outcomes. On top of that, the ice-sheets and glaciers themselves are often inaccessible and hard to measure. One research effort even involvedfiring hi-tech javelins at a glacier in Antarctica.And satellite data only stretches back a few decades.Interestingly, one conclusion is that the very scariest scenarios look less likely. There is only a one in 20 chance, they reckon, that by 2100 coastal towns in the Thames Estuary, Holland and Ireland may get hit by extreme surges about one metre higher than now. At a media briefing, I asked what that meant and whether we could take it that there's a 95% chance that this won't be what happens. That's right, I'm told. The very gloomiest warnings look far less plausible. The most certain piece of knowledge is that the global average sea level has been rising by about 3mm a year. But what really matters is whether this will accelerate - and by how much. And all that's still a work in progress.", "url": "https://www.bbc.com/news/science-environment-22531949"}