{"datetime": "2019-07-03T12:17:13.000Z", "title": "Tory leadership: Boris Johnson promises review of 'unhealthy food taxes'", "article": "Boris Johnson has said he wants to examine whether levies on foods high in salt, fat and sugar are effective, and has vowed not to introduce any new ones until the review is complete. The \"sugar tax\" on drinks came into force in April 2018, and a wider levy on all unhealthy foods is being considered to help tackle obesity. Mr Johnson says he is concerned they unfairly target the less well-off. But campaigners and an ex-Tory health minister have criticised his idea.It comes asCancer Research UK says millions are at risk of cancer due to their weight, and obesity now causes more cases of four common types than smoking. Mr Johnson and his rival Jeremy Hunt are vying to be the next leader of their party and the next UK prime minister, and have been appearing in a number of events across the UK. The Conservative Party's 160,000 members will begin voting for their preferred candidate next week and Theresa May's successor is expected to be announced on 23 July.Health Secretary Matt Hancock - who is one of Mr Johnson's most prominent backers - is set to publish a green paper which recommends extending the sugar tax to milkshakes. But Mr Johnson said \"sin taxes\" were disproportionately paid by poorer families, and the current evidence that they reduced the consumption of unhealthy foods was \"ambiguous\".Speaking during a leadership campaign visit, he added that he wanted to see proof that taxes \"actually stop people from being so fat\".\"We have got to deal with obesity, but we have got to do it in a way that is evidence based,\" he said.Speaking after Mr Johnson's announcement, Mr Hancock said he welcomed plans for a review into the levy on sugary drinks - and any \"future levies in this area\" - to determine their effectiveness. He added that there were \"more ways\" other than taxation to tackle obesity \"without the need of the nanny state\". Mr Johnson has also faced criticism for ordering the review given that in early 2016, while London mayor, he introduced a 10p charge on sugary drinks sold at City Hall.Labour's deputy leader Tom Watson - who has said he \"reversed\" adiagnosis of type-2 diabetes after cutting out refined sugar and fast food - said the announcement constituted an \"acute flip-flop\".\"Sin taxes\" commonly refer to taxes on alcohol and cigarettes - regularly hiked at Budget time - but Mr Johnson's team said he was not referring to those items and was talking specifically about food. The Department of Health and Social Care said the sugar tax had led to recipes for half the drinks that fell within its scope being changed - equivalent to removing 45m kilograms of sugar every year.A spokesperson added: \"Our policies on obesity and public health have always been guided by evidence and will continue to be in the future.\" Foreign Secretary Mr Hunt has said he would rather target manufacturers who produce less healthy products and \"threaten\" them with legislation \"if they don't play ball\".He added: \"But my experience is, if you make that threat, you don't actually need to follow through with the dreaded milkshake tax.\" Responding to his rival's plan, Mr Hunt said he was \"totally confused about what Boris's policy is\". \"He says he doesn't want them, but the Health Secretary Matt Hancock is on his team and he says he strongly supports them. \"We have the second highest obesity in young people in the whole of Europe, and so the people who say they want to scrap these taxes need to say what is their plan, because it is terrible for these young people.\" Former health minister Steve Brine, who is supporting Mr Hunt, also criticised Mr Johnson's suggestion. But Treasury Minister Liz Truss, who is supporting Mr Johnson, said \"taxes on treats\" hit those on the lowest incomes, and people should be \"free to choose\".The sugar tax - known officially as the soft drinks industry levy - means drinks with more than 8g per 100ml are taxed at 24p per litre, and those containing 5-8g of sugar per 100ml are taxed at 18p per litre. It was announced in 2016 by then-Chancellor George Osborne to tackle childhood obesity,while raising £275m for the Treasury . Pure fruit juices are exempt as they do not carry added sugar, while drinks with a high milk content are currently exempt due to their calcium content. Money raised by the sugar tax goes to help fund primary school sport. Boris Johnson has a bit of a mixed history on this matter because at times he's seemed to be fairly keen on a sugar tax. Indeed, he brought one in at City Hall. But now he appears to have changed tack.It does represent quite a significant push-back against what has been government policy for a few years now - the need to disincentivise people from making unhealthy choices. And it could be a bit awkward given the health secretary is one of his key backers. But talk of \"standing up to the nanny state\" probably goes down well with the Tory members. His critics say it's back of the fag packet stuff and point to other things announced by him or his team in recent weeks that have gone a bit wobbly soon after. Tax cuts for higher earners and a possible public sector pay rise, for example. Camilla Cavendish, who argued for the tax as ex-PM David Cameron's head of policy, told BBC Radio 4's Today programme she thought Mr Johnson would be wrong to review it.She said she had made the case for the levy after becoming concerned about the cost to the NHS of treating diabetes, and obesity rates among poorer children.\"Boris is talking about not clobbering people on lower incomes, but actually I think that tax is one way to help people just drink better,\" she said.Shirley Cramer, chief executive of the Royal Society for Public Health, said she was \"bitterly disappointed\" with Mr Johnson's \"short-sighted\" proposal. \"We should be building on the success of the sugar levy, not turning back the clock on the progress that has been made so far.\" Cancer Research UK chief executive Michelle Mitchell agreed such taxes had \"a positive effect\".She said: \"They have been highly effective in bringing down smoking rates to record lows, including within deprived communities. \"Physical activity is one way to lose weight, but the government also has a big role to play if we are to significantly reduce obesity levels.\" England's chief medical officer has been considering taxing all unhealthy foods to tackle childhood obesity. Prof Dame Sally Davies report is due in September - it was commissioned by Mr Hancock. ", "url": "https://www.bbc.com/news/uk-politics-48847952"}