{"datetime": "2020-01-21T04:06:53.000Z", "title": "Call to tax 'hidden' sugar in pre-mixed alcoholic drinks", "article": "Many \"ready to drink\" pre-mixed spirits are packed with excessive sugar and hidden calories and should be subject to a sugar tax like fizzy drinks, health experts say. Action on Sugar is concerned people are consuming more than they should, without realising it.The team based at Queen Mary University of London looked at hundreds of products sold in UK shops and online.Some contained eight teaspoons of sugar in one small 250ml can.The sweetest gin and mixer was Classic Combinations Pink Gin and Tonic, containing 27g of sugar (nearly seven teaspoons) in a 250ml can - the same sugar content as Coke.An Archers Schnapps and Lemonade and a Malibu and Cola both contained 33g per 250ml can.Nine out of 10 of the pre-mixed spirits and cocktails in the study did not have clear on-pack information about the sugar content within, the researchers found.These products are not legally required to have a nutrition label on them. Action on Sugar says sugary alcoholic drinks are contributing to:Chairman Graham MacGregor, professor of cardiovascular medicine at Queen Mary University of London, said: \"It is a national scandal that because these drinks contain alcohol, they are not subject to the sugar tax or any form of coherent nutrition labelling.\"The new government needs to act now by taking control of the alcohol industry and stop them from exploiting vulnerable young adults.\"Prof Sir Ian Gilmore, who chairs the Alcohol Health Alliance, said: \"Consumers have the right to know exactly what they are drinking.\"This latest research demonstrates - once again - that the current system of the self-regulation of alcohol labelling isn't working and the industry is not taking its responsibilities seriously.\"Shoppers who buy alcohol get less information about what's in their drink than those who buy milk or orange juice. This is simply outrageous.\" John Timothy, of the Portman Group, which represents alcohol producers and brewers in the UK, said: \"The industry has signed up to a number of Europe-wide voluntary commitments on nutrition which will give consumers access to information both on labels and through websites within the next two years.\"Many drinks producers also already offer lower calorie alternatives to give consumers greater choice.\"A Treasury spokesperson said: \"Pre-mixed spirit drinks are taxed through alcohol duties, which are at a significantly higher rate than the childhood obesity focussed soft drinks industry levy. These raise over £12bn a year which helps pay for vital public services such as the NHS.\" ", "url": "https://www.bbc.com/news/health-51174464"}