{"datetime": "2015-02-16T21:20:15.000Z", "author": "David Miller", "title": "Sturgeon seeks electricity assurance over Longannet threat", "article": "Nicola Sturgeon has demanded assurances from the prime minister on the security of Scotland's electricity supplies. It follows BBC Scotland's disclosure that the huge coal-fired power station at Longannet in Fife is facing a renewed threat to its future.Scottish Power, which operates the plant, warned last year that the cost of connecting to the grid meant the station may close earlier than planned. It is understood talks between Scottish Power and National Grid have stalled. 'Robust manner' Following a meeting of the Scottish Energy Advisory Board, Scotland's First Minister Ms Sturgeon has written to Prime Minister David Cameron to call for an analysis of electricity capacity margins in Scotland. She is also seeking reassurance that the UK government understands the \"key role\" which Scottish capacity plays in ensuring adequate levels of energy security across the UK. Ms Sturgeon said it was clear that \"industry experts are concerned about security of supply in Scotland and across the UK, and for the continued maintenance of electricity supplies in a robust manner.\" She added: \"These issues need to be assessed and that is why I am calling on Prime Minister David Cameron to act.\"It is vital that the UK government fulfils its statutory responsibility to monitor security of supply issues and does so in an open and transparent way. The actions we have proposed would enable proper public scrutiny of the situation in Scotland.\" Longannet's location puts it at a disadvantage when competing against English power stations. Scottish generators, including Longannet, are said by the Scottish government to account for around 12% of the capacity connected to Britain's high-voltage electricity network but pay around 35% of the charges. Scottish Power said last October that itcost about £40m a year to keep Longannet connected to the grid , while a similar power station in the south of England would receive a payment of £4m. Scotland's move to low carbon forms of electricity generation means Longannet does not have a long-term future, but it is understood the power station is going to try to operate until the end of the decade. However, closing the country's biggest power station earlier than planned would cause difficulties. It can increase generation to meet demand, it helps balance the voltage of the grid, and under a process known as Black Start, Longannet would play a key role in re-establishing supplies in the event of nationwide power cuts. It also supports hundreds of well-paid jobs. Last year, Scottish Power said that given the \"particularly disproportionate transmission charging penalties applicable to the station\" it could not justify entering the plant into the auction for delivering electricity generating capacity for the winter of 2018/19.A Scottish Power spokesperson said: \"We are concerned about Longannet and are currently doing all that we can to guarantee the future of the power station as it plays and essential part of the energy system in Scotland.\" A spokesman for National Grid said: \"Transmission charges reflect the cost of building the network to transport electricity from power stations to major towns and cities where demand for power is greater. \"When power stations are further away from centres of demand, that means more miles of network need to be built and maintained. The additional network costs are included in the charges to both the power station and the energy suppliers. \"The aim is to encourage generators and suppliers to consider this when making decisions on where to locate, so it can reduce the need for extra network and keep costs down for customers.\" Thomas Docherty, Labour MP for Dunfermline and West Fife, said it was a \"very worrying time\" for the station's workforce and their families. He added: \"Longannet is the largest single employer at the western end of West Fife and the early cessation of generation would clearly have a huge impact on Kincardine and the surrounding villages. \"I have been in contact with Scottish Power and the National Grid and have urged them to get back round the table. \"I am also in dialogue with the UK government to make sure no stone is left unturned.\" WWF Scotland director Lang Banks said: \"Last month, independent analysis found no technical reason requiring new conventional fossil or nuclear generation in Scotland, because we've plenty of renewables in the pipeline to cut the carbon and to help keep the lights on. Crucially, the analysis also found that Scotland could continue to be an electricity exporting nation. \"If there were one thing UK Ministers could do to help, it would be to ensure Scotland is not held back from harnessing its full renewable energy potential.\" Longannet is one of the biggest coal-fired power stations in Europe, and generates enough electricity each year to meet the needs of more than two million homes. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-31490010"}