{"datetime": "2014-10-03T18:42:29.000Z", "title": "Longannet plant: Scottish Power issues warning over future", "article": "Scotland's largest power station may be forced to close due to the huge sums its operator must pay to connect to the National Grid, the BBC has learned. Scottish Power, which owns Longannet in Fife, said its location meant it was at a disadvantage when competing against English plants. The company has decided not to enter the contest to supply energy generating capacity in 2018/19. It said financial changes were needed to avert the threat of closure. The National Grid said it has been working closely with the industry and Ofgem to review the charging regime. Longannet is one of the biggest coal-fired power stations in Europe.It generates enough electricity each year to meet the needs of more than two million homes and it plays a vital role in keeping the power network stable and safe.The UK's transmission charging regime is designed to encourage the power companies to invest in generation capacity close to the largest centres of population in central and southern England. At present, it costs about £40m a year to keep Longannet connected to the national grid, while an equivalent power station in the south of England would receive a payment of £4m. A complicated process to change the way the electricity market in the UK operates is under way. Electricity generators are being offered payments in return for a commitment to deliver energy when needed. That's designed to be an insurance policy against the threat of power cuts. Scottish Power has decided Longannet won't be part of the new system, known as the Capacity Market. It blames the cost of connecting Longannet to the electricity grid. The UK's transmission charging regime was designed to encourage investment in generation capacity close to England's big cities. It's no surprise then that generators in Scotland lose out. Scottish Power says it has no wish to close Longannet. But some sort of deal will have to be struck if this icon of Scottish industry is to survive. Scottish Power said that given the \"particularly disproportionate transmission charging penalties applicable to the station\" it could not justify entering the plant into the auction for delivering electricity generating capacity for the winter of 2018/19.Neil Clitheroe, chief executive officer for energy retail and generation at Scottish Power, said: \"We do not want to close Longannet, and I would stress that there are no plans to do so.\"We have invested over £200m in recent years to improve both environmental and operational performance at Longannet, and we want to secure a longer-term future for the station.\"However, to avoid closure within the coming years, changes to the plant's financial situation must be achieved.\" He added: \"Our aim now is to fully explore all of the options to keep Longannet operational for as long as possible, and we plan to have detailed discussions with National Grid, the Scottish government and DECC in the coming months.\" A spokesman for National Grid said: \"The charging regime is based on a locational methodology. Generators ask to connect and the transmission companies build the grid to connect them and move the power to where it is needed, the demand centres.\"Generators further away from demand centres may need more network built and the charges reflect this additional cost. The aim is to encourage generators to consider this when making decisions on where to locate, so it can reduce the need for extra network and keep costs down for customers.\" He added: \"Over the past few years, National Grid has been working closely with the industry and Ofgem to review the charging regime in light of changing generation, principally the increase in wind generation.\"Ofgem recently approved a significant change that will generally reduce future charges in Scotland, which is planned to be introduced from April 2016.\" Scottish Energy Minister Fergus Ewing said the extra transmission charges amounted to \"discrimination\" against Scottish generators. He added: \"This is not new, this has been known about for a long time, so I think it does represent a clear failure on the part of the UK government to provide a sensible energy policy with a proper balance. \"Scottish generators have 12% of the generation capacity but 35% of the costs. They are paying three times as much as they should in an allegedly United Kingdom.\" Labour's shadow energy minister Tom Greatrex said: \"The decision by Scottish Power not to take part in capacity auctions leaves the increasingly imbalanced energy mix in Scotland at risk of becoming starker still. \"Potentially losing baseload capacity leaves us likely to be ever more reliant on power generated elsewhere in the UK to keep our lights on when the wind is not blowing.\" WWF Scotland director Lang Banks called for ministers to work with Scottish Power and others to secure a transition to a power sector that \"isn't dominated by large fossil fuel power plants\" He added: \"While this is an important decision it should not come as a surprise. Even the Scottish government has long assumed Longannet would close at the end of this decade. \"Longannet is currently responsible for almost one fifth of all Scotland's climate emissions, so is never going to be part of a low carbon future.\"With our massive renewables resource, Scotland is ideally placed to continue to create many long-term jobs from clean energy. Renewables is where Scotland's energy future lies.\" ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-29477629"}