{"datetime": "2018-09-11T23:49:40.000Z", "author": "Matt McGrath", "title": "'Nature-based' greenhouse gas removal to limit UK climate change", "article": "Planting millions of acres of trees and energy crops as well as restoring wetlands and coastal habitats could help the UK become carbon neutral by 2050. A new report says that these and other, newer technologies will be needed, even with stringent CO2 emissions cuts.The authors say Brexit could be an opportunity for farmers to switch to carbon-removing crops and practices. The plan is costly, the scientists say, but necessary and achievable.While the UK has been a world leader in setting legally binding targets to reduce carbon emissions from the power sector, industry and transport, scientists believe that these efforts alone won't be enough to achieve carbon neutrality by the middle of the century.It's likely that emissions from aviation and farming will be very difficult to cut completely.In that light the government commissioned experts from the Royal Society and the Royal Academy of Engineering to look at what could be done in the UK to remove enough greenhouse gas to achieve the goal.The report says that this will be difficult and expensive - but feasible within the time frame. The scientists considered a wide range of greenhouse gas removal plans but have plumped for approaches that don't immediately require the development of new technologies.The researchers say that a suite of ideas is likely to work best in the UK. Many options such as planting trees and restoring wetlands are relatively simple - but to make significant inroads into emissions you need to not just draw down carbon but to store it permanently as well.They depend on the geography but the most popular ones would be grasses like miscanthus in some parts and poplar and willow in other regions. The authors say that there is likely to be a mix depending on the use for the forests.\"If forests are going to be managed to use the biomass, the trees will be different, so they will be rapidly growing trees like pines and willows,\" said Prof Corinne Le Quere, from the University of East Anglia, a member of the working group. \"Where we are talking about restoring natural woodlands and not using it as part of the forestry industry, it will be more local vegetation like oaks.\" One of the central planks of the plan is bioenergy with carbon capture and storage or BECCS.It involves growing crops or plants which soak up CO2, burning them for energy and then storing the carbon emissions permanently underground.\"It will require us to import some biomass, it will also require us to grow some new dedicated energy crops on about 1 million hectares (2,5m acres),\" said Prof Nilay Shah from Imperial College London, who was also a member of the report working group. \"The size of the system would be about 14% of the UK's current power generation, it's essentially having the equivalent of three very large coal fired power plants running on biomass, capturing the carbon dioxide and storing it underground.\"\"Carbon capture and storage is really essential for BECCS,\" said Prof Le Quere. \"Building of infrastructure has a positive potential for the creation of jobs but it requires investment.\"This technology, which relies on chemicals to capture CO2 from the atmosphere, is in its infancy. A number of experimental models have been built, such asthis one by Climeworks in Switzerland.The report authors say that these systems are very expensive as they need lots of energy to work and consider them the most immature of the technologies at present, but the UK will need to deploy them by 2050 to reach carbon neutrality. The authors acknowledge that there will be some impact from changing to energy crops but they argue that the public is generally supportive of efforts to increase tree cover, especially if it involves restoring ancient woodlands.The researchers also recognise that two of their recommendations, spreading crushed up rocks and a form of charcoal called biochar on farmland might be a concern for people living close to these areas. \"I think it would look like normal farmland, instead of spreading one thing you'd be spreading two things, but you wouldn't change the nature of the crop, you may enhance it,\" said Prof Gideon Henderson, from Oxford University, who chaired the working group.Brexit is only mentioned once in the report's 136 pages. But the authors believe that the UK leaving the EU and the Common Agricultural Policy (Cap) can give the government the chance to change incentives for farmers. \"You can see it as an opportunity,\" said Prof Gideon Henderson.\"The replacement of the Cap in the UK does give an opportunity to think about how to incentivise land use changes which store more carbon.\"The experts estimate that if you include all the former oil and gas drilling sites in the North Sea that there are around 20 billion tonnes of storage in the UK. The UK will need 75 million tonnes of storage every year for storage under this plan, so there should be space enough for many decades.These are not cheap options. The authors believe that farmers will need financial incentives from government to switch to energy crops. Building infrastructure to remove, transport and store CO2 will require a strong price for carbon. However right now that price in the UK is around $25 per tonne, very far off the level needed to make this plan work. \"At something around $50-100 dollars a tonne, many of these technologies become workable,\" said Prof Henderson.The authors and other scientists involved in this field believe that the UK and the world will have no choice but to deploy these type of technologies as quickly as possible. Many experts are optimistic that they will work. Political leadership and financial commitment are key though. \"While all of these technologies have limits, it is encouraging that there remains enormous potential,\" said Dr Phil Renforth, from Cardiff University,\"We desperately need the research described in the report to develop these diverse technologies into workable solutions.\" \"We will learn as we do,\" said Prof Henderson, the chair of report team. \"What we need to start doing is to actually pursue some of these technologies and refine our estimates of the effectiveness and the costs as we do that.\"", "url": "https://www.bbc.com/news/science-environment-45486864"}