{"datetime": "2019-09-20T16:07:31.000Z", "author": "James Gallagher", "title": "Efforts to cut sugar out of food way off target", "article": "Efforts to cut a fifth of the sugar out of our food by next year are way off target, figures from Public Health England show. Between 2015 and 2018 the average sugar content of shop-bought food fell by just 2.9% and the amount of sugar we actually eat has gone up. This is despite a tax on sugary drinks leading to a 29% fall in their sugar content. The food industry said the voluntary target was too ambitious. But experts said parts of the industry were \"asleep at the wheel\" and not tackling obesity. Obesity increases the risk of type 2 diabetes and heart disease and is puttingmillions of people at risk of cancer.But Prime Minister Boris Johnson has openly questioned whether \"sin taxes\" actually cut obesity. The sugar tax - officially the soft drinks industry levy - was introduced in April 2018. It charges manufacturers 24p per litre on very sweet drinks and 18p per litre on medium-sugar ones. Brands such as Fanta, Ribena and Irn Bru changed their recipes in response.On average, 100mls of sugary drinks now contain 28.8% less sugar than in 2015. Sales of soft drinks increased between 2015 and 2018, but shifted towards low- or zero-sugar versions. It works out as more than 30,000 tonnes less sugar - 5 billion fewer calories - being sold in such drinks each year.The progress on the sugar content of pop is in stark contrast to that in other foods. Public Health England has a voluntary sugar reduction programme with food manufacturers and retailers. Children's favourites - including cakes, chocolate, breakfast cereals, yoghurts and biscuits - are all being targeted.The aim is a 20% reduction in their average sugar content by 2020, compared with 2015 levels. In 2017 the amount cut had reached 2%, and by 2018 (the latest data we have) the figure had crept up to 2.9%. There was supposed to have been a 5% reduction in the first year of the plan.Sue Kellie, from the British Dietetic Association, said it was a \"worrying lack of progress\" and it was \"very unlikely\" the target would be met. Seemingly not, at least when we are at home. Despite the success of the sugar tax and the 2.9% cut in sugar due to reformulating foods - we are still eating more of the stuff. The report says the amount of sugar in foods bought at the supermarket has increased from 723,000 tonnes in 2015 to 743,000 tonnes in 2018. PHE officials said that was the equivalent of everybody increasing their sugar consumption by 0.5%. This could be because we are buying more or portion sizes are getting bigger. There was also a large increase in sales of ice cream and sorbets in 2018, possibly due to the hot weather.Duncan Selbie, chief executive of Public Health England, said there was \"some encouraging progress\" from the food industry which he described as \"realistic at this early stage\". Prof Russell Viner, president of the Royal College of Paediatrics and Child Health, said the tax on sugar was a \"success story\". But he said overall the food industry was \"largely asleep at the wheel - it is time for a wake-up call\". He added: \"If industry fails to act for child health, then we look forward to the introduction of mandatory sugar reduction targets in 2020.\" The Food and Drink Federation said the industry was committed to cutting sugar. But it added: \"Public Health England set hugely aspirational targets and these could never be met across all categories in the ambitious time frame given.\" There are no current plans. However, the idea has been raised.England's top doctor, Prof Dame Sally Davies, has previously accused the food industry of \"failing the public\". In May this year she said: \"I want parents to be incentivised to buy healthy food.\"We need to make sure that fresh fruit and vegetables are cheap. \"Maybe we have to subsidise them by charging more, by taxing unhealthy food.\" Follow James on Twitter . ", "url": "https://www.bbc.com/news/health-49768817"}