{"datetime": "2015-03-11T13:52:51.000Z", "title": "Longannet: MSPs told power station 'could close in a year'", "article": "Longannet power station will close by the end of March next year unless it secures a short-term contract with the National Grid, MSPs have heard. They were told the plant was competing for a contract to help maintain voltage levels in the electricity supply. A Holyrood committee heard that an announcement on the contract is expected by the end of this month.And they were told Peterhead power station is also facing \"economically-challenging\" circumstances. Both plants, along with a third unnamed bidder, are currently competing for a National Grid contract to maintain voltage in the electricity supply from April 2016 to October 2017. The contract is designed to ensure stability until the completion of projects to improve the electricity transmission system including the Western Link, a £1bn project to help carry renewable energy from Scotland to Wales and England. National Grid said it expected to make a decision on the contract by the end of March. Neil Clitheroe, chief executive of retail and generation at Longannet operator Scottish Power, told the economy, energy and tourism committee that the power station was coming under pressure from new European Union environmental legislation and carbon taxation combined with higher transmission charges to connect to the grid due to its location in Scotland. He said: \"We've been pretty consistent since October when we didn't enter the capacity mechanism that if something doesn't change at Longannet then the likelihood of closure is very high.\" Mr Clitheroe said that Scottish Power would have to announce about a year in advance that it was giving up the transmission rights, and in its tender to the National Grid had made it clear that \"effectively that decision is now\". Reading from a letter sent by the company, he said: \"It's important to note that in event of rejection of our offers we will be forced to announce as soon as is practicable the closure of Longannet power station by the end of March 2016 and we believe that the closure will have serious consequences on security of supply and on direct and indirect employment in the local community and beyond.\"He denied a suggestion from committee convener Murdo Fraser that the company was engaging in \"brinkmanship\" and using Longannet workers as \"pawns in a game\" to try and force National Grid's hand. He said: \"Our plan was always to get to 2020 and keep this plant going. \"We've invested £350m in the plant over the last six or seven years. \"It's not brinkmanship at all, it's just an economic reality of the situation we find ourselves in with regard to Longannet.\" Mike Calviou, director of transmission network service at the National Grid, said it was obliged by its licence to procure the most economic option that was in the best interests of consumers. He said: \"That process we're expecting to finish certainly by the end of March and hopefully in the next week or so.\" Following the meeting, WWF Scotland director Lang Banks said: \"The committee session brought some much needed clarity to what has been a pretty confusing debate until now.\"From the evidence, it is now very clear that thanks to the massive growth in Scotland's renewable power output and planned upgrades to the transmission network, the lights will not go out when Longannet eventually closes before the end of the decade.\"Even if Longannet were to close in 2016, the National Grid is already taking steps to ensure grid stability.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-31822315"}