{"datetime": "2022-02-16T01:13:50.000Z", "title": "Two glasses of wine enough to hit daily sugar limit", "article": "Analysis of more than 30 bottles of wine has found two glasses could be enough to reach the recommended daily sugar limit for adults. Research by Alcohol Health Alliance UK found some bottles had up to 59g of sugar - more than a glazed doughnut. An independent laboratory analysed bottles of red, white, rosé, fruit and sparkling wine from popular UK brands. None of the bottles featured nutritional information on labels as this is currently not required by law. Calorie content was only displayed on a fifth of the bottles analysed by the lab.Campaigners are calling for change, to better inform wine drinkers about how many calories and how much sugar they are consuming. The NHS recommends adults consume a maximum of 30g of \"free sugars\" per day, which includes sugar in fruit juices and smoothies, or sugar added to food or drink.Analysis shows that it's possible to reach an adult's daily sugar limit by drinking two medium-sized glasses of some wines. It also found lower-strength wines were among those containing the most sugar, meaning they were not necessarily a healthy choice, despite their lower alcohol content. In the UK, alcoholic drinks are required to display volume and strength in units of alcohol by volume (ABV). Labelling must also identify any common allergens, but there are no requirements for ingredients, health warnings or nutritional value as found on many other food and drink food products.A YouGov survey of more than 12,000 people last year found that 61% wanted calorie information on wine labels - and more than 50% of those surveyed wanted the amount of sugar listed.In 2020, the UK government held a consultation on whether calories should be listed on alcoholic drinks - but there was no consultation on whether sugar content should be listed. Professor Sir Ian Gilmore, chair of the Alcohol Health Alliance UK, called the current rules \"absurd\".\"Shoppers who buy milk or orange juice have sugar content and nutritional information right at their fingertips,\" he said.\"But this information is not required when it comes to alcohol - a product not just fuelling obesity, but with widespread health harms and linked to seven types of cancer.\"Miles Beale, who heads up the Wine and Spirit Trade Association, says members of the group want people to have access to nutritional information for all alcoholic drinks, but suggested the information should be carried online.\"[We] have been pushing for greater information to be provided online,\" said Mr Beale. \"The alcohol industry can provide consumers with a far greater variety of information that is more relevant to consumers and which would not fit on a label,\" he added.\"There is significant variation in the number of calories in different alcoholic drinks and in different servings of drinks. Online is the best way to provide the volume and variety of information that consumers need to make quick and easy informed decisions.\"It would also cost less to deliver.\" ", "url": "https://www.bbc.com/news/health-60390314"}