{"datetime": "2018-06-15T02:28:35.000Z", "title": "Children in England consuming 'twice as much sugar as recommended'", "article": "Children in England have already consumed more than their recommended sugar intake for 2018, according to Public Health England survey - and we're only halfway through June. Four to 10-year-olds are eating more than twice as much sugar as they should per day, equivalent to 13 sugar cubes. That amounts to 4,800 sugar cubes on average by the end of the year, the survey revealed. It said sugary soft drinks, cake and pastries were the main causes.The figures are based on a diet and nutrition survey of 1,000 children and parents. PHE encouraged parents to switch to lower or no sugar alternatives, saying \"snacks and drinks are adding unnecessary sugar to children's diets without us even noticing\". The main sources of sugar in children's diets are: Fruit juice with no added sugar can be a healthier alternative to soft drinks, but if drunk in large quantities it can still contribute a large amount to sugar intake in children's diets. So PHE recommends that fruit juices and smoothies should be limited to 150ml a day. Children should have no more than the equivalent of five to six cubes of sugar per day. Too much sugar in their diets can lead to weight gain, obesity and tooth decay. Latest figures show that a third of children leave primary school overweight or obese and around a quarter of five-year-olds have painful tooth decay. The sugar tax on soft drinks came into force in the UK in April, leading to some brands cutting the sugar content of their drinks. Manufacturers now have to pay a levy on the high-sugar drinks they sell. PHE is working with the food industry to cut 20% of sugar from the foods children consume most by 2020.Caroline Cerny, from the Obesity Health Alliance, said: \"These startling figures highlight the need for further robust action from government in their upcoming second edition of the Childhood Obesity Plan.\"A package of measures including restrictions on the advertising of junk food to children, action on price promotions on unhealthy products and clearer food labelling will help parents to make healthy choices and ensure their children have the healthiest possible start in life\". ", "url": "https://www.bbc.com/news/health-44483081"}