{"datetime": "2018-12-21T00:04:28.000Z", "title": "Tax junk food high in sugar and salt, says top doctor", "article": "England's top doctor has accused the food industry of \"failing the public\" and is calling for taxes on unhealthy food high in sugar and salt. Chief medical officer Prof Dame Sally Davies said her dream was to make fruit and vegetables cheaper for everyone from the proceeds. In her annual report, she also urged the government to ban added sugar in jars of baby food. The food industry said taxes would not change consumer behaviour. Dame Sally Davies' report details plans to create a more healthy nation by 2040, with the focus on improving the environment we live in to make it easier for people to be healthier. This means tackling the preventable causes of 50% of chronic diseases and 40% of cancers - namely, unhealthy diet, smoking, physical inactivity, drinking too much alcohol and air pollution, she said. Based on the success of thetax on sugary drinks introduced in April, Dame Sally wants the government to do more to force the food industry to cut sugar and salt in our everyday food. Dame Sally said \"industry had not delivered\" on voluntary targets set by Public Health England tomake their products healthier and called for them to do more. \"Those sectors that damage health must pay for their harm or subsidise healthier choices,\" her report says. She hinted she would like to see a tax on chocolate and junk food, with the proceeds going to subsidise fruit and vegetables, which should be on offer in obvious places in shops.But she recognised this was \"a dream\". The report recommends: And it urges the government and NHS England to set targets to reduce inequalities in childhood obesity and smoking in pregnancy, which predominately affect poorer communities. Dame Sally said obesity was an issue of inequality, with children and adults in the poorest communities more likely to have diseases related to their weight at an earlier age, and lasting for longer. She said she would be accused of being \"chief nanny\" of a nanny state but it was her job to shape the environment for children who could not make their own choices. \"We should not be adding empty calories to baby food,\" Dame Sally said. \"It sets the taste for sweeter food and results in children gaining unnecessary weight before going to primary school.\" The report says a health index for the UK is needed to measure all the factors which affect our health and its outcomes in order to see if progress is being made. A spokesman from the Treasury said it would not shy away from further action, including tax changes, if the food industry \"fails to face up to the scale of the problem through voluntary reduction programmes\". Kate Halliwell, head of UK diet and health policy at the Food and Drink Federation, said some manufacturers had been reducing sugar and calorie content in shopping baskets for more than a decade. But she cautioned that changing recipes for food products could not happen overnight. \"Sugar plays a variety of roles beyond sweetness in food including colour, texture and consistency.\"It is for these reasons that we have long said that the guidelines are ambitious and will not be met across all categories or in the timescale outlined.\" And she said portion control and product reformulation, rather than taxes, were policies more likely to change consumer behaviour. \"Food and drink companies should focus efforts where they can have the maximum impact, instead of managing the impact of wrong-headed legislation.\" Meanwhile, the government has announced £3.13bn will be given to councils in England next year for public health initiatives, such as stop smoking services, weight management services and exercise support. It represents a real terms cut of 4.6% since last year. ", "url": "https://www.bbc.com/news/health-46636422"}