{"datetime": "2019-01-03T09:39:27.000Z", "author": "Michelle Roberts", "title": "Children 'exceed recommended sugar limit by age 10'", "article": "Children in the UK exceed the maximum recommended sugar intake for an 18-year-old by the time they are 10, according to experts. This is based on their total sugar consumption from the age of two, says Public Health England (PHE). Children consume much more than they should, around eight excess sugar cubes a day or 2,800 excess cubes per year. PHE said a pudding tax should be considered if companies fail to reduce the amount of sugar in their products. The organisation also wants families to cut back to help tackle obesity, tooth decay and other illnesses linked to excess sugar. Choosing lower-sugar foods and drinks can make a difference. The recommended daily maximum of sugar for children aged four to six is five cubes or 19g. For children aged seven to 10 this rises to six cubes (24g) and up to seven cubes (30g) for those aged 11 and over.However, UK children are consuming around 13 cubes or 52g of sugar a day, says PHE, based on results from theNational Diet and Nutrition Survey .Half of the sugar in children's diets comes from sugary drinks, sweets, biscuits, cakes, puddings, sugary breakfast cereals and higher-sugar yoghurts and puddings. Parents can try swapping: Making such swaps every day could remove around 2,500 sugar cubes per year from a child's diet, but swapping chocolate, puddings, sweets, cakes and pastries for healthier options such as malt loaf, sugar-free jellies, lower-sugar custards and rice puddings would reduce their intake even more, according to theChange4Life campaign website. Dr Alison Tedstone, chief nutritionist at PHE, said: \"Children are consuming too much sugar, but parents can take action now to prevent this building up over the years.\" PHE is working with the food industry to cut 20% of sugar from the foods children consume most by 2020.In May 2018, PHE published progress against the first-year sugar reduction ambition of 5%, which showed an average 2% reduction in sugar across categories for retailers and manufacturers. Speaking to BBC Radio 4's Today programme Dr Tedstone said PHE would produce more data later this year on whether the industry is meeting that target. When asked about the possibility of introducing a pudding tax, she said: \"If we see less progress, there would be a case for fiscal measures.\" Matthew Carter, 12, decided to involve his family in an experiment. He spooned each of their daily sugar allowance into separate bowls every day for five weeks. When his parents, brother or sister ate anything, they had to check the amount of sugar in it, and spoon that amount out of their bowl and back into the original sugar jar. Find out how they got on here. Chief Operating Officer of the Food and Drink Federation, Tim Rycroft agreed that government should wait until the data came out before making a decision, adding that the number of lower sugar products on the shelves has risen in recent years. He also said he was \"disappointed\" PHE was focusing on sugar intake rather than the amount of calories in people's diet as a whole.While breakfast cereals and yoghurts and fromage frais were among the categories meeting or exceeding the 5% ambition, some products in these categories are still high in sugar.Consumers should check the labels on packaging to judge if products are high or low in sugar. The main sources of sugar in children's diets are: ", "url": "https://www.bbc.com/news/health-46720303"}