{"datetime": "2018-03-12T14:32:57.000Z", "author": "Hugh Pym", "title": "Sugar tax is already producing results", "article": "It will be a major change in health and tax policy. On 6 April the UK will join the small number of countries which have introduced a tax on sugary drinks as part of an anti-obesity policy. Shoppers will pay 18p or 24p per litre extra depending on how much extra sugar has been added to the drink. So are retailers and manufacturers in revolt and is the Treasury looking forward to a tax windfall to help prop up the public finances?The answer, intriguingly, is no to both questions.Rather than waiting to see how customers react to the tax - known officially as the soft drinks industry levy - companies have already started altering their recipes. The fine print of Treasury budget documents reveals that the revenue from the levy will be a lot less than was first forecast.The simple explanation is that there will be fewer drinks than anticipated on sale above the threshold for paying the levy.When the Chancellor at the time George Osborneannounced in 2016 there would be a tax on sugary drinks, the expected revenue was about £500m a year.A year later the expected yield had fallen to £385m.In the Budget documents in November 2017 the anticipated figure had dropped again to £275m per year from the launch date in April this year. Treasury mandarins might be expected to be frustrated that their anticipated tax take has fallen.But in this case it is being hailed as a success as it reflects the fact that companies have been cutting the sugar content of their products.The aim of the policy is to reduce consumption of sugar and if companies can do that by changing drink recipes ahead of the levy taking effect then that, so the argument goes, is a good outcome. The maker of the iconic Scottish drink Irn Bru hasstopped making the original full-sugar version. The sugar content will be cut to just below the levy threshold as part of what the company AG Barr said was part of a \"long-standing sugar reduction programme\".The company said it expected 99% of its drinks range, including other brands, to be below the threshold by the time it comes into force.There has been adverse reaction to the new Irn Bru, however, from some customers who have been stockpiling the original product. Britvic is another manufacturer to have cut added sugar across its product range.The company, whose product range includes Robinson's, J2O and Fruit Shoot, has pursued this policy since 2013 and says that by 6 April, 94% of its brand portfolio will be exempt from the sugar levy. Ribena and Lucozade, owned by the Japanese company Suntory, has also moved to cut sugar.Peter Harding, chief operating officer, said: \"Over the past 16 months, we have reduced the sugar content of our core portfolio by 50%.\"Our nutritionists and research and development team have been working extremely hard to ensure our products still taste great, while containing significantly less sugar.\" In simple terms these companies are reacting to their markets.They don't want their customers to have to fork out more for their favourite soft drinks from 6 April and they also sense people need help doing the \"right thing\" when shopping for their families.If shoppers want healthy options then it is in the interest of retailers and manufacturers to supply them. All this comes at a time of shifting opinion in Downing Street.Theresa May was instinctively against the idea of policies which might be seen as \"anti-business\" when she became prime minister in July 2016.The government'schildhood obesity strategy was watered down under Mrs May and waswidely criticised when it was unveiled in August of that year.Restrictions on TV advertising of high calorie food and supermarket promotions were not included in the strategy. But the prime minister and her Downing Street advisers are now understood to be more sympathetic to a bolder anti-obesity plan.Advertising restrictions are back on the agenda and are being considered - there may be announcements this summer.Food manufacturers have signed up to a voluntary sugar reformulation plan and accepted a calorie reduction target without complaint and that has emboldened ministers. How consumers react when full sugar drinks go up in price from 6 April remains to be seen.But what is already clear is that the proposed levy has had an impact on the content.And that may spur the government into more action on obesity.", "url": "https://www.bbc.com/news/health-43372295"}