{"datetime": "2019-06-04T00:18:44.000Z", "author": "Nick Triggle", "title": "Is it time to treat sugar like smoking?", "article": "Over the past decade, smoking has become marginalised and stigmatised. From the smoking ban in 2007 to the introduction of plain packaging a decade later, everything has been done to discourage people from taking up the habit. And there are signs sugar is heading the same way. Sugary drinks are already taxed - and now a leading think tank has even suggested sweets, snacks and sugary drinks should be wrapped in plain packaging to make them less appealing, given the excess consumption of the sweet stuff. The call has been made by the Institute for Public Policy Research (IPPR) in a new report.IPPR director Tom Kibasi believes it could make a real difference. \"Plain packaging would help us all to make better choices and reduce the hassle of pester power for busy parents,\" he said. He wants to see it adopted alongside a range of other measures, including a ban on junk food advertising. That is something that has already been looked at by ministers. But would plain packaging be a step too far? Industry has been quick to object, with trade body the Food and Drink Federation arguing that branding is a \"fundamental commercial freedom\" and \"critical to competition\". The same sort of arguments were put forward by the tobacco industry, but successive governments have still increasingly shown an appetite to get tough. Interestingly, the government has not ruled the idea of plain packaging for sugar products entirely. Instead, the Department of Health and Social Care is saying it is waiting to hear what England's chief medical officer, Prof Dame Sally Davies, has to say. Why? There is a recognition that bold moves are needed if the ambition to halve the child obesity rate by 2030 is to be achieved. Dame Sally has been asked to review the steps that are being taken to ensure no stone is left unturned. In fact, she has already suggested that another measure floated by the IPPR -extending the tax on sugary drinks to other unhealthy foods - is a real option . And she is said to be open to the idea of plain packaging, which of course would be an even more radical step. But what is clear from the last decade is that the unlikely can soon become likely. During the early noughties, health campaigners and academic bodies were pushing and pushing for a ban on smoking in public places to be introduced. Time after time, the government poured cold water on the move. But then things slowly began to change once Patricia Hewitt became health secretary, paving the way for even more radical measures. The approach seems to be working - smoking rates have fallen by a third in just over 10 years. Some of the credit is clearly because of the growth of vaping as an alternative. But tough public health tactics have no doubt played some part.Evidence from Australia - the first nation to introduce plain packaging for tobacco products - suggests a quarter of the subsequent reduction in smoking rates could be attributed to the move. As the debate rages about obesity, expect to hear much more about the merits of radical action on sugar. Read more from Nick Follow Nick on Twitter ", "url": "https://www.bbc.com/news/health-48499195"}