{"datetime": "2019-01-02T18:08:36.000Z", "title": "Matthew's experiment changed his family's attitude to sugar", "article": "When 12-year-old Matthew Carter saw how much sugar was in his favourite fizzy drink, he decided to involve his family in an experiment. He spooned each person's daily sugar allowance into separate bowls every day for five weeks.Then, when his parents and brother and sister ate anything, they had to check the amount of sugar in it, and spoon that amount out of their bowl and back into the original sugar jar.When their bowls were empty, the family from Birmingham were not allowed any more sugar that day. The recommended daily allowance of sugar for a four to six-year-old is five cubes, rising to seven cubes for anyone over 11.According to Public Health England (PHE), children areexceeding the maximum recommended sugar intake for an 18-year-old by the time they are 10. It says children are consuming eight more sugar cubes per day than they should - that's 2,800 more sugar cubes each year.Matthew's mother Claire explained how the experiment - carried out two years ago - came about.\"It all started because Matthew wasn't sleeping, and so we measured out the amount of sugar in the can of fizzy drink he liked. It was about four teaspoons.\" Matthew, a keen football fan, had also been reading that for sportsmen, healthy eating was an important part of maintaining fitness. He had noticed that his friends were putting on weight, and he linked this to the chocolate they were buying after school.It wasn't long after the experiment began that Claire started seeing changes in her children's behaviour. On just the second day Sarah, who was then six, announced she didn't want sugar on her breakfast cereal because losing any of her sugar allowance that early on, made the day a struggle.Sarah started eating fruit, and she no longer cried if she was told she couldn't have something sweet like a biscuit.\"Because she could see her daily sugar allowance in the bowl, the concept of a teaspoon actually meant something to her,\" said Claire.\"The act of spooning the sugar back into the jar meant she could see how much sugar was in what she was about to eat.\"Claire and her husband Martin also lost weight over the five-week trial.Matthew's experiment has had a lasting effect on his family.\"Two years later I would say our sugar consumption is still pretty much under control,\" said Claire.\"Other parents tell me that even when my kids are out at a party for example, they still make different food choices to their friends. I think they are just not used to a high sugary diet and so don't crave it any longer.\" Matthew, who started the experiment said: \"I didn't think we'd still be talking about my experiment two years on. We don't use the bowls any more because we know how much sugar we should be having now - but the bowls allowed us to see what we were eating.\" You may also be interested in: Written by Kris Bramwell, BBC UGC and Social News ", "url": "https://www.bbc.com/news/health-46739905"}