{"datetime": "2018-07-18T05:35:51.000Z", "author": "Michelle Roberts", "title": "Too many babies overfed, experts fear", "article": "It's time to tackle over-eating from birth to make sure children get the best start in life, according to Public Health England. It comes as government advisers publishnew guidance - the first in more than 20 years - on feeding babies. That report suggests three-quarters of UK babies and toddlers may be eating more calories than they should. The same proportion weighed more than the ideal weight for their age, when plotted on growth charts.The data comes from theInfant Feeding Survey and theDiet and Nutrition Survey of Infants and Young Children carried out in 2010 and 2011.Public Health England says more up-to-date statistics are needed and is recommending the Department of Health and Social Care considers this.Experts know that people who are overweight as children are more likely to be overweight as adults.A link with diet in early infancy is less clear.Nearly a quarter of children in England are obese or overweight at four to five years old.Part of thenext phase of the government's plan to tackle childhood obesity includes examining whether baby food is healthy enough and whether it contains too much sugar.The new infant feeding guidelines from the Scientific Advisory Committee on Nutrition (SACN) recommend:Prof Mary Fewtrell, from the Royal College of Paediatrics and Child Health, said they noted the concerns raised and said the prevalence of overfeeding and overweight infants should be monitored and addressed. Prof Louis Levy, head of nutrition science at PHE, said \"exclusive breastfeeding until six months of age and not introducing solid foods until around this time\" would help avoid infants becoming \"too heavy\". \"Further consideration is needed on ways to monitor overfeeding and overweight prevalence in infants, to help give them the best start in life,\" Dr Levy said. A Department of Health and Social Care spokesperson said: \"Children aged up to 2.5 years are assessed for healthy weight and nutrition during universal visits - delivered locally by health visitors - who are responsible for measuring and recording weight where there may be a concern.\"While there are currently no plans to reinstate the Infant Feeding Survey, we will consider the SACN report's findings.\" Does your baby weigh more than the ideal weight for their age? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/health-44857348"}