{"datetime": "2021-11-10T01:18:14.000Z", "author": "Michelle Roberts", "title": "Toddlers may be getting hooked on sugar in snacks", "article": "Some snacks sold as weaning or infant foods contain alarming amounts of sugar which could encourage a sweet tooth from an early age, according to health campaigners. Action on Sugar analysed 73 baby and toddler products on sale in UK shops.Heinz Farley's Mini Rusks Original, for example, contain the equivalent of two teaspoons of sugar per serving.Organix Banana Soft Oaty Bars, which are sweetened with apple juice concentrate, contain similar. Kiddylicious Banana Crispy Tiddlers contain more than 50% sugar - 59g for every 100g of the product.Overall, 27 of the products tested would qualify for a \"red\" or \"high\" sugar on the front-of-pack traffic light food labelling system.Only six met the criteria for a \"green\" or \"low\" label for sugars.And 36 of the products claimed - on the packet - that their sweet snacks were suitable for babies under the age of 12 months, even though sugar-sweetened food and drink should be avoided in this age group.Even if the sugar comes from added fruit juice, it is not good for babies and toddlers, says Action on Sugar. Dr Kawther Hashem, Campaign Lead at Action on Sugar, and Research Fellow at Queen Mary University of London, said it was \"ludicrous\" that certain food companies were being allowed to promote high-sugar sweet snacks to parents with very young children, despite them being aware that babies and toddlers shouldn't be having any free sugars.She said: \"Babies can have a preference for sweet foods, due to milk being ever so slightly sweet, but liking sugary foods is something they only learn by eating sugary foods.\"Some companies choose to encourage this preference further by providing lots of very sweet products from an early age. What we need is companies to make products with minimal amount of sugars, so young children can grow up enjoying less sweet foods.\" Regularly consuming too much sugar at any age can cause health problems, including tooth decay and weight gain.Bridget Benelam from the British Nutrition Foundation said offering less sweet vegetables, such as broccoli and spinach, early on in weaning may help children learn to accept these flavours.Nutritionist Holly Gabriel, from Action on Sugar, called for government regulation: \"The Government must release their long-awaited commercial baby food and drink guidelines, and make them mandatory to hold all companies to the same standard.\"The Government must also investigate the best way of labelling foods for babies and toddlers to provide better and more honest packaging for parents.\" Heinz said: \"Sugar reduction is a key focus for Heinz for Baby and we are looking into ways to improve the products we make. Alongside the original rusks, Farley's offer a range of reduced-sugar rusks with 30% less sugar.\"The level of added sugars in these recipes is kept to a minimum consistent with the need to provide a texture which dissolves easily to avoid the risk of choking. Farley's Rusks are very different from typical biscuits, containing very little fat and no added salt.\"Organix said: \"The majority of the sugar content within Organix Soft Oaty Bars comes from dried fruit which contains naturally occurring sugars, rather than the fruit juice concentrate which is used to hold all the ingredients together and to give a suitable texture for a child. \"Organix believes in using natural ingredients such as dried fruit which has the nutritional benefits of fibre, vitamins and minerals rather than using artificial sweeteners or table sugar. Fruit juice concentrate can also be used to provide flavour, and we clearly label the front of our packs to be transparent to parents. This is part of our No Junk Promise. \"As a brand we are constantly looking at natural ways to reduce sugar and are excited to share new news on this in 2022.\" ", "url": "https://www.bbc.com/news/health-59218313"}