{"datetime": "2022-02-08T01:28:24.000Z", "title": "Worrying numbers of older children having energy drinks regularly", "article": "Up to a third of UK children - mostly young teens - consume at least one energy drink a week, while some are having them almost daily, new research suggests. Those who drink lots may get headaches and sleep problems, warn the authors of a report in theBMJ Open. High consumption is also linked to worse educational outcomes. Many shops already stop under-16s from buying the drinks, which can be high in caffeine, sugar and other stimulants.A single can might contain more caffeine than an espresso.The UK government has already said it will soon ban sales to children, because advice and warning labels have not been enough of a deterrent for some.The latest study, commissioned by the Department of Health and Social Care, analysed data on thousands of UK children, as well as consumption by youngsters in other countries from around the world, including the US and Canada. The findings suggest: Lead researcher Claire Khouja, from the University of York, said: \"Our research has uncovered consistent evidence of links between the regular consumption of these drinks and harmful effects on children's overall wellbeing. These findings offer support for a government policy banning the sale of energy drinks to children. \"Our study also indicates that children who are better informed about the contents of energy drinks, drink less, suggesting that an education campaign and/or more prominent warnings on packaging could reduce consumption.\" The researchers stress that their findings rely on surveys, and so cannot prove that energy drinks cause problems for children. Last year, medics writing in the British Medical Journal (BMJ) warned of the dangers of energy drinks, after a student who drank too manydeveloped heart failure. The 21-year-old university student spent 58 days in hospital after consuming four 500ml energy drinks every day for two years. Energy drinks and their ingredients have been deemed safe by regulatory authorities around the world. The British Soft Drinks Association's director general, Gavin Partington, said: \"Our members do not market or promote energy drinks to under-16s, nor do they sample products with this age group. \"In addition, energy drinks carry an advisory note stating 'not recommended for children'. \"The BSDA code of practice on energy drinks was introduced by and for our members in 2010 and contains a number of stringent points on responsible marketing. We remain committed to supporting the responsible sale of energy drinks.\" Source:European Food Safety Authority ", "url": "https://www.bbc.com/news/health-60287062"}