{"datetime": "2018-01-04T17:38:01.000Z", "title": "Waitrose bans sale of high-caffeine energy drinks to under-16s", "article": "Waitrose is to ban the sale of high-caffeine energy drinks to children aged under 16. The supermarket said customers buying drinks containing more than 150mg of caffeine per litre would be asked to prove their age from 5 March. It follows concerns over the impact of sugar and caffeine on children. The British Soft Drinks Association said energy drinks had been \"deemed safe\" by regulators but that they were not marketed or promoted to under-16s. UK youngsters are among the highest consumers of energy drinks in Europe,according to researchers from Fuse, the Centre for Translational Research in Public Health , who in December urged the government to restrict their sale to under-16s. Waitrose said its decision was based on existing industry labelling guidelines, requiring any soft drink with more than 150mg of caffeine per litre to carry a high-caffeine content warning and state it is not recommended for children. Waitrose director of technical and corporate social responsibility Simon Moore said: \"As a responsible retailer we want to sell these products in line with the labelling guidance.\"These drinks carry advice stating that they are not recommended for children, so we're choosing to proactively act on that guidance, particularly given the widespread concerns which have been raised about these drinks when consumed by under 16s.\"The move has been welcomed by health and education groups who have previously campaigned about the effects high-caffeine energy drinks can have on children. Last month, campaign group Action on Sugar found that typical serving sizes of energy drinks at 500ml were larger than for other sugary drinks and were \"completely inappropriate\" for children to consume. High sugar intake among children has beenheavily linked to the UK's obesity epidemic , amid contested claims it can alter child behaviour. A sugar tax on the UK soft drinks industry has already been announced and will come into force next April. Teaching union NASUWT, whichhas previously called for schools to ban energy drinks , said Waitrose had taken a \"positive and responsible step\" but called on the government to issue independent research into the long-term effects of energy-drink use by children. General secretary Chris Keates said: \"These drinks are readily available legal highs and are leading to children and young people consuming high levels of stimulants, with little known about the long-term health impacts.\" And TV chef Jamie Oliver, who has filmed a documentary on the issue for Channel 4's Jamie and Jimmy's Friday Night Feast, told BBC Radio 5 live that energy drink consumption and addiction among children was a \"prolific problem\".\"Kids are saying they are addicted to them, experiencing the lows and needing another to get back up again\", he said. \"Even though the industry and the companies will say we do not market to kids, you will hear the opposite from kids.\"The British Soft Drinks Association (BSDA) said it had introduced a voluntary code of practice in 2010, which included policies on the appropriate labelling and marketing of energy drinks toward young people. It said the guidelines, which were updated in 2015to cover the marketing and promotion of such drinks around schools, were supported by Red Bull, Monster, Relentless and Rockstar energy drink brands. Director general Gavin Partington added that alongside manufacturers \"retailers, schools and parents all have a role to play in educating children about caffeine and sugar consumption from all sources\". The British Retail Consortium said all its members took the issue \"seriously\" and followed the BSDA code of practice on energy drinks. Andrea Martinez-Inchausti, deputy director of food policy, also said the BRC would work with the government if it decided to ban the sale of energy drinks to under-16s. ", "url": "https://www.bbc.com/news/uk-42567638"}