{"datetime": "2020-10-07T13:04:06.000Z", "title": "Sugar reduction in food well below target of 20%", "article": "There was a small 3% overall reduction in sugar in food products sold between 2015 and 2019, according to a Public Health England (PHE) report. This was far below the government's voluntary target for the food industry of 20% by 2020. The largest drops in sugar were in yogurts and breakfast cereals. But the report said there had been \"hardly any change\" in sugar content in food eaten outside the home between 2017 and 2019. Reducing sugar in food and drinks has been an important part of the government's commitment to tackle obesity.Consuming too much sugar can lead to weight gain and put people more at risk of other diseases, such as heart problems, type 2 diabetes and some cancers. Being heavily overweight is now also known to increase someone's risk of serious illness with Covid-19. Two-thirds of adults are overweight or obese in England, and one in three children are overweight or obese by the time they leave primary school. PHE's latest report shows a mixed picture - falls in sugar in some branded goods sold in shops but relatively little change in sugar levels in chocolate and sweets, which are seeing rising sales. The sugar content of puddings sold in shops rose by 2% but this was due to mince pies being included in the data for the first time in 2019, the report says. A tax on the soft drinks industry, which was introduced in 2018 to reduce sugar in drinks and tackle childhood obesity, has made progress. There has been a 43% reduction in sugar content in sugary drinks over four years, the PHE report says. Public Health Minister Jo Churchill said more could be done. \"Covid-19 has highlighted obesity and how important it is to tackle it,\" she said.Other measures being considered include a TV watershed for advertising food and drinks high in fat, salt and sugar, as well as an online ban. Dr Alison Tedstone, chief nutritionist at PHE, said progress to reduce sugar in everyday food and drink was \"too slow\". \"Faster and more robust action is needed to help us consume less sugar, which will help us become healthier and lower the economic burden of obesity and preventable pressure on the NHS.\" ", "url": "https://www.bbc.com/news/health-54449144"}