{"datetime": "2021-04-16T10:05:29.000Z", "title": "Student's heart failure linked to 'excessive' energy drinks", "article": "A 21-year old university student developed heart failure after \"excessive\" consumption of energy drinks, a new report suggests. For two years, the man drank four 500ml energy drinks a day, according to the BMJ Case Report. He spent 58 days in hospital, including the intensive care unit which he described as \"traumatising\". Before the hospital admission, he suffered with shortness of breath and weight loss for four months. Doctors treating him considered a number of diagnoses, but concluded: \"Energy drink-induced cardiotoxicity was felt to be the most likely cause.\" An organ transplant was considered after tests revealed both his heart and kidneys had failed - with the kidney failure linked to a long-standing but previously undiagnosed condition. The unnamed patient contributed to the report, and was unable to continue his university studies three months before hospital admission because of his health. \"When I was drinking up to four energy drinks per day, I suffered from tremors and heart palpitations, which interfered with my ability to concentrate on daily tasks and my studies at university.\" After nine months his heart function has appeared to have returned with \"mildly impaired function\", but the report said it was difficult to predict recovery or potential for relapse. The student suffered from severe migraine headaches which would \"often occur during the periods\" when he didn't have energy drinks.\"This also restricted my ability to perform day-to-day tasks and even leisurely activities such as going to the park or taking a walk,\" he said. He felt there should be more awareness about energy drinks and the effect of their contents. \"I believe they are very addictive and far too accessible to young children. I think warning labels, similar to smoking, should be made to illustrate the potential dangers of the ingredients in energy drink,\" he added. This comes after a separate study done by researchers at Cardiff University analysed the responses of a health survey of more than 176,000 secondary school children in Wales aged 11 to 16 between 2013 and 2017. It found that 6% of pupils said they drank energy drinks on a \"daily\" basis - a trend which didn't change over time. The study's lead author Dr Kelly Morgan said there was a difference in consumption between those from low and high socioeconomic groups. \"Marketing campaigns for energy drinks are often aimed at those from more disadvantaged backgrounds.\" Their popularity was unlikely to be hit unless policy measures were \"put in place\", Dr Morgan added. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-56747731"}