{"datetime": "2020-02-13T02:10:10.000Z", "title": "Nestle axes low sugar chocolate due to weak sales", "article": "Nestle has axed its range of chocolate that used a new low-sugar technique, less than two years after it was launched. The Swiss food giant said demand for its Milkybar Wowsomes had been \"underwhelming\". The bars used what Nestle described as \"hollow\" sugar crystals to cut the amount of sugar by almost a third. Confectionery makers have come under pressure from health authorities to cut the amount of sugar in their products. Nestle's Milkybar Wowsomes was the first product to use technology developed by the company that creates sugar with a more porous structure, which it likened to hollowing out the sugar crystals. Some industry experts had seen the discovery as a breakthrough that would help Nestle take a leading position in a growing market for low-sugar products. At the time of the launch Stefano Agostini, Nestle's chief executive for UK and Ireland, said: \"A new product like Milkybar Wowsomes introduces greater choice and allows parents to treat their children with chocolate that tastes great but has less sugar. \"We are demonstrating how we can, and will, contribute to a healthier future and that we take our public health responsibilities very seriously,\" he added. Last year, reduced sugar versions of Mars and Snickers were launched by Mars Wrigley UK, while Mondelez followed suit with low-sugar Cadbury Dairy Milk. Nestle said it is now working on new sugar reduction technology that it aims to introduce next year. The announcement highlights a major issue facing the world's big processed food producers. While governments and many consumers have called for lower-sugar products, most people have yet to warm to less sweet alternatives. Attempts to cut obesity rates have seen processed food giant Unilever this week promise to stop marketing its products to children. The maker of Twister ice cream and Popsicle ice lollies, said it would limit the use of cartoon characters in its advertising. ", "url": "https://www.bbc.com/news/business-51439407"}