{"datetime": "2020-01-03T17:35:40.000Z", "title": "Lidl to ditch cartoons on cereals", "article": "Lidl has said it will remove cartoon characters from its own-brand cereals to help parents buy healthy products. It hopes that the rebranded packaging, to be introduced in the spring, will alleviate the pressure of children's \"pester power\". Health experts welcomed the move but called for government regulations on \"junk food marketing\". A group of MPs has previously recommended a ban on cartoons on unhealthy foods. Lidl said it will rebrand eight of its own-brand Crownfield products in total, including Choco Shells, which features two cartoon penguins on the box, and Rice Snaps, which is advertised with a grinning cartoon crocodile. The new packaging will be free from cartoons. Georgina Hall, the retailer's head of corporate social responsibility said it wants to help parents \"make healthy and informed choices\" about the food they buy for their children. \"We know pester power can cause difficult battles on the shop floor and we're hoping that removing cartoon characters from cereal packaging will alleviate some of the pressure parents are under,\" she said.She stressed that the company seeks to make \"good food accessible for everyone\" and \"[help] customers lead healthier lives.\" According to Lidl's website, a serving of its Honey and Peanuts Corn Flakes - which features a cartoon bee on the box -contains 14g of sugar , compared to0.4g in its regular Corn Flakes. Caroline Cerny, of the Obesity Health Alliance - a coalition of organisations such as the Royal College of Paediatrics and Child Health and the British Medical Association - welcomed what it called a \"responsible approach\". \"We know that the use of cartoon characters on sugary products is a marketing technique used by the food industry to put their unhealthy products firmly centre stage in children's minds,\" she said. However, she noted that more needs to be done than one retailer changing a category of products. \"We need the government to introduce regulations to create a level playing field and protect children from all types of junk food marketing,\" she added. The move comes more than a year and a half after thehealth select committee recommended a ban on cartoons on sugary foods, such as Tony the Tiger and the Milky Bar Kid. In October, England's outgoing chief medical officer, Dame Sally Davies,called for extra taxes placed on unhealthy foods to tackle child obesity. In her final report, she also called for tighter rules on advertising. A spokeswoman for the Department of Health and Social Care said: \"It's encouraging to see companies taking action to tackle childhood obesity.\" It added that it has reduced the amount of sugar in soft drinks and encouraged physical activity in schools. It said it will \"continue to assess\" the impact of marketing on children. ", "url": "https://www.bbc.com/news/uk-50985554"}