{"datetime": "2020-11-02T23:32:37.000Z", "title": "Indians asked to eat more sugar to tackle oversupply", "article": "A glut of sugar has prompted India’s industry body to start a campaign to encourage Indians to eat more. The Indian Sugar Mills Association (ISMA) said it wants to bust myths about sugar and its health effects.On average, Indians eat around 19kg a year, which is well below the global average.Still, the country is the world’s biggest consumer of the sweetener overall.India’s production is expected to rise by 13% this year to 31m tonnes but the government has indicated that it might stop export subsidies aimed at clearing surpluses.ISMA's new website features short articles with titles such as “Eat, Drink & Be Healthy: A little sugar not all that bad”. The online campaign also includes social media posts and workshops, where celebrity chefs and health coaches discuss healthy living.It features recipes for sweets, and takes aim at artificial sweeteners, suggesting they don't help people lose weight and can have health consequences.At the launch of the website, India’s food secretary Sudhanshu Pandey told local media that sugar’s reputation is not deserved.“There are a lot of myths going around about sugar and sugar consumption without scientific basis,” he said.A healthy approach? The campaign takes a distinctly different approach to campaigns in other countries, which have pushed to reduce sugar consumption.Sugar is associated with a variety of health problems, such as obesity and diabetes.The World Health Organisation (WHO) is particularly concerned about “free sugars” which are usually added to food and drink by manufacturers, but are also found in honey and fruit juice.Trade sweetener About 50 million farmers in India are engaged in cane farming, with millions more working in mills or engaged in the transportation of cane. The government has taken an interventionist approach, using subsidies to help sell Indian sugar overseas, an approach that has been opposed by other sugar-producing nations.One other way to get rid of excess sugar is to use it for fuel, by turning it into ethanol.The Indian Sugar Millers Association predicts ethanol production will increase from 1.9bn litres this year to 3bn litres in 2021.", "url": "https://www.bbc.com/news/business-54776376"}