{"datetime": "2020-12-31T18:38:51.000Z", "title": "US government's dietary guidelines say no added sugar until age two", "article": "The US government has issued its first-ever set of detailed dietary guidelines proposed for infants and toddlers. Informed by a report from the 2020 Dietary Guidelines Advisory Committee, the plan recommends no added sugar for young children under age two. It also says infants should be fed only breast milk for their first six months, where possible.The committee provides a nutritional report twice per decade. The final recommendations on \"making every bite count\", which werereleased this week by federal health and agriculture agencies, will shape the US government's official guidelines for the next five years. According to the experts, more than half of US adults have one or more chronic diseases related to diet. The guidelines state that since the first guidelines were published in 1980, Americans have \"fallen far short\" and disease rates continue to be a \"major public health concern\". The report traditionally focuses on science-based nutrition for toddlers and older, but this year was expanded to include infants \"to reflect the growing body of evidence about appropriate nutrition during the earliest stages of life\". \"Nutritional exposures during the first 1,000 days of life not only contribute to long-term health but also help shape taste preferences and food choices,\" the recommendations state. While the guidelines emphasise breast milk is the best option for babies - and can help reduce the risk of obesity later on - if it is not available, infants should get iron-fortified formula. Supplemental vitamin D should also begin \"soon after birth\". The guidelines say children can begin eating \"nutrient-dense\" and \"potentially allergenic foods\", like peanuts, at around six months of age. Infants and toddlers should eat foods from all food groups, especially those rich in iron and zinc. For pregnant and breastfeeding women, the experts recommend eating up to 12 ounces of healthy seafood, like tilapia and salmon, weekly to help promote baby brain development.Pregnant women should avoid alcohol, and small amounts of caffeine appear safe, but should be discussed with a physician. The guidelines also recommend that all Americans limit added sugar to less than 10% of daily food intake. Around 65% of Americans aged 19-30 are exceeding these limits, as are 60% of those aged 31-59. The guidelines also say men should have no more than two alcoholic drinks per day, and no more than one for women. Sodas and other sweetened drinks like coffees and teas are among the biggest culprits in excess sugar consumption, along with snacks and candy.The plan suggests adults should learn how to properly read nutrition labels to make better choices at the grocery store. ", "url": "https://www.bbc.com/news/world-us-canada-55489390"}