{"datetime": "2019-10-10T09:09:30.000Z", "author": "Hugh Pym", "title": "Child obesity: Will we see radical action?", "article": "Strategies for tackling obesity in England have been much talked about - but consistency has been hard to find. Three different prime ministers in four years have all had their own approaches. Policies have been floated but implementation has been patchy. Now the outgoing chief medical officer for England has said in no uncertain terms only radical action will give the government any chance of getting close to its target of halving childhood obesity by 2030.Prof Dame Sally Davies says children are \"drowning in a flood of unhealthy food and drink options\".Banning snacks on buses and other local public transport is just one of her list of eye-catching proposals. Dame Sally has made clear she is frustrated more progress was not made in her time as the chief independent adviser to the government on medical issues.Children 'exceed recommended sugar limit by age 10' Should snacking be banned on public transport? What to do if your child is overweight Her disappointment flows from chopping and changing in Downing Street over whether further state intervention is essential or unjustifiable.A new report from the Organisation for Economic Co-Operation and Development says the UK has one of the highest obesity rates of 52 countries analysed.National income (GDP) is 3.4% lower than it might be because of the costs of healthcare and lost working days associated with overweight and obesity issues. The confusion goes back to David Cameron's final weeks at No 10, in 2015.There were clear briefings then that, backed by NHS leaders, he wanted to unveil an ambitious obesity strategy including bans on TV advertising of junk food before 21:00 and restrictions on supermarkets' in-store promotions.That was abruptly stalled when he stood down after the Brexit referendum. Whatever happened to the Cameron obesity strategy? Theresa May took a very different tack and immediately buried David Cameron's blueprint.She appeared to think it clashed with her free-market, pro-business instincts.A much watered down plan was put out in the middle of the summer recess that year. But by 2018 Mrs May's instincts had changed.The sugar tax, otherwise known as thesoft drinks industry levy , was introduced with barely a murmur of complaint from the manufacturers.Data later showed average sugar content of drinks covered by the levy wasdown by nearly 30% over three years to 2018 . Theresa May was emboldened and in effect reinstated David Cameron's original plan.The pre-watershed TV advertising ban on junk food was revived alongside measures such as compulsory calorie information on menus. But more than a year on from the reheated obesity strategy, there is only mixed progress.A ban on high energy drinks for under-16s is to go ahead. But the TV advert and supermarket promotion restrictions have been parked up after a consultation process.Officials simply say they are still under consideration.The Scottish government meanwhile is pushing on with itsown curbs on junk food advertising . During the Conservative leadership campaign Boris Johnson suggested anofficial review of \"sin taxes\" and seemed hostile to the idea of extending the soft drinks levy to milkshakes.Since he walked into No 10 and with plenty of other things to think about, there has been no further mention of a review.It is understood that Department of Health officials are carrying out their own review of the soft drinks levy, involving a detailed study of the evidence of its impact. This might take a year or so.There is unlikely to be any rush to extend the tax to milkshakes or food.Philosophically this administration seems more inclined to a non-interventionist and libertarian approach. So, the obesity strategy agenda may remain in the doldrums for a while. This might suit the Conservative Party's election platform.But Dame Sally points to opinion polling suggesting voter approval of government policies to protect children's health.With NHS leaders and health charities lining up behind her report, it may become increasingly difficult for ministers to ignore. ", "url": "https://www.bbc.com/news/health-49992999"}