{"datetime": "2020-02-12T18:01:42.000Z", "title": "Food giant to stop advertising ice cream to children", "article": "Food giant Unilever has vowed to stop marketing its products to children in order to tackle rising obesity rates. The firm, which owns brands such as Twister ice cream and Popsicle ice lollies, said it would limit the use of cartoon characters in its advertising. It also promised to stop using social media stars or celebrities \"who primarily appeal\" to children under 12. Ads for Unilever ice creams have been pulled in the past over complaints they marketed unhealthy food to children.The new rules will apply to all of the firm's products by the end of 2020, kicking off with its Wall's ice cream brands. Wall's will also launch a range of \"responsibly made\" products for children that contain \"no more than 110 calories and a maximum of 12g of sugar per portion\".Wall's brands popular with children include Max, Paddle Pop and Twister. \"Our promise is a genuine commitment to make and market products to children responsibly,\" said Matt Close, executive vice president of the firm's global ice cream business.In 2016, 18% of children and adolescents - more than 340 million people aged 5 to 19 - were overweight globally - up from 4% in 1975,according to the World Health Organization (WHO). It says there is \"unequivocal evidence\" that the marketing of unhealthy foods is related to the problem andrecommends that governments limit the reach of such advertising. The UK, Chile, Mexico and Ireland have all implemented stricter rules for children's advertising over the last decade. However, the problem persists. In 2018 Cadbury, Chewits and Squashies sweetsbecame the first companies to have online adverts banned under new rules targeting junk food ads for children in the UK. And in 2016, a Unilever ad for the ice cream Paddle Pop - known in the UK as Twister - was pulled in Australia over complaints it encouraged young children to eat unhealthy foods. Unilever, whose portfolio includes more than 400 brands, generally has a reputation for leading the business world on issues such as sustainability. It also has had a policy for \"responsible\" marketing to children since 2003.Under the new rules, it said it planned \"strict controls\" on the placement of ads in movies and would not appeal to children under age 12 on traditional media or 13 on social media. It has previouslypledged to make adverts less sexist andthreatened to pull ads from Facebook and YouTube if they do not do enough to police their content. ", "url": "https://www.bbc.com/news/business-51479770"}