{"datetime": "2020-01-14T10:08:40.000Z", "title": "How to make your packed lunch healthier", "article": "About half of primary school children in the UK have a packed lunch. But unlike school dinners, there are no official rules about what should be in them to make them nutritious. And anew study from Leeds University found 98 in every 100 packed lunches eaten by children at primary school failed to meet nutritional standards. Some schools set their own standards and even inspect lunchboxes and remove \"contraband\" unhealthy foods such assausage rolls .And one academy, in Norwich, recently suggestedscrapping packed lunches for infants entirely to get more pupils eating their healthy school meals.So what does a healthy packed lunch look like?Experts say the \"main event\" should be something filling, such as bread, rice, pasta or potatoes. Choose wholegrain where you can.When it comes to the filling of a sandwich, wrap or bagel,always add salad if you can because it will count towards your child's recommended five a day of fresh fruit and veg.The study, published inBMJ Open , which looked at how healthy children's packed lunches were, in 2006 and again in 2016, found the most popular filling was ham, followed by cheese, chicken, tuna and then a chocolate nut spread or jam.Veg, such as sweetcorn and carrots, rarely featured although experts say these would be good, healthy fillings to give children, along with hummus or coleslaw, especially as an alternative to sugary jam or chocolate spread.Try to avoid using lots of mayonnaise, butter and spread - a little bit can go a long way.Reduced-fat alternatives are available for many spreads and cheese. The study found while the amount of sugar in packed lunches was declining overall, many still contained foods too high in sugar, salt or fat. Most lunchboxes in the surveys of nearly 1,500 children contained crisps or other savoury snacks, while about one in three included a chocolate biscuit. To make lunches healthier, choose: Try chopped apple, peeled satsuma segments or melon slices to make it easier for young children to eat and enjoy. A squeeze of lemon juice can stop the fruit going brown.Cherry tomatoes, peppers and celery also count.Water is the obvious choice but milk or unsweetened (no added sugar) fruit juice is also good.Study author Dr Charlotte Evans said getting children involved in shopping for and preparing packed lunches could help with educating them about making healthy choices.\"Changing behaviour is very difficult,\" she said. \"We know that. And we do need the food industry to help by making the choices that are available healthier.\"But involving children and getting them engaged with food choices from a young age is important.\"Encouraging a child to go to the shops with you and buy a pepper, then go home and slice some off and put it into their lunchbox would be great. \"It's about making it feel normal to have vegetables.\" Loughborough University's Dr Emma Haycraft has studied the psychology of getting kids to eat more veg.She said: \"Research has shown that children need to be exposed to foods a number of times before they learn to like them. So it's important that foods are offered in lunchboxes on multiple times.\"These can be small portions initially, to minimise waste, but this will allow children time to become familiar with foods that they might not be used to eating.\" ", "url": "https://www.bbc.com/news/health-51096997"}