{"datetime": "2019-12-03T08:19:57.000Z", "title": "'Sugar overload' warning for festive hot drinks", "article": "Seasonal lattes and hot chocolates being sold by some High Street coffee chains can contain up to 23 spoonfuls of sugar per cup, a study has found. Action on Sugar analysed more than 200 drinks and found \"shockingly\" large amounts of sugar in many of them.Some were made using vegan-friendly alternatives to cow's milk. The \"venti\" (a pint) Starbucks Signature Caramel Hot Chocolate made with oat milk but topped with whipped cream had the most. It contains 23 teaspoons (93.7g) of sugar and 758 calories, which Action on Sugar says is as much as three cans of Coca-Cola or four white chocolate and strawberry muffins.Next was Caffe Nero's Grande Salted Caramel Hot Chocolate made with skimmed milk - containing 15 teaspoons (nearly 60g) of sugar and 503 calories.Third highest in sugar was a venti Starbucks Gingerbread Latte made with oat milk - containing 14 teaspoons (56.6g) of sugar and 523 calories - the same as 17 custard cream biscuits.Some of the coffee chains included in the study say they offer a variety of low-sugar options to customers, as well as these more indulgent drinks. Action on Sugar said consumers may be unknowingly opting for extra sugar because of a lack of labelling and the perception vegan options were healthier, when actually some shops used pre-sweetened alternatives to cow's milk. Small substitutions can make a difference. For example, if the Starbucks Gingerbread Latte is made with almond milk instead of oat milk, the sugar content goes down by 4.5 teaspoons (18g). Action on Sugar assessed drinks from nine different chains; Caffe Nero, Starbucks, Costa, KFC, Greggs, McDonald's, Eat, Leon and Pret a Manger. Nutritionist Holly Gabriel, from Action on Sugar, said the findings were \"shocking\". \"Coffee shops and cafes need to take much greater steps to reduce the levels of sugar and portion sizes, promote lower sugar alternatives and stop pushing indulgent extras at the till.\"A spokeswoman for Starbucks said that customers could customise the size of their drink, as well as asking for reduced fat milk and less or no cream.\"We are committed to reducing sugar in all our beverages and since 2015 we've delivered a 9% reduction in the sugar content of our gingerbread and core syrup range of vanilla, caramel and hazelnut,\" the spokeswoman added. Sweetened milk-based drinks are currently exempt from the UK sugar tax - a levy on manufacturers introduced by government as part of the child obesity strategy. Look for the \"carbohydrates (of which sugars)\" figure in the nutrition label to see how much sugar the product contains for every 100g: ", "url": "https://www.bbc.com/news/health-50628962"}