{"datetime": "2020-01-02T00:13:31.000Z", "author": "Stav Dimitropoulos", "title": "The tobacco farmers chasing a sweeter crop", "article": "Seven years ago, a group of Greek farmers stopped growing tobacco and switched to a trendy alternative to sugar - stevia. They made the change after being persuaded by a mechanical engineer called Christos Stamatis, who wanted to emulate the success of six California tobacco growers who had also started to cultivate the stevia plant. An extract of the plant's leaves makes a natural, calorie-free sugar substitute. It has been around for centuries, but has only started to enter the mainstream in the past 10 years. Mr Stamatis sought out farmers in his native region of Fthiotida - in their fields or during their breaks in the local cafés - to convince them to plant stevia instead of their less profitable tobacco crop. His power of persuasion worked, as 150 farmers each contributed €500 ($557; £422) towards setting up the Stevia Hellas Co-operative. \"We discovered crowdsourcing long before it became mainstream in my village,\" Mr Stamatis says. \"People have power and we took advantage of it.\" It was the first business in Europe to produce stevia and it now employs around 300 people. Created in 2012 and located a few hours' drive north of Athens, the co-operative broke even at the end of 2018 and is on track to make a profit this year. It sells liquid stevia extracts and stevia powders under its own brand name, La Mia Stevia, and also exports in bulk to western Europe, Canada, the US and the United Arab Emirates.It is tapping into an industry that has enormous potential for growth. Global sales of stevia are forecast to almost double to $818m (£620m) by 2024, according to a study by the consultancy Research and Markets. However, this still puts stevia's size well below that of artificial sweeteners such as aspartame or sucralose, which are expected to be worth $2.7bn per year by then. And for context, the global sugar market is predicted to reach annual sales of $89bn over the same period - albeit growing at a slower pace.Andrew Ohmes, president of trade body International Stevia Council, admits that stevia is still the \"new kid on the block\" but that consumption will increase as consumers limit the amount of sugar in their diets. \"Other sweeteners like aspartame or sucralose have been around far longer but stevia's consumption will be growing 19-21% over the next five to 10 years.\" At first glance stevia looks expensive. Stevia powder on the supermarket shelves costs around €120 per kilo compared with a kilo of sugar for €0.83 euros. But Mr Stamatis says that stevia is actually more cost effective, because a little goes a long way - it is 200 times sweeter than sugar. Stevia's proponents also say it is more ecologically friendly. It is said to have a water footprint that is 96% lower than cane sugar, and 92% lower than beet sugar. And it requires about 20% of the land to provide the same amount of sweetness. More from theBBC's series taking an international perspective on trade: Native to Paraguay and Brazil in South America, the full name of the stevia plant is stevia rebaudiana. Its properties have been known to indigenous groups for centuries. In the Guarani language it is known as \"kaa he-he\", which translates as \"sweet herb\". It was the Japanese who first started producing stevia on a commercial scale, beginning in 1971. It was much slower to take off in the US and Europe, as regulators were unsure if it was safe. For example, in 1987 the US Food and Drug Administration (FDA) banned the marketing of stevia. Things changed in 2008 when the FDA gave its approval to purified stevia extract. In 2011, the EU, Australia and New Zealand followed suit. Even so, there is a still a debate about its use. \"Stevia extract, unlike its chemical counterparts such as aspartame, does not form acid in the body,\" says certified nutritionist Kimberly Snyder. \"Nor does it promote heart disease and tooth decay, and it has no impact on blood sugar levels.\" \"But the powder or liquid drops at grocery stores are processed with additives that may cause bloating, diarrhoea or headaches.\" Because it is sweeter than sugar, she adds, it \"might perpetuate your flavour preference toward sweet things, doing more harm than good if your sweet cravings are kicked into overdrive\". Mr Ohmes says that using stevia instead of sugar \"allows for significant calorie reduction\". However, registered dietician Rachel Fine encourages her clients to stick to simple cane sugar, and use less of it overall, with the exception of those struggling with diabetes, who may find stevia as a viable alternative without the impact on blood sugar. Back in Greece, the Stevia Hellas Cooperative is now aiming for further growth. \"Our next plan is to form a stevia supply chain with Mediterranean countries like Italy, Spain, France or Portugal,\" Mr Stamatis says. The stevia plants the co-operative grows are currently sent to France for processing, and a second processing plant is to be opened in the Balkans in the next two years.\"We have a unique climate for cultivating stevia,\" Mr Stamatis adds, Other countries may also develop a suitable climate for growing stevia as they become more \"tropical\", says Michael Budziszek, an expert on global warming and associate professor at the Johnson and Wales University College of Arts and Sciences. But securing the industry's growth will not be straightforward. Coca-Cola introduced a version of its signature drink to the UK market in 2014 that had been partially made with stevia. But after weak sales, the product - Coca-Cola Life - was discontinued three years later. ", "url": "https://www.bbc.com/news/business-50629107"}