{"datetime": "2021-12-15T16:03:20.000Z", "title": "Man who dislikes whisky sells 4,000 miniatures for £30k", "article": "A man who finds whisky \"horrible\" has sold his collection of more than 4,000 miniatures for £29,750 at auction. Brian Marshall, from Kettering, Northamptonshire, started collecting the bottles in the late 1980s. His rare 1887 book by Alfred Barnard called The Whisky Distilleries of the United Kingdom, valued at £300, sold for £2,280. Mr Marshall said he hoped the new owners \"will enjoy them as much as I have enjoyed collecting them\". \"I thought the entire collection would make £7,000 to £8,000 at the very most, so this is a very pleasant Christmas bonus,\" he added. The auctioneers disagreed and estimated the collection could sell for up to £35,000. Most of the collection is from Scotland but there were also miniatures sourced from US, Iraq, Uruguay and Australia. A rare Springbank boxset of four miniatures sold for £1,054 and a miniature bottle of Macallan 1961, commemorating Private Eye magazine's 35th anniversary, sold for £340. Mr Marshall said his collection started when a colleague started collecting whisky flagon jugs. \"He came back from holiday with three whisky miniatures and said 'you can start collecting those',\" he said. Mr Marshall said he no longer had room to keep the collection after moving in with his partner \"I started to cataloguing them and I didn't realise I had that many,\" he said. The bottles were all unopened. He said: \"I don't like whisky, it's horrible.\" Auctioneer Will Gildings, based in Market Harborough, Leicestershire, said it was a \"a unique opportunity for collectors\". He said he was \"delighted to have achieved such a great result for\" Mr Marshall. Around 100 lots remained unsold over the two auctions, and will be offered to buyers again in the new year. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-59673351"}