{"datetime": "2018-05-30T05:34:54.000Z", "title": "'Ban cartoon characters' on unhealthy food, MPs say", "article": "Cartoon or fictional characters, like Tony the Tiger and the Milky Bar Kid, should no longer be used to promote unhealthy food, a group of MPs says. The proposed ban would also mean that film or TV characters like superheroes could no longer appear on such foods. But characters like the Jolly Green Giant could still promote healthy food,the health select committee says. Other recommendations include a ban on junk food adverts before the 9pm TV watershed. The MPs' report comes afterfigures showed that one in 25 children aged 10 or 11 in England were now classed as \"severely obese\". The committee also calls for: Dr Sarah Wollaston, Conservative MP and chairwoman of the committee, said: \"Children are becoming obese at an earlier age and staying obese for longer. \"The consequences for these children are appalling and this can no longer be ignored.\"The government has already introduceda sugar tax on fizzy drinks, but the MPs called on it to go further with \"fiscal measures\". That includes extending the sugar tax to milk-based drinks such as milkshakes. Dr Max Davie, officer for health promotion for the Royal College of Paediatrics and Child Health, said: \"The committee is right, the key to a reduction of obesity is prevention and we must not hang around, action must be taken now.\" But Stephen Woodford, chief executive of the Advertising Association, said the UK had \"among the strictest rules in the world\" on promoting products that are high in fat, sugar and salt to under-16s. \"We remain of the view that measures such as a 9pm watershed would be ineffective in tackling the complex root causes of childhood obesity which are linked to a whole range of factors, including socio-economic background, ethnicity and educational attainment,\" he said. The Department of Health said its plan to tackle childhood obesity was \"the most ambitious in the world\". \"We are in the process of working up an updated plan, and will be in a position to say more shortly.\" ", "url": "https://www.bbc.com/news/health-44298135"}