{"datetime": "2019-10-10T01:25:29.000Z", "author": "Nick Triggle", "title": "Obesity: Ban snacking on public transport, top doctor says", "article": "Snacking should be banned on public transport and extra taxes placed on unhealthy foods to tackle child obesity, England's outgoing chief medical officer says. In her final report as CMO, Dame Sally Davies also called for tighter rules on advertising and takeaways. She said children needed more help as they were \"drowning in a flood\" of unhealthy options. If ministers were not bold, she added, they would fail to cut obesity rates. A target to halve rates by 2030 has been set. Will we see radical action to tackle child obesity? Dame Sally said: \"The unavoidable fact is that over time our environment has become very unhealthy without us realising.\"Our children are now suffering from painful, potentially life-limiting disease.\"Our politicians need to be bold and help everyone embrace healthier life choices.\" The proportion of obese and overweight children has doubled in the past 30 years. Today around a third are obese or overweight by the age of 11 in England - with a minority, but growing number, classed as severely obese. The problem is most acute among girls - where the UK has one of the highest rates in the world. There are signs the increase has begun to level off, but among the most deprived communities rates are still increasing Children living in the poorest tenth of areas are more than twice as likely to be obese than those in the richest. Obesity increases the risk of a range of diseases from cancer and heart disease to diabetes. In fact, until recently type two diabetes was considered an adult problem, but now there are more than 100 new cases each year among children.Dame Sally has put forward a wide range of measures. Some are about extending existing policies, while others are completely new. They include: The most eye-catching announcement is the proposed ban on eating and drinking on public transport. This is squarely aimed at children on the way to and from school and so will only apply on local transport - trains, buses, trams and metro networks. Inter-city trains with buffet cars will not be covered, the CMO said. The idea is to discourage snacking. The ban will also apply to adults - she wants them to model good behaviour to children. And she is suggesting there are exemptions for people who need to eat or drink because they have medical conditions that require them to. Breast-feeding would also be allowed, while everyone will be able to drink water. Dame Sally said tax was an important lever for ministers. She highlighted the success of the sugar tax - a levy which has been applied on sugary drinks since last year. Figures released last month showed that it had reduced sugar consumption by more than a fifth through a combination of people choosing lower sugar drinks and industry changing the sugar content of products. The fall came despite an increase in sales, and means the equivalent of 30,000 tonnes of sugar a year have been taken out of the nation's diet. But Dame Sally wants the government to go further by extending the tax to cover milk-based drinks. She also wants some anomalies in the VAT system to be tackled.Food is generally not taxed, but some unhealthy ones are, adding 20% to the price. It means that a gingerbread man with chocolate-covered trousers is subject to VAT, but not if it only has chocolate eyes.Cakes, flapjacks and corn chips are zero-rated, but chocolate biscuits, cereal bars and crisps are not. Unhealthy foods are big business for advertisers.Around £300m a year is spent on promoting soft drinks, confectionery and sweet and savoury snacks - that's nearly half of the total spend on food and drink advertising. By comparison just £16m goes on fruit and vegetables. There are already restrictions on junk food advertising on TV and online. But Dame Sally wants to go further, calling for a complete ban on unhealthy food and drink advertising. The government in England published its lastobesity strategy in 2018. The goal is to halve rates by 2030. None of the headline measures recommended by Dame Sally are part of the current measures. Health Secretary Matt Hancock praised the work of the outgoing CMO, saying she had \"done more than anyone to promote the health of the nation\" over the past decade. He said ministers would study the recommendations \"closely\". But there are doubts about how reforming a government led by Boris Johnson will be in this area.He has already expressed scepticism about so-called sin taxes such as the sugar levy, although a policy paper published just before he became prime minister did suggest the sugar levy could be extended to milk-based drinks. Both Wales and Scotland have published obesity plans in recent years, but neither of these were as radical as Dame Sally's proposals. But she has still received the backing of health experts. Sally Warren, of the King's Fund think tank, said: 'The government should make full use of all the levers at its disposal to tackle obesity.\"Some politicians may baulk at the idea of the 'nanny state', but research suggests these types of intervention may enjoy stronger public support than they often assume.\" Professor Dame Parveen Kumar, of the British Medical Association, said the government would \"let down\" children if it did not act. ", "url": "https://www.bbc.com/news/health-49975720"}