{"datetime": "2021-10-28T15:09:09.000Z", "author": "Reality Check team", "subject": "Budget 2021", "title": "Budget 2021: Rishi Sunak's claims fact-checked", "article": "Chancellor Rishi Sunak made a number of claims both in his Budget speech and in his round of interviews afterwards. We've had a look at some, including alcohol duty, tax cuts and debt. The Office for Budget Responsibility (OBR) actually said Budget policies along with the net zero strategy and the increase in the cost of fossil fuels are likely to accelerate emissions reductions.On the Budget alone, the OBR said that while it \"includes tax measures that could assist on the path to net zero, it also includes tax measures that will make the job of getting there more difficult… by lowering the price of motoring and domestic air travel over the next five years\". It's very hard to work out the impact of the air tax changes in terms of emissions. The OBR estimates there will be 410,000 more journeys by plane inside the UK as a result, but there will be 23,000 fewer ultra-long international journeys (more than 5,500 miles) a year. The OBR also said that the government had not yet quantified the emissions effects of its Budget measures. The chancellor twice used the phrase \"debt down\" in his Budget speech.Public debt is measured in different ways. With \"headline\" debt, in the year to the end of March 2021,UK debt stood at £2.2 trillion, up from £1.9 trillion the previous year. That was also an increase in debt as a proportion of GDP, which is a measure of the value of everything produced by the economy, from 83% to 104%. But the chancellor was referring not to headline debt but to the measure of \"underlying\" debt, which excludes Bank of England schemes. The chancellor announced the Office for Budget Responsibility (OBR) forecasts for that measure, which suggested that it was still rising. Underlying debt is predicted to be 85.2% of GDP this year, 85.4% in 2022-23 and 85.7% in 2023-24, before falling in the following three years. That is, however, enough to meet the chancellor's new fiscal rule, which requires him to be on track for underlying debt to be falling as a proportion of GDP in three years. There are certainly aspects of the changes to alcohol duties that would not have been allowed when the UK was part of the EU. But countries in the EU are allowed to set their own rates of duty and the UK has set some of the highest in Europe.However, as a member of the EU, while the UK was allowed to tax beer by its strength, duties on cider and wine could only be set in line with the quantity that was being sold.The School of Health and Related Research has noted that \"such duty structures create perverse incentives to purchase beverages with higher alcohol contents in greater quantities\". The chancellor's reforms to alcohol dutywill not apply in Northern Ireland , which remains subject to elements of EU law. There was some discussion on the Today Programme about this claim, because it was based on the idea that reducing the \"taper rate\" is a tax cut. The taper rate is the rate at which universal credit claimants have their benefits withdrawn when they earn money. The chancellor described the taper rate as being \"essentially a tax rate on work for those on the lowest incomes\". If the reduction in the taper rate from 63p in the pound to 55p counts as a tax cut, then it might be argued that the ending of the £20 a week uplift to universal credit earlier this month could count as a tax increase. But the chancellor described those as \"two very different things\". TheResolution Foundation estimates that of the 4.4 million households currently claiming universal credit: Many low-paid workers will also be hit by next April's increase in National Insurance from 12% to 13.25%, which will affect employees earning more than £9,564 a year.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/59078215"}