{"datetime": "2021-02-05T04:50:25.000Z", "author": "Justin Parkinson", "title": "Covid-19: Pub closures 'will waste 87 million pints of beer'", "article": "Up to 87 million pints of beer will be thrown away as a result of pub closures during Covid lockdowns around the UK, an industry body has calculated. The British Beer and Pub Association (BBPA) called the waste - equivalent to £331m in sales - \"heartbreaking\". Chief executive Emma McClarkin urged the government to give publicans more help in the Budget, including extending the VAT cut for the hospitality sector. The Treasury said keeping businesses going was its \"priority\". Barrelled beer not sold by its best-before date has to be returned to breweries and disposed of. For pasteurised beers - including most lagers - this is usually about three to four months after delivery to pubs. For real ales and other unpasteurised beer, the timescale is normally around six to nine weeks. The BBPA has worked out, from industry feedback, that 70 million pints of beer were thrown away during the first lockdown. With publicans more alert to the risk of wastage - and amid ongoing restrictions imposed on large parts of the UK - they bought less stock after reopening. This meant that, when further lockdowns occurred around the UK last autumn, seven million pints were wasted, with another 10 million expected to go the same way during the current one, the BBPA found. Sources: New South Wales Irrigators' Council, bestkettles.co.uk, Bathbarn.co.uk Before the pandemic, the number of pubs in the UKhad started rising slightly, following many years of decline. But the difficulties since then mean many of the 39,000 premises operating at that point have closed or are \"struggling\", Ms McClarkin told the BBC. \"Pubs and breweries are effectively having to pour their businesses down the drain,\" she said. The licensed trade was \"in limbo\", with \"no idea or clarity from government on when we can reopen again\", she added. Garry Tallent, landlord of the Red Lion in Chobham, Surrey, did up his pub at a cost of around £330,000 last year and estimates he has lost £20,000 in stock during lockdowns, £6,000 of that in beer. \"The government has got to give some real fiscal stimulation to get us through this,\" he said. \"We're all fighters in this trade but we've been through a year of grief through no fault of our own.\" Mr Tennant employs 16 staff, whose pension contributions he has continued to pay. His total losses since the pandemic could total £130,000 by the time pubs reopen, he said. Ms McClarkin asked Chancellor Rishi Sunak to keep thecurrent 5% VAT rate for the hospitality industry - down from the usual 20% - in place after pubs reopen, arguing that venues closed during lockdowns have not been able to benefit from it yet. Thebusiness rates holiday - due to finish at the end of this financial year - should also be extended in the Budget, on 3 March, she added. A Treasury statement said the hospitality sector was receiving \"significant support\", including one-off grants worth up to £9,000, monthly grants of up to £3,000, and a £1,000 grant that was provided to pubs not serving food at the time during tiered restrictions when so-called \"wet pubs\" were forced to close.''We've also extended the furlough scheme until the end of April, provided 100% relief on business rates, and have cut VAT for hospitality businesses,\" they added. \"At the upcoming Budget we'll outline the next stages of our plan for jobs to support businesses and families across the UK. That has been our priority throughout the past year and it will be the priority for the year to come.\" ", "url": "https://www.bbc.com/news/uk-politics-55572714"}