{"datetime": "2021-02-26T00:02:06.000Z", "subject": "Budget 2021", "title": "Budget 2021: Support pubs by cutting beer duty, say Conservative MPs", "article": "A group of Conservative MPs is calling for a reduction in the tax paid on beer in next week's Budget. They have written to Chancellor Rishi Sunak arguing a cut in beer duty would support pubs which are struggling to survive the \"devastating\" impact of the pandemic.They called for a \"significant\" cut over the course of this Parliament. However the charity Alcohol Change UK said the costs to society of drinking \"far outweighs\" the tax paid on it. The MPs' letter, co-ordinated by Durham North West MP Richard Holden, warned that some pubs, many of them \"long-standing community assets\" could close without further help and that there would be a knock-on effect on breweries. The British Beer and Pub Association (BBPA) has already called for an extension to the VAT cut and business rates holiday that have supported businesses, including pubs, through the last year. But BBPA chief executive Emma McClarkin said a beer duty cut would \"allow pubs to survive and thrive in the future\". \"Pubs are the heart of our communities and a vital part of the UK economy, with a presence in just about every city, town and village across the country,\" she said. \"Amid this crisis though they face an existential threat and thousands could be lost for good.\" Dr Richard Piper, chief executive of Alcohol Change UK, which aims to reduce the harm caused by alcohol, said deaths caused by drinking last year were the highest since records began in 2001, and that reducing the tax on beer would be the wrong move. \"Alcohol duties fall on alcohol producers - not pubs - and most alcohol sales are from a small number of multinational corporations, some of the largest and most profitable companies on the planet,\" he said. \"Their products create harm, so it is quite right that they pay for this harm.\" In last March's Budget the chancellor scrapped a planned increase in duty on beer and spirits. However the group of MPs said that a pint of beer in the UK was still taxed at a rate 11 times higher than the equivalent in Germany or Spain. British people pay 54p in duty on a pint of 5% beer, while in Spain and Germany the equivalent duty would be just 5p. Another industry body, the UK Spirits Alliance, also wrote to the chancellor calling for a cut in duties paid on whisky and other spirits. Television presenter Kate Thornton, who also hosts a podcast about wine, argued that wine should not face higher taxes if beer didn't. \"When you consider that women are more likely to drink wine than men, an increase in duty will hit women the hardest.\"Mr Piper at Alcohol Change UK said a better strategy would be to level the playing field between pubs and shops selling alcohol for consumption at home. \"During the pandemic, while hospitality venues have suffered, alcohol sales in supermarkets have boomed,\" he said. \"A smart UK policy would be to increase alcohol duties on cut-price supermarket alcohol, without increasing it in pubs and bars. \"That's a double win: fairer competition for pubs, bars and other hospitality venues, and an overall increase in tax revenues to start to off-set the cost of alcohol to society.\" ", "url": "https://www.bbc.com/news/business-56201366"}