{"datetime": "2021-02-10T10:10:49.000Z", "title": "Heineken cuts 8,000 jobs after Covid hits sales", "article": "Beer giant Heineken has announced plans to cut nearly 10% of its workforce after a sharp drop in sales due to the coronavirus pandemic. It said 8,000 jobs would go, some of them at the head office in Amsterdam. Heineken chief executive Dolf van den Brink said 2020 had been a year of \"unprecedented disruption\". Bars have been closed in many parts of the world, and some countries, such as South Africa, have imposed temporary bans on alcohol sales. The company is the world's second-largest brewer, with Heineken being Europe's top selling lager. It also owns the Tiger and Sol brands. Heineken's restructuring plans were initially announced in October, although it did not say at the time how many jobs would be affected. However, the employee consultation process has now finished. The cuts will affect less than 100 of the 2,300 Heineken employees in the UK, but jobs will go across the business. A UK spokesperson for the company said: \"The closure of pubs in March and subsequent restrictions, including over the Christmas period, have had an impact on sales volumes of beer and cider for the full year.\" While Heineken had seen more sales outside of pubs, this had not made up for the hit to its pub trading. \"The NHS vaccination programme is a light at the end of the tunnel, and we look forward to welcoming back consumers to pubs across the country as soon as it is safe to do so,\" the spokesperson said. Prime Minister Boris Johnson isdue to set out a \"roadmap\" for recovery on 22 February. Heineken said that to date it had made £44m in rent reductions for its Star Pubs & Bars licensees, and it called on the government for continued support for the pubs sector including an extension of rates relief and a cut in VAT. Mr Van den Brink, who took charge of the company in June, said vaccination programmes in Europe, North America and some more developed countries in Asia would allow a slow return to normal trading. \"But we are a global company... only when the whole world is vaccinated to a certain degree can we say we really come out of it,\" he said. Brazil and Mexico, two of Heineken's largest markets, are still struggling to deal with the pandemic. Job cuts will fall throughout the business after a review of Heineken's Amsterdam head office, regional offices, and local operations. The beer giant said that it had been planning to restructure its business before the pandemic, but that the Covid-19 crisis had accelerated its plans. As it announced the job cuts, Heineken also reported a net loss for 2020 of €109m (£96m), having made a €1.15bn net profit the year before. Beers sales volumes declined in Europe, Mexico, South Africa and Indonesia. The brewer said it wanted to make €2bn of savings over the three years to 2023, including cutting €350m in personnel expenses. It also said that continuing restrictions meant revenue and operating profit in 2021 would be below the levels seen in 2019. The company added that it expected market conditions to improve gradually this year and more into 2022, with a slow recovery of bars and restaurants in Europe. ", "url": "https://www.bbc.com/news/business-55984400"}