{"datetime": "2021-10-27T23:07:13.000Z", "author": "Will Smale", "subject": "Coronavirus pandemic", "title": "How the pandemic made us more adventurous drinkers", "article": "Sam Cooper's drinks business is like medieval times meets the internet. Based in Ceredigion in west Wales, he makes award-winning mead - an alcoholic drink created by fermenting honey and water. To provide the honey for his range of meads Mr Cooper is also a professional beekeeper, who looks after more than 500 hives at 50 different locations or apiaries across Wales. First selling his Afon Mel (Welsh for \"Honey River\") bottled meads back in 1999, he says that sales have soared since the start of the coronavirus pandemic. \"We have seen a huge rise in internet orders since the beginning of the first lockdown,\" says Mr Cooper. \"And it hasn't faded away. \"Many people obviously associate mead with medieval times, and it is an ancient alcoholic drink... but it is now increasingly drunk by a youthful, hipster scene.\" Since the start of coronavirus, there have been two main types of news stories when it comes to our pandemic drinking habits. We were eitherall drinking far too much while stuck at home, or deciding to cut back, free from temptation of pubs and restaurants. What has been little reported is the fact that the pandemic has made a great many of us more adventurous drinkers, with sales of more unusual drinks rising strongly, together with wines from countries that don't usually interest mainstream consumers. The trend crossed the Atlantic. In Manhattan, New York, Park Avenue Liquor Store first opened its doors in 1934, one year after the end of prohibition in the US. Family-owned, its current boss Jonathan Goldstein has a theory behind our new-found love of more experimental drinking. \"When all the bars had to close, people were stuck at home pretending to be a bartender or cocktail mixologist, and they all got creative,\" he says. \"They were suddenly wanting to experiment, so we saw a big rise in online orders for more unusual things. \"In our liquor category, odd things like peanut-butter or banana-flavoured whiskey were suddenly very popular. So were passion fruit liquor, and locally-made schnapps - all different flavours... rhubarb, white peach.\" But have Mr Goldstein's customers returned to more traditional drinks as the world continues to slowly, and hopefully, return to normal? He says they haven't. \"We keep a sharp eye on where drinks trends are moving, and we think it [the new adventurousness] will continue. Thanks to the craft beer industry people are more used to trying smaller brands, and new things.\" Back in the UK, wine retailer The Wine Society says that since the start of the pandemic it has seen a big rise in the sale of Austrian and Greek wines. \"One of the original objectives when The Wine Society was established in 1874, was to introduce 'wines hitherto unknown, or but little known in this country',\" says Ewan Murray, its public relations manager. \"This continues to this day, and Wine Society members [you have to join to be able to place an order] are keen explorers. Since the first lockdown wine sales have soared, and while our members initially sought solace in the classic wines that they know and love, exploration has once again come to the fore. \"The two countries that have benefitted the most are Austria and Greece.\" New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. The Wine Society's sales of Greek wines totalled £500,000 in 2019, rising to £700,000 last year, and £2m so far in 2021. Meanwhile, demand for its Austrian bottles increased from £900,000 in 2019, to £1.4m in 2020, and £2.1m this year. The big jump in the popularity of Greek wines likely includes people who have been denied their summer holiday in Greece, but the Austrian increase is surprising, as lovely as the country's wines can be. Wine writer and educator, John Downes, holds the industry's top master of wine qualification. He says that the extra downtime lockdowns gave many wine lovers meant that a great number of them decided to study the drink more. \"The consumer has never been more ready to listen,\" he adds. Down in Devon, in the south west of England, husband and wife team, Russ and Gemma Wakeham, are making a spirit that seems a bit incongruous for the UK - rum. Made from molasses - the thick, dark treacle left over after the production of cane sugar - rum is most associated with the Caribbean. The Wakehams were fans of the drink so decided to try to make their own, and their first, Two Drifters, bottles went on sale in April 2019. \"Since March 2020 we have seen 200% month-on-month online sales increases,\" says Mrs Wakeham. \"Prior to Covid we hadn't sold much online at all, just one or two bottles a month, and then suddenly we were seeing double-digit sales every day, and it just grew and grew. \"And we didn't pay for any advertising, we are just very good at telling our story on all the social media platforms, and people found out about us that way. \"We used to sell the three main types of rum - white, dark and spiced, but since the pandemic we have experimented and introduced an over-proofed [strong, 60% alcohol] pineapple rum. This is now our best seller.\" Back in Wales, Mr Cooper makes nine different types of traditional mead, both natural and flavoured. These are around 13% alcohol, and meant to be sipped at room temperature, like red wine. He also sells three \"session meads\", which are a more recent development among mead-makers. They are just 5% and designed to be chilled, and drunk in volume like a beer. \"We now sell 30,000 litres of both types of mead a year,\" says Mr Cooper. \"The pandemic has really helped to increase interest in our drinks. \"And we have definitely also benefited from TV shows such as Game of Thrones and Vikings, where mead is being drunk. It has made people at home aware of the drink and want to try it.\" ", "url": "https://www.bbc.com/news/business-58992784"}