{"datetime": "2021-02-04T03:23:45.000Z", "author": "Justin Harper", "subject": "Brexit", "title": "Brits snap up Australian wine that didn't go to China", "article": "Sales of Australian wine to the UK have surged almost 30% in the last year as producers try to overcome crippling taxes on exports to China. Wine producers have ramped up exports to Europe to a 10-year high, with the UK now the number one destination. China increased taxes by a massive 212% in November following a trade spat with Australia which has also affected goods including lobsters and coal. Wine Australia said the UK sales surge was helped by lockdowns and Brexit. The value of wine exports to Europe climbed 22% last year, while \"standout performer\" the UK saw shipments jump 29% according to government figures. Wine Australia, a government organisation set up to promote and regulate the wine industry, said demand increased at the start of the coronavirus pandemic and was boosted in the months leading up to Brexit. The sharp rise in sales to Europe helped offset a big slump in exports to China in the last two months of 2020. Wine exports to China fell just 1% in value last year, given that the high tariffs imposed by Beijing were only imposed in November.For the first nine months of last year, China was the biggest destination for Australia's wine exports, accounting for 39%. The UK is now the biggest destination for Australian wine exports by volume, with Brits buying up 266 million litres (29.6 million cases) in 2020. The most popular varieties were shiraz/syrah which accounted for 29% of UK sales last year, followed by chardonnay (25%) and cabernet sauvignon (10%). \"Due to the Covid lockdown they are not drinking wines in restaurants and cafes… but instead buying retail. Australian wines have sold extremely well in UK retail for decades,\" a Wine Australia spokesman told the BBC. China's tensions with Australia started out as a political spat that spilled over into trade. Officials in China have argued that some Australian wine is being sold cheaper there (dumped) than in its home market through the use of subsidies. Australia has rejected this claim. China's commerce ministry said the tariffs, ranging from 107% to 212%, were temporary anti-dumping measures while it carried out a year-long investigation. \"The Australian government categorically rejects any allegation that our wine producers are dumping product into China,\" Australia's agriculture minister David Littleproud said in November. \"Australian wine is hugely popular both in China and across the globe due to its high quality and we are confident that a full and thorough investigation will confirm this.\" Wine merchants in the UK have warned that drinkers could pay more per bottle on many European wines while choosing from a reduced range as the burden of post-Brexit paperwork takes effect. ", "url": "https://www.bbc.com/news/business-55929414"}