{"datetime": "2021-07-14T15:00:09.000Z", "subject": "Coronavirus pandemic", "title": "What are the rules for pubs, restaurants, festivals and gigs?", "article": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. Nightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers. Most Covid restrictionswill be lifted from 19 July . Prime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\". In pubs, cafes and restaurants: At music venues and events: The government says it would like nightclubs and music event organisers to ask forproof of vaccination , although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to. However, the government says it reserves the right to make showing the pass compulsory at a later date. You will still have toself-isolate if you haveCovid symptoms , test positive or are told to do so byNHS Test and Trace .In pubs, cafes and restaurants: At music venues/events: Some summer festivals are still planning to go ahead as planned, but others have beencancelled altogether, gone online, or been rescheduled . Organisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks. All parts of Scotland will move toCovid-protection level zero, with a few changes : Under-12s won't count towards group sizes or the number of households. There will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events. Until 19 July, most areas of Scotland are in level 1 or 2.Level two areas : Level one areas : Scotland is aiming toremove all major legal Covid restrictions by 9 August. Restrictionsare due to be relaxed on 26 July (subject to approval on 22 July). Indoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats. Social distancing rules will be removed for outdoor events and relaxed indoors. Under current rules: At the moment, up to six people from different householdscan meet indoors at pubs, cafes and restaurants.People who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart. Business owners are responsible formaking their premises as safe as possible : The maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venueshave already relaxed a little . From 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing. From 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments.", "url": "https://www.bbc.com/news/business-52977388"}