{"datetime": "2021-03-31T23:39:06.000Z", "author": "Elna Schutz", "subject": "Coronavirus pandemic", "title": "'I have put everything into my winery'", "article": "South Africa's wineries have had a very difficult past 12 months, with bans on both domestic alcohol sales and exports. Yet the industry is now hopeful of a brighter future. Winemaker Kiara Scott says she often couldn't bear to watch President Cyril Ramaphosa's regular coronavirus response updates. \"You know, the government can't switch us [wineries] on and off like a light switch,\" says the 28-year-old. Withthe most Covid-19 deaths of any African country, South Africa has introduced draconian measures over the past year to try to get on top of the pandemic. This included it being one of justa handful of countries to introduce a total ban on alcohol sales in response to coronavirus.While most nations still allowed you to buy alcohol to drink at home, South Africa went completely dry three times, and for a total 19 weeks, over the past year. President Ramaphosa argued that it was necessary to reduce alcohol-related illnesses and injuries, so that hospitals could instead focus on Covid-19 patients. While the bans did indeed release some pressure on the health system, the financial and personal cost to South Africa's more than 500 wineries has been substantial.Domestic wine sales fell by 20% in 2020, down to 290 million litres, from 363 million in 2019, industry figures show. With the knock-on impact still being felt, South African wine trade body Vinpro says it could ultimately lead to 27,000 job losses across the industry, 10% of the total 265,000. South Africa's wine industry is centred in the Western Cape province, to the north and east of Cape Town. The first vineyards were planted by Dutch settlers in the 17th Century, followed by Huguenots, French protestants fleeing religious persecution in France. Ms Scott is the main winemaker at Brookdale Estate, a winery in Paarl, Western Cape. It produced its first vintage in 2017, and she says that the sales ban meant that as a relatively new producer they missed out on the crucial traction they had started to build up with consumers. \"We needed every bottle to go out that could go out,\" she says. \"It's not a comfortable place to be in as a business.\"South Africa banned the sale of alcohol from March to June of last year, then again in July and August, and for a third time from the end of December to February of this year. The bans meant that Samantha Suddons, owner and winemaker at Swartland winery Vinevenom, had to delay the launch last year of her Serenade sparkling wine. \"I was at a standstill, I was in no man's land... not able to make any sales,\" says the 33-year-old. Ms Suddons eventually released the wine in November, ahead of South Africa's summer festive season, only to see the post-Christmas third ban on alcohol sales make further tastings and other promotions impossible. \"All of the wind was taken out of my sails,\" she says.South Africa is the world's eighth-largest producer of wine, behind Chile, but ahead of Germany. Almost half of its production was exported in 2019, but exports also ground to a halt last summer, with a five-week ban. The reasoning behind this was that the South African government didn't want lorries driving to ports, or for dockworkers to have additional work to do. Winemakers reliant upon exports, such as Cape Town-based Mphumeleli Ndlangisa, were hard hit. His small-batch natural wine brand Magna Carta sells most of its stock in the US, UK and across Asia. \"You couldn't trade, you couldn't label, you couldn't transport wine, so you couldn't fill any orders,\" says the 34-year-old. \"Even if you had export orders, and even if you were able to deliver your export order to the port, the container couldn't leave until the president said so. It was sort of like a futile project because the importers [we sell to] are not willing to wait three months to fill a supermarket [in their countries].\" The pandemic also resulted in Mr Ndlangisa having to close down a wine-tasting space he had set up in Cape Town, which prior to coronavirus had attracted tourists and locals. \"So that whole revenue stream disappeared,\" he says. Mr Ndlangisa estimates that his overall loss for the past year is \"in the hundreds of thousands of rands\". While Ms Scott, Ms Suddons, and Mr Ndlangisa are all small producers, South Africa's largest wine brands have been equally affected, such as Jordan. Its managing director Jacques Steyn says that its turnover was down between 35% and 40% over the past year, which also includes the non-wine parts of its business, such as its winery restaurants and guest bedrooms. However, he adds that the firm decided to retain all 120 of its permanent employees. \"You don't see them as a number, but you see them as an extension of yourself,\" says Mr Steyn. One significant bit of good news for South Africa's winemakers was that exports actually recovered towards the end of 2020. So much so, in fact, that export volumes last year - 319 million litres - were level with 2019. And in value terms they actually rose 7.7% to 9.1bn rand ($610m; £440m),according to Vinpro, which said it was \"grateful\" to South African wine's \"overseas supporters\". The increase was no doubt helped by a global campaign on social media to make wine lovers aware of the plight of South African winemakers, with the use of hashtags such as #SaveSAWine. In the UK, leading wine journalists such as Jancis Robinson and Jamie Goode reminded their readers that South African winemakers werehaving a tough time , and thattheir wines were worth buying. \"South African winemakers have had a horrible year,\" says Mr Goode. \"It comes at a time when South African wine has never been more exciting, with a dynamic set of winemakers making increasingly interesting - and well priced - wines.\" With South African wine having been on sale again domestically since February, winemakers can continue to recover.However, Mr Steyn cautions that with South Africa now approaching its quieter winter trade trading season, plus ongoing uncertainly around the pandemic, the challenges are not over yet. For example, while you can still buy alcohol in restaurants and bars over the Easter weekend, off licence sales have been temporarily suspended. New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. Yet Mr Ndlangasi, who has purchased a new vineyard, says he is \"cautiously optimistic\". And Ms Scott says she is \"excited about Brookedale's future\".Meanwhile, Ms Suddons is committed to her winery. \" \"There is no backup plan,\" she says. \"I've put everything that I have into the brand and starting it, so I'm definitely not going to let the pandemic and a few alcohol bans stop me.\" Additional reporting by Will Smale ", "url": "https://www.bbc.com/news/business-56574715"}