{"datetime": "2020-10-22T04:28:30.000Z", "title": "Sir Paul McCartney on his lockdown album: 'I was just messing around'", "article": "Sir Paul McCartney is set to release a new solo album that was recorded spontaneously in nine weeks during the Covid-19 lockdown. Titled McCartney III, it follows 1970's McCartney I and 1980's McCartney II, both of which were also recorded alone. \"I was just messing around, never suspecting for one second that this was going to be an album,\" the star told BBC 6 Music's Matt Everitt. He added that some of the songs had \"echoes of the pandemic\". One such track features the lyric: \"When the cold days come, we'll wish that we had seized the day.\"\"That was me reminding myself, and anyone listening, that you've got to grab the good stuff and get on through the pandemic,\" he said. Sir Paul's optimism was inspired by his parents' experiences during the blitz of Liverpool during World War Two. \"They survived,\" said the 78-year-old. \"They survived the bombing and losing people left, right and centre, and yet they came out of it with an incredible spirit. \"So it's good to think, 'Well, if they could do it, I can do it.'\" Sir Paul had not planned to release an album in 2020. But then he found himself tinkering with When Winter Comes, an unreleased track from the early 1990s that was co-produced by Sir George Martin. That inspired a new song, Long Tailed Winter Bird, while a rewritten version of When Winter Comes became the new album's finale. McCartney III, which is due for release on 11 December, follows in the home-made tradition of Sir Paul's earlier self-titled albums, on which the musician played almost all the instruments himself. Sir Paul's interviewcan be heard in full on BBC Sounds . Here are some of the highlights. Matt Everitt: This is all very unexpected. You're not very good at sitting on your hands, are you? Sir Paul McCartney: Well, no. I get these ideas and it keeps me busy.Have you spent this time in lockdown growing a huge beard, like the one on the cover of McCartney I? No, what I do is, I grow it for a couple of weeks and then I get fed up with it 'cos it gets itchy, so I shave it off.How has your lockdown been? It's been OK actually, 'cos I came back off holiday at the beginning of the year and got down to my farm in the countryside and happened to be locked down with my daughter, Mary, and her family, so that meant four of my grandkids.It was all very lovely. I did a bit of recording [in his home studio], then I'd come over in the evening and see Mary and her family. McCartney I started a trend for lo-fi, DIY [albums]. Have you always had a soft spot for that record? Yeah, it happened because suddenly I wasn't in the Beatles anymore, so I was at a bit of a loose end.So I had all my stuff, I had a bass, I had my guitar, I had my amp and I got hold of a four-track recorder from EMI, which was the same machine we'd used with the Beatles [and I] just plugged the microphone straight into the back. That was it.It's now regarded as a classic, isn't it? It's seen as being the start of that DIY ethos for bands. It's funny, time lends an edge to all these things - because at the time it was [perceived] to be just a load of crap! People tend to think better of it now. Do you think you work differently if you're recording in a bathroom, instead of Abbey Road? I think so. If you're on your own, you can have an idea and then very quickly play it. Whereas, with a band, you've got to explain it.Sometimes that's great... but when you're just noodling around on your own, there's just a sense of freedom. This album has songs from lots of different points in time. Most of it's new stuff. There are one or two [songs] that I hadn't finished and, because I was able to get in the studio, I thought \"OK, wait a minute, what about that one?\" So I'd get it out and think, \" Ugh , oh dear.\" And you'd try to figure out what was wrong with it, or why you didn't like it. In some cases the vocal or the words just didn't cut it, so you'd strip it all down and go \"OK, let's just make it completely different\".When I'd done them, I was going \"Well, what am I going to do with this?\" And it suddenly hit me: this is McCartney III. You've done it all yourself, like the others, so this qualifies.The vocals sound really raw. Thanks. I was trying to get them posh. I meant that in a good way! I know, I know! Because I wasn't aiming at a proper record release, I was just having a go. So I think it has ended up being exactly what it is - which is me not really trying very hard, except to have fun.The future of live concerts is uncertain at the moment. Have you thought about the possibility that you might not be able to play live again? Yes, definitely. I look back at the last gig I did, which was at Dodger Stadium in LA, and we didn't have a very good night. I must say, I was thinking \"Uh-oh, what if that was the last gig?\" But it would be great, wouldn't it, to be in a crowd and be able to go crazy and listen to a live band again. I was imagining that the other day - instead of doing the songs, you'd just be standing there going \"This is great, isn't it?\" Last question: Are we going to get a McCartney IV in 2030? I don't know. We'll just have to wait and see. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-54634191"}