{"datetime": "2021-10-28T07:27:53.000Z", "title": "Budget: Liverpool gets £2m to develop another Beatles attraction", "article": "A new Beatles attraction could be built on the Liverpool waterfront after Chancellor Rishi Sunak pledged up to £2m as part of his 2021 Budget. The money will allow the Liverpool City Region Combined Authority to develop a business case for the attraction. However, the proposal has prompted a backlash from those who feel the money could be better spent. The city already boasts destinations like The Beatles Story, the Cavern Club and the Liverpool Beatles Museum. Liverpool's Metro Mayor Steve Rotheram said the proposed venue, named The Pool, was \"not a museum\" but \"an immersive experience\". He told BBC Radio Merseyside: \"Just like the government's invested in Stratford upon Avon for the Shakespeare stuff... we think The Beatles are a huge global attraction for the UK, and we should have something of significance in the Liverpool city region. \"We want something other than just looking at old artefacts - you know, John Lennon's underpants in a glass case - we want something that people will be attracted to.\" Liverpool Mayor Joanne Anderson said The Pool would \"create a world-class visitor attraction, a blueprint for the future of music education but most importantly it will create opportunities and joy for the people of this city\".The announcement was welcomed by Culture Secretary Nadine Dorries, a Liverpool native, in a Twitter post making numerous references to Fab Four hits. Liberal Democrat councillor Andrew Makinson was among its critics,saying the project is one \"nobody in Liverpool is aware of asking for\". According to the Echo's political editor Liam Thorp , the news \"has left many in the city questioning if what Liverpool really needs right now is another Beatles attraction, with families battling poverty and the cash-strapped city council struggling to make more savings\". Other existing locations for Beatles pilgrimages include Sir Paul McCartney and John Lennon's childhood homes, which are preserved by the National Trust, and Strawberry Field - a former Salvation Army children's home where the young Lennon used to play - which opened to the public in 2019. Liverpool's waterfront also hosts a musical attraction in the form of the British Music Experience, although it is not exclusively Beatles-related. The government said it would consider future funding for the new venue, depending on the business case that is presented.Analysis by Claire Hamilton, BBC political reporter for Merseyside Liverpool was famously the city which bulldozed the Cavern, the venue where the Beatles made their name, so there's often a sense it's played catch-up monetising its connection with the band in the decades since they split up.These days, there are Beatles statues, museums, tours and birthplaces to visit. Can the city take more? I haven't heard too many ordinary Scousers crying out for more Beatles attractions, but I am sure the hoteliers and the airport will welcome anything which increases visitor numbers.If this attraction is also a chance for new talent to develop or a performance space for local people - that would move it beyond being another trip down memory lane towards something more dynamic.Convincing residents that the investment makes economic sense when there's an unfinished hospital and a stalled major road scheme might be a tough job for both of the area's mayors this week. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59066914"}