{"datetime": "2021-09-29T10:46:27.000Z", "title": "Beatles: Unheard John Lennon and Yoko Ono interviews sell for £38,000", "article": "A set of previously unheard interviews with John Lennon and Yoko Ono, in which they discuss his favourite Beatles songs and their famous bed-ins, have been sold at auction. Canadian journalist Ken Zeilig recorded 91 minutes with the couple on three separate occasions in 1969 and 1970.It is believed only five minutes of the tapes were ever aired, in the 1980s. The tapes beat expectations to sell for £38,000 on Tuesday to a Dutch buyer who remains unknown. The interviews, which were conducted around the time ofthe couple's two bed-in protests for peace , covered a broad range of subjects, from the upcoming release of The Beatles' Abbey Road album and the future of the band and their Apple record label to the \"War is Over\" movement and their efforts to clear the name ofJames Hanratty, who was hanged for murder in 1962 . Lennon also spoke about recording as a solo artist, his musical influences, the decision toreturn his MBE in protest at Britain's involvement in and support for armed conflicts , his relationship with Ono and their plans to have children. He also recalled a Christmas memory in which he reached into a stocking and found a harmonica, which he said was \"one of the greatest moments of life\". Mr Zelig, who died in 1990, worked as a freelance journalist for three decades and conducted interviews with many famous artists and public figures. The 12 reel-to-reel tapes contain both edited and unedited interviews, including one with Beatles manager and Apple chief executive Neil Aspinall, and Beatles music and were only recently found by the journalist's children.The lot also included detailed transcripts and six promotional photographs of Lennon, One and The Beatles that were sent to Mr Zelig from Apple in 1969. A small section of the recordings aired on American radio in the late 1980s, as part of a documentary series called The Lost Lennon Tapes, but the rest is thought to have been broadcast.Omega Auctions' Paul Fairweather said the tapes added to Lennon's story and would amaze fans, as they included \"things he's probably never been heard to talk about previously\". The auctioneer said the tapes \"attracted interest from across the globe\" with \"strong bidding\" from the US and Europe, but were \"eventually sold for what was a fantastic price\" to a buyer from the Netherlands. The auction house has not revealed which Beatles songs Lennon picked as his favourites. The sale completed a double fantasy for fans, asa rare cassette recording of the couple also sold for £43,000 at an auction in Copenhagen on the same day. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58733817"}