{"datetime": "2021-10-11T08:05:58.000Z", "author": "Mark Savage", "title": "Paul McCartney says John Lennon 'instigated' the Beatles' break-up", "article": "For almost 50 years, Sir Paul McCartney has shouldered the blame for breaking up the Beatles. The supposed evidence was apress release for his 1970 solo album , McCartney, where he revealed he was on a \"break\" from rock's biggest band. Interviewing himself, Sir Paul said he could not \"foresee a time when Lennon-McCartney becomes an active songwriting partnership again\". But in a new BBC interview, he has said the split was prompted by John Lennon. \"I didn't instigate the split. That was our Johnny,\" he told interviewer John Wilson. \"I am not the person who instigated the split.\"Oh no, no, no. John walked into a room one day and said I am leaving the Beatles. And he said, 'It's quite thrilling, it's rather like a divorce.' And then we were left to pick up the pieces.\" Wilson asked whether the band would have continued if Lennon hadn't walked away. \"It could have,\" Sir Paul replied.\"The point of it really was that John was making a new life with Yoko and he wanted... to lie in bed for a week in Amsterdam for peace. You couldn't argue with that. It was the most difficult period of my life.\" \"This was my band, this was my job, this was my life,\" he added. \"I wanted it to continue. I thought we were doing some pretty good stuff - Abbey Road, Let It Be, not bad - and I thought we could continue.\" Sir Paul said confusion over The Beatles' break-up festered because the band's new manager Allen Klein - who he refused to align with - said he needed time to tie up loose ends with their business.\"So for a few months we had to pretend,\" he told Wilson. \"It was weird because we all knew it was the end of the Beatles but we couldn't just walk away.\" Sir Paul ended up suing the rest of the band in the high court, seeking the dissolution of their contractual relationship in order to keep their music out of Klein's hands. \"I had to fight and the only way I could fight was in suing the other Beatles, because they were going with Klein,\" he told Wilson.\"And they thanked me for it years later. But I didn't instigate the split.\" He has previously said that archival projects like The Beatles Anthology and Peter Jackson's forthcoming documentary, Get Back, would never have been possible without his legal action. Sir Paul's full interview will be heard on the new BBC Radio 4 series This Cultural Life, which will be broadcast on 23 October. The following Monday, recordings of the musician reading from his new book, The Lyrics, will also be available on BBC Sounds. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58868557"}