{"datetime": "2022-02-02T14:05:40.000Z", "title": "Steve Rotheram backs 'levelling up' plan for more mayors", "article": "Liverpool City Region's mayor has voiced support for the government's \"levelling up\" plan to create more regional mayors. Steve Rotheram said greater devolution needed to be rolled out across the whole country. But he said he believed the government's new strategy did not go far enough to close the gap between rich and poor. Levelling up minister Michael Goveunveiled the plans earlier . Mr Gove said the strategy was not created to give new funding but to ensure money was spent effectively. Between now and 2030, the plans aim to improve services such as education, broadband connectivity and transport. At the heart of the strategy is a plan to create more metropolitan mayors, who cover large regions, such as Mr Rotheram and his Greater Manchester counterpart Andy Burnham. Mr Gove said it would \"shift both money and power into the hands of working people\". Mr Rotheram said the government's white paper offered \"opportunities for areas that haven't got devolution\" and was recognition of the success the mayors so far have had. \"I think most people would rather have more decision-making at a local level rather than Whitehall mandarins from Westminster deciding what's in the best interests of their areas,\" he said. He said there was \"latent potential\" in areas that had \"endured the deep cuts of Tory austerity\". Devolution in the wider Liverpool area had been \"a great opportunity to do more with the money we receive because we know our areas better locally\", he said. He added: \"So we're getting bigger bang for the buck. That's why we're saying it needs to be rolled out across the whole country.\" However, he said he did not think the government's wider strategy would \"do what we want it to do\". \"If we were really genuine about levelling up, the strategy would be about addressing regional inequalities such as health conditions, life expectancy, educational attainment, skills levels, job opportunities and certainly transport connectivity,\" he said. \"That's not what this paper does.\" The Labour Party has claimed the plans contained no new money and little fresh thinking. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60229557"}