{"datetime": "2022-02-09T18:31:45.000Z", "author": "Claire Hamilton", "title": "Knowsley Council leader says 'levelling up' funding is political", "article": "A Labour council leader has accused the government of allocating \"levelling up\" money to where Tory MPs need support rather than where it is needed. Graham Morgan said Knowsley had three separate bids for funding rejected despite \"ticking all the boxes\".The area in Merseyside is England's third most deprived local authority. The government said the distribution of the funding was \"transparent, robust and fair\" and it \"completely rejected\" Mr Morgan's criticism.Mr Morgan, the leader of Knowsley Council, has invited Levelling Up Secretary Michael Gove to explain to people in Huyton why it had missed out.He said the area was a prime candidate for \"levelling up\", having been identified as priority one - the area of highest need - under the government's own criteria.The council was knocked back for three separate funds - the Towns Fund, the Future High Streets Fund and the Levelling Up Fund. Mr Morgan said the bids received positive feedback from the government but were ultimately unsuccessful.\"We were told it ticked all the boxes, but we missed out,\" he said. \"Is there a political reason why Knowsley isn't getting the support people need?\"The money is being allocated to areas where Tory MPs need support not where it's needed most.\" Mr Morgan also called for more transparency around the way funding decisions are made.\"True levelling up needs to be more than one off funding allocations. Long term, needs based funding its what's needed, not time limit pots,\" he said. Labour councillor for Shevington, Tony Brennan, toldBBC North West Tonight he thought levelling up was \"unfair\" after a bid for £20m funding to complete phase two of a town centre masterplan for Huyton was turned down.\"We were really disappointed. We think our bid was evidence-led. We're getting this [levelling up] funding on a drip feed basis and it is also creating competition between the different boroughs who are looking to get it,\" he said. A spokeswoman for the Department for Levelling up, Housing and Communities said: \"Liverpool received £80m through the Levelling Up Fund including £19.6m for improvements to the Birkenhead waterfront and £37.5m to improve transport in the region.\"Unsuccessful bidders have been offered feedback and further funding opportunities will be available to places like Knowsley through the second round of the Levelling Up Fund, which will open in spring 2022.\" Speaking at an event in Liverpool on Tuesday , Mr Gove said he would be returning to the Liverpool city region as the regional mayor Steve Rotheram's guest before the end of April.Knowsley was identified as one of 55 \"cold spots\" in the countrywhere school outcomes were weakest .The government said there was extra money under \"levelling up\" for Knowsley to raise education standards. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60319268"}