{"datetime": "2018-11-10T02:16:10.000Z", "author": "Mark Savage", "title": "Giles Martin on mixing The Beatles' White Album: 'It slaps you in the face'", "article": "The Beatles are celebrating the 50th birthday of their 1968 double album - dubbed The White Album - with a deluxe edition that delves into the record's exhaustive recording sessions. An interview with producer Giles Martin, who oversaw the anniversary project, reveals some of the box set's secrets and surprises. The Beatles' ninth album has confounded, delighted and divided fans ever since its release in 1968. To some, it's their masterpiece: a vibrant explosion of ideas from a band no longer bound by format, genre or style. To others, it's a mess: a quixotic, fractured collection of songs that fails as often as it soars. \"You are either hip to it, or you ain't,\" opined Rolling Stone in itsoriginal review . Simply called The Beatles, the 30-track double LP became known as The White Album thanks to its plain white, subtly embossed sleeve - and the contrast to the colourful explosion of their previous album, Sgt Pepper, was deliberate.The White Album is turbulent, raw, and challenging - partly in reaction to the political upheaval at the end of the 1960s, as the Vietnam War and the assassination of Martin Luther King crushed the idealism of the Summer Of Love. \"Musically, there is beauty, horror, surprise, chaos, order. And that is the world; and that is what the Beatles are on about,\" wrote Derek Jewell of The Sunday Times. Dark forces were present in the studio too, as the band's friendship started to fracture.\"The White Album was the tension album,\" Paul McCartney said in 1987. \"Never before had we recorded with beds in the studio and people visiting for hours on end, business meetings and all that. There was a lot of friction.\" By John Lennon's own account, the band found themselves creatively and personally at loggerheads. \"Every track is an individual track,\" he told Rolling Stone in 1970. \"There isn't any Beatle music on it... It was John and the band, Paul and the band, George and the band.\" And yet, the outtakes on a new, six-disc deluxe edition of the White Album explode that myth.Here are The Beatles in George Harrison's house in Esher, Surrey, joking around as they lay down demos for the album; and there are the band jamming a rich, psychedelic version of Helter Skelter that's 14 minutes long. \"They're enjoying playing together,\" says Giles Martin, son of Beatles' producer George Martin, who has overseen the reissue. \"It's a very collaborative record - and that's the biggest shock for me, because I never thought it was.\" Speaking at Abbey Road Studios, Giles shared his insights into the Beatles' longest, most scintillating record. The Beatles spent an extraordinary amount of time in the studio for this album. What was going on? I think it's because they enjoyed playing. They'd stopped touring before Sgt Pepper the year before - and so the studios became the only place they played live.It was like, \"We're at Abbey Road. This is our place. What are we going to come up with today?\" That's why we get so many takes of the songs. What did you learn from investigating the tapes? The biggest thing was I always believed the White Album was an unhappy and fragmented record made by four solo Beatles, all working in different rooms. And it wasn't that. If you listen to the outtakes, it's a hugely collaborative process. And yet George Harrison, Ringo Starr and your dad all walked out of the sessions at some point. What was the source of tension? Sgt Pepper was such a concise and great achievement, and my dad felt it was being derailed. He thought there'd be a progression - more collages of sound, more soundscapes, more conceptual work - but The White Album is very much, \"here's a song, here's another song, here's another song\".Your dad had recently become a father, too. [Giles' sister Lucie had just been born; while George had two other children, Alexis and Gregory, from his first marriage]. Yes, my sister was born in 1967 so he had a young daughter at home - but the band were working incredibly long hours. Famously, they had to break into the fridge to get milk for tea because Abbey Road was closed overnight. So for my dad and the engineering team, they were like, \"It's 4:30 in the morning, we're listening to 70 takes of Sexy Sadie… Should we just go home?\" It must be emotional when you hear his voice on these tapes. It is emotional and strange - but I'm used to it. We live down in the countryside and his grave is in the village next door to ours. We visit the grave andthat's him. So that's more emotional for me than hearing him on the tapes. What were the challenges in remixing this album? We actually started mixing it last December, and I got to January and said, \"This sounds terrible. It's too clean.\"The White Album is slightly trashy. It's visceral, it slaps you in the face. We'd made it sound like Steely Dan or Dire Straits... so we went back and worked out a way to preserve that sound. We live in a world of streaming, where Blackbird could be played next to Ed Sheeran and they [should both] sound as young and fresh as each other. It's crazy to think that, when Paul wrote Blackbird, he was the same age as Ed Sheeran is now. That's the key for me. Paul will always be that age on Blackbird because a recording is a timestamp. So, in 15 years' time, when someone finds Blackbird or finds Castle On The Hill, hopefully they're going to think, \"This is two 27-year-olds\". On one of the outtakes of While My Guitar Gently Weeps, you hear George Harrison asking for a cheese and marmite sandwich. Did you order one from the Abbey Road canteen for the sake of historical accuracy? No, I didn't! It's funny: George mentions Marmite three times on the White Album, like there's some sort of endorsement going on. Those little snatches of studio conversation really bring the album to life. That's the nice thing. You think of While My Guitar Gently Weeps as this other-worldly, super-human thing and George is ordering a cheese and marmite sandwich literally seconds before he starts to sing. We're led to believe in the world of X Factor that anyone can be a singer, and it just isn't true. You have to have a God-given talent and I find that hugely reassuring, spiritually.What's the secret? The secret is human ability.And The Beatles had it in spades.... Absolutely. There's 30 songs on the White Album but during this time they also did Across The Universe, Hey Bulldog, Lady Madonna, Hey Jude... They wouldn't stop. And that was the most taxing thing in the studio. To deal with The Beatles and to deal with their demand, their output, was just too hard. Do you think that's why George Harrison felt sidelined? It seems crazy that Not Guilty got vetoed in favour of something like Ob-La-Di, Ob-La-Da. I've heard my dad talk about this and he always said openly that, yes, he didn't give George enough time. And John and Paul probably didn't give George enough time either. They had each other but George was isolated, in a bubble.I think he brought in Eric Clapton for While My Guitar Gently Weeps because it was a really great song; and he knew that if he brought the best guitarist in the world to the session, they would have to listen. If there was one song you could remove from The White Album and replace with an alternate take, or another song entirely, what would it be? It's an impossible question to answer because you can't change history. Wild Honey Pie was definitely one of my least favourite songs on The White Album, but it's a bit like Stockholm Syndrome: When we mixed it, we had to press our fingers into the tape machine to wobble the tape, because the song has that ' wow-ow-wow ' fluttering effect; and I kind of become fond of it in a strange way. So you have to replicate effects that don't exist on the original recordings? Always. Absolutely. We can't recreate everything from the tapes. There's certain vocal sounds or the slight distortion you get in Glass Onion and, without them, it sounds a bit boring.Is it true that you got a completely new recording of the flamenco guitar that opens The Continuing Story of Bungalow Bill? Well, that's actually played on a Mellotron which, for those who don't know, was the original sampler. I remembered Paul still had the Mellotron, so it was just a question of me phoning him up and getting his engineer to record it in better quality. Now, someone said, \"It's sacrosanct! How could you do that?\" But it's the same machine, playing the same tape. If I can get a better version of it, then we should use it. I always think about my dad and The Beatles being in the room with me when I'm doing this work. If I can make the guitar from Dear Prudence shimmer and sound good using the techniques they used, I think John would be happy. I work with ghosts all the time. If I had a Ouija board, I'd probably use one. The deluxe edition of The Beatles is out now. Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-46152217"}