{"datetime": "2022-02-10T09:23:12.000Z", "title": "Liverpool train driver admits using phone seconds before crash", "article": "A train driver who crashed at almost three times the speed limit has admitted using his phone seconds before impact, police have said. The Merseyrail train was travelling at 40mph (64km/h) instead of 15mph (24km/h) whenthe cab derailed at Kirkby station on 13 March 2021. Police said it was \"sheer luck\" that the 14 people onboard were not killed. Phillip Hollis, 59, pleaded guilty at Liverpool Magistrates' Court to endangering the safety of passengers. The train was travelling from Liverpool and was due to arrive into Kirkby station at 18:52 GMT.The court heard Hollis was found to have sent a WhatsApp message just moments before the train hit struck a buffer stop and derailed, causing an estimated £450,000 in damage, British Transport Police (BTP) said.The driver had applied the emergency brakes in the moments before the crash but it was not in time to bring the vehicle to a halt. Twelve passengers and one guard suffered minor injuries.After the incident, the driver told officers his bag had fallen off a cupboard so he stood up to retrieve it along with a bottle of Lucozade, before sitting back down and seeing the buffers approaching. The BTP seized Hollis's phone and found he had sent a WhatsApp message at 18:51, which was 26 seconds before the crash. Hollis, of Spellow Lane, Liverpool, then admitted to detectives his phone should have been turned off in the cab.Detectives said they had \"no doubt\" that the use of the mobile phone would have caused him to become distracted while driving.\"It was only through sheer luck that they weren't seriously injured or worse, killed, as a result of this incredibly dangerous incident,\" Det Ch Insp Steve May said. Hollis, who was dismissed by Merseyrail last year, is due to be sentenced on 8 March.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60322821"}