{"datetime": "2022-02-01T16:59:49.000Z", "author": "Alex Forsyth & Joshua Nevett", "title": "Michael Gove: Levelling up must not fail new Tory voters", "article": "The government will \"fail\" people who voted Conservative in the 2019 election unless it fulfils its promise to \"level-up\" the UK, Michael Gove has said. The levelling-up secretary told the BBC the government was on a \"moral mission\" to boost prosperity in poorer areas. It will set out its plan in a long-awaited policy paper on Wednesday. But critics say the government's flagship agenda lacks funding and uses \"recycled money\". The government has allocated a £4.8bn fund to support regeneration, transport projects, and education across the UK as part of its levelling-up programme. Wednesday's policy white paper will outline how these funds will be spent and plans to expand devolution in England, with more elected local leaders. The paper comes at a time when the government is attempting to seize the initiative after weeks of damaging headlines about parties held in Downing Street, when strict Covid lockdowns were in force.Speaking on a visit to Grimsby, one of the constituencies the Tories won from Labour in 2019, Mr Gove said the country had been \"over-centralised\" for too long, with \"elites in London\" not understanding the problems of people in \"overlooked\" communities. \"Unless we are the government for levelling up, then we will fail the people who voted for us in 2019,\" he added. In the white paper the government will set three targets to be achieved by 2030: Michael Gove was clear: failure when it comes to \"levelling-up\" isn't an option.Big promises were made to people who voted Conservative for the first time in 2019 - and he acknowledged the government had to deliver.He said it came with a \"moral price\" - interesting language in the current political climate.But the challenge is huge - addressing deep-rooted regional inequalities in the wake of a pandemic, with serious questions about the cost of living.The centrepiece of the white paper is expected to be the idea of shifting power and money from London to communities around the country, with the creation of more elected leaders - mayors like those in Birmingham or Manchester.While there's support for the idea of meaningful devolution in England, the fear for some is it will mean years of wrangling about local government structures.Critics, including Labour, say the whole thing lacks vision and funding.The government points to work already started, and the promise of regeneration to come.Mr Gove acknowledged people wanted to see improvements quickly - but real change would take time, perhaps years.For a government trying to reset after recent turmoil in Westminster, time and patience might be short Many voters turned to the Conservatives for the first time at the 2019 election, as Mr Johnson won seats traditionally held by Labour in northern areas of England. But repeated delays to the government's levelling-up white paper have frustrated some Tory MPs, particularly those elected in parts of the country historically dominated by Labour. In 2021, the prime minister appointed Mr Gove to the new role of levelling-up secretary to fulfil that campaign promise and turn election promises on levelling up into a strategy. Critics say the government's levelling-up policy lacks vision and funding, with Labour claiming communities will be left worse off after years of austerity under successive Conservative governments. Labour has set out its own five-point plan, including better broadband for towns and villages, action to tackle anti-social behaviour in city centres, and more affordable housing. When asked if there was any new money in the policy paper, Mr Gove said he was making use of funds made \"available to my department and to others in the Spending Review and tilting it\". But he denied that the Treasury had refused him more money ahead of the paper. He said change needed to happen quickly and visibly - but it was also \"a long haul\" and levelling up wasn't just a \"hanging basket here or there\". \"It's a moral mission, and it's an economic mission, and it's one that the prime minister is committed to,\" Mr Gove said. Asked about the recent turmoil in Westminster over lockdown-busting parties, Mr Gove insisted the prime minister was doing a \"brilliant job\". Asked if he'd stand in any upcoming leadership contest he said \"forget about it\", adding: \"There's not going to be a leadership contest.\" ", "url": "https://www.bbc.com/news/uk-politics-60216165"}