{"datetime": "2022-02-02T14:18:35.000Z", "title": "'Levelling up' plan for UK unveiled by Michael Gove", "article": "Long-promised plans to close the gap between rich and poor parts of the country have been announced by the government. The strategy, unveiled by Levelling Up Secretary Michael Gove, will take until 2030 and aims to improve services such as education, broadband and transport. Mr Gove said it would \"shift both money and power into the hands of working people\". But Labour said the plans contained no new money and little fresh thinking. Mr Gove told the BBC the strategy was not aimed at providing new funding but ensuring it is spent effectively on local priorities. Prime Minister Boris Johnson put \"levelling up\" at the heart of the Conservatives' election-winning manifesto in 2019. The launch of the strategy sees the government try to return to its key policy agenda after weeks of pressure on the prime minister over reports of parties held at Downing Street during lockdown restrictions. The government has previously launched a number of schemes aimed at boosting regional development - but has faced claims the policy lacks definition. At the heart of the strategy is a plan to create more regional mayors, like existing posts such as Labour's Andy Burnham in Greater Manchester, or the Conservatives' Andy Street in the West Midlands and Ben Houchen in Tees Valley. Every part of England would have access to \"London-style\" powers and a mayor if they want it, according to the levelling-up strategy, with the expectation that they would be able to target spending more effectively. Mr Gove's plans would bring all existing initiatives together into 12 \"national missions\" and set up a system for measuring progress. Among the 12 missions are promises to refocus education spending on disadvantaged parts of the country and eliminate illiteracy and innumeracy; bring the rest of the country's public transport closer to London standards, and provide access to 5G broadband for the \"large majority\" of households. Derelict urban sites in 20 towns and cities will be targeted for redevelopment intended to create more high-quality jobs, withSheffield and Wolverhampton the first places selected . The problem that the government seeks to solve with its \"levelling up\" agenda is clear - the fact that the UK is one of the world's most geographically unequal major economies - and that has worsened over the past three decades. The pledges on spending in the White Paper are rather limited, reflecting the fiscal situation. There are new commitments beyond the existing Spending Review, for what the PM describes as his \"defining mission\".But where a mission such as this has been achieved, for example in post-unification Germany, there have been massive fiscal transfers from rich regions to poor ones approaching one and a half trillion pounds, or £70bn a year.The stark fact is that GDP per capita in some east German regions now exceeds that in some northern English regions. The challenge is whether entrenched patterns of economic geography can really be changed without footing a very significant bill.Read more analysishere .Many of Mr Gove's missions are existing government policies, with funds already allocated to them, but he says they will be enshrined in law for the first time. Most of the policies in the White Paper apply to England only, but the government insists levelling up is a UK-wide initiative and it wishes to work with the devolved administrations in Scotland, Wales and Northern Ireland to achieve this. The plan includes £100m of new government funding for \"innovation accelerators\" to boost research and development in Greater Manchester, the West Midlands and Glasgow City-Region. But in some areas the government has scaled back its ambitions. A pledge to provide broadband nationwide capable of gigabit speeds - more than 10 times the average speed today - wasoriginally due in 2025 , but is now scheduled for 2030. And in places such as Wakefield in West Yorkshire, people said bus routes were being cut rather than increased. Kath Lindley, who runs a local charity, said some services only run every two hours, creating social isolation and cutting off young people from opportunities. Mr Gove told BBC Breakfast: \"For far too long, the United Kingdom - England in particular - has had an economic powerhouse in London and the south east but not everyone has shared in that success.\" The Brexit referendum in 2016 had been \"a wake-up call\" from overlooked and undervalued communities to the Conservative government, giving a \"clear instruction\" to change the country's economic model, he said. One of the shifts in funding is in housing, where an existing rule that 80% of government funding for housing is spent on London and the south-east of England will be scrapped and spending allocated to the north of England and the Midlands. Tracy Brabin, Labour mayor of West Yorkshire, said the government strategy offered \"lots of ambition, lots of hope, but unless you actually have the money and the resources, you are going to be struggling\", adding that she thought the regions were \"collateral damage\" in a battle between the prime minister and Chancellor Rishi Sunak over spending. Labour has set out its own five-point plan for levelling up, including better broadband for towns and villages, action to tackle anti-social behaviour in city centres, and more affordable housing. For Labour, shadow levelling up secretary Lisa Nandy said: \"Ministers have had two-and-a-half years to get this right and all we've been given is more slogans and strategies, with few new ideas.\" Meanwhile, a report by the National Audit Office, which scrutinises public spending, has criticised the government for having a \"limited\" understanding of what has worked well when setting up its programme for regional economic growth. It said that, by November last year, it had committed £11bn for regeneration of towns and communities across the UK for the period up to 2025-6 but the Department for Levelling Up, Housing and Communities does not know if the spending had the intended impact. NAO head Gareth Davies said: \"With its focus on levelling up, it is vital that the department puts robust evaluation arrangements in place for its new schemes to promote local growth.\" And Scottish First Minister Nicola Sturgeon called the White Paper an attempt by the government to distract people from \"an utterly discredited prime minister\". What does 'levelling up' mean to you and your area? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-politics-60216307"}