{"datetime": "2022-02-09T18:05:04.000Z", "title": "Call for police to speed up Liverpool City Council investigation", "article": "The leader of Liverpool's Liberal Democrats has called on police to speed up the investigation into building and development contracts in Liverpool. In a letter to Merseyside's chief constable, councillor Richard Kemp said the probe was causing reputational damage and costing taxpayers. Operation Aloft has seen 12 people arrested since 2019,including former mayor Joe Anderson .Merseyside Police said it was carrying out a \"complex\" investigation. Mr Anderson was held with four other men as part of an investigation into claims of bribery and witness intimidation. All those arrested deny wrongdoing and nobody has been charged.The letter was also sent to Lancashire Police's chief constable about Operation Sheridan, which concerned claims of fraud at Lancashire County Council and also involved Liverpool City Council.Lancashire County Council leader Geoff Driver was among four men originally arrested as part of that inquiry into a £5m tender awarded to One Connect Ltd, a joint venture between the council and BT. The letter, signed by Preston's Lib Dem leader John Potter, said both councils were \"suffering clear reputational damage\" and have \"a duty of care to staff and former staff\". The investigations had cost taxpayers \"a huge amount of money\", including a £6m combined cost for the police and Crown Prosecution Service (CPS) in Lancashire, the councillors added. Mr Kemp asked for details on how much Operation Aloft had cost and for a timescale on when it might conclude.\"We know that these cases are extremely complicated... but our simple request to you both is to rapidly bring these Operations to a conclusion,\" he said. He said it was \"unfair to all concerned, including the people who are living under a cloud, for these matters to be left for so long\". A spokesman for Merseyside Police said: \"This is a complex investigation, involving thousands of pieces of evidential material. \"We are carrying out the investigation as expeditiously as possible... As this is an ongoing investigation it would inappropriate to comment further at this time.\" A Liverpool City Council spokesman said: \"We are co-operating fully with Merseyside Police's investigation.\" Lancashire Police said the force was waiting for any charging decisions from the CPS. Lancashire County Council said it could not comment on a current police investigation.The CPS has also been contacted for comment. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60317848"}