{"datetime": "2021-07-20T16:53:15.000Z", "title": "Joe Anderson: Ex-mayor investigated for intimidating chief exec", "article": "Former Liverpool mayor Joe Anderson is being investigated for alleged witness intimidation against the council's chief executive, a court has heard. Details of the allegations against the politician were heard during a hearing at Liverpool High Court. Mr Anderson, who denies wrongdoing, wasarrested as part of a police inquiry into alleged bribery and corruption. He has brought a judicial review against the city council for refusing to pay his legal fees. Mr Anderson, 63,stepped aside from the role of mayor after he was arrested on suspicion of conspiracy to commit bribery and witness intimidation in December. David Lock QC, representing Mr Anderson, said the witness he was alleged to have intimidated was Liverpool City Council chief executive Tony Reeves, who was one of the people who took the decision not to grant him legal indemnity. He said: \"The allegation of witness intimidation is a series of Freedom of Information requests in respect of conduct of Mr Reeves. \"It is not suggested Mr Anderson made those requests, I think it is suggested Mr Anderson was involved in somehow assisting those who made the requests.\" The allegation is said to relate to disciplinary proceedings involving Nick Kavanagh, the council's former director of regeneration, who was also arrested as part of the investigation but denies any wrongdoing. Police found a disciplinary file relating to Mr Kavanagh at Mr Anderson's house, the court heard. Louis Browne QC, representing the council, said: \"At the time of the execution of search warrants on 4 December, Mr Anderson knew full well he was not entitled to have those documents in his possession.\" Mr Lock said: \"The other area of the police investigation is the allegations Mr Anderson received financial advantages in exchange for either access to privileged information, privileged access or contracts. \"This is strongly denied by Mr Anderson.\" The allegations also include that he helped to secure council contracts for a company belonging to his son, David Anderson, and received financial benefit when his son bought his house. Mr Anderson, who was not in court for the hearing, was discharged from police bail in March but remains under investigation. The court heard the council had refused to grant legal indemnity to Mr Anderson because the allegations did not relate to duties he carried out in his role as mayor. But Mr Lock said the council did have the power to do so. He said: \"They have acted unlawfully because they have misunderstood their own policy.\" The court heard the council did grant legal indemnity to Mr Anderson when he was interviewed voluntarily by police as part of an investigation by Lancashire Police into fraud involving officers at Liverpool and Lancashire councils. Judge Mrs Justice Yip is due to deliver a written judgment at a later date.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57908536"}