{"datetime": "2022-02-09T14:30:55.000Z", "title": "Kirkby murder: Son who killed dad in 'senseless' attack jailed", "article": "A man who murdered his father in a \"cowardly and totally senseless\" attack has been jailed. Neil Farrington, 51, was found with head injuries in Kirkby, Merseyside, on 17 May last year and died in hospital on 21 June. His son, Neil Badrock, 28, denied murder but was convicted by a jury at Liverpool Crown Court. Badrock was given a life sentence and ordered to serve a minimum of 19 years in prison. He had been out drinking for several hours when his father joined him in a pub in Kirkby, the Crown Prosecution Service (CPS) said. When they left the pub an argument began between the pair and Badrock began a \"relentless and ferocious\" attack in a \"drunken rage\" on his father, kicking him several times in the head. \"Several witnesses told of the severity of the assault. He didn't stop, even when the police arrived,\" Andrew Blennerhassett, from the CPS, said.Mr Farrington died as a result of blunt force trauma more than four weeks after the attack, Merseyside Police said. Badrock, of Kenbury Close in Northwood, Kirkby, had admitted manslaughter but pleaded not guilty to murdering his father. After sentencing, Mr Farrington's family said: \"This past week has been especially harrowing and heart-breaking for my whole family as each day we have had to sit through Neil Badrock's trial for the cowardly, brutal and totally senseless murder of his own father and our much loved and much missed brother. \"We will never forgive [him] for taking our brother from us in this way and for the devastation and heartbreak he has brought to all our lives.\" Det Supt Helen Bennett said it was \"terribly tragic\" that Farrington died as a result an assault \"by his own son\". \"Neil's family have struggled to come to terms, not only with his death, but the manner in which he died and the subsequent arrest of his son.\"Their devastation has been further compounded by having to hear the graphic details of what happened played out in a courtroom.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60319552"}