{"datetime": "2018-08-24T05:27:51.000Z", "title": "Lancashire council fraud inquiry: Four more suspected", "article": "Four more men are being investigated over claims of fraud at Lancashire County Council, police have said. Council leader Geoff Driver was among four men originally arrested as part of the inquiry into a £5m tender awarded to One Connect Ltd; a joint venture between the council and BT. Lancashire Police confirmed it had also gathered evidence on four other men and had now passed the file on all eight to prosecutors for consideration. Mr Driver has denied any wrongdoing.The investigation, which was launched in 2013, relates to allegations of financial irregularities over the tendering of the One Connect contract, which included running the council's fleet of vehicles. A Lancashire Constabulary spokesman said: \"Following a complex and lengthy enquiry a file of evidence has now been submitted.\" The four additional men are considered suspects but have not been arrested, the force confirmed. Mr Driver, the Conservative council leader, was arrested in May 2017, along with the council's former chief executive Ged Fitzgerald, his successor Phil Halsall and former One Connect chief executive David McElhinney. The men, who all deny wrongdoing, were suspected of conspiracy to pervert the course of justice and witness intimidation, but were not arrested on suspicion of fraud. They remain subject to bail conditions. Lancashire's Police and Crime and Commissioner Clive Grunshaw said in January last year the investigation into the allegations had involved 22 officers and cost £2m. A source close to the investigation said it could be \"days, months or even years\" before a decision is taken on whether to prosecute the suspects, who are aged 56 to 73. A CPS spokesperson said: \"We received a file of evidence from Lancashire Police in relation to allegations of fraud.\"This is a complex file which will now be considered in accordance with the Code for Crown Prosecutors and a decision will be made in due course.\" ", "url": "https://www.bbc.com/news/uk-england-lancashire-45284595"}