{"datetime": "2022-02-08T14:50:53.000Z", "title": "Hillsborough: Police watchdog still investigating 150 complaints", "article": "More than 150 complaints or allegations against former police officers involved in the Hillsborough disaster are still being investigated 33 years later. Details emerged after the West Midlands branch of the National Association of Retired Police Officers met the Independent Office for Police Conduct. They were told 68 complaints and six misconduct cases involve staff and retired officers from West Midlands. The rest involve ex-officers and staff from Merseyside and South Yorkshire. Ninety-seven Liverpool fans died as a result of the crush at an FA Cup semi-final match at Sheffield Wednesday's stadium on 15 April 1989. The IOPC said it had already provided families of those who died and people who have complained about the actions of police with the same information.It said no new lines of criminal inquiry had so far emerged but if they do then they have the power to refer them to the Crown Prosecution Service.On their website, the retired officers organisation said it had been told if any former officer is unhappy at the findings and can make a strong case, the IOPC would be willing to alter or amend the judgement before it was published under an agreement called the Salmon Process. This protects people who were not interviewed under police caution. The watchdog earlier clarified this, and said it would keep an open mind regarding information gathered under the Salmon Process and would be open to any representations made.Sarah Green, a decision maker for the Hillsborough investigation at the IOPC, said: \"Since the conclusion of the trial in May 2021, work to finalise the individual conduct and complaint reports, and the overarching final report for the Hillsborough investigations has been ongoing.\"As part of our commitment to keep interested parties updated we provided a detailed written update to families and complainants in December 2021. Similar updates are being provided to bodies representing the police and subjects.\"This is normal practice as an independent body to ensure all interested parties are kept up to date, and is standard for any IOPC investigation. Since the outset of our investigation we have always prioritised informing bereaved families first about any key developments.\" It is understood the finished report may run to 2,500 pages and involve more than 3,000 documents.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60295000"}