{"datetime": "2022-01-05T06:11:03.000Z", "author": "Andy Gill & Samantha Jagger", "title": "ITV's Anne: Maxine Peake praised for Hillsborough drama", "article": "Actor Maxine Peake \"gave the performance of a lifetime\" when playing a Hillsborough justice campaigner in a TV drama, the show's creator has said. Anne Williams dedicated her life to uncover what happened to her son Kevin,who died aged 15 in the 1989 tragedy . The four-part ITV series, titled Anne, reveals her fight for justice for the 97 victims before she died in 2013. Writer Kevin Sampson said the drama was part of an \"on-going education\" on what can be learned from similar atrocities. He was assisted by Mrs Williams's daughter, Sara, in creating the drama which concludes later. Mr Sampson said Sara had told him Ms Peake's performance had an \"uncanny\" likeness to her mother. \"There was only ever one person for it and thankfully Maxine did not even hesitate,\" he toldBBC North West Tonight. \"There was something universal and human about one mother's story.\" Peake previously said she was \"flattered and honoured\" to have been chosen for the role.Kevin was one of 97 Liverpool fans who died after the terrace crush at an FA Cup semi-final on 15 April 1989. Mrs Williams refused to accept the death certificate she was offered and took her case through the British and European courts. She fought for more than 20 years piecing together Kevin's last moments by finding the people who tried to help him.The original verdicts were eventually quashed at the High Court in 2012 but a few months later Mrs Williams died, shortly after being diagnosed with cancer. It meant she did not live to see the inquests in 2015 and 2016, whichconcluded that the fans were unlawfully killed . Mr Sampson, from Birkenhead, first met Mrs Williams when he interviewed the victims' families for the book Hillsborough Voices. He said she was one of the first people to encourage him to write the accounts.\"Right to the end, she would have days when she could take on the world,\" he added. Mr Sampson said Mrs Williams was \"tenacious, passionate and indefatigable in her desire to understand what happened to her little boy and to do something about it\".\"The legacy of Hillsborough is to keep on educating people on what we can learn from tragedies and disasters,\" he added. \"Maybe there will be a clean break with a new generation who will grow up understanding what the real truth of what Hillsborough was.\" The final episode of Anne airs at 21:00 GMT on Wednesday 5 January on ITV. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59866700"}