{"datetime": "2022-01-07T17:17:10.000Z", "subject": "Hillsborough trials", "title": "Hillsborough Law would be valuable legacy to the 97 victims, says Theresa May", "article": "People bereaved in public tragedies must have an advocate to ensure that the \"injustice heaped on injustice\" the Hillsborough disaster families suffered is not repeated, Theresa May has said. It followsrenewed calls for a Hillsborough Law to ensure fairer treatment for bereaved families. Former prime minister Mrs May said the new law would be a \"valuable legacy\" for the 97 Liverpool fans who died.This was echoed by Gordon Brown, who called for \"no delays and no excuses\". The 97 fans died as a result of the crush at the FA Cup semi-final match at Sheffield Wednesday's ground on 15 April 1989. Since then, many families and survivors have led a 33-year campaign to discover how and why they died. Speaking at the Hillsborough Law Now event, former Labour leader Mr Brown said \"no group of families should ever again have to walk alone\". \"It is to respect and honour the memory of all who died that we need the Hillsborough Law now - no delays, no prevarications, no excuses - to secure justice for you and everyone who in the future may face the same challenges,\" he said. Former Conservative leader Mrs May said that \"what happened at Hillsborough, the death of 97 Liverpool fans, failed by the state was tragedy enough for their families\".\"But what followed was injustice heaped on injustice,\" she added.\"Years of beating their heads against the wall of government and the legal and judicial system, which added untold pain and suffering. \"Unless we act, the experience of the Hillsborough families and others will be repeated.\" The two former prime ministers backed the calls during a Facebook Live event which had been organised by Liverpool City Region Mayor Steve Rotheram and Greater Manchester Mayor Andy Burnham. They are calling for changes to be made to the justice system to prevent others going through what the Hillsborough families experienced. A Hillsborough Law would introduce a statutory duty of candour on public servants during all forms of public inquiry and criminal investigation. It also aims to ensure proper participation of bereaved families at inquests, through publicly-funded legal representation, and the provision of a public advocate to act for families of the deceased after major incidents. The event comes after aTV drama telling the story of Anne Williams, whose 15-year-old son Kevin died in the disaster, aired this week.Margaret Aspinall, whose son James died in the disaster, said the current law was \"for the perpetrators, it's not for victims\". \"I am not asking the government, I am demanding a Hillsborough Law to make this a fair and just system for the ordinary people of this country. That to me is so important,\" she said. Sir Kenny Dalglish, who was the Liverpool manager at the time of the disaster, added: \"At the end of the day we are all equal. \"You may have a better job than someone else, you might have more wealth than someone else… but everybody should be given the same opportunity to defend themselves, to get some proper justice.\" Bereaved families from the Grenfell Tower fire and the Manchester Arena terror attack also spoke at the event to support changes to the legal system. In a statement released after the event, Yvette Cooper MP, Labour's shadow home secretary, said the party had tabled an amendment to the Police, Crime, Sentencing and Courts Bill.\"Labour stands unequivocally with the Hillsborough families and has repeatedly called for a Hillsborough Law to be introduced without delay,\" she added. A Hillsborough Law would focus on Bishop James Jones's findings about the experiences of the families,which were detailed in his 2017 report . A government spokeswoman said the Home Office had been working with \"the relevant government departments and organisations to carefully consider the points of learning made by Bishop James Jones\". \"Our focus now is engaging with the Hillsborough families and publishing the government's overarching response to the Bishop's report in due course,\" she said.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59913789"}