{"datetime": "2021-06-10T18:18:08.000Z", "subject": "Hillsborough trials", "title": "Hillsborough law review considered, says justice minister", "article": "The justice secretary has said the government would \"always consider opportunities to review the law\" after an MP described the collapse of Hillsborough trials as a \"catastrophic failure\" of the legal system. Robert Buckland was responding to an urgent question from MP Maria Eagle. It follows the recentacquittal of three men accused of altering police statements after the 1989 tragedy. Mr Buckland also reiterated an apology to the families of the 96 victims. Ninety-six Liverpool fans died as a result of the crush at the FA Cup semi-final match at Sheffield Wednesday's ground on 15 April 1989. Ms Eagle, Labour MP for Garston and Halewood, asked Mr Buckland in Parliament if he accepted that the \"utter failure of the 32 years of our criminal justice system to do justice to these people requires changes in the law to make families bereaved in public disasters never again have to endure this extended ordeal\". He replied: \"We are carefully considering the points made by the former Bishop of Liverpool James Jonesin his 2017 report on the experiences of the Hillsborough families, including in relation to the proposed duty of candour.\" The justice secretary said the focus was now on publishing the government's overarching response to the report after having further consulted with all the families. \"We recognise the need for those in public office to act responsibly and to discharge their duties with both honesty and integrity,\" he added. \"As we continue to consider the judgment in the latest Hillsborough trial and its implications, we will of course always consider opportunities to review the law and how it operates.\" Ms Eagle wants to reintroduce thePublic Advocate Bill , which would establish an independent public advocate to represent families in the aftermath of disasters. It would also set up an independent review, similar to the Hillsborough Independent Panel process, but at a much earlier stage. Mr Buckland said it was \"critical the lessons of the Hillsborough disaster are not only learnt, but consistently applied so that something similar can never be allowed to happen again\".He said the government was \"absolutely determined to do just that\". Mr Buckland also reiterated theapology made by former prime minister David Cameron in 2012 over the disaster and paid tribute to the \"immense courage, determination and patience\" of the families of the 96 victims. Conservative former prime minister Theresa May called the collapse of the trial as \"the final blow to the Hillsborough families\". She urged Mr Buckland to \"act swiftly\" on the introduction of an independent public advocate. Ms Eagle tweeted she was \"heartened\" by Mr Buckland's answers.Mr Justice William Davis ruled retired Ch Supt Donald Denton, retired Det Ch Insp Alan Foster and former solicitor Peter Metcalf had no case to answer after they went on trial for perverting the course of justice. The statements they were accused of changing had been prepared for a public inquiry, not a court of law, so it was not a \"course of public justice\" which could be perverted, he ruled.In April, South Yorkshire and West Midlands police forcesagreed to pay damages to more than 600 people over a cover-up which followed the Hillsborough disaster, following a civil claim.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57427735"}