{"datetime": "2021-12-08T11:30:56.000Z", "title": "Hillsborough: 97th victim's family 'proud' of Freedom of Liverpool award", "article": "The parents of the Hillsborough disaster's 97th victim say it will be a proud moment when he posthumously receives the Freedom of Liverpool. Liverpool fan Andrew Devine suffered life-changing injuries in a terrace crush at the 1989 FA Cup semi-final in Sheffield anddied in July aged 55. The other 96 victims of the football stadium tragedy were awarded the city's freedom in September 2016. His mother Hilary said the award was \"an honour from his city\". \"For us, it means he is remembered and that's what makes this important to us,\" she told BBC Breakfast. Mr Devine was 22 years old when he went to watch Liverpool take on Nottingham Forest on 15 April 1989 at Sheffield Wednesday's stadium. He was not expected to survive the injuries he suffered in the crush, but he went on to live for another 32 years.His family have opened up about the little moments of hope that they shared over the past three decades, including when he first opened his eyes.\"In the early times, it almost seemed that when you got really low, he would do something that would lift you up again,\" said Mrs Devine. \"And of course you always hope for better things.\"You always hope that something's going to be better. He did improve a lot.\" Mr and Mrs Devine spent the afternoon of the disaster out shopping, completely unaware their son had been so badly injured. They said their world changed forever with a knock at the door from police that evening. \"We literally lived at the hospital for five weeks,\" said his father Stanley Devine. The couple also praised Liverpool FC's staff and players for rallying around them. \"Your undies get dirty but the captain of England - a chap by the name of Emlyn Hughes - came in about every third day and took our washing,\" Mr Devine said. \"He used to come in and be like 'what can we do?' Craig Johnston also,\" added Mrs Devine. Mr Devine said: \"Both always came through the back door. They didn't come for publicity, they came to help.\" After four years in hospital sitting by his bedside, his parents were finally able to bring their son home.The keen Liverpool supporter continued to attend matches with his carers. When the team won the Champions League in 2019 their celebratory bus tour made a detour to the Devines' house and player James Milner held the trophy over the side of the bus for Mr Devine to see, his mother said. \"It was quite a moment, it made his day,\" she added. \"The grandchildren have grown up with knowing no different. \"Uncle Andrew was just in his chair and our eldest granddaughter said she could tell him all his secrets because she knew he wouldn't tell anybody else.\"Following Mr Devine's death, his mother said he had been \"talked about every day at some stage\". His father said he would be proud when the honour was handed down, adding he was \"proud of him\".\"They did say three months was the most for him, well he managed 32 years so I don't think we did too bad,\" he said. Liverpool screenwriter Jimmy McGovern, who has described his most important piece of work as his 1996 programme about the Hillsborough disaster,will also receive the honour. \"To be nominated along with Andrew, and to join the other 96 men, women and children whose lives were unlawfully taken away that day at Hillsborough, on that roll of honour is truly humbling,\" he said. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59575463"}