{"datetime": "2022-01-31T11:54:05.000Z", "subject": "Hillsborough trials", "title": "Hillsborough Law: Merseyside's Police and Crime Commissioner joins calls", "article": "Merseyside's Police and Crime Commissioner has joined calls for a Hillsborough Law to ensure fairer treatment for bereaved families. Emily Spurrell has united with seven other Labour commissioners to \"put pressure on the government\". It followsrenewed calls for a Hillsborough Law by Liverpool City Region Mayor Steve Rotheram and Greater Manchester Mayor Andy Burnham. The government has previously said it would engage with bereaved families. Ninety-seven Liverpool fans died as a result of the crush at the FA Cup semi-final match at Sheffield Wednesday's ground on 15 April 1989. A Hillsborough Law would introduce a statutory duty of candour on public servants during all forms of public inquiry and criminal investigation. It also aims to ensure proper participation of bereaved families at inquests, through publicly-funded legal representation, and the provision of a public advocate to act for families of the deceased after major incidents. West Yorkshire Mayor Tracy Brabin and three deputy mayors for policing across England and Wales have joined Ms Spurrell and seven other police and crime commissioners in calling for a change in legislation. In a joint statement, the 12 Labour politicians said: \"We join together to support the calls from the metro mayors for Greater Manchester and Merseyside, as well as many other high-profile figures from all walks of all life and all parties, for a Hillsborough Law.\" Speaking toBBC Radio Merseyside , Ms Spurrell said: \"This call is gathering momentum and we want to add our voices \"There is public support, people are trying to get it into the current policing bill but the government is resisting. \"It is probably too late for the families from Hillsborough but we don't want other families to go through this.\" Earlier this month Mr Burnham and Mr Rotheram hosted the Hillsborough Law Now event with bereaved families and other politicians which focused on Bishop James Jones's findings about the experiences of the families,which were detailed in his 2017 report. New inquests, which concluded in 2016, found the victims were unlawfully killed. Match commander David Duckenfield was cleared of gross negligence manslaughter in 2019 and a trial of two retired police officers and a former force solicitor, who were accused of perverting the course of justice, collapsed last year after a judge ruled there was no case to answer. In June, the government said it would \"always consider opportunities to review the law\" after MP Maria Eagle told parliament the collapse of Hillsborough trialswas a \"catastrophic failure\" of the legal system. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60195349"}