{"datetime": "2021-04-07T15:27:33.000Z", "title": "Extinction fears drive The Wildlife Trusts' re-wilding campaign", "article": "Ten projects have been launched to help restore wild landscapes across England and Wales. They are part of a Wildlife Trusts campaign and include turning a golf course into an insect haven, re-wilding a village and restoring Ice Age ponds. The trusts says 30% of UK land and sea needs to be given over to nature by 2030 to avoid species extinction. Broadcaster and naturalist Sir David Attenborough said the campaign, called 30 By 30, was \"urgently needed\". In Wiltshire, The Emmett Hill nature reserve is set to quadruple in size to provide habitat for the rare marsh fritillary butterfly. The Wiltshire Wildlife Trust has bought 44 acres of land at Upper Minety and plans to introduce a plant the insect feeds on. Lincolnshire Wildlife Trust wants to construct 'hedgehog highways' in the village of Baston and re-wild parts of the village to provide more flowers for pollinating insects such as bees. In Carlisle a former golf course is set to be turned into wildflower meadows and wetlands.The Worcestershire Wildlife Trust plans to convert 95 acres of farmland at Dropping Hill Farm back to heathland to connect four surrounding nature reserves. Ice Age ponds, known as \"pingos\" are set to be revived on Thompson Common in south-west Norfolk to encourage the northern pool frog and 140 acres of arable fields and woodland will be turned into heathland. The Wildlife Trusts have collectively raised almost £8m in the last six months for the campaign, including £900,000 from the public. Chief executive Craig Bennett said: \"We need to transform nature-poor areas into new nature-rich places and change the way we think about land, looking for opportunities to help nature outside traditional nature reserves.\" The projects have been backed by Sir David Attenborough. He said: \"It's tempting to assume that the loss of wildlife and wild places is a problem that's happening on the other side of the world. \"The truth is that the UK is one of the most nature-depleted countries on the planet and the situation is getting worse.\" ", "url": "https://www.bbc.com/news/uk-england-56661210"}