{"datetime": "2020-09-30T17:04:32.000Z", "author": "Victoria Gill", "title": "Extinction crisis: World leaders say it is time to act", "article": "As nearly 150 global leaders lined up - virtually - to address Wednesday's UN biodiversity summit , the stakes could not have been higher. \"The house is on fire and we are all locked in, because of a disease that came from our mismanagement of nature.\"This was how Inger Anderson, head of the UN Environment Programme, put it in a briefing the day before the event.\"I think there is a realisation that if we don't take care of nature, we could end up in dire straits,\" she added. With the world grappling with the public health, social and economic devastation of the Covid-19 pandemic, leaders are under increasing pressure to act on their promises to reverse the decline in the natural world.This summit is primarily a high-profile forum for world leaders. Its aim is to \"highlight the crisis facing humanity from the degradation of biodiversity, and the urgent need to accelerate action on biodiversity for sustainable development\".But the point at which genuine commitments will be made - to take action to protect nature - will be at the biodiversity conference in 2021. That conference, postponed because of the pandemic, is where all member countries are expected to adopt a new \"biodiversity framework\" - essentially a global contract to put nature on a path to recovery by 2030.But a UN report published just two weeks ago, revealed that none of the20 biodiversity targets that countries signed up to back in 2011 would be fully met.Those targets were ambitious, encapsulating every aspect of how our human lives intersect with the natural world.They ranged from reducing the rate of loss of natural habitats like forests and protecting the most precious landscapes for wildlife, to more fundamentally economic shifts, such as eliminating subsidies for \"activities that are harmful\", including intensive, polluting farming and fishing practices. Xi Jinping, President of China, the host country of the 2021 conference, used his pre-recorded address to stress his country's commitment to turn the tide on biodiversity.\"We need to find a way for man to live in harmony with nature,\" he said.Mr Xi also stressed the need for economic recovery, saying that green development would \"increase the potential for high-quality economic recovery from Covid-19. \"We need to recognise that our solutions are in nature - to achieve a win-win.\"UK Prime Minister Boris Johnson used a pre-recorded address to highlight the plight of the scaly, critically endangered pangolin: \"I don't believe any of us would choose to bequeath a planet on which such a wonderfully bizarre little creature is as unfamiliar to future generations as dinosaurs and dodos are to us today.\"Yet that is what awaits us if we continue down this road. And that's not just bad news for the pangolins - it is bad news for all of us.\" But in the wake of theUK government's recent announcement that it would protect more land for nature , the country's record on biodiversity loss is under scrutiny.Prof Kate Jones of University College London (UCL), who studies the interplay between nature and human health, described the \"massive historical declines\" in biodiversity in the UK as \"terrible\". Inger Anderson insisted that the the \"trillions of dollars being invested in stimulus packages\" because of the pandemic, provided an ideal opportunity to invest in sustainable growth. \"We surely do not want to go back to our damaging ways,\" she said.Elizabeth Maruma Mrema, executive secretary of the UN Convention on Biological Diversity, a multilateral treaty that aims to conserve species, added: \"Businesses, banks, the youth - all are ready to take action. This is our last chance and everybody has a role to play.\" By destroying the natural world, Prof Jones explained, \"we are currently degrading our asset. So our financial systems need to change\". She added: \"With climate change, our house is on a cliff and it is going to fall off soon. Biodiversity loss and land use change means that it is also on fire - our current trajectory is not sustainable so we have to do something.\"There is more talk and action now than there ever was before, and I am more hopeful now that I have ever been, but it's a low bar.\" Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-54357479"}