{"datetime": "2020-06-02T07:02:37.000Z", "author": "Helen Briggs", "title": "Extinction crisis 'poses existential threat to civilisation'", "article": "Human impacts on the places on Earth with the most richness of life have brought hundreds of wild animals to the brink of extinction, a study shows. The likes of logging and poaching have pushed 500 mammals, birds, reptiles and amphibians to the point where they're hanging by a thread, research found. This is yet more evidence that the world's undergoing a sixth mass extinction, scientists argue. Species are disappearing at more than 100 times the natural rate, they say.And unlike other mass extinctions, caused by volcano eruptions or asteroid collisions, we only have ourselves to blame. Prof Gerardo Ceballos of the National University of Mexico in Mexico City, said regional ecosystems are facing collapse.\"We have entered the sixth mass extinction,\" he told BBC News. \"Based on our research and what we're seeing, the extinction crisis is so bad that whatever we do in the next 10 to 50 years is what will define the future of humanity.\" Prof Ceballos worked on the study with two other well-known conservation scientists, Stanford University's Prof Paul Erhlich, and Dr Peter Raven of the Missouri Botanical Garden in St Louis, US. Using data from the International Union for the Conservation of Nature (IUCN) Red List of threatened species and Birdlife (the bird authority for the IUCN), they identified at least 515 species that are on the brink of extinction, with fewer than a thousand individuals left.The animals are found on every continent save Antarctica, in places highly impacted by humans, primarily in the tropics and subtropics. They include the Golden Lion Tamarin, Ethiopian Wolf, Javan Rhinoceros, Spanish Imperial Eagle, Yellow-eared Parrot, Gharial and Green Poison Frog. The scientists describe the extinction crisis as an existential threat to civilisation, along with climate change and pollution, to which it is tied. And they say they have a \"moral imperative\" to draw attention to the loss of biodiversity, which they say is still rather ignored by most people. The research is published in the journal Proceedings of the National Academy of Sciences (PNAS). Commenting, Prof Diana Fisher of the University of Queensland, Australia, said the study deserved attention because so many people don't realise how much of the world's wildlife faces impending extinction.\"I agree with the authors that this extinction crisis needs to be elevated to an emergency equal to climate change,\" she said. Prof Chris Johnson of the University of Tasmania said the current rate of extinction of species is higher than at any time since 66 million years ago, when the collision of a space-rock with the Earth killed off dinosaurs and many other species.\"Threats to species in today's world - things like habitat destruction and climate change - are growing rapidly,\" he said, adding that the 515 species down to 1,000 or fewer individuals are likely to be gone very soon.And Prof Euan Ritchie of Deakin University in Australia said the study \"is yet more dire confirmation that we are destroying life at a horrific pace and scale\". Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-52881831"}