{"datetime": "2020-10-22T11:05:26.000Z", "title": "Rescued endangered Loa water frogs have 200 offspring", "article": "Conservationists in Chile are celebrating after a group of critically endangered Loa water frogs produced 200 offspring in Santiago zoo. Fourteen Loa water frogs (Telmatobius dankoi) were airlifted to the zoo in 2019 after they were found in a muddy puddle, all that was left of their habitat in Chile's Atacama desert. Herpetologists managed to nurse 12 of them back to health. Earlier this month, the frogs successfully mated. The rescue mission was launched last year after herpetologist Andrés Charrier found that the stream outside the city of Calama - the only place where the Loa water frogs are known to live - had dried up. The 14 specimens left in a muddy puddle were dehydrated and malnourished and with their habitat threatened by illegal water extraction for mining, agriculture and real estate development, the decision was taken to transfer them 1,500km to the south to Chile's National Zoo in the capital, Santiago. The rescue of the 14 frogs received international praise and even caught the attention of Hollywood actor Leonardo DiCaprio,who celebrated their safe transfer in an Instagram post .Zoo Director Alejandra Montalba praised the team which looks after the frogs - and now their 200 offspring as well - for their meticulous work. \"They had to replicate the exact conditions of the water... to keep them alive,\" she said. Gabriel Lobos, who with Andrés Charrier has spent years studying the Loa water frogs, told local media that the challenge now was to restore the frogs' habitat to allow their return to the wild.Mr Lobos had said last year that one of the problems of conservation efforts for the Loa water frog was getting attention for the species. That is where the team at Chile's National Zoo has received some help from their colleagues at Bolivia's Museum of Natural History \"Alcide d'Orbigny\" in Cochabamba.Desperate to find a mate for \"Romeo\", a Sehuencas water frog which was believed to be the last of his species, the team at Alcide d'Orbigny gained worldwide publicity for their search when they placed a dating ad for Romeo. Not only was their approach successful -a mate was found for the lonely frog - but the team behind Romeo has also been helping out other frogs in need. Last year,a letter \"from the desk of Romeo\" offered some encouraging words to the Loa water frogs : \"I know you're far from home. I know you'd much rather be snuggling up in your own stream, eating the wild snails and earthworms of your choice. But look, there are lots of reasons to be hopeful, there are 14 of you.\"And in case words were not enough,a Spotify account under Romeo's name also offered an uplifting playlist for the Loa water frogs including titles such as Al Greens' \"Take Me to the River\", Kelly Clarkson's \"Stronger (What Doesn't Kill You) and Elton John's \"I'm Still Standing\".Watch footage of Romeo's first \"date\": ", "url": "https://www.bbc.com/news/world-latin-america-54643583"}