{"datetime": "2021-07-27T19:01:45.000Z", "title": "Northern pool frog project reversing extinction say experts", "article": "A frog which has been extinct in England since the 1990s has been reintroduced to its original habitat after some were flown over from Sweden. The northern pool frog was last found at Thompson Common, in Norfolk. The Swedish specimens were introduced to a secret site in Norfolk in 2005 and tadpoles have since been successfully moved back to ponds at the common. \"That means we can reverse extinction, and it's not often you can say that for an animal,\" a conservation group said. Jim Foster, director of Amphibian and Reptile Conservation, said the frog became extinct in England as declining water levels made their breeding ponds unsuitable. He said the landscape at the Norfolk Wildlife Trust's Thompson Common site, near Thetford, had been improved, with ponds holding water for longer and trees removed from some areas as \"pool frogs are real sun lovers\". About 30 adult northern pool frogs per year were flown over from Sweden between 2005 and 2008, Mr Foster said. They reproduced successfully at \"Site X\" - the secret Norfolk site - and more than 1,000 tadpoles, reared in captivity from spawn, have been released at Thompson Common over the past four years. \"They should be sustainable on their own, that's our aim,\" Mr Foster said. The northern pool frog is \"very different from the common frog, which is the other native species of frog that we have in Britain,\" he said. \"They lay fewer eggs, so they're much more vulnerable. \"A common frog would lay around 2,000 eggs, whereas a pool frog would only lay up to about 500 eggs.\"The new population had begun moving around different areas of the common and had several hundred ponds to choose from, he added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-57991619"}