{"datetime": "2020-09-03T09:25:55.000Z", "author": "Helen Briggs", "title": "Scientists have the answer to a tadpole mystery", "article": "Scientists have discovered how to identify frogs from their tadpoles in a step towards saving amphibians from extinction. Conservation efforts to protect the breeding grounds of endangered frogs has been hampered by the difficulty of telling tadpoles apart. Now researchers have solved the puzzle for frogs living in Vietnam's remote forests. Their work on Asian horned frogs will help stop amphibians being lost. Some survive only in small areas of forests which are fast being altered or destroyed.Benjamin Tapley, curator of reptiles and amphibians at international conservation charity ZSL (Zoological Society of London), said: \"These frogs occur in some of the most exploited forests on Earth and are suffering from rapid habitat loss and degradation.\" Tadpoles are a common sight in streams for several months of the year, but once they become frogs they disappear into undergrowth or up trees, where they may never be seen again. As frogs and their tadpoles look nothing like each other, It's important to know which tadpole becomes which frog, he explained. \"It helps us detect the presence of a species, especially as adult frogs can be seasonally active and difficult to find, and allows us to identify which places might be important frog breeding sites that need protection,\" said Dr Tapley.The researchers collected geographical data, took photographs and made measurements of tadpoles, comparing their DNA to samples from adults of known frog species.They were able to identify the tadpoles of six species of Asian horned frogs found in Vietnam's mountain forests.The tadpoles are unusual, with funnel-like mouthparts, while the adults, named for the horn-like projections above their eyes, are brown with skin folds that resemble leaf veins helping in camouflage on the forest floor.There are more than 250 species of frogs and toads in Vietnam, many of which are highly threatened yet remain incredibly poorly known.Amphibians are under increasing threat from habitat loss, wildlife trade, climate change and deadly diseases. One disease alone, a type of fungus, has pushed at least 501 amphibians towards extinction, a whopping 6.5% of known species. The research, carried out with the charity Indo-Myanmar Conservation, the Asian Turtle Program and the Australian Museum, has been published in two papers in the journal Zootaxa.Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-54006016"}