{"datetime": "2019-10-03T18:27:08.000Z", "author": "Claire Marshall", "title": "More than a quarter of UK mammals face extinction", "article": "More than a quarter of mammals are facing extinction, according to a detailed and devastating report on the state of the natural world in the UK. It also said one in seven species were threatened with extinction, and 41% of species studied have experienced decline since 1970. Providing the clearest picture to date, the State of Nature report examined data from almost 7,000 species. It drew on expertise from more than 70 different organisations.These included wildlife organisations and government agencies. The report said 26% of mammal species were at risk of disappearing altogether.A separate report outlined the picture in Scotland, where the abundance and distribution of species has also declined. Scotland saw a 24% decline in average species abundance, and about one in 10 species threatened with extinction. A quarter of moths have been lost, and nearly one in five butterflies. Their numbers continue to plunge.The State of Nature report shows, in grim detail, that almost one in five plants are classified as being at risk of extinction, along with 15% of fungi and lichens, 40% of vertebrates and 12% of invertebrates. It paints a picture of what conservationists call \"the great thinning\", with 60% of \"priority species\" having declined since 1970. There has been a 13% decline in the average abundance of species studied. Our wildlife is also changing more and more quickly. Researchers found more than half of species had either rapidly decreased or increased in number over the last 10 years.Daniel Hayhow from the RSPB, lead author of the report, said: \"We know more about the UK's wildlife than any other country on the planet, and what it is telling us should make us sit up and listen. We need to respond more urgently across the board.\" Rosie Hails, nature and science director at the National Trust said: \"The UK's wildlife is in serious trouble... we are now at a crossroads when we need to pull together with actions rather than words. \"We need a strong new set of environmental laws to hold our governments and others to account and to set long-term and ambitious targets.\" The study cited the intensification of agriculture as a key driver of species loss. While this has, the report's authors said, led to greater food production, it has also had a \"dramatic impact on farmland biodiversity\". The study said the area of crops treated with pesticides increased by 53% between 1990 and 2010.The report said targeted wildlife-friendly farming, supported by government-funded agri-environment schemes (AES) \"may have helped slow the decline in nature but has been insufficient to halt and reverse this trend\". The report also underlined the ongoing impact of climate change. According to the Met Office, the UK's 10 hottest years occurred since 2002. The report said climate change was \"driving widespread changes in the abundance, distribution and ecology of the UK's wildlife, and will continue to do so for decades or even centuries to come\". The authors also said that, in the UK, many species, including birds, butterflies, moths and dragonflies have shifted their range north over the last four decades, moving by, on average, 20km per decade.Warming seas also caused disruption, with marked changes in plankton and fish distribution. Natural England chair Tony Juniper said: \"Today's report paints a stark picture of the state of some of our most-loved species. These losses matter as they represent an unravelling of the web on which we depend.\"One positive piece of data is that a quarter of UK species studied have increased, including bitterns and the large blue butterfly. Also, public support for conservation continued to grow. The amount of time donated by volunteers increased by 40% since 2000, to around 7.5m hours. Young volunteers for a pioneering charity, Action for Conservation (AFC), were involved in the foreword to the State of Nature. AFC recently launched what it described as the largest youth-led conservation project in the world, in Penpont, near Gwent. Fifteen year-old AFC volunteer Danny said: \"I got involved in conservation because I wanted to see more wildlife where I live and hopefully reverse some of the devastating trends we're seeing right now when it comes to climate and biodiversity.\"I think the most important thing that young people can do to help the environment is to educate the adults around them, put pressure on the people in charge and show other young people that even small actions can have a big impact.He added: \"Young people understand the urgency of the situation we're in and we're ready to tackle the challenge.\" Another example of charities and non-governmental organisations (NGOs) having a marked impact was the return of the pine marten, one of the rarest mammals in Britain, to the Forest of Dean. This re-introduction was overseen by the Gloucestershire Wildlife Trust and Forestry England. Minette Batters, president of the National Farmers Union (NFU), said: \"Farming has already embarked on a long journey of protecting and maintaining the iconic British countryside; huge amounts of work have been carried out to enhance our landscapes, benefit soil and water and encourage wildlife and farmland birds - this year 140 different species of birds were recorded on farms during the Big Farmland Bird Count. She added: \"Over the next 30 years farmers will need to produce more food to meet the demands of a growing population, using less land, less water and fewer agricultural inputs.\" Follow Claireon Twitter. ", "url": "https://www.bbc.com/news/science-environment-49892209"}