{"datetime": "2020-01-23T00:53:16.000Z", "title": "Wanted - volunteers to monitor Britain's growing slug population", "article": "Citizen scientists are being sought to help carry out the first survey in decades of Britain's slug populations. To take part, all that's required is curiosity, a garden, and a willingness to go out after dark to search for the likes of the great grey or yellow slug. The year-long research project will identify different slug species and the features that tempt them into gardens.The last study conducted in English gardens in the 1940s found high numbers of just nine species of slug.Many more have arrived in recent years, including the Spanish slug, which is thought to have come in on salad leaves. Less than half of the UK's 40 or more slug species are now considered native.Research assistant, Imogen Cavadino, who is leading the study by the Royal Horticultural Society (RHS) and Newcastle University, said people will be surprised by the variety of slug species that can be found. \"Everyone sees those big, brightly-coloured, heavily-textured slugs out and about in the daytime so they assume that all slugs look like that,\" she said.\"But, actually, if you go out at night in your garden and take a look you might be surprised to see all sorts of different colours and sizes and types of slug around.\" The researchers will train up to 60 people to hunt for slugs by going out at night with a torch once a month for 30 minutes. Potential volunteers don't need any specialist knowledge, only access to a garden and an interest in learning more about the shell-less gastropods. The specimens will be posted to the RHS for analysis, as the species are difficult to identify from photographs.\"This information is going to be really important in informing us as to which slugs are most common in gardens and what time of year they're most abundant,\" said Imogen Cavadino.\"With what we know about slug feeding behaviour we can then use this to understand better which species are likely to be causing problems in gardens and what time of year they're most likely to be around doing the damage to plants.\" Slugs are likely to become more active in spring, when the weather gets warmer. Recyclers and composters of garden waste, they form an important part of the ecosystem, supporting birds, frogs and hedgehogs. To become a slug spotter applyhere . The study will not take place in Northern Ireland owing to the differing flora and fauna on the island of Ireland. ", "url": "https://www.bbc.com/news/science-environment-51192169"}