{"datetime": "2020-01-25T00:15:35.000Z", "author": "Matt Lloyd", "title": "Wales a haven for wildlife - but for how long?", "article": "From slugs to spiders and bees to bottlenose dolphins - Wales is proving a haven for many species. Its varied landscape and mild climate make Wales among Europe's \"best wildlife-watching secrets\", according to the Wildlife Trust. Those secrets include a spider only found in Welsh caves, a fly unique to a north Wales river and a flesh-eating slug first found in a Cardiff garden. However one in six species of wildlife, plants and fungi remain endangered. Here we look at creatures who only call the green, green grass of Wales home, along with the country's major success stories and the efforts to save those in danger of disappearing altogether. 1) Blind cave spider ( Porrhomma rosenhaueri ) Deep within two caves in south Wales lurks Britain's only \"true troglobitic spider\". With its reduced eyes, pallid colour and elongated legs, it is only found in the UK within the Lesser Garth, near Cardiff, and Ogof-y-Ci, near Merthyr Tydfil. However it is not alone. Wales is the only British location for several spiders, while one is named after Gower in Swansea (baryphyma gowerense), where it was first discovered. More new species continue to be discovered in Wales - in Maesteg (theridion hannonine) in 2007, and Swansea (trogloneta granulum) as recently as 2012. \"For its size, Wales has a remarkable diversity of spider fauna with almost five times as many species per unit area as England,\" said Richard Gallon, of the British Arachnological Society. \"That richness has been catalogued ever since John Blackwall, the \"father of British arachnology\", first published his studies in the Conwy Valley almost 200 years ago.\" 2) Ghost slug ( Selenochlamys ysbrada ) If spiders lurking in caves sound creepy, then how about the flesh-eating ghost slug? Unknown to science, the mysterious worm-eater wasdiscovered by a Cardiff gardener in 2007. It has no eyes and lives underground and, unlike most slugs, it is carnivorous. It kills earthworms at night with powerful, blade-like teeth, sucking them in like spaghetti. Although similar species exist in eastern Europe, the Welsh example was classified asa wholly new species and given the name 'ysbryda', from the Welsh for ghost. \"The name seemed appropriate for this spooky, nocturnal hunter and indicates where it was first found,\" said Ben Rowson, a biologist at National Museum Cardiff, who first studied the slug. \"We think this was the first time a Welsh word was used in an animal's scientific name.\" One of Europe's rarest slugs is also a native of Wales.Theglutinous snail (Myxas glutinosa), which has declined in Europe and disappeared almost entirely in Britain, can now only be found at Lake Bala. 3) Large mason bee ( Osmia xanthomelana ) Having gone extinct in England, this is now one of the UK's rarest bees and is only found in two locations... both on the Llyn Peninsula, Gwynedd. These solitary bees are named for their habit of using mud or other \"masonry\" products to make their nests and are limited to coastal locations. Sadly it is now facing extinction due to the loss of the UK's wild grassland. 4) Rare medium stonefly ( Isogenus nubecula ) The River Dee in Flintshire boasts thelast remaining population of this critically endangered fly in western Europe. Thought to be extinct, it was only discovered by accident and is now a priority species on the UK Biodiversity Action Plan (BAP). \"The Environment Agency, as it was then known, were carrying out regular sampling of the river when they stumbled across this stonefly,\" said Clare Dinham, of conservation charity Buglife. \"It was very exciting but unfortunately it is increasingly rare due to water pollution.\" March and April are the best times to try and catch a glimpse. The Preseli mountains in Pembrokeshire hosts one of the largest concentrations in the UK of thesouthern damselfly while Ceredigion is one of only two confirmed places in Britain you can see thebarred green colonel soldierfly . 5) Snowdon beetle ( Chrysolina cerealis ) It's easy to see why this little gem is known as the 'rainbow leaf beetle'. About the size of a ladybird, what this tiny, thyme-eating creature lacks in stature, it makes up for in dazzling colour.But despite its bright colours, you will be lucky to spot one.There are thought to be only 1,000 adults remaining - all living under stones and rocks at a handful of spots around Snowdonia. In 2015, one of Britain's largest beetles - the strikingblue ground beetle - was discovered in Wales for the first time in woodland near Skewen, Neath Port Talbot. For such a small place, Wales has an abundance of wildlife on offer with an estimated 50,000 terrestrial species. Now many of the most beautiful, endangered and charismatic creatures are thriving.1) Red kite This majestic bird was pushed to the edge of extinction in the UK leaving only a few pairs in deepest, darkest Wales.But now it patrols the skies throughout Wales and beyond.They can be seen performing amazing aerial acrobatics at dedicated feeding centres such asBwlch Nant yr Arian visitor centre , near Aberystwyth, and Gigrin Farm in Powys, where wild kites are now seen every day of the year. Wales is home to some of the world's most celebrated Ospreys, which can be seen at Montgomeryshire's Cors Dyfi Nature Reserve. Common cranes, after an absence of around 400 years due to the fact they were a popular dish at medieval banquets, are once againnesting on the Gwent Levels . 2) Red squirrel Bullied out by greys, red squirrels are now found in broadleaved woodland on Anglesey and at sites next to the Menai Strait, though spotting them takes patience.Some of the best places to try to see these enchanting little animals are at Pentraeth and Newborough Forests or Clocaenog Forest in Denbighshire. The Twyi Forest in Carmarthenshire is also home to smaller colonies. 3) Lesser horseshoe bat Wales is one of the last strongholds in the UK and Europe for these tiny mammals. Caves, mines and tunnels have even helped a recent increase in numbers in Wales, according to theBat Conservation Trust . The size of a plum, it is able, unlike other bats, to wrap its wings completely around its body while at rest. One of the best places to view them is St Fagans Museum of Welsh Life, where they return every summer to breed. 4) Bottlenose dolphins Who doesn't love dolphins and New Quay, Ceredigion, is one of the best places in Europe to see them.This is because Cardigan Bay hosts one of only two semi-resident populations. The bay also boasts an abundance of Atlantic grey seals, which can also be found is large numbers in north Wales on Bardsey Island and the Anglesey coast. 5) Manx shearwater The largest population of this sea bird in the world resides on Skomer and Skokholm islands, off the Pembrokeshire coast. After wintering in Brazil and Argentina, an estimated 45,000 breeding pairs fly 14,000 miles every year to spend their summer holidays in Wales. On every bird-watchers 'to-do-list', the islands also boast spectacular colonies of puffins, guillemots and razorbills while Skomer alsohas its own unique vole . At first it looks bleak, but efforts are being made to save and re-introduce rare and once-extinct creatures. Wolves, brown bears, wild boar and lynx once inhabited Wales but have been lost over the centuries. And the problem is getting worse. The loss of habitat and climate change are the biggest reasons why one in six species of wildlife, plants and fungi is now at risk of disappearing from Wales, according to thelatest state of nature report . \"There is a global ecological crisis and Wales is one of the world's most nature depleted countries in the world,\" said James Byrne, living landscapes manager for Wildlife Trusts Wales.\"None of our ecosystems show signs of resilience and there has been a 56% decline in wildlife, with severely depleted populations of birds, insects and many species at risk of extinction.\"There was a 54% reduction in wild birds in the UK. This has created an 'empty landscape syndrome' where we may have habitats, but no animals to occupy them.\"Schemes are underway to re-introduce rare and once-extinct mammals. About 40% of the UK's polecats are in Wales while volunteer groups are rebuilding habitats to save reptiles and amphibians such asadders, lizards and great crested newts. The latest conservation effort could see beavers - now extinct in Wales -returned to the River Dyfi in Gwynedd. \"The river would be perfect for beavers because it has a range of different habitats with wooded valleys, bogs and an estuary,\" said Alicia Leow-Dyke, of the Welsh Beaver Project. \"We would closely monitor their effect on the environment but evidence in Europe shows that beavers benefit other wildlife with the dams they build.\" ", "url": "https://www.bbc.com/news/uk-wales-51109146"}