{"datetime": "2019-10-03T18:01:43.000Z", "author": "Steffan Messenger", "title": "State of Nature 2019: Hundreds of species in Wales under threat", "article": "One in six species of wildlife, plants and fungi is at risk of disappearing from Wales, a major new report suggests. It blames loss of habitat due to farming and climate change.Wildlife charities involved in the study said a dramatic increase in conservation efforts was needed to address a \"nature crisis\". The Welsh Government said the first minister was committed to treating this \"as a top priority\".More than 70 environmental organisations and research institutes from across the UK have collaborated on the State of Nature 2019 report. Unlike previous effortsin 2013 and2016 , government agencies - including Natural Resources Wales (NRW) - were involved, in order to present \"the clearest picture to date of the status of our species across land and seas\". It found: Species that have vanished from the Welsh environment since monitoring began in the 1970s include birds such as the turtle dove and corn bunting. Terrestrial mammals are also faring badly, with more than 30% at risk of disappearing altogether - including the red squirrel and water vole.One indicator, based on 33 butterfly and moth species showed numbers had decreased by 52% since 1976. Those that require more specialised habitats, such as the high brown fritillary and grayling, have declined by more than three quarters. Wildlife was generally spotted at fewer sites - with a 10% fall in species distribution since 1970, double the rate of decline seen in the UK as a whole. Dr Gary Powney, a quantitative ecologist at the Centre for Ecology and Hydrology, which compiled the distribution trends for the report said it was \"obviously extremely concerning and more research is needed to better understand what is driving these changes across the Welsh landscape.\" The evidence from Wales and the rest of the UK aligns with theglobal picture outlined in May by UN scientists , the researchers said.Management of agricultural land was identified as the most significant factor driving the declines in nature. A total of 88% of the Welsh land area is used for farming, which means the wildlife and plants that share that space are especially vulnerable when things change. More than 90% of semi-natural grassland habitats in Wales have been lost since the 1930s, for instance. Agri-environment schemes, designed to pay farmers for work to help nature, have only been \"partly successful\" in achieving their biodiversity goals, the report claims. And while about 11% of Wales' land is within protected sites for nature, the majority are not in a good condition or well managed for the wildlife that depends on them. Climate change is having a big effect too , changing the patterns of migratory birds and increasing pests and diseases. Pollution is also a \"major issue\", having a severe impact in particular on freshwater habitats. The Welsh Sessile Oak woodlands, part of what's described as the \"temperate rainforests of Europe\", are important for a range of bryophrytes, lichens and fungi. Wales' mountains host rare invertebrates, including the Snowdon Leaf Beetle and arctic-alpine plants like the Snowdon lily. The Welsh coastline stretches for more than 2,000km - with the islands off Pembrokeshire, Anglesey and the Llyn peninsula holding seabird colonies of global significance. Cardigan Bay supports one of the larger semi-resident populations of bottlenose dolphins found in the UK. The researchers say their report shows \"cause for alarm\", but also some \"cautious hope\". Species such as bitterns and large blue butterfly have been saved in Wales through conservation efforts, with the red kite having famously been brought back from extinction. It also showcases a wide range of promising initiatives, including the Celtic Rainforests Wales project, launched last month. Reflecting growing concern about the environment and climate change, public support for conservation also continues to grow across the UK with expenditure by charities up 24% since 2010-11 and time donated by volunteers having increased by 46% since 2000.At Rhossili, on Gower, the National Trust has changed farming methods to see wild flowers flourish and to increase the numbers of birds, bees and butterfly. The numbers of bumble bees across a network of sunflower fields have increased from 2,000 to 250,000 in two years. Area ranger Mark Hipkin said: \"We've created a giant bird table with all of the food available on this farm and so flocks of birds are coming in from field to field.\"We've also attracted in sparrow hawks, peregrines and Merlins to prey on the extra food that's available for them.\"Katie-Jo Luxton, head of RSPB Cymru, said the report showed \"Wales is no exception to the global trend; there is no let-up in nature's decline\". \"The Welsh Government's stated commitment to turning this crisis around is very weclome; but we need to dramatically increase the scale and pace of action if we are to stand a chance of passing a healthier natural environment onto future generations.\" Anne Meikle, director of WWF Cymru, urged for the report to be \"a warning, not a forecast. Nature can fight back if we give it a chance. We can halt and reverse the catastrophic decline of species and restore our precious wildlife - we have the solutions.\" Clare Pillman, chief executive of Natural Resources Wales, said it was pleased to work with partners \"to provide the best available evidence that can be used by all to better understand how nature is changing across the UK. \"We recognise that the continuing declines in biodiversity require urgent action from across society.\" A Welsh Government spokeswoman said they recognised tackling biodiversity decline was as big a challenge as climate change. \"We are already taking action and integrating biodiversity into decision-making across government,\" she said. \"Wales is recognised for its ground-breaking legislation for the environment and future generations and we must now take action to build on this to address the decline in biodiversity.\"We are working collaboratively with NRW, partners and stakeholders to identify priority actions we can all take to aid nature's recovery.\" ", "url": "https://www.bbc.com/news/uk-wales-49884132"}