{"datetime": "2019-10-26T23:12:30.000Z", "author": "Matt Lloyd", "title": "Conservation: Bid to save reptiles and amphibians in Wales", "article": "An ambitious scheme to help save amphibians and reptiles from extinction has been launched in Wales. More than 50% of snake, newt and toad species are under threat globally, conservationists have said.Housing and road construction combined with a \"terrible public image\" are endangering populations. Now a charity plans to work on 76 sites across south and west Wales after securing funding for a four-year project to make a \"real difference\". Numbers of sand lizards, grass snakes, adders, common toads and great crested newts are dwindling in many parts of the UK. So the Amphibian and Reptile Conservation Trust (ARC) is targeting former strongholds in a bid to strengthen populations \"before it is too late\". \"These creatures are at risk everywhere but we are trying to make the populations that do exist more robust before they become extinct,\" said Jon Wilkinson, regional programme manager. \"One of the major problems is the connectivity between populations is being reduced because of modern life: new houses, supermarkets, road improvements.\"Great crested newts are protected but need a cluster of ponds in case one dries up. Otherwise they could become extinct. \"But creatures are not able to move across the landscape and are intimidated by noise and people. \"The adder population has been dropping dramatically since World War 2 and grass snakes are often mistaken for adders because of their yellow marking so are attacked. \"Toads are called common but they're not common at all - in some areas of Britain they have gone completely.\" The charity have been awarded more than £400,000 to help fund projects across Merthyr, Monmouth, Caerphilly, Bridgend, Port Talbot, Swansea, Gower and the Pembrokeshire coast.It says it now has a \"real opportunity to change\" the situation thanks to the National Lottery funding. The 'Connecting the Dragons' project will focus on:While the first two will take man-power, the latter could be the toughest of those tasks. S nakes have also suffered from an image crisis , but the ARC Trust hopes to change that by getting people to meet the creatures \"in the flesh\". The charity's patron, naturalist and broadcaster Chris Packham, said: \"It's a sad and wholly inappropriate reality that 'survival of the cutest' is a very real factor in contemporary conservation. \"So for reptiles and amphibians - warty, slimy, misunderstood and feared - it's tricky.\"But they are ecologically as important as dormice, hedgehogs or red squirrels and equally in need of urgent study and protection.\" ", "url": "https://www.bbc.com/news/uk-wales-50129243"}