{"datetime": "2020-07-06T06:57:50.000Z", "title": "Exotic frog found among bananas at Llanelli supermarket", "article": "A stowaway exotic frog has ended up in a supermarket in Carmarthenshire after a 5,000-mile trip from South America. Staff at Asda in Llanelli spotted the thumb-sized amphibian among bunches of bananas and called the RSPCA. It is thought the frog, nicknamed Asda, arrived from Colombia, where hundreds of thousands of tonnes of the fruit are produced and sent to the UK each year. It is being cared for by specialists in Pembrokeshire where he is feasting on crickets and flies, rescuers say. RSPCA Cymru was alerted after an eagle-eyed member of staff spotted the frog while on shift at the Murray Street store on 29 June.Amphibians are capable of slowing down their metabolism under different environmental conditions, which is thought to be how the frog survived the long journey without food or water into a cooler climate. Asda has now been transferred to Silent World Zoo To You, a marine life specialist centre in Haverfordwest where he will now live in a planted, humid environment. Staff at Silent World believe he is a banana tree frog. \"I thought I'd seen everything working for the RSPCA - but this banana-drama was a new one for me,\" said RSPCA inspector Gemma Cooper. \"This adventurous frog has travelled more than 5,000 miles amid a bunch of bananas, splitting from his native Colombia before ending up at a Llanelli superstore.\"It's certainly a long old journey for the weekly shop.\" Ms Cooper thanked staff at the Asda store for spotting the frog and caring for him until he could be rescued. Finding frogs among bananas is not a rare occurrence, according to Ginny Spenceley, from Silent World. \"With fruit deliveries no longer sprayed or treated, it isn't uncommon for a frog or spider to hitch a ride,\" she said. \"Fortunately, he's doing really well and, funnily enough, got very comfortable in a banana skin as we helped settle him into his new, less familiar surroundings.\" Source: Animals Network ", "url": "https://www.bbc.com/news/uk-wales-53300142"}