{"datetime": "2020-06-12T07:31:27.000Z", "author": "Helen Briggs", "title": "Nature crisis: New global extinction target proposed", "article": "The world needs a single goal for fighting the loss of nature, much like the 1.5C target for climate change, according to conservation experts. Extinctions of plants and animals should be kept well below 20 per year, they propose. Last year, a UN report found that around one million species are now threatened with extinction.Progress on biodiversity loss has been \"far too slow, limited or ineffective,\" said Prof Georgina Mace of UCL, London. Achieving the target should ensure that natural systems \"continue to function and meet the needs of people and the rest of life on Earth\", she said. The coronavirus pandemic has put the spotlight on the critical balance between nature and people. Scientists have long warned that close contact with wild animals through hunting, trade or habitat loss puts the world at increased risk of outbreaks of new diseases . Yet, the timetable for setting new global biodiversity goalshas been thrown into disarray by the pandemic . Meanwhile, we are running out of time to deal with the threat, conservation scientists warned last week. They said human actions had pushed 500 mammals, birds, reptiles and amphibians to the brink of extinction,which is yet more evidence that the world is undergoing a sixth mass extinction . In the new proposals, published in the journal Science, conservation experts in the UK and Germany call for a long-term goal to reduce species extinctions towards natural rates, with an easily measurable objective of fewer than 20 extinctions a year. This should apply to all known species of plants, animals and fungi, both on land and in the oceans, they say. Prof Richard Gregory from the RSPB/UCL described the target as a \"North Star\" for nature, \"a bright, visible destination for global society to move towards so that we bend the curve of biodiversity loss from the top down, and bottom up, recovering species populations by protecting and restoring our vital ecosystems\".2020 was set to be a \"super year\" for biodiversity, according to the UN, with new goals and targets thrashed out at the meeting of the Convention on Biological Diversity, the international treaty tasked with producing the global plan for biodiversity. The summit has now been postponed until 2021,along with the UN climate summit in Glasgow . Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-53008292"}