{"datetime": "2019-08-30T18:02:53.000Z", "title": "New reptile species found in fossil at Pant-y-ffynnon Quarry", "article": "Fossil fragments left in a museum storeroom for decades have been identified as a new reptile species that was roaming about 200 million years ago. Tiny armour plates, vertebrae and ribs were revealed inside a small rock put into a CT scanner to view it in 3D. Experts believe the plates \"put it on the crocodile side of the evolutionary tree\" from the Late Triassic period. It was found at a quarry in the Vale of Glamorgan in the 1950s. It has been named Aenigmaspina pantyffynnonensis which refers, in part, to where it was found at Pant-y-ffynnon Quarry, which has been the site ofother finds . Erin Patrick, a student at University of Bristol, found it in a storeroom of the Natural History Museum in London and decided to look closer. No skull was among the bones, some of which measure millimetres in length. But there were enough fragments to allow her and other experts to describe it as a new species, with the findings published in theJournal of Vertebrate Paleontology . Ms Patrick said: \"During the Triassic, there was a flurry of different reptile groups emerging related to modern crocodiles, but most of these were pretty huge and had special features not present in Aenigmaspina.\" The specimen was found in two blocks of rock that fit together to form a lump the size of a child's hand. On the surface were small bones, but the other \"treasures\" found by the CT scanner were vertebrae, ribs, a scapula, and tiny armour plates from its back. Prof Mike Benton, from the university's School of Earth Sciences, said the new discovery appeared to be a \"relative of another little armoured beast\" called Erpetosuchus, known from the Late Triassic of north-east Scotland and the eastern United States. The findings also revealed the creature was living on a small limestone island, part of a sub-tropical archipelago, according to his colleague, Dr David Whiteside. ", "url": "https://www.bbc.com/news/uk-wales-49528904"}