{"datetime": "2019-10-08T17:23:04.000Z", "title": "Powys road gritting faces cuts to save cash", "article": "Roads in Powys face a reduction in gritting this winter to save the council £71,000. Major trunk roads such as the A470 and A483 will still be treated to Welsh Government standards, being gritted twice on every freezing night. But some routes may be treated just the once, council bosses have decided. Councillor James Evans warned cabinet colleagues they would have to manage the expectations of people in the areas facing a reduced service. Powys has the second biggest road network of any UK county, with 5,500km (3,400 miles) of roadway, of which trunk roads make up 430km (270 miles) with 240km (150 miles) of category A county roads. A report to the cabinet said that due to funding cuts, winter gritting now accounted for 35% of the county's highways budget compared to 12% in the past. County roads within Powys have previously been gritted to the standard set out for trunk roads in the Welsh Government's Trunk Road Maintenance Manual, according to theLocal Democracy Reporting Service . But the report said to save money, county roads would no longer get a second salt treatment, unless judged necessary by the highways officer on duty. Mr Evans, cabinet member for economic development and housing, asked what engagement there would be with people and elected members from areas facing a reduction in gritting. \"We have to be very careful as some of those residents expect that level of service now, and we need to manage that going forward as we don't want adverse publicity for the council around this,\" he said. Head of highways Adrian Jarvis said there would be a \"pretty robust review\" of gritting priorities, adding: \"People are used to what we treat, so communication is vital if they are to understand the changes.\" Another cabinet member, Myfanwy Alexander, said there could be some environmental benefit from a reduction in salt damage to flowers and wildlife, which she said were among \"the glories of Montgomeryshire and Powys\". ", "url": "https://www.bbc.com/news/uk-wales-49972439"}