{"datetime": "2019-12-01T00:04:48.000Z", "author": "Caleb Spencer", "title": "Gritting roads: Does it harm the environment?", "article": "Using rock salt to de-ice roads is harmful to wildlife and alternatives should be explored, a scientist says. Dr Dan Forman, a lecturer at Swansea University, said amphibians living in stagnant water by the sides of roads were vulnerable to changes in salinity. He also said plants usually seen on the coast were growing inland. The Welsh Local Government Association (WLGA) accepted there were some negative impacts but said rock salt was diluted by snow and rainfall. Councils have a statutory duty to keep the busiest routes clear of snow and ice. To fulfil this duty, last year councils in Wales spent between £6m and £7.5m on up to 250,000 tonnes of rock salt - simply salt, which reduces the melting temperature of ice, and an anti-caking agent. This is enough to see councils \"through the harshest of winters\", according to Dilwyn Jones, of the WLGA, which represents local authorities in Wales. The Welsh Government, which subcontracts motorway and trunk road gritting to councils, said it spent on average £5.4m on rock salt and its delivery in the past five years. Prices can vary \"dramatically\", Mr Jones added, for example if we have a particularly harsh winter or there are shortages of salt. Most local authorities buy salt from asalt mine in Cheshire - the UK's largest - whilesome buy it from Northern Ireland . Wales has almost 22,000 miles (35,405km) of road, including almost 2,800 miles (4,506km) of motorway and A-road. And according toanalysis by the Ordnance Survey , you are never further than 2.6 miles (4.2km) from a road in Wales. The extent to which our landscape is dominated by roads, when coupled with our reliance on salt to keep them safe, has an impact on the natural world, according to Dr Forman. \"Amphibian populations are declining, particularly in ditch systems and on the edge of roads,\" he said. \"Sites can become so heavily laden with salt that the amphibians are unable to spawn, and either leave or die.\" Those creatures at risk include frogs, toads and tadpoles, he said, and the way amphibians maintain chemical balance is through their skin. Any changes to the salinity - or saltiness - of the water they inhabit can have a drastic effect on their ability to survive, and the problem is more pronounced in Wales, as Dr Forman explained. \"Because Wales is a western facing country, our amphibians come out much, much earlier and start spawning around January, February or March. \"It does get cold and can snow at that time of year so gritters can be out in force during that time. \"All of our amphibians aren't doing particularly well and the use of rock salt is a contributing factor.\" And there are other effects too. Dr Forman said salt can affect a plant's ability to photosynthesise (produce energy from light), and the increased salinity of soil near inland roads has changed habitats. \"In Wales, you are seeing coastal plants growing on road verges in mid Wales,\" he said. \"For example, Danish scurvy grass, wild carrot, and bladder campion would traditionally be found on the cliffs and coastline of Wales.\" There is alsoevidence salt water run off from roads can find its way into groundwater , contaminating the water supply, according to research carried out by Cardiff scientist Dr Mark Cuthbert. Mr Jones accepted rock salt \"can have negative effects on aquatic ecosystems\", and that \"at high concentrations, salt can be fatal to some aquatic animals\". But, he added \"snow and rain dilutes the effect and it is generally considered to be an acceptable and cost-effective way of keeping roads safe in icy and wintry conditions\". The Welsh Government said there is \"no current compelling argument\" that the amount of salt currently used for de-icing damages the environment. A spokesman added there has been a move towards \"pre-wetting\" - mixing salt into water before spreading - which reduces the amount required. Dr Forman does not dispute the need to keep the roads safe, but wants to see a move away from the use of salt as a de-icer. \"There are alternatives to rock salt, so there is a move now to use sawdust, sand and other material which can be mixed with rock salt, reducing the amount of salt used,\" he said. \"We need to look at these alternatives.\" This story was inspired by a reader's question. What questions do you have about Wales, its people and places?Is there anything you've always wanted to know? Use this form to send us your questions:We may get in touch if we decide to follow up on your suggestion. ", "url": "https://www.bbc.com/news/uk-wales-50586868"}