{"datetime": "2019-04-23T23:09:01.000Z", "author": "Steffan Messenger", "title": "Biodiversity: 'Beast of Beddau' is new millipede find", "article": "The Beast of Beddau has joined the Maerdy Monster as a new bug species found at old coal mine sites in the UK. The small, white millipede is one of more than 900 different species found during a three-year study which highlights the importance of colliery spoil sites in south Wales to wildlife. It was found at the old Cwm Colliery near Beddau, described as one of the most biodiverse in the region. Researchershad already discovered the 12mm-long Maerdy Monster. This was believed to have been the first millipede species found in the UK since 1993.But at only 5mm long, the Beast of Beddau - found about 13 miles (21km) from the earlier discovery - is half the size. It was found underneath stones by naturalist Christian Owen - who also found the Maerdy Monster.The \"Beast\" has seven or eight lenses in its eyes - unlike the six found in a similar species. Scientists in Canada examined its genes as part of the research. Altogether, surveys were conducted across 15 colliery spoil sites - eight in Rhondda Cynon Taf and seven in Neath Port Talbot - between 2015 and 2018. Spoil from old coal mines is low in nutrients but researchers found the earth can be quite complex and allow lichen-heath and even wetland habitat to develop.But it is still widely seen as derelict land, suitable only for reclamation, re-development or tree-planting. Liam Olds, the insect expert behind the research, said colliery spoil sites were becoming an \"increasingly important refuge\" for species declining in the wider countryside.\"On a single colliery site you can have anything from woodland, to flower-rich grassland, lakes, ponds and reed beds - providing the variety needed for insects to complete their life cycle,\" he said. The tips had become \"little islands where biodiversity can thrive.\" The study found nearly 200 different invertebrate species which were rare enough to be classed as conservation priorities. Ninety bee species were identified - including aptly-named mining bees - 13 dragonfly species and 28 types of butterfly. Some of the colliery sites surveyed had been reclaimed, others had been left to grow wild.The research was supported by Neath Port Talbot and Rhondda Cynon Taf councils, the National Museum of Wales, the Wildlife Trusts of South and West Wales, and Buglife Cymru. Clare Dinham, Buglife Cymru's director, said a change in attitude towards the tips was now needed. \"Unfortunately the public, councils and Welsh Government don't necessarily have the greatest perception of brownfield sites,\" she said. \"They are seen as areas we should develop, saving greener areas that might be biodiversity deficient. \"So this report is going to be really important for us to highlight their importance across Wales and the UK.\" ", "url": "https://www.bbc.com/news/uk-wales-47882928"}