{"datetime": "2020-06-04T23:25:48.000Z", "author": "Nduka Orjinmo", "title": "#WeAreTired: Nigerian women speak out over wave of violence", "article": "There is widespread outrage in Nigeria following the murder of a 22-year-old university student in a church where she was studying in the southern city of Benin. The family of Uwavera Omozuwa, known as Uwa, say she was brutally raped and bludgeoned to death. It is one of several shocking cases in the past week which have led to street protests,an online petition signed by thousands and a Twitter hashtag#WeAreTired . Many Nigerians point to a legal system they say makes it hard to convict suspected rapists and blames women when they are victims of sexual assault.Warning: This article contains details some readers may find distressing The first time 36-year-old Wanda Ebe was sexually molested, she was under six years of age. She says her nanny, a middle-aged woman, forced her to repeatedly perform oral sex on her when they were alone. At the age of six, an attempt by Ms Ebe to stop the abuse by threatening to report the nanny to her parents almost cost her her life. \"She [the nanny] poured a bucket full of hot water on me that left me in excruciating pain. I had to be taken to the hospital and I missed a year of school,\" Ms Ebe told the BBC. Ms Ebe said the nanny told her parents it was an accident and so, fearing for her safety, she did not say anything more at the time.The second time Ms Ebe was sexually abused, she was a 21-year-old student in her second year at university who was recovering from a recent surgery.She recalls being raped by a doctor, who made an excuse to take her to his house for an appointment instead of a medical centre.\"He tore off my clothes, and raped me,\" she said. \"I was weak from the surgery and could do little to resist him.\" \"I did not go to the police or anyone for that matter. I did not even know that rape cases were to be reported to the police.\" In Nigeria, it is not uncommon for rape to go unreported. Some victims and their families, fearing stigmatisation, police extortion and a lack of trust in the judicial process, choose not to report cases to the authorities.There have also been instances where those brave enough to report are targeted with derogatory comments at the police station. \"They are either vilified for their dressing, being at the wrong place at the wrong time or accused of making up claims of rape,\" said Ms Ebe, who is now a social worker and runs a charity helping street children, people with disabilities and survivors of sexual abuse. She often talks about her experiences in order to help other rape survivors. She says victims often find brick walls at the hospitals, police stations and courts where they are supposed to get justice. \"The penalty for rape in Nigeria is up to 14 years in prison, but I have seen a judge sentence someone to just four years, with two years suspended, because he was young and had a life in front of him,\" she said. \"What about the victim whose life he adversely affected?\" In 2019 in the capital Abuja, some women who were arrested during a police raid accused officers of raping them.They said the police accused them of being sex workers and while they were at the police station, they were repeatedly raped by officers. The police denied the accusations and the matter is currently in court. \"Such incidents don't reassure victims that the police station is where they can get help,\" their representative, Dorothy Njemanze, told the BBC. No one knows exactly how many rapes take place in the West African state annually. The official Nigeria Bureau of Statistics said more than 2,200 cases of rape and indecent assault were reported in 2017.But experts say the true number of rapes is likely to be much higher. \"We get at least six people coming in for cases of domestic violence per week,\" Ms Njemanze said. \"During the coronavirus lockdown, we started receiving four to seven cases per day and 70% of them were related to rape.\" The results ofa survey published by NOIPolls in July 2019 suggested that up to one in every three girls living in Nigeria could have experienced at least one form of sexual assault by the time they reach 25. Recent laws have broadened the scope under which sexual offences can be penalised in Nigeria, making it easier to try suspects. \"Before now the part of the Nigerian constitution that deals with rape was in the criminal code and meant that cases had to be tried within two months or they would be statute barred [ineligible to be heard in a court], but that is no longer the case,\" Stephanie Ekpebulu, from a coalition of lawyers that does pro bono work with rape victims, told the BBC. However, many states across Nigeria have not implemented the new laws. \"Most states in northern Nigeria practise the sharia system of justice that would run at variance with the Violence Against Persons Prohibition Act [one of the new laws],\" lawyer Okani Emmanuel said. \"In the north it's the religion, in the south it is down to the cultural impediments where they have some widowhood practices that run contrary to the law,\" he said. The shortcomings in Nigeria's legal system, where any case is likely to take years to prosecute and a police force accused of not being thorough in its investigations, also discourages victims from approaching the courts for justice. Ms Njemanze advises anyone who has been raped to try and preserve evidence, like clothing, that can be used in court. \"Most times hospitals want to see a police report before treating and that's very unfair because it's a time-bound crime,\" she said. \"The first thing is to preserve all the evidence that we can get and treat for sexually transmitted infections.\" You may also be interested in: Prosecutorial agencies like the police have also been accused of hampering the chances of victims getting a fair hearing in court. \"Most times the police take the victims to private hospitals where there are bills to be paid and expect traumatised victims to foot them. In extreme cases, the suspects are asked to foot the bills,\" asked Mr Emmanuel. \"How can such a system guarantee justice?\" Following the outburst of national outrage, police announced they had made an arrest in the case of Uwa, whose body was found in a church. They said a fire extinguisher used in her murder was examined by forensic experts and fingerprints of the suspect identified.Nigeria's police chief also announced special investigators would be deployed to gender desks at police stations across the country to respond to increasing challenges of sexual assaults and gender-based violence. However, Uwa's case has not been without its own controversy. Her family accused the police of making snide comments and demanding bribes before investigating the case.\"They asked my father if he was the first person [whose] daughter would be raped,\" the victim's sister told journalists.Police have not responded to the allegations. Some of the recent campaigning has also been against a culture of \"victim blaming\" in Nigerian society. The online anger has also been directed at official systems campaigners say focuses too much on educating girls about sex but ignores the boys who become men. \"It's time to teach the boys what consent is and that No is No,\" Ms Ekpebulu told the BBC. If you have been affected by sexual abuse or violence in Nigeria, help and support is available at Naptip. If you are in the UK, you can find advice at BBC Action Line . ", "url": "https://www.bbc.com/news/world-africa-52889965"}