{"datetime": "2021-11-03T17:12:10.000Z", "title": "Sophie Pétronin: France criticises saved hostage who went back to Mali", "article": "France has said it deplores the decision of 76-year-old former hostage Sophie Pétronin to go back to Mali months after she was released. The charity worker was held by militants in northern Mali for four years.She was freed and flown to France as part of a prisoner swap for almost 200 jihadists in October 2020. It has now emerged she has since returned to Mali with her son, despite being denied a visa. Malian authorities have issued a wanted notice, ordering that she be picked up and taken to the capital, Bamako. \"It shows a form of irresponsibility towards her own security and also that of our military,\" a visibly irritated French government spokesman Gabriel Attal told reporters. \"We've had soldiers killed while taking part in operations to save hostages abroad.\"When asked about the government's reaction, Ms Pétronin told the AFP news agency: \"Why irresponsible? This is my home.\" France's foreign ministry website warns of a terrorist threat and a risk of kidnapping for Westerners across Mali. Ms Pétronin's release by al-Qaeda's Sahel affiliate, JNIM, took months to co-ordinate and a fellow hostage, Swiss missionary Béatrice Stöckli, was murdered weeks earlier. Mali's gendarme police force said Ms Pétronin was reportedly in the Sikasso area, close to the south-eastern border with Burkina Faso. France has banned travel to Sikasso. When Sophie Pétronin was freed , she was greeted by her son Sébastien and then flown to France where she was welcomed by President Emmanuel Macron. She then travelled to Switzerland, but France's Radio France Internationale (RFI) says she was never happy and sought to return to Mali where she spent two decades and still had an adopted daughter in her 20s. She made no secret of her wish to return to check on children's programmes in Mali run by her Swiss charity foundation, Association Aid to Gao. \"It's been almost four years since I've seen how the programmes are working out,\" she said in October 2020. She made several failed attempts to get a visa both in France and Switzerland and then, according to RFI, travelled with her son to Senegal in March and crossed the land border into Mali without problems before heading to Bamako. French authorities apparently informed Mali of her presence there. What is unclear is why Mali's authorities have waited so long to put out an urgent telegram for her to be found and brought \"under escort\" to the headquarters of the national gendarmerie. Her family are said to be surprised by the move and insist she has made no attempt to travel beyond Bamako to Sikasso. Relations between France and Mali's military rulers are tense but there is no indication that Ms Pétronin had become caught up in their recent spat over France's military withdrawal. France said over the summer that it was reducing the scale of its counter-terrorism mission against jihadists in the vast Sahel region of West Africa, which includes northern Mali. More about the crisis in the Sahel: ", "url": "https://www.bbc.com/news/world-europe-59147487"}