{"datetime": "2021-09-02T10:26:11.000Z", "title": "Yves de M'Bella: Ivory Coast TV host sentenced for promoting rape", "article": "A prominent television presenter in Ivory Coast has received a 12-month suspended sentence for promoting rape during a live broadcast. Yves de M'Bella had invited a man described as an ex-rapist to demonstrate on a mannequin how he had assaulted women. Widespread outrage followed and M'Bella was suspended from TV and radio. Women's Affairs Minister Nassénéba Touré said Monday's broadcast had undermined efforts to eradicate rape. The court fined the presenter $3,600 (£2,600) and has banned him from leaving the country's main city, Abidjan, the Reuters news agency reports, quoting an official. The guest, Kader Traoré, was sentenced to two years in prison and fined $900, also for promoting rape. He, however, told the court that he had previously been convicted of theft and not rape. The segment of the programme, broadcast at primetime on a private TV channel, was supposed to be about condemning sexual assault, the AFP news agency reports. But M'Bella appeared to laugh and joke as he helped Traoré lay the mannequin on the floor. Afterwards the guest was invited to give women advice on how to avoid being raped. An online petition demanding that M'Bella be punished had got nearly 50,000 signatures by Wednesday evening. Bénédicte Joan Ouamba, who campaigns against gender-based violence, said that \"as a survivor, it was very hard to see this scene\". One of Ivory Coast's best known sports stars, sprinter Marie Josée Ta Lou,tweeted : \"Have you thought about all the people who have been raped?\" On Wednesday, there was a small demonstration outside the offices of the Nouvelle Chaine Ivorienne (NCI) TV station, calling for more action. Some people are now saying that M'Bella should have got a harsher sentence including prison time for what they saw as the trivialisation of rape, the BBC's Lalla Sy reports from Abidjan. Rape cases in the country are often not reported by victims who fear stigmatisation and are discouraged to press charges because of how difficult it is to prove in a court, she says.On Tuesday, M'Bella, who is from Cameroon, apologised for the broadcast, admitting that he had \"made an error\" while trying to raise awareness about rape, Reuters quotes him as saying. NCI has also apologised. The organisers of Saturday's Miss Ivory Coast contest, which M'Bella was supposed to be hosting, have cancelled his appearance. There are no official statistics on rape in Ivory Coast but an Ivorian NGO found that 2,000 cases of violence against women, including 1,121 rapes, were recorded in 2019 and 2020 in the city of Abidjan alone, AFP reports. ", "url": "https://www.bbc.com/news/world-africa-58420506"}