{"datetime": "2019-01-26T00:17:29.000Z", "author": "Ken Macdonald", "title": "Radar technology used to target grit and salt on Scotland's roads", "article": "A spinout company from Heriot-Watt University is using smart sensing technology in a bid to help spread grit and salt on Scotland's roads more efficiently. MicroSense Technologies has developed a sensing system - about the size of a mobile phone - to ensure an equal spread of grit across road surfaces. When fitted to a gritter it uses advanced data analysis and radar sensing to detect how much de-icer salt is already on the road. It can also spot the early signs of potholes before they develop into craters.Last year 122,000 tonnes of salt and grit were spread on Scotland's main roads and motorways.The UK-wide bill for gritting motorways and main roads is about £150m a year, and for potholes it is estimated at £120m. With forecasters predicting temperatures will drop next week, the gritters will be out but the team at MicroSense Technologies say some will be spreading salt where it is not needed.They have been working on using radar on gritters, with a small microwave transmitter which can be pointed at the road and attached to a smaller black box. Lead researcher Jamie Blanche explained: \"What is being calculated by this box is a ratio between the output signal and the return signal.\"The return signal, when it comes back, has a fingerprint - a signature - which we are then analysing to tell us the properties of that target.\"So essentially it could just be a road with no salt on it, it could be a road with water on it, and obviously it could be a road with lots of salt on it.\" The data about how much of the radio signal bounces back, and how wet the road is dictates what happens next, said Mr Blanche.\"That would then be relayed in real-time to a laptop on the gritter, or within the platform that delivers the salt, and that would determine how much salt need to be spread,\" he said. Prof David Flynn, director of the Smart Systems Group at Heriot-Watt University said the radar technology allows the team to scan through things like steel-reinforced concrete \"basically making it appear invisible\". He added: \"This gave us a great opportunity to look at low-cost, safe and very insightful means of monitoring these critical systems.\" The team are already exploring another use for radar-equipped gritters. By finding out how much water is just below the road surface, they will then, they say, be able to spot potholes before they appear.The sensor can be fitted to a remotely controlled vehicle - or to an aerial drone.Prof Flynn said it will be able to tell, not just how icy the road is, and whether it needs to be gritted, but what kind of grit and salt is already there. \"We've been training this sensor, in a sense giving it a library or you could consider it a memory, of what all these different signatures look like. \"We are training it so that when it's deployed in the field - so on highway maintenance vehicles, gritters, local council vehicles - it is able, not only to detect changes around it, but to do so very, very quickly.\" The point of the system is to help save taxpayers' money and MicroSense are now working with the suppliers Peacock Salt. \"Our roads are critical infrastructure and keeping them free and running smoothly is of massive importance,\" said Mr Blanche. \"Often councils run out of salt simply because it is over-used. What we are intending to do here is minimise the amount of salt that is necessarily spread at any given point.\" With so many potential applications, this is an idea that is likely to spread far beyond gritting.", "url": "https://www.bbc.com/news/uk-scotland-47004588"}