{"datetime": "2018-06-11T17:20:19.000Z", "title": "Chloe Ayling 'vindicated' over kidnapper's conviction", "article": "Model Chloe Ayling says she feels \"vindicated\" after the man she accused of kidnapping her was convicted and jailed for almost 17 years. Ms Ayling was lured to Italy from London on the promise of a photo shoot by Lucasz Herba, who drugged her and took her to a farmhouse in a holdall. Herba, 30, held her there for six days in July 2017, and demanded a 300,000 Euro (£265,000) ransom. The Polish national was jailed following a trial at a court in Milan. The court heard he offered Ms Ayling for sale online, before handing her over to the British consulate. Herba - described by prosecutors as a \"narcissist and a fantasist who was obsessed with Miss Ayling\" - was also found guilty of attempted extortion and carrying false documents. He was jailed for 16 years and nine months. Herba had claimed Ms Ayling went with him willingly, which she denied. At the start of the trial in February, a police officer told the court that Ms Ayling had suffered mental and physical abuse during the six-day ordeal. Her agent Adrian Sington said: \"This has been an incredible burden on her shoulders for the last year in the face of media criticism of her motivation and this is vindication - her story is true. \"It means now she can get on with her life. It's hard if you're being painted in the press as a liar and now she's able to say, 'I know it's a bizarre story but it's a true one'.\" He called Herba a \"psychopath and a narcissist\" who \"behaves in such a way that it's almost impossible to believe that someone could be so stupid\". \"So, in some ways, it's not surprising that the media found Chloe's story difficult to believe,\" he said. \"Let's not forget she was bundled into a suitcase, injected with ketamine in the boot of a car and thought she was going to die.\" The BBC's Gavin Lee said Herba orchestrated \"an extraordinary kidnap plot\" in an attempt to win the model's affections. Herba, who lived in Oldbury, West Midlands, posed as a photographer in July last year and lured the 20-year-model, from Coulsdon, south London, to a fake studio in Milan. He then injected Ms Ayling with the tranquilliser drug ketamine. She was stripped, handcuffed, placed in a holdall bag and driven 120 miles (193km) in the boot of a car to a remote farmhouse near Turin. The model was held captive for six days. It was heard in court that Herba then pretended to be from a group called the Black Death, involved with selling models as sex slaves in Saudi Arabia, but ultimately released Ms Ayling after discovering she had a child. Our correspondent added: \"This, according to the prosecution, was another elaborate lie, set up in an attempt to win the model's sympathy and affection before releasing her.\" In his defence, Herba said he had previously met Ms Ayling and had fallen in love with her. He claimed he wanted to create a scandal to help her career by creating extra publicity. Herba said that he was inspired after watching the film By Any Means - in which a similar kidnap plot was carried out. The court ruled out any involvement from Ms Ayling. Herba's brother Michal is alleged to have been involved in the kidnap and is in the process of being extradited from the UK. He denies any involvement. ", "url": "https://www.bbc.com/news/uk-44442373"}