{"datetime": "2022-01-12T14:40:45.000Z", "title": "Love theory in Italian man's Ivory Coast kidnap", "article": "An Italian businessman kidnapped in Ivory Coast last year may have been lured by a love interest who posed as a young woman online, prosecutors say. Claudio Formenton from Venice was abducted in November and rescued three days later in a police raid. Mr Formenton had told his family he was going to help missionaries with humanitarian work in the West African country. But now prosecutors believe he may also have been the victim of entrapment. Citing testimony from the freed businessman and a special operations team in the military police, Rome prosecutors believe Mr Formenton may have been duped by someone with a fake profile. According to Italian reports, Mr Formenton, 64, had been contacted on social media by someone claiming to be a young Ivorian woman named Olivia Martens. Over months the pair were said to have exchanged messages and developed a romantic relationship. Mr Formenton, a businessman based near Venice, was told the woman had legal problems and he was asked for financial assistance. He never sent any money but, according to Il Messaggero newspaper, he decided to fly out to Ivory Coast with the intention of meeting her. The BBC has asked for a comment from a lawyer who has acted for Mr Formenton during the case but there was no immediate response. Last month Stefano Marrone told local media that Mr Formenton had gone to Ivory Coast for voluntary work: \"He was in contact with local missionaries. For years he's been doing voluntary work on behalf of the populations of poor countries, especially in Africa.\" \"He's someone who does all he can for others, always ready to lend a hand to everyone. He has a strong attachment to religion. He was the subject of a sudden kidnapping, which fortunately was resolved without consequences.\" On 27 November, he took a week's holiday and told his family he was travelling to Ivory Coast to work with a missionary community in the city of Abidjan on the south coast, Corriere del Veneto reports.As soon as he landed, he found a taxi driver waiting for him, holding a sign with his surname on it. Thinking the missionaries had arranged for him to be picked up, he got into the taxi, and the kidnapping ensued. For three days, the kidnappers moved him from one hideout to another until they hid him in a hotel in Bonoua, a town to the east of Abidjan. The kidnappers had meanwhile demanded a ransom from Mr Formenton's family, according to Corriere. But they were foiled when police managed to wiretap his phone to establish his whereabouts. His location was passed to local police, who freed Mr Formenton in a raid and put him on a flight back to Italy. Reports at the time said he was shaken but unharmed. Prosecutors believe that Olivia Martens, with whom he chatted online, had acted as bait and may not exist. Investigators suspect other wealthy Italians may have been targeted by the same character. ", "url": "https://www.bbc.com/news/world-europe-59965791"}