{"datetime": "2021-12-16T05:49:23.000Z", "author": "Phil Shepka & Ben Schofield", "title": "Court backlog: 'I don't believe my abuse case will get to court'", "article": "Unprecedented delays in criminal prosecutions has left about 60,000 crown court cases waiting to be heard and some serious trials pushed back until 2023. But what is the impact on those caught up within the justice system? Alex, not her real name, has had a long wait in a case where she is the alleged victim of sexual abuse. The case has been listed at crown court in the East of England a number of times but it keeps getting postponed - most recently because a barrister came down with Covid-19 on the day it was due to start. \"I'm trying to carry on a normal life and I can't, it's just horrendous,\" Alex said of her wait to go to trial in a case first investigated by police in 2018. \"It's like pretending to be someone else to live in a normal life, to fit in a normal world. \"It's horrendous, I'm constantly thinking about it all the time. I'm having nightmares, I think I'm going to see [the defendant] and the doubt in my mind it's ever going to happen. \"I'm having panic attacks, my mental health is suffering.\" Alex is not alone. A recently published report by the National Audit Office stated the number of rape and sexual assault victims who have waited more than a year for a trial has soared from 246 to 1,316 between March 2020 and June this year. In October, speaking about delays to prosecutions as a whole, Justice Secretary Dominic Raab admitted hecould not promise when the delays would be solved. Alex said that prior to the previous court listings she had been \"mentally prepared... [and] geared up for it\". \"[I] was thinking, this is so good, this is going to be over, I can finally move on with my life thinking whatever the outcome I've tried my best, but now I can't do that.\"Even though I've been given another date I really don't believe it's ever going to happen. I just can't get my hopes up.\" About a quarter of victims have been withdrawing from investigations and prosecutions - a figure that rises to 42% for rape. Alex admitted she had considered \"dropping the whole thing... because the mental stress is just too much\" and understands why others do it. To help reduce the court backlog and increase funding for victim support services, the Ministry of Justice (MoJ) has been allocated £1bn in the most recent spending review. Stephen Halloran, from Lawtons Solicitors, said \"by any stretch of the imagination this [backlog] is going to take at least four or five years to clear\". The caseload is approximately 22,000 higher than before the pandemic and Mr Halloran, who specialises in serious criminal offences, said that two or three years prior to the pandemic, judicial sitting days - the number of days judges are allowed to sit - were reduced. The MoJ said for the 2021-22 financial year there would be no limit on the number of days the crown court could sit for and it has increased the maximum number of sitting days for all recorders - or part-time judges - from 30 to 80 days.  It also secured funding for 32 Nightingale Crown courtrooms across the country until April. But Mr Halloran said that on current figures \"the backlog of cases is only going to reduce by 7,000 cases over the next three years\".Mr Halloran said his firm, which covers the East of England, had seen cases being listed in the crown courts \"well into 2023 already\" and, while there was yet to be one for 2024, he said: \"I don't think it's going to be that far off\". \"We're going to have witnesses or suspects who are not going to have their case resolved for a number of years,\" said Mr Halloran.\"It may well be the case that some of them will lose faith in the criminal justice system, and we're then in a situation whereby individuals will start to question whether they want to report criminal offences.\" Bedfordshire's Conservative Police and Crime Commissioner (PCC), Festus Akinbusoye, said the longer cases take to get to court, the more potential for evidence \"quality\" to fall. \"If you're looking at domestic abuse, for example, it is not unusual for perpetrators to try to intimidate a victim who wants to give evidence against the perpetrator,\" he said. \"The longer it takes for the case to get through court, the more chance the perpetrator has to intimidate, to influence and potentially tamper with the witness... and so the dropout rate then starts to increase.\" He said this in turn \"increases the likelihood of the perpetuation of the victims' suffering, and so the impact of this cannot be understated\". Mr Akinbusoye said there was an \"overwhelming amount of workload, which was there before Covid, but I think Covid has just made that much more challenging\". He said in Bedfordshire they were looking at using more out-of-court disposals on lower-end cases. But he also called on the Ministry of Justice to look at the level of accountability within the system. \"At the moment the people of Bedfordshire can hold me accountable for the performance of the police force.\"They can't hold me accountable for the performance of our courts and our CPS and the number of cases that they're dealing with. \"I think we need to have a look into how PCCs can actually have scrutiny powers over the CPS, for example, not to interfere politically... but I think we need to have something in place that allows the scrutiny of what part of our criminal justice system is doing.\" Last week the government published the first-ever quarterly \"performance scorecards\" across the criminal justice system, which it said was \"part of a greater drive for transparency and to hold all parts of the system to account\". An MoJ spokesman said: \"This government is determined to deliver a justice system that puts victims' needs first. \"That is why we have introduced our new Victims' Bill, are spending almost half a billion to reduce court backlogs and have published new criminal justice scorecards to improve transparency and help identify performance issues so they can be addressed head-on.\" You can get more on this story on Politics East, airing on BBC One in the East of England on Sunday, 19 December at 10:00 GMT, and on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59464418"}