{"datetime": "2021-10-14T10:57:55.000Z", "author": "Dominic Casciani", "title": "Justice Secretary Dominic Raab can't say when court backlog will be cleared", "article": "New Justice Secretary Dominic Raab has told the BBC he can't promise when unprecedented delays in prosecuting and jailing criminals will be solved. In an exclusive interview, Mr Raab said he hoped Crown Court backlogs in England and Wales would fall within 12 months. But he could not say when they would reach pre-pandemic levels.More than 60,000 Crown Court trials waiting to be heard with many serious cases being listed now in late 2023.Mr Raab, who is also the deputy prime minister, said he acknowledged that some victims faced agonising waits for justice.His comments about the challenges the government faces came during a visit to HM Prison High Down, to inspect body scanners. Across the entire male prison estate, scanners have intercepted 10,000 attempts to smuggle phones, drugs and other contraband in just over a year. The former foreign secretary was made justice secretary last month amid what critics say is an unprecedented crisis in criminal justice.That caseload is approximately 22,000 higher than before the pandemic - when the backlogs had already been rising, following cuts to prosecutions and \"sitting days\", which reduces the number of Crown Courts that can operate at any one time. About a quarter of victims have been withdrawing from investigations and prosecutions - a figure that rises to 42% for rape. Critics say delays mean they have lost trust in the system.Former justice secretary Robert Bucklandsaid earlier this year that cuts as well as Covid had contributed to the backlog - but his successor told the BBC that he hoped a corner was now being turned.\"In the Crown Court ... we are just starting to see the backlog flattening,\" said Mr Raab. Asked if the backlog would be below pre-pandemic levels a year from now, he replied: \"I don't think we will be that far forward.\"We need to drive down, we have got the plan working with the judiciary to drive this forward as quickly as we conceivably can.\"We're going to reduce the backlog within six to 12 months, I can't give you a precise figure... it depends on lots of moving parts but I am confident we will make progress.\" The government has repeatedly promised since 2014 to introduce a \"Victims' Law\" that would set minimum standards of treatment for them in the criminal justice system.That legislation had been expected this Autumn but Mr Raab said he would be reviewing the work before final proposals were put out to consultation.\"I totally understand if on top of the injury you have suffered you have to wait agonisingly for a trial.\"The only reassurance we can give is to demonstrate that we are on the case.\" On Thursday, the justice secretary was told of another problem in criminal justice - when inspectors gave him 28 days to come up with an urgent plan to improve Oakhill secure training centre, which holds some of the most serious child offenders.David Lammy, shadow justice secretary, said: \"The Tories allowed this backlog to build up even before the pandemic. It's now clear the Justice Secretary has no idea when these delays will be cleared and no plan to make that happen. [He] needs to get a grip, stop making excuses, and set out a timetable for clearing the backlog.\" ", "url": "https://www.bbc.com/news/uk-politics-58910799"}