{"datetime": "2021-06-18T13:29:39.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Why are rape prosecutions falling?", "article": "Justice Secretary Robert Buckland has apologised to rape victims for low conviction rates in England and Wales. Over the past five years, cases reported to police - and initially recorded as rape - have risen sharply. However, the proportion making it to court (prosecutions) in that time has more than halved. In the year to the end of March 2020, 58,856 cases of rape were recorded by police forces in England and Wales.These led to just 2,102 prosecutions, compared with 3,043 in the previous 12 months.\"This is devastating news for victims and survivors of rape, and all forms of sexual violence and abuse. There is no disputing how dismal these figures are,\" said Katie Russell from the charity Rape Crisis.From the point that a crime is reported to the police, to a decision being made in court, there are a number of hurdles that have to be overcome.And at each stage in the criminal justice system, cases are dropped.As a result, rape prosecutions represent a small percentage of all reported rapes. And an even smaller proportion lead to a conviction - when someone is found guilty.So, what is going on? The police have to gather enough evidence in order to refer a case to the Crown Prosecution Service (CPS) - the body that conducts criminal prosecutions in England and Wales.But there has been an increase in the amount of evidence to consider, often from phones and social media. This has made these cases more difficult for police, prosecutors and, potentially, victims. Victims' commissionerDame Vera Baird said in her annual report that the level of prosecutions has got so low that \"what we are witnessing is the de-criminalisation of rape\".She said that some victims withdrew their complaints because \"they cannot face the unwarranted and unacceptable intrusion into their privacy\".\"This is because many will be required to handover their mobile phones, so that the data can be downloaded to see if it has any bearing on a possible criminal prosecution.\"In July 2020, the CPS and police scrapped the digital consent form that people alleging rape had been asked to sign. This form gave full access to their mobile phone data. It followed a court case brought by the Centre for Women's Justice and aninvestigation by the Information Commissioner's Office . The government review recommends that \"no victim is left without a phone for more than 24 hours, with an ambition that victims have their own phones returned within this period, with replacement phones being provided in a minority of cases\".Once a case is referred to it by the police, the CPS decides whether there is enough evidence to charge a suspect with a crime. Only after this can it go to court. In the year to March 2020, just 1.4% of rape cases recorded by police resulted in a suspect being charged (or receiving a summons). The CPS has been bringing fewer rape prosecutions over the past few years, which is partly due to fewer referrals by police. This is thought to be in part a reaction to a fall in the number of successful convictions. The victims' commissioner's report says: \"Anecdotally, some police officers say the reason they made fewer referrals was precisely because they knew that CPS were prosecuting fewer cases after 2017.\" In November 2019, it was revealed the CPS had previously had asecret conviction rate target , introduced in 2016 - that 60% of rape cases should end in a conviction. It was suggested this may have led prosecutors to drop weaker or more challenging cases.The CPS called it an \"ambition\" or \"benchmark\" and said it had stopped using it in 2018.The End Violence Against Women Coalition brought a legal challenge, arguing the approach had been unlawful, butit was dismissed by the Court of Appeal on 15 March.The CPS haslaunched a five-year blueprint to make sure offenders of sexual violence are brought to justice. Max Hill, director of public prosecutions said: \"It is clear that more needs to be done both to encourage victims to come forward with confidence, and to support them through the criminal justice process so the gap between reports of rape and cases that reach the courts can be closed.\" In Scotland, there was a 43% increase in convictions for rape and attempted rape between 2017-18 and 2018-19. In Northern Ireland the number of crown court cases for rape fell by about a quarter from 2017-18 to 2018-19, although the number of defendants convicted of at least one offence was almost the same. The Justice Secretary was asked about whether government cuts were a factor.Robert Buckland said: \"Like all parts of public service, big choices were made in the last decade, because of the position that we all faced economically and that's, I think, self-evidently the case.\"The Institute for Government estimated that the budget of the CPS was cut by 28% between 2009-10 and 2018-19 after adjusting for inflation.CPS staff numbers fell too: In August 2019, the government announced an extra £85m funding for the CPS to help it investigate violent crime and deal with the \"explosion in digital evidence\".At the time, the FDA union - which represents CPS lawyers - welcomed the investment but warned that \"it is not enough to undo all the damage that has been done by years of cuts\". This piece was originally published in April 2019, but has been updated to include the latest statistics. It was altered on 24 June 2021 to clarify that the CPS is not funded as part of the Ministry of Justice. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-48095118"}