{"datetime": "2021-07-16T09:00:05.000Z", "author": "Marie Jackson", "title": "Police and CPS in rape case blame game - report", "article": "Police and the Crown Prosecution Service are involved in a blame game over a drop in rape prosecutions, a watchdogs' report has said. CPS figures for 2019-20 show 1,439 suspects were convicted of rape or lesser offences in England and Wales, the lowest level since records began. This is down from 1,925 the previous year despite a rise in reports of rape. The review by the police and CPS watchdogs calls for an urgent shift in the way rape cases are investigated. In particular, it identified \"finger pointing\" and a \"deep division\" between agencies over dismal conviction rates. \"At a national level, there is a lot of activity to improve the response to rape,\" the report said. \"But beneath the surface of these joint structures, we were told of continuing underlying tensions between the police and the CPS, and a desire on both sides to blame the other for low charge and conviction rates.\" The report by the HM Inspectorate of Constabulary and HM Crown Prosecution Service Inspectorate said that until this blame culture was eradicated a real shift in attitudes seemed unachievable.In response to the review, the CPS and the National Police Chiefs Council (NPCC) have announced that they will be strengthening their collaboration, operating more closely from the outset of cases.Wendy Williams, from the Inspectorate of Constabulary, welcomed the commitment from the top but said more needed to be done on the ground to break what she described as this vicious cycle. Sue Hemming, CPS director of legal services, said the service accepted that far too few victims were currently seeing their cases reach court and insisted they were \"working hard\" to turn this around. \"We agree closer collaboration and communication with police from the outset of a rape complaint is essential to driving up the number of strong prosecutions and that a blame culture serves no one,\" she said. Katie Russell, of Rape Crisis England and Wales, said: \"We could not agree more that both police and the Crown Prosecution Service must begin to take responsibility for their own roles in the catastrophic failure of criminal justice for victims and survivors of sexual offences if we stand a chance of successfully tackling this unacceptable and urgent situation.\" Temporary Chief Constable Sarah Crew, who is the NPCC lead for rape, said the new agreement to work more closely with the CPS in the early days of the investigation should mean stronger cases and faster charging decisions. This should reduce the chance of a victim withdrawing their support, she added. The report follows the government's rape review, published last month, in which itapologised for \"failing\" rape victims and set out plans for a \"system and culture change\". ", "url": "https://www.bbc.com/news/uk-57856719"}