{"datetime": "2019-09-11T23:08:41.000Z", "title": "Sexual violence in South Africa: 'I was raped, now I fear for my daughters'", "article": "South Africans have been outraged by a spate of gruesome rapes and murders of women in recent weeks - including that of a schoolgirl who reportedly had her head staved in, and a university student who was bludgeoned to death. The rapes and murders have led to street protests, the#AmINext campaign on Twitter, and anonline petition signed by more than 500,000 to demand the reinstatement of the death penalty in a nation battling to curb high levels of crime.South Africa's President Cyril Ramaphosa has promised a series of measures to tackle the crisis - including making public a register of offenders, increasing the number of \"dedicated sexual offences courts\", and harsher sentences.Photographer Sarah Midgley, a 37-year-old mother of two who lives in the main city Johannesburg, is still recovering from the trauma of being raped almost a decade ago. She told BBC Africa Women's Affairs reporter Esther Akello Ogola about her ordeal.I was raped by my ex-boyfriend in 2010, just around the time the football World Cup was taking place in South Africa. My ex-boyfriend had been physically and emotionally abusing me for close to 18 months before I got the courage to leave.I had threatened to leave many times before but every time I tried, he would get more violent.He would kick, sometimes choke and bite me. He constantly threatened to rape my daughters and kill them in front of me if I dared to leave him. He even tasered me once. I did not share this with anyone because I was embarrassed and ashamed that I could not stand up for myself.I was also isolated from friends and family because coming right off a divorce, my self-esteem was not at its best and my ex-boyfriend convinced me that friends and family did not care about me. I also believed he would hurt my babies. When I did get the courage to leave, I did so secretly. However, 10 days later, he was standing at my door.To say I was shocked that he had found me would be an understatement. He said he was only there to ask for a favour for the last time. He claimed to have no money or means to get to his uncle's farm, which was around 25km (15.5 miles) from where I lived.He promised that he would walk out of my life completely, if I gave him a ride. I believed him.For many years after the rape, I blamed myself for having believed that he would let me go scot-free. South Africa murder and sex offences rising A little later on the car ride, I realised his body language was off. He seemed on edge and I justified it with the fact that he was a heroin addict. (Unfortunately, I found out this a bit late into the relationship). I told him I would reach only as far as the farm's gate and then head back home.If I thought things did not seem quite right before, his next actions confirmed my fears. He said I would leave when he said I could leave - and immediately locked the car doors. Once we reached the farm, he ran to my side, opened my door and dragged me by my hair and as I fell out of the car, he kicked me on the head and I passed out.When I regained consciousness, I was in one of the farm's outside quarters and he was on top of me. A friend had also joined him and when my ex-boyfriend was done, he took over. I passed out again and when I regained consciousness, they had left and his uncle's farm cleaner was next to me.She had a bucket of water and was attempting to wipe me while trying to cover me with some of her clothes. I asked her to stop and call the police or an ambulance. An ambulance later arrived and took me to hospital.Unfortunately, the injuries I experienced were quite extensive and I had to have a hysterectomy.As this was happening, I found out that my perpetrator had been granted bail and had skipped town. For nine months, I had to live looking over my shoulder. He was eventually arrested and sentenced to eight years in jail. He died of prostate and bladder cancer in 2017, seven years into his jail term.I can honestly say that that was the first time I could breathe in seven years. I never pursued a case against his friend because I could not go through the trauma of another potential hearing. I used to have nightmares that my ex-boyfriend would come back and attack me and my children.I moved into my parents' home because I could not stay alone.When you are afraid of snakes, you are afraid of all snakes, even the ones that are not poisonous.Unfortunately, I am terrified of men. I try not to show it and remain assertive but I do not think men realise how intimidating they can be. I have been in therapy for years, some of it for childhood trauma (I was molested as a child), some for after the attack. The worst thing, as a rape survivor who is a mother of daughters, would be to have your children go through the pain you went through.I would be devastated if what happened to me happened to them. So I have taught my children that I will always be their safe space. They can always trust me, they have a voice and they should always use it and I will always believe them.I became obsessive about the safety of my children. I bought them phones and found myself constantly monitoring their movements and whenever I could, I would go with them wherever they went, even if they were just hanging out with their friends at the mall.Eventually, I suffered from exhaustion and had to get back to therapy to try and get over the obsessing. Personally, I do not feel enough is being done to protect women and children in South Africa.People do not see how grave the situation is for women and unfortunately some of those who excuse the attacks are women who say: \"What is done is done. People need to move on and remain positive.\"That is not the solution to women being raped and murdered.By BBC Reality Check team It can be difficult to make comparisons for sexual violence against women as countries record offences in different ways, and in some cases the data is missing or several years old.There is also likely to be under-reporting of sexual violence in many countries. There is data for murder rates for women and girls, although the most recent is from 2016.World Health Organization (WHO) figures show that South Africa had the fourth highest murder rate in the world that year.There were 12.5 violent deaths per 100,000 women in South Africa. Lesotho, Jamaica and Honduras were all higher. The global average of the 183 countries included was 2.6. A report in 2016 by a UN special rapporteur on violence against women in South Africaestimated that only one in nine rapes was reported to the police, and that this number was even lower if the woman was raped by a partner. ", "url": "https://www.bbc.com/news/world-africa-49606146"}