{"datetime": "2021-10-03T15:54:02.000Z", "author": "George Bowden", "subject": "Sarah Everard murder", "title": "Sarah Everard murder: We'll stop at nothing to jail more rapists - PM", "article": "The government \"will stop at nothing to make sure that we get more rapists behind bars\", Boris Johnson has said. The PM told BBC One's Andrew Marr Show that prosecutions for rape and sexual violence were \"going wrong\". He added women should have confidence in the police, with the nation's officers \"overwhelmingly trustworthy\". The jailing of Wayne Couzens for Sarah Everard's murder has raised questions about women's safety, and trust in the police and criminal justice system. Couzens was a police officer in London at the time of Ms Everard's murder, and the Metropolitan Police is facing questions over its failure to stop him. Asked by Andrew Marr whether he would launch an independent public inquiry into the case, Mr Johnson said he wanted the police watchdog to complete its review first. He said: \"We do need to look systemically at not just the Wayne Couzens case, but the whole handling of rape, domestic violence, sexual violence and female complaints about harassment, all together.\" Speaking later, he added: \"There are delays taking place at every stage in the process.\"You know the reasons - it's all the complexities to do with people's mobile phones, the evidence that's produced by the defence, and all that kind of stuff. \"But, in the end, that is no excuse. We have to have these complaints properly dealt with.\" Over the past five years, cases reported to police - and initially recorded as rape - have risen sharply. However, the proportion making it to court - known as prosecutions - in that time has more than halved,the BBC's Reality Check team found . Figures for 2019-20 show 1,439 suspects in cases when a rape had been alleged were convicted of rape or lesser offences in England and Wales, the lowest level since records began. This was down from 1,925 the previous year, despite a rise in reports of rape. Rape carries a penalty of between four and 19 years' custody, with a maximum of life imprisonment in limited circumstances, according to Sentencing Council guidelines. Boris Johnson responded to questions about whether funding cuts had had an impact on rape investigations, saying the government was \"investing massively in policing and crime and in all aspects of the justice system\". In 2020-21, the budget of the Ministry of Justice (MoJ) was £9.5bn - an increase on the previous couple of years but still below where it was in 2010.Overall, between 2010 and 2020, the MoJ had a cut of about 25% to its budget, according to official spending figures. After the last budget in March 2021, the Institute for Government projected that spending on areas including police and crime would only increase by 1% each year once you adjust for rising prices after 2021-22. In the year to March 2021, just 1.5% of recorded rapes ended in a suspect being charged or issued with a summons - roughly half as many as five years ago. This has been attributed to funding cuts, as well as a number of other things - such as big court backlogs and victims being more likely to withdraw their complaints rather than go through the often intrusive court process. Foreign Secretary Liz Truss, who is also minister for women and equalities, said the criminal justice system and the culture within the police needed to change. \"It is wrong that women don't feel safe on our streets and I personally very much understand that,\" she told the BBC.\"We will only have a truly equal society when women feel as safe as men on the streets.\" The Met has been criticised over its safety advice to women after it emerged Couzens used his position as an officer to falsely arrest and kidnap Ms Everard. The advice said women who were suspicious of lone plain-clothes police officers should shout out, flag down a bus, or knock on doors for help. Mr Johnson said women who were suspicious about they way they were being treated by a police officer should follow this advice. But he added: \"My view is that the police do - overwhelmingly - a wonderful job and what I want is the public, and women in particular, girls and young women, women of all ages, to trust the police. \"They are overwhelmingly trustworthy.\" The Met wasfacing further questions over its handling of vetting procedures after it confirmed Couzens stood guard within Parliament on five occasions last year. The Speaker of the House of Commons, Sir Lindsay Hoyle, requested an urgent meeting with the force's leadership \"to discuss how this person could have been deemed suitable for deployment here\". It followed the revelation there were two separate allegations of indecent exposure linked to Couzens - with one in the days leading up to Ms Everard's murder. Dame Lynne Owens, the outgoing director general of the National Crime Agency, said \"we, in policing, need to take a long hard look at ourselves\" after Couzens was jailed. Shewrote on Twitter : \"The many good people [in] policing, at all ranks & grades, need to be part of the solution though.\"They joined because they want to make a difference and they know the public needs confidence in them.\" ", "url": "https://www.bbc.com/news/uk-58779629"}