{"datetime": "2022-02-16T15:13:50.000Z", "author": "Dominic Casciani", "title": "Criminal courts face possible lawyer strike", "article": "Criminal barristers in England and Wales may strike, in an action that could close down Crown Courts. The decision comes during a massive row with ministers over funding for cases and with people leaving the profession. If some kind of action takes place, thousands of trials could be pushed back, leaving victims, defendants and witnesses in limbo.Ministers say they are disappointed by the ballot, warning that any kind of strike would harm justice.The £1bn criminal legal aid system pays for both solicitors and barristers, who act for defendants who cannot afford the costs of the expert advice they're entitled to as part of their trial.About a fifth of the cash goes on the most serious offences in Crown Courts.But lawyers in England and Wales say the system here has been starved of resources over decades - in effect cutting their pay.Some barristers say that they now earn less than the minimum wage, based on hours worked. In some parts of the country salaries for criminal legal aid lawyers are now below the day rate for a plumber. Many countries around the world have equivalent systems designed to keep the courts running efficiently, ultimately saving money and ensuring speedier justice.Last monthan independent review for the government said the legal aid budget needed an immediate injection of £135m to reverse a huge loss of lawyers. Dominic Raab, the Deputy Prime Minister and head of the justice system, has promised his response by the end of March, which will then go out to consultation.Many barristers say that's too long to wait - and when ministers failed to respond by Monday, the Criminal Bar Association, representing the lawyers affected, announced its ballot.Jo Sidhu QC, the chair of the CBA, said: \"The results of our survey in January were resoundingly clear: 94% of criminal barristers who responded demanded that, by 14th February, the Secretary of State for Justice should give an undertaking that he would provide his full response to [the legal aid review] and complete any consultation process by the end of March.\"The deadline has now passed and we have received no undertaking. Following a meeting of the CBA executive this evening it has therefore been resolved that we will now proceed to a ballot for action to be issued on 28 February.\" In 2014, barristers staged a series of walk-outs across the country, which stopped major trials in their tracks - causing chaos for judges, defendants and witnesses because cases had to be put back.Another option now being considered would see barristers refuse to take on late requests to go to court on behalf of a colleague.This long-standing co-operative system is essential to keeping cases moving towards a verdict, ultimately saving court time and money.Such a work-to-rule could, within weeks, force judges to postpone increasing number of hearings - making the already unprecedented backlog grow.Last Thursday, writing in The Times, Dominic Raab warned that a strike would derail the \"team effort\" to resolve the court backlogs - but he refused to bring forward his response to the legal aid review.This morning, Justice Minister James Cartlidge said: \"It is disappointing the CBA has decided to move to ballot on disruptive action, particularly after our constructive meeting last Thursday and our plans to meet again next week. \"Rushing our policy development and consultation, as the CBA demands, risks poorer outcomes and leaving us open to legal challenge.\"I urge them to instead to continue to engage in this vital work alongside other representative bodies.\" ", "url": "https://www.bbc.com/news/uk-60406345"}