{"datetime": "2020-11-18T13:12:31.000Z", "title": "Ivory Coast country profile", "article": "Ivory Coast country profile For more than three decades after its independence from France, Ivory Coast was known for its religious and ethnic harmony, as well as its well-developed economy. The Western African country was hailed as a model of stability. But an armed rebellion in 2002 split the nation in two. Peace deals alternated with renewed violence as the country slowly edged its way towards a political resolution of the conflict. Despite the instability, Ivory Coast is the world's largest exporter of cocoa beans, and its citizens enjoy a relatively high level of income compared to other countries in the region. President : Alassane Ouattara Alassane Ouattara has been in power since his predecessor, Laurent Gbagbo, was forcibly removed from office after refusing to accept Mr Ouattara's internationally recognised victory in the November 2010 presidential election. In 2015, Mr Ouattara won a second five-year term with nearly 84% of the vote, in an election described as credible by US observers. His re-election in 2020 was more controversial, with the opposition boycotting the poll in protest at what they called an unconstitutional third term. A US-educated economist from the Muslim north, Mr Ouattara served as President Felix Houphouet-Boigny's last prime minister after a long career at the International Monetary Fund. The government operates the outlets with the widest reach, including TV and radio networks and the main daily newspaper. The first privately-owned terrestrial TV stations were licensed in 2018. Press freedom \"depends closely on the political context\", says Reporters Without Borders. Readfull media profile Some key dates in the history of Ivory Coast: 1842 - France imposes protectorate over coastal zone and later colonizes Ivory Coast. 1944 - Felix Houphouet-Boigny, later to become Ivory Coast's first president, founds a union of African farmers, which develops into the inter-territorial African Democratic Rally and its Ivorian section, the Ivory Coast Democratic Party. 1958 - Ivory Coast becomes a republic within the French Community. 1960 - France grants independence under President Felix Houphouet-Boigny. He holds power until he dies in 1993. 1999 - President Henri Konan Bedie, in power since 1993, is overthrown in a military coup.2000 - Laurent Gbagbo becomes president after a controversial election.2002-2007 - Civil war effectively splits country into Muslim rebel-held north and government-controlled Christian south after renegade soldiers try to oust Mr Gbagbo.2007 - Gbagbo and rebel chief Guillaume Soro of the New Forces sign an agreement to end the crisis. 2010 - Long-delayed presidential elections. Election commission declares Alassane Ouattara the winner of the run-off. Mr Gbagbo refuses to quit. Post-election violence leaves 3,000 people dead and 500,000 displaced. 2016 March - Al-Qaeda jihadists attack the beach resort of Grand Bassam, near Abidjan, killing 18 people.Readfull timeline ", "url": "https://www.bbc.com/news/world-africa-13287216"}