{"datetime": "2021-10-22T09:56:40.000Z", "author": "Marie Jackson", "title": "Long delay for hundreds of rape cases, says report", "article": "The number of rape and sexual assault victims who have waited more than a year for their trial to go through the courts has soared, a report shows. The number of such cases rose from 246 to 1,316 - a 435% rise - between March 2020 and June this year, figures in a National Audit Office report suggest. The spending watchdog said the crown court backlog could remain a problem for years, severely affecting victims. The government said the backlog in England and Wales was stabilising. In ahighly critical report, the National Audit Office (NAO) said neither the Ministry of Justice nor its courts agency were working together properly to solve the problems which had their roots in pre-pandemic cuts. Last week Justice Secretary Dominic Raab told the BBChe did not know when the backlog would drop below pre-pandemic levels. As of June, it was at a record high of nearly 61,000 cases. The NAO is warning there could still be significant delays in 2024.The report says that keeping rape and sexual assault victims, witnesses and defendants waiting for more than a year for their cases to be heard puts them at risk of collapse if people withdraw their support. Earlier this month, Prime Minister Boris Johnson said prosecutions for rape and sexual violence were \"going wrong\" and he would \"stop at nothing to get more rapists behind bars\". His comments came after the jailing of Wayne Couzens for Sarah Everard's kidnap, rape and murder raised questions about women's trust in the police and the criminal justice system. This NAO report is a black-and-white explanation of the problem now facing criminal justice - and how there is a complete lack of certainty over whether the backlogs and delays can be reduced.When the spending watchdog spoke to judges, they said that defendants were more likely to plead not guilty if their trial was to be delayed.That may be because they're gambling they're more likely to get off: the longer it takes a case to be heard, the more likely it is that memories fade, evidence is lost or becomes less credible and victims withdraw support.One solution is to enlist more part-time judges, also known as Recorders. These are experienced lawyers who for years have been the backbone of a lot of Crown Court business - but their funding was massively cut before the pandemic.But there is no guarantee that enough part-time judges are going to be available from next April to make inroads into the backlogs. Waiting times rose most in London, with the average age of a case increasing by 63% from 164 days to 266 days, the report said. Head of the NAO Gareth Davies said: \"Despite efforts to increase capacity in criminal courts, it looks likely that the backlog will remain a problem for many years.\"The impact on victims, witnesses and defendants is severe and it is vital that the Ministry of Justice works effectively with its partners in the criminal justice system to minimise the delays to justice.\" Crown court capacity was increased by 30% between September 2020 and July 2021 by opening temporary Nightingale courts and modifying existing buildings. And another Nightingale court is to open at a hotel in Warwick, taking the total in England and Wales to 23. But the long-term recovery plan relies on funding from the Treasury, said the report, with the Ministry of Justice estimating it needs about £500m more for criminal courts and an extra £1.7bn for legal aid, prisons and probation services. The Bar Council, which represents barristers, said the findings were alarming and showed criminal justice was \"at breaking point\". In response to the NAO report, David Lammy, shadow justice secretary, said the Tories were \"weak on law and order\" and \"offenders are getting away with it\".Mr Lammy said \"the justice system is on the brink of collapse, and victims are paying for the price\". \"This report confirms that the Conservatives have no real plan to tackle the record backlog they have created,\" he added. A Ministry of Justice spokesman said the report recognised the speed of the government's response to Covid.\"This meant that - in a matter of months - our buildings were made safe, remote technology was rolled out across all courts, and Nightingale courtrooms opened up and down the country to increase the space available for trials,\" he said. \"We are already seeing the results, with outstanding cases in the magistrates' courts falling, and in the crown court the backlog stabilising.\" ", "url": "https://www.bbc.com/news/uk-59001822"}