{"datetime": "2021-10-03T01:52:21.000Z", "subject": "Sarah Everard murder", "title": "Commons Speaker wants Met Police to explain Wayne Couzens' Parliament work", "article": "The Speaker of the House of Commons has asked for an urgent meeting with the Met Police after it was confirmed that Wayne Couzens was on duty five times at Parliament last year. Sir Lindsay Hoyle said it was \"extremely concerning\" and raised questions about police vetting policy. The Met confirmed Couzens was on armed protection duties at Parliament between February and July 2020. Couzens was givena whole-life sentence on Thursday for Sarah Everard's murder. A serving Met police officer at the time, Couzens kidnapped the 33-year-old under the guise of an arrest in March as she was walking from a friend's house. In a statement, Sir Lindsay said he had requested a meeting with police to discuss how Couzens, 48, was deemed suitable for deployment to the parliamentary estate. \"The security of members and staff has always been my number one priority, so I want to know how this man could ever have crossed the parliamentary threshold,\" Sir Lindsay said. The parliamentary estate includes the House of Commons and the House of Lords. The Met Police had previously said Couzens moved to the Parliamentary and Diplomatic Protection Command in February 2020 where his primary role was to patrol diplomatic premises, mainly embassies. But a spokesman for the force said on Saturday that he was deployed to armed static protection duties on the estate on five occasions from February to July 2020. The Metropolitan Police is facing questions over its failure to stop Couzens, with calls for Met Police Commissioner Dame Cressida Dick to resign and an inquiry into police misogyny. Couzens is believed to have been in a WhatsApp group with five police officers who are now being investigated for gross misconduct. The Independent Office for Police Conduct watchdog previously said he was linked to a flashing incident in 2015 and two more days before he killed Ms Everard. Couzens used his police warrant card to trick Ms Everard into being handcuffed, then drove her to Kent where he raped and murdered her. He later burnt her remains in what was a premeditated attack on a random victim. In light of \"understandable public concern\" over what happened to Ms Everard, Police Scotland are introducinga new verification check for lone officers . ", "url": "https://www.bbc.com/news/uk-58777685"}