{"datetime": "2021-06-23T21:29:34.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "PMQs: Fact-checking the debate over low rape prosecution levels", "article": "The sharp fall in rape prosecutions in England and Wales dominated exchanges between Boris Johnson and the Labour leader Keir Starmer at Wednesday's Prime Minister's Questions. The government publishedits long-awaited review into how rape is dealt with in the criminal justice system last week, with the justice secretary apologising to victims. Today, the prime minister and the Labour leader argued about rape prosecutions - we've looked at some of their claims: In 2015-16, there were 4,643 rape prosecutions in England and Wales.By 2019-20, they had fallen to 2,102 - so it's correct to say they have halved.Home Office figures for 2020,cited in the government review, showed just 1.6% of reported rapes result in someone being charged - so 98.4% don't.The review sets out \"an ambition to increase the volume of cases progressing through the system so that more cases get to court, and more convictions are delivered, returning to 2016 levels\". The prime minister denied claims that budget cuts to the criminal justice system were to blame for the rape prosecution figures. It's correct that staff in the Crown Prosecution Service (CPS) - which conducts criminal prosecutions - did increase by nearly 200 between 2019 and 2020 (from 5,552 to 5,720). But that rise doesn't come close to replenishing the staff lost between 2010-11 and 2019-20 - numbers fell by 2,374 over that period. In 2019, the government announced an extra £85m funding for the CPS to help it investigate violent crime and deal with the \"explosion in digital evidence\" - so this statement is correct. But this comes off the back of serious budget cuts to the CPS. The Institute for Government estimated that its budget was cut by 28% between 2009-10 and 2018-19 after adjusting for inflation.Last week, Justice Secretary Robert Buckland was asked about whether cuts were a factor when it came to the rape prosecution statistics. He said: \"Like all parts of public service, big choices were made in the last decade, because of the position that we all faced economically and that's, I think, self-evidently the case.\" The most recent figures, for the end of 2020, say there were nearly 57,000 outstanding cases at the Crown Court - which deals with the most serious cases, such as rape.An outstanding case is one that is ongoing or waiting to start.This figure of 57,000 was a record in the data provided by the Ministry of Justice, going back to 2014, so Mr Starmer's statement is correct when it comes to these courts. The pandemic accounts for part of the rise in figures - the figure has gone up by nearly half in a single year.But they have been rising since the start of 2019, having been falling steadily for four years before that.Lower level courts have seen an improvement since a record high - for outstanding cases - during the first lockdown.It's correct that Labour voted against the Police, Crime and Sentencing Bill in March (which includes proposals to extend existing limits on the early release of rape and certain violent offenders).The party said the proposals on sentencing would \"confuse the system and make the task of members of the judiciary even more difficult\". However, it has said it is in favour of bringing in harsher sentencing for \"offenders who have committed a specific sexual or violent offence\". It has opposed other measures in the 300-page legislation. Shadow Home Secretary Nick Thomas-Symonds criticised measures relating to protests. He said the bill \"expands the conditions that can be imposed on protests\", warning that it would \"do great damage to our democracy\". The most recent figures for England and Wales show that between September 2019 and September 2020 there was an increase of 7,683 officers (full-time equivalent), which took the total to 132,467. The Home Office said that this 6.2% increase was the largest September to September rise since comparable records began in 2003 - so the statement is correct.But that still leaves the number of officers below the levelfrom September 2010 when there were 142,363 officers. Correction 24 June: This piece was changed to make it clear that the CPS is not funded as part of the Ministry of Justice. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/57583830"}