{"datetime": "2021-01-19T10:39:40.000Z", "author": "Dominic Casciani", "subject": "Coronavirus pandemic", "title": "Covid and the courts: 'Grave concerns' for justice, warn watchdogs", "article": "Four criminal justice watchdogs for England and Wales have warned they have \"grave concerns\" about the impact of court backlogs caused by the pandemic. The inspectorates for policing, prisons, probation and prosecutions say issues it has caused could damage the criminal justice system for years.It comes after figures revealed the backlog in the crown courts has reached 54,000 unheard cases.That means some crimes from last year will not go before a jury before 2022.The inspectorates say the unprecedented situation in the courts is having a ripple effect across all of criminal justice.Court work slowed and, in the case of jury trials, stopped during the first part of the pandemic, when the lockdown advised people to stay at home, except for certain circumstances.While it has now crept back up, with social distancing measures in place, the watchdogs warn continuing delays will increase the likelihood of damage to the entire justice system.Justin Russell, the chief inspector of probation, said: \"Crown courts deal with the most serious cases, so this backlog concerns us all. The Covid-19 pandemic has meant severe delays and numerous cancellations throughout 2020, and this has had a negative impact on everyone involved. \"Delays mean victims must wait longer for cases to be heard. Some will withdraw support for prosecutions because they have lost faith in the process. \"Witnesses will find it difficult to recall events that took place many months ago, and prosecutors waste significant periods of time preparing for cases that do not go ahead.\" MPs will question Mr Russell and the other chief inspectors on their conclusions later on Tuesday .In their report, the inspectors also found:About 65% of the Crown Court backlog - 27,700 cases - are believed to be trials.Delays worsened from the beginning of the UK pandemic because trials could not be safely held in court buildings, which often have very cramped conditions. Today, there are 410 courtrooms able to hear cases across 79 Crown Courts. Of those, only 290 are deemed safe to hold jury trials. That does not mean that all are able to be used at any one time.At the Old Bailey, one large trial is taking up two courtrooms connected by a video link to meet Public Health England guidelines. The jurors are spread out and separated by plastic glass screens between each of them. Even then, trials can be delayed. The recent prosecution of men accused of smuggling Vietnamese migrants who died in a lorry was stopped twice as a juror had to isolate. Mr Justice Edis, the senior judge who has worked on the arrangements, has praised court staff for the solutions they have found, including using portable buildings in car parks as Covid-safe jury rooms.\"We are now running fewer courtrooms than we could run in normal times if we had the funding to run all our courtrooms at the same time,\" he told the BBC. \"But the limits on capacity are not only funding. Limits on capacity are the physical capacity of the buildings, the size of the cells, the size of our docks and critically, the number of staff... Capacity in terms of physical court space, is probably about as good as it's going to get.\" While the court recovery plan has seen trials resume, some experts are predicting delays will still get worse. Crest Advisory, a crime and justice consultancy, argued last year that the governmentneeds to double capacity .Detectives, lawyers and judges all know that the longer it takes a trial to be heard, the more likely something is to go wrong. Mr Justice Edis says that witnesses can simply forget what happened. And that concern, borne out of experience, is why one of the most important legal maxims is that \"justice delayed is justice denied\". Diana Fawcett, chief executive of Victim Support, said the watchdogs' report is damning for the prospects of anyone waiting for justice.\"For years, even before the pandemic, we knew first-hand from victims that the system wasn't working. Some victims face years of waiting while others have been told to pursue civil routes, for example applying for non-molestation orders.One woman supported by the charity was the victim of domestic violence in the summer of 2019 - and she'd expected the trial to be in spring 2020. The case now won't be heard until spring 2022 - and the impact has been enormous.In an open letter about her experiences, she said: \"The nightmares have increased in frequency and it is becoming very difficult to be able to enjoy anything,\" she wrote. \"I am so desperate to move on... I feel utterly powerless to do anything about it.\" How has the justice system responded to the pandemic?BBC Radio 4's File on 4 hears stories from inside prisons where lawyers fear delays are creating miscarriages of justice.Listen toLocked Up in Lockdown on BBC Sounds .The Ministry of Justice insists that its courts recovery programme is having an effect.\"These efforts have allowed us to rapidly increase the use of video technology, establish 36 Nightingale courtrooms and prioritise urgent cases to protect the public,\" said a government spokesman.\"In recognition of the scale of the challenge we face, the government is investing £450m to boost recovery in the courts and deliver swifter justice, and this is already yielding results - the magistrates' backlog continues to fall and Crown Court cases reached pre-pandemic levels last month.\" But shadow justice secretary David Lammy said: \"This damning report shows why the incompetent Conservative government cannot be trusted with the justice system, which it left vulnerable even before the pandemic began. \"Since the start of the coronavirus crisis, the Ministry of Justice has dithered and delayed.\" ", "url": "https://www.bbc.com/news/uk-55712106"}