{"datetime": "2021-10-04T19:02:43.000Z", "author": "Mary O'Connor & Becky Morton", "subject": "Sarah Everard murder", "title": "Sarah Everard: What should you do if you are stopped by police?", "article": "Women have been asking how they should react if they are stopped by a lone police officer. It comes after Metropolitan Police officer Wayne Couzens was jailed for using his police ID to kidnap, rape and murder 33-year-old Sarah Everard. The laws are different inScotland andNorthern Ireland , so most of this information only applies to England and Wales.Campaigners stress the onus should not be on women to keep themselves safe. Instead, they say the focus should be on tackling violence against women and rebuilding trust in police.Jess Phillips, shadow domestic violence and safeguarding minister, says \"it is not women who need advice\". She saysshe would have got into Wayne Couzens' car - \"almost anybody would\" . But if you are stopped by someone claiming to be an officer and something doesn't feel right, what can you do? Former Met Police chief superintendent Parm Sandhu urges people to \"ask for help if you need it\". She says if you're stopped by someone who is alone, in plain clothes and an unmarked car, phone 999 to check who they are. If you can't phone anyone, and you're scared, scream and draw attention to yourself, she says. If they ask you to get into their car, ask them to call for a marked police vehicle or insist they call another officer, she adds. Calling the police station they say they belong to, or 101 to check their warrant card and identity, is a good idea says Adam Wagner, a human rights barrister at Doughty Street Chambers. He also suggests calling a family member or friend (or lawyer if you know one) to let them know what is happening. The Met Police says if you are alone with an officer and no others arrive, ask \"searching questions\", such as \"where are your colleagues?\". If they have a radio, ask to hear the voice of the operator and ask them to verify you're with a genuine officer, it says. However, Andrea Simon, director of the End Violence Against Women Coalition, says it is \"absurd\" for police to advise women to challenge officers - as this fails to recognise the power imbalance in the relationship.She says this will be \"felt most by women from black, minority ethnic and migrant communities who commonly experience over-policing\".Officers always carry identification and can be asked for proof. This is usually a warrant card. These can differ from force to force buttypically include the officer's photograph, name, identity number, the name of the force and a security hologram - although they won't necessarily have all of these.Police in Brent, north-west London, shared an image of a Met Police warrant card back in 2018.A police community support officer (PCSO)must wear uniform when they stop and question you.Police officers don't always wear uniforms. But they must show you their warrant card, especially if they are in plain clothes. It would be highly unusual for a plain-clothes officer to be working alone, the College of Policing says. If they are, it is standard practice that they should call other officers who should arrive soon afterwards. After Couzens' sentencing, the Met Police saidit would no longer deploy plain-clothes officers on their own - although there would be \"occasions\" when that was not possible. A police officer or PCSO can ask questions about who you are, where you are going and what you are doing. This is under \"stop and account\" powers,according to human rights organisation Liberty. In most cases you have the right to refuse to answer and can walk away andthis can't be used as the sole reason to search or arrest you. However, Liberty advises that if officers have reason to believe you're involved in anti-social behaviour, you must give your name and address - as it is a criminal offence not to. Police can also stop you under separate \" stop and search \" powers. These allow officers to search an individual if they have \"reasonable grounds\" to suspect you are carrying illegal drugs, a weapon, stolen property or something which could be used to commit a crime. To arrest you,police need reasonable grounds to suspect you're involved in a crime for which your arrest is necessary .If you're arrested, the officer must:\"If someone who says they are a police officer stops you, it can be difficult to know what to do,\" says Adam Wagner. If you are being arrested on your own in a secluded location or at night, you could offer to give the officer your details and ask to attend a police station the next day instead, he suggests. Officers on the streets now almost always havebody-worn video cameras , which are used to capture evidence when attending incidents or arresting someone.They act as a safeguard for both the person being stopped and the officer in the event of a dispute.Officers are expected to intervene if they see someone committing an offence or there is another need to protect the public - even when off duty.An officer can exercise most of their powers all the time - and as soon as they do so they are classed as being on duty.If an officer is not wearing uniform they should show their warrant card when they stop and question you.", "url": "https://www.bbc.com/news/uk-58753857"}