{"datetime": "2020-10-30T06:00:07.000Z", "author": "Clive Coleman", "title": "Courts backlog 'tipping point' for justice system", "article": "The number of criminal cases waiting to be dealt with by Crown Courts threatens to overwhelm the justice system in England and Wales, a study suggests. A backlog in the courts hearing the most serious cases could be 195,000 by 2024 without action, says crime and justice consultancy Crest Advisory. It says longer sittings and new courts are needed to tackle the problem, which has worsened during the Covid pandemic. The Ministry of Justice said the study was based on \"extreme assumptions\". The authors of the study say it is a reasonable worst case scenario but there is a \"catastrophic risk to public confidence, and effective enforcement of the law\". There can already be gaps of up to four years between an alleged offence and a criminal trial - placing the lives of defendants, victims and witnesses in limbo. The backlog of cases was increasing long before Covid and now stands at about 45,500.Crest looked at how this could develop over the next four years. It took into account: \"The conclusion of our modelling is stark,\" Crest said.\"Covid 19, combined with long-standing legacy issues and the police uplift is leading the criminal justice system to the brink of a tipping point, beyond which it may cease to function in a meaningful sense.\" The human cost can be measured in part by defendants held on remand in prison for longer.Peter - not his real name - is the father of a young man charged, along with five others, with drugs offences.His son has been waiting more than a year for his trial. \"He's locked up for 23-and-a-half-hours - he's frustrated, we're frustrated,\" Peter said. \"My daughter in law already has lost a child due to this because of the amount of stress she's going through. She had a premature birth... a still birth.\"Just putting somebody away and forgetting about them, and delaying it over and over again, how frustrating is that for a person mentally?\" Peter's son has no guarantee of a trial date.Trials involving several defendants are a problem during the pandemic because of social distancing requirements.There are around 120 trials with seven or more defendants - including gang murders and major drugs conspiracies - that are too big be currently accommodated in the courts, according to estimates by the Criminal Bar Association. The government has also extended custody time limits (CTLs) - the length of time a defendant can be held before their trial - from six to eight months. That and fewer trials make it unsurprising thatprison service figures released on Wednesday show the remand population - those in prison awaiting trial, and between trial and sentencing - has increased by 28% in the past year to 12,274 and is at the highest level for about six years.The extension of CTLs has become highly controversial, withone judge claiming he had been put under improper pressure to keep a defendant in prison. There are also anecdotal reports of defendants pleading guilty to get out of prison - with some fearing they will serve longer on remand than would be imposed if they were convicted. The Crest study says court capacity needs to be doubled to stabilise the case backlog.As well as longer sitting hours and new buildings, it suggests a greater use of existing courts and technology, and more part-time judges.However, Crest says increasing court capacity would have knock on effects on other parts of the criminal justice system, such as prisons. And a projected increase in suspended sentences would put pressure on an already-struggling probation service. Jo Sidhu QC, vice chair of the Criminal Bar Association, says Crest is \"simply telling us what we already know\". He said: \"If no further action is taken to address these problems immediately by massively increasing the number of courtrooms to hear these cases, you are looking at... years of waiting for justice to be done.\" The government promised that 250 out of 490 crown courtrooms will be trial ready by the end of October. It also established 16 new Nightingale courts - although they only offer eight dedicated criminal trial courtrooms.A Ministry of Justice spokesperson said the Crest study's assumptions \"do not stand up to reasonable scrutiny - such as vast rises in crime and charging which have no clear rationale\".They added: \"They also fail to take account of our extensive efforts to limit the impact of the pandemic on the justice system.\"As a result of these, magistrates' court backlogs are already falling, Crown Courts are listing more jury trials every week, and we're spending £80m on a range of measures to further drive this recovery, including the recruitment of 1,600 additional staff.\"", "url": "https://www.bbc.com/news/uk-54737289"}