{"datetime": "2021-10-01T16:28:25.000Z", "subject": "Sarah Everard murder", "title": "Sarah Everard: Boris Johnson urges public to trust the police", "article": "Boris Johnson has urged the public to \"trust in the police\" but also acknowledged problems in how violence against women and girls is tackled. The PM promised to fix a \"snarled-up system\" which had produced too few successful rape prosecutions. And he said the authorities should \"come down hard\" on officers found guilty of misconduct. It follows the jailing of Wayne Couzens for Sarah Everard's kidnapping and murder. Couzens was a police officer at the time of her murder, and the Metropolitan Police is facing questions over its failure to stop him.The force has also been attacked over its safety advice to women after it emerged that Couzens used his position as an officer to falsely arrest and kidnap Ms Everard. Among the suggestions, it said women should flag down a bus if they have concerns when stopped by an officer. A Labour MP branded the advice \"derisory\".Couzens -who has been sentenced to a whole-life prison term - is believed to have been in a WhatsApp group with five police officers who are now being investigated for gross misconduct. The Independent Office for Police Conduct (IOPC) is investigating the five, and one former officer, for distributing \"grossly offensive\", obscene or menacing material. Couzens is understood not to be one of those under investigation, but was involved in sharing messages. The prime minister said the IOPC should \"come down hard\" on them. Asked if he had confidence in the police, Mr Johnson said: \"I do think that we can trust the police and I think that the police do a wonderful, wonderful job.\" But he said the government needed to get to the bottom of \"what on earth\" happened in the Couzens case to ensure nothing like it happened again.He added that \"hundreds of thousands\" of officers would be \"absolutely heart sick\" at the events surrounding Ms Everard's death.However, he also accepted there were problems including \"the way we handle rape, domestic violence and sexual violence\" complaints. He said the length of time between reporting an incident to the court case was \"far too long\". \"It is a nightmare for the women concerned, we've got to fix it.\" The prime minister also argued that recruiting more female officers would make \"a lasting difference to the police culture,\" adding that 37% of recruits last year were woman.Earlier this year,Home Secretary Priti Patel said she was \"deeply ashamed\" of low rape conviction rates.Before being arrested for the murder of Sarah Everard, Couzens had been linked to two previous allegations of indecent exposure.Met Assistant Commissioner Nick Ephgrave admitted a vetting check on Couzens was not done correctly when he joined the Met, meaning a link to one of these allegations was missed.Mr Ephgrave said that even if it had come up in the vetting process, it would not have changed the outcome as Couzens was not named as a suspect. In a bid to ease concerns about women's safety, the Metropolitan Police has said it will treat indecent exposure allegations more seriously and announced an extra 650 new officers to patrol busy areas in London.Scotland Yard has also issued advice to people who are detained by lone plain-clothes officers. This includes asking \"searching questions\" about why they are being stopped and where the officer has come from. People should ask to speak to an operator on a police radio to verify the answers, the force said. If someone feels they are in \"real and imminent danger\" they are advised to \"seek assistance\" by shouting to passers-by, waving down a bus or calling 999. Labour MP Bell Ribeiro-Addy said on Twitter: \"This completely derisory advice shows they're still not taking it seriously.\" Refuge chief executive Ruth Davison said the Met had time and again \"responded to incidents of gender-based violence by telling women to change their behaviour\". She added: \"Police forces across the country must be prepared for a fundamental shift and overhaul in their attitudes towards women and root out the misogyny that is at the heart of these failings.\" Following Couzens' guilty verdict, the head of the Met Dame Cressida Dick said \"a precious bond of trust has been damaged\" and she would ensure \"any lessons\" were learned. The Met has said it would publish a new strategy for tackling violence against women and girls soon. But Labour MP and chair of the Home Affairs Committee Yvette Cooper said \"sorry is not enough\" and called for an independent inquiry to examine police culture and procedures. And Conservative Sir Bob Neill and London Mayor Sadiq Khan have suggested misogyny should be made a hate crime. ", "url": "https://www.bbc.com/news/uk-politics-58763986"}