{"datetime": "2021-04-22T14:31:03.000Z", "author": "Dominic Casciani", "subject": "Coronavirus pandemic", "title": "Deal struck to combat Crown Courts backlog", "article": "A deal has been struck over emergency funding to combat the unprecedented backlog in criminal trials. The Lord Chief Justice will be able to ask the government for unlimited funding to open up more courtrooms in England and Wales wherever judges are available.Currently, there is a record backlog of almost 58,000 Crown Court cases. This was caused by funding-related delays, which were then exacerbated by the pandemic.A Ministry of Justice spokesman said: \"There will be no limit on the number of days Crown Courts can sit for the next financial year. \"As we continue to boost recovery in the courts following the pandemic, this will help them maximise capacity across the justice system and safely hold as many hearings as possible over the coming year.\" The backlog has been growing by about 1,000 cases a month - meaning some suspects and victims are waiting until 2023 for prosecutions to be heard.Barristers are now predicting some of these trials may not be heard until 2024 unless there is a massive increase in court availability.Senior judges fear fewer cases will reach a conclusion - with either a conviction or an acquittal, as evidence is compromised by the passage of time or the loss of confidence from victims and witnesses.If you want to know what it feels like to wait for justice for a serious crime, consider the limbo that \"Jenny\" finds herself in.For legal reasons, the BBC is not revealing any details of the case but, put briefly, she quietly and secretly coped for years with having been the victim of serious sexual violence. When the #MeToo movement took hold, she decided that she too had to speak out.In 2018 detectives video-recorded Jenny's allegations and, after a long and complex investigation, the Crown Prosecution Service concluded last summer that her abuser should be charged with serious offences.Jenny agreed not to begin deep trauma therapy because it may affect her evidence in court.Last autumn, she learned when her abuser would face trial - and she was devastated.\"The first court hearing and second court hearing were really close to each other. And so that gave me some faith, I thought it's taken this long to get to this point. But actually, maybe this next bit isn't going to be as long.\"I was asked... to provide dates of availability for court for the next nine months. So I thought, it's just another nine months. I can do this. And then I got the call - and they gave me the date. It was 2022.\"Read more on the long wait for justice . The deal increases the number of \"sitting days\" that will be funded for the next financial year in England and Wales.Sitting days are the number of occasions that each specific courtroom is open and fully-managed by staff and a judge, so that it can hear cases.In 2010, there were 110,000 Crown Court sitting days. The courts budget was then cut, following decisions by the then coalition government.On the eve of the pandemic, sitting days had reached a low of 86,000 meaning that only 45% of available space - about 200 courtrooms - was being used.It's not clear in practice how many extra court sitting days will be achievable because of the challenges of social distancing - meaning the plan may initially struggle to make a dent in the massive backlog.There are now 300 Covid-safe courtrooms open for jury trials, plus 120 extra spaces for hearings and an additional 60 temporary so-called \"Nightingale Courts\" to further ease the pressure. Thirty of those Nightingales can hold jury trials.But tens of courtrooms across England and Wales remain locked and completely unusable because they are too small to accommodate all the people required for a prosecution to progress.Secondly, social distancing guidance restricts the number of defendants who can be safely held in each building. That problem has become so acute that two separate courtrooms in Manchester are being knocked into one to allow major gang trials to progress.The plan is also dependent on the availability of part-time judges.These are experienced lawyers who take time out from their work to sit as a judge instead.These fee-paid judges are a critical part of the criminal justice system.Funding to pay for their work was halved in the two years to the eve of the pandemic - and with backlogs now so high, it is unclear how many eligible lawyers will be able to find the time to pick up the work.Labour has called for a guaranteed 120,000 sitting days - a third higher than at present.Shadow Justice Secretary David Lammy said: \"The government turned its back on victims of crime by allowing the Crown Court backlog to reach more than 57,000 cases for the very first time.\"A decade of Conservative cuts to courts, sitting days and the whole justice system allowed the backlog to grow to a staggering 39,000 cases, even before the pandemic began.\" James Mulholland QC, chair of the Criminal Bar Association - the body that represents criminal barristers, said the statistics showed that only a doubling of the extra capacity would tackle the backlog.\"It is obvious that there should be no limit to Crown Court sitting days this year in order to maximise the volume of cases travelling through the courts. It would be far more reassuring if a firm commitment was made right into 2023.\"There will be concerns, once again, that Government takes, at best, half measures and refuses to address the problem by opening more courts rather than taking an axe to the fundamentals of the justice system there to protect the public.\" ", "url": "https://www.bbc.com/news/uk-56847285"}