{"datetime": "2021-10-13T16:35:52.000Z", "title": "Luton paedophile Carson Grimes jailed for life", "article": "A man who groomed and sexually abused vulnerable children over two decades has been jailed for at least 22 years. In July, Carson Grimes, 65, from Luton, was convicted of 36 offences involving nine boys and girls. The youngest was five.The inquiry has featured on Channel 4's 24 Hours in Police Custody programme. Passing a life sentence at Luton Crown Court, Judge Lynn Tayton QC said Grimes left his victims \"traumatised by what you did\". \"You are a sexual predator who preyed on children and vulnerable individuals. You used alcohol and drugs to incapacitate them to abuse them,\" she said. \"You had a lifestyle in which rapes and sexual assaults were committed regularly with no consideration for anything other than your own gratification. \"It has taken a long time for many of them [the victims] to speak out.\"Grimes, also known as Carson Phillips, of Dumfries Street, was arrested in 2018, following an allegation by one of his victims, who is now in his late 30s. He was 11 years old when he was groomed, raped, and sexually abused in the early 1990s. Prosecutor Martin Mulgrew described Grimes as a \"modern-day Fagin\" who targeted vulnerable children, many of whom had been in foster care or came from chaotic homes. His trial heard that he began abusing children in the 1980s when he lived in London, and his behaviour escalated when he moved to Bedfordshire and continued until about 2002.He denied the offences but was convicted of 19 counts of rape, 11 of indecent assault and six of indecency with a child. Natania Loftman, one of the survivors of Grimes' abuse, said: \"We've got closure now as a collective. We are a family who has come together through dark times to support each other. \"To any other survivors I say this - you are strong, you can come forward and speak your truth.\"You will have good days and bad days - but just come forward and do it.\" Rachel Rowley, senior prosecutor for the Crown Prosecution Service, said: \"This is a truly shocking case in which a sexual predator systematically took advantage of vulnerable children who did not have strong support networks at home.\" Det Supt Steve Ashdown said: \"Carson Grimes is one of the most dangerous, vile and prolific offenders I have seen in my policing career. \"Our investigation established a clear picture of a man who exploited boys and girls entirely for his own sexual gratification, displaying a complete absence of morals and decency. \"We will always be on the side of victims and it is never too late to make a disclosure.\" The case featured earlier this week on Channel 4's 24 Hours In Police Custody , and the second part will be broadcast at 21:00 BST on Monday. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58900123"}