{"datetime": "2021-10-14T16:40:13.000Z", "title": "Bogus Amazon courier jailed for attack on Luton family", "article": "A robber who \"savagely attacked\" two women and a teenage girl in their home after posing as an Amazon delivery driver has been jailed. Sandel Hornea, 36, called at the family's home in Luton, Bedfordshire in September 2019, carrying a parcel. He forced his way in and assaulted the three, leaving the girl with a fractured eye socket and the grandmother with bleeds on her brain. Judge Mark Bishop at Luton Crown Court sentenced him to 11 years in prison. He also handed down a further five year extended sentence because he said he was a \"dangerous offender.\" It means when he is released, he can be recalled to prison at any time up to 2037. Hornea, a Romanian national living in Luton, had previously pleaded guilty to two counts of grievous bodily harm plus one each of actual bodily harm and robbery. He fled the UK shortly after the attack but was identified from the family's home CCTV and fingerprints found on his empty cardboard box left at the scene. He was eventually found in Romania and extradited to the UK. The attack on the family took place at 10:30 BST on 2 September 2019. Hornea, who had committed previous offences in Romania, Italy and Hungary, punched the teenage girl who opened the door. She suffered a fractured eye socket. He delivered another blow to the girl's grandmother in the hallway, knocking her unconscious and causing two bleeds on her brain. After he dragged the pair across the hallway floor into the kitchen, the teenager's aunt came running down the stairs and was punched repeatedly about the head. He then made off with satellite TV boxes and a Nintendo Wii. Shortly after the attacks, the family's CCTV footage was posted on social media, which went viral, much to the concern of Bedfordshire Police whichfeared it would simply drive Hornea deeper into hiding. After he fled the country, police worked with the Romanian authorities and applied for a European arrest warrant. He was eventually found and returned to the UK in March. At a sentencing hearing, Judge Bishop called it a \"shocking and savage attack\". The court was told that all three victims had been left fearful and anxious because of what happened to them. \"It is clear this attack was targeted and pre-planned,\" the judge said, and referring to the CCTV said the \"use of violence was chilling to watch\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58915375"}