{"datetime": "2021-10-11T19:26:30.000Z", "title": "Leon Briggs: Restraint training still inadequate, says coroner", "article": "Restraint training in the emergency services is still inadequate, eight years after a father-of-two's death exposed the issue, a coroner has said. Leon Briggs, 39, died in 2013 after being detained at Luton police station under the Mental Health Act, having been held face-down in the street. An inquest in Marchfound a number of serious police and ambulance failures . In a report, coroner Emma Whitting has said more people could die due to \"insufficient\" national guidance. Ms Whitting, senior coroner for Bedfordshire and Luton, said in her Report To Prevent Future Deaths: \"It was clear from the evidence heard at the inquest that there remains insufficient or inadequate instruction of both police and ambulance crew about the critical issues of recognising and responding to a medical emergency and the effects of restraint including positional asphyxia. \"In my opinion there is a risk that future deaths will occur unless action is taken.\" Ms Whitting said emergency services workers needed to be clearly instructed and trained to undertake a risk assessment of mental health patients to ensure they were taken to hospital if needed. Mr Briggs' death was also precipitated by officers' failure to react quickly when he became unresponsive in the cell, she added. Summing up expert advice given at the inquest, she said: \"Even if action only had been taken at the point that Leon had become unconscious, the relatively simple steps of placing him in the recovery position in the cell and starting CPR whilst awaiting emergency help, on the balance of probabilities, would have resulted in his survival. \"It seems critical that the close monitoring of a detainee who has been subject to restraint should be guaranteed in all cases.\" Mr Briggs had taken amphetamines and was suffering a mental health crisis when paramedics attended him in Marsh Road in Luton and police used handcuffs and leg restraints to detain him. Prior to the inquest into his death this year, the East of England Ambulance Service NHS Trust (EEAST) paramedics involved admitted failing to check Mr Briggs' vital signs or take him to hospital in an ambulance for medical treatment. The inquest jury also found that, although police officers did \"reasonably believe\" it was appropriate to use force to restrain Mr Briggs while he was suffering a psychotic episode and had taken amphetamines, \"inappropriate weight\" was used against him \"at times\". Officers' failure to recognise that Mr Briggs was in a state of medical emergency, and to monitor him in the police van and cell, also contributed to his death, the jury said. Mr Briggs died at Luton and Dunstable University Hospital about two hours after the restraint,Responding to Ms Whitting's findings, Bedfordshire Police's Deputy Chief Constable Trevor Rodenhurst said the force was \"already working closely with partners to address the issues raised at the inquest and reinforced through this report\". The force had already made \"extensive changes\" since 2013, he said. Since the inquest, the force had worked with agencies across Bedfordshire to review and improve its policy and was \"developing multi-agency training based on mental health crisis scenarios which will be delivered across the partnership,\" Deputy Chief Constable Rodenhurst added. \"We have also been reviewing our mental health and custody procedures and will be discussing this at a national level to ensure all the lessons from this tragic case are learned by policing and partners across the UK,\" he said. EEAST have been contacted for their responses to Ms Whitting's report.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58873870"}