{"datetime": "2021-10-11T13:08:46.000Z", "title": "24 Hours in Police Custody: Carson Grimes 'worst case I've been involved with'", "article": "A police officer who investigated a man who sexually abused vulnerable youngsters over decades said it was the \"worst case I've ever been involved with\". The case of Carson Grimes, now 65, from Luton, is featured on Channel 4's24 Hours in Police Custody later. In July, Grimes was convicted of 36 offences involving nine young people. Supt Steve Ashdown said: \"I have not come across an offender who has caused this much harm, to this many people.\"The Bedfordshire Police officer, who has served for 25 years, said: \"I am sure there are many more out there and I would encourage them... to come forward.\" Grimes, also known as Carson Phillips, of Dumfries Street, was arrested in 2018, after an allegation by one of his victims, who was 11 when he was groomed, raped, and sexually abused in the early 1990s.The police discovered further victims, the youngest of whom was five years old.It was found that Grimes began abusing children in London and his behaviour escalated after moving to Bedfordshire in the 1980s. At his trial earlier this year, Luton Crown Court heard he preyed on vulnerable children, pretending to be their friend, offering his home to them as somewhere to go, and plying them with drink and drugs. In a statement, one of his victims said he \"made me believe that what he was doing was OK\" and, as a result, caused \"a lifetime of suffering, pain and hurt\". Grimes denied the offences, but was found guilty and is due to be sentenced on Wednesday. Supt Ashdown said the force worked through thousands of documents such as health, prison and school records, which highlighted the impact of the abuse on the youngsters' subsequent behaviour. He said some became \"prolific burglars\", had addiction problems, self-harmed or attempted suicide, with one taking their own life. The officer said there had been \"wide-ranging psychological trauma\" in all Grimes' victims. \"There were no forensics, so it was literally just us listening to the survivors,\" said Supt Ashdown. \"It was the first time they were believed and felt strong enough to speak. \"It was cathartic, they were finally able to stand up and say 'this is what happened to me and this is how it has affected me'.\" He said the \"message is that it's never too late to come forward\" and the force's team of specially-trained officers would \"support and guide\" survivors. \"There is absolutely no doubt that Carson Grimes would not now be facing a jail sentence if it wasn't for the courage of the victims,\" he added. \"I am full of admiration for them.\" The case features on Channel 4's 24 Hours In Police Custody at 21:00 BST on Monday, and will be available online after broadcast. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58829468"}