{"datetime": "2021-09-27T13:40:51.000Z", "title": "24 Hours in Police Custody: Call for social media restraint", "article": "Police who investigated violent assaults during a burglary said sharing CCTV footage on social media could have hindered their work. The case of Sandel Hornea, who attacked three people in a Luton house before fleeing the UK, is featured on Channel 4's24 Hours in Police Custody .Security camera footage of the suspect was posted on Facebook \"quite soon\" afterwards, Bedfordshire Police said. Officers said they had to had to \"ramp up\" their work before they were ready. Hornea, 36, a Romanian national living in Luton, posed as a delivery driver andcalled at a home on Montrose Avenue in September 2019. Police said when the front door was opened, he launched a \"shocking\" attack on the occupants - a teenage girl, her aunt and her grandmother. The assaults were captured on the property's CCTV and a relative of the victims posted the images, offering a £20,000 reward for information leading to the offender. The post went viral and, in what was already an urgent manhunt, officers feared the publicity might mean he would go to ground. In the programme, Det Sgt Tom Hamm, who led the investigation, said: \"Policing is about holding your cards close to your chest and not giving away what you've got.\" He added that putting CCTV images on social media made the suspect \"a massive flight risk\". The day after the attack, police officers discovered Hornea had flown to Romania the previous afternoon, and while the senior detective said it was \"hard to say exactly\" if the footage led to this, if the suspect had seen it he would \"think about getting away\". \"He'd have known he was banged to rights because the images are very clear,\" he said. Det Sgt Hamm said posting footage \"quite soon after the attack\" while the force was \"pursuing various avenues\" had been \"detrimental\" to both their work and the court process. If pictures appear on social media \"we have to try to ramp it up\" because \"[offenders] are likely to go underground and the longer you leave it, the further underground they go\", he said. He added: \"He also has a right to a fair trial and all the details given out could hinder that... a jury would be called from Luton and you would have been hard-pushed to find someone who hadn't seen the footage. \"Please don't share [footage] on social media, share it with us first... give us time to do our work. \"If we need to, we will come back to you and put it out into the public domain when the time is right.\" Hornea's flight to mainland Europe also presented officers with \"a whole host of other problems\", firstly finding the offender and then the extradition process, the detective said. In the end, with the help of the Romanian authorities, who were \"extremely helpful\", he was eventually located in the east European country 18 months after the attack. Det Sgt Hamm said: \"The message is you can run but you can't hide, we will eventually catch up with you and will do everything in our power to get you back and to face the courts.\" Hornea pleaded guilty to two counts of grievous bodily harm plus one each of actual bodily harm and robbery at Luton Crown Court. He will be sentenced in the coming weeks. 24 Hours in Police Custody is due to be broadcast at 21:00 BST on Monday, and will be available online afterwards . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58678677"}