{"datetime": "2019-02-27T01:34:26.000Z", "author": "Rachel Schraer", "title": "Could barristers earn more working in McDonald's?", "article": "A senior lawyer has claimed that barristers are often paid less per hour than they would be working in a fast-food restaurant. Chris Henley, who chairs the Criminal Bar Association, said: \"Too often fees for prosecuting produce hourly rates worse than wages at McDonald's,\" adding that this \"sadly\" was not hyperbole. He gave an example of a barrister being paid £46.50 for a full night of preparation and a day in court, working out at about £5 an hour.The average pay for a junior criminal barrister with up to 15 years experience is about £40,000 a year. Once you subtract the fees to rent chambers and other costs, this falls to about £28,000, according to figures from the Bar Council.That's still significantly more than the annual earnings of someone working front of house at McDonald's, on a starting wage of £8 an hour or £16,640 a year.But that's an average - low fixed fees for public barristers and the many hours it can take to prepare for a case mean they can quite easily slip under the minimum wage.Equally, some barristers will earn far more and those working privately can earn hundreds of thousands.Criminal barristers can also supplement their incomes by taking a mix of public and private cases.While law can be an incredibly lucrative profession, especially in the private sector where they often bill by the hour, barristers in public criminal cases funded by the state face a different prospect.Public prosecutors and defence barristers' rates are set by the Crown Prosecution Service (CPS) and the Ministry of Justice (MoJ) respectively - and most barristers are self-employed, so their gross fee has to pay for travel, insurance, pensions and other costs. A junior prosecuting barrister (who may have a decade of experience) will receive £46.50 for a single court appearance. If that takes a full eight-hour day, factoring in the court appearance itself, preparation and travel time, then this works out at £5.80 an hour - way below the minimum wage.A junior defence barrister will be paid £90 for a single court appearance and £125 for a sentence hearing.A basic trial fee would be £600 but can be considerably more depending on the offence being tried and how long that trial is therefore likely to last.The Criminal Bar Association has calculated that average hourly rates for prosecution barristers work out at £20 or less in a quarter of Crown Court hearings. Barristers are set to meet next week to discuss what to do about the \"crisis\" in fees.Last year, the MoJ published a new system, banding different types of offences by complexity and therefore how much a barrister should be paid to take them to court.For example, a multiple murder, the highest banded offence, would attract higher rates for barristers, to reflect the complexity of the case and volume of evidence. When the government consulted on these changes, it said the aim was to make sure barristers were paid fairly for complex cases, particularly \"taking into account the fact that more and more evidence is submitted electronically\".This relatively new wealth of digital evidence means lawyers have far greater volumes of material to go through to prepare for a trial.But the Criminal Bar Association says, despite the new system, these fixed fees don't take into account all the preparation that goes into a trial.And if the trial is dropped, that fee can be significantly reduced - even if all the work has already been done on it.The association is concerned that this will lead to many barristers turning down particularly prosecution work, which attracts lower pay, putting at risk the ability to secure convictions.There has been a 20% fall in criminal cases being prosecuted by the CPS over the past three years.When many of the cuts to publicly funded law were ushered in, in 2014, Baroness Hale warned that it could also have an impact on diversity in the legal profession, making people \"who don't fit the male, public school boy model\" less able to succeed at the bar.The CPS is currently reviewing the pay of prosecuting barristers.Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-47372265"}