{"datetime": "2021-09-17T10:53:13.000Z", "title": "Hotspot policing cuts Southend crime by 74%, says Essex force", "article": "High-visibility,15-minute long patrols by uniformed officers in crime hotspots have cut violent crime by nearly 74%, a police force said. Essex Police targeted 20 areas in Southend at \"sporadic times\" over three days during a pilot scheme last year. Det Ch Insp Lewis Basford said the effect of the \"hotspot policing\" patrols lasted for the next three days. The Home Office was now funding the rollout of the initiative to 18 police forces, including Essex.Street crime also fell by 31.9% on the days the patrols visited, Essex Police added. Det Ch Insp Basford designed \"hotspot policing\" as part of his Cambridge University masters degree in criminology. He said: \"This is simply police doing high-visibility policing. It's nothing new, but it does get results.\"We're giving back to the public a visible police presence, but we're doing it at sporadic times, the right times, the right place, driven by data... driven by the inconsistencies of when we're there,\" he said. Sometimes officers attended at 14:00 BST, while the next day they might patrol at 18:00, he added. Policing minister Kit Malthouse said the \"data-driven scientific hotspot policing is showing fantastic results\". He hoped the scheme's extension to other areas of the country \"plagued by this kind of violence\" would also see \"significant falls over the months to come\". The other forces sharing the £4.12m Home Office funding to rollout hotspot policing were the Metropolitan Police, West Midlands, Greater Manchester, Merseyside, West Yorkshire, South Yorkshire, Northumbria, Thames Valley, Lancashire, Avon and Somerset, Kent, Nottinghamshire, Leicestershire, Bedfordshire, Sussex, Hampshire, South Wales. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58591105"}