{"datetime": "2019-04-15T11:42:20.000Z", "author": "Reality Check team", "title": "Who gets legal aid?", "article": "Legal aid is the money provided by the government to cover legal costs for people who can't afford them. There have been considerable falls in spending on legal aid since 2010, as the chart above shows. The situations are somewhat different inEngland and Wales ,Scotland andNorthern Ireland but in general, to get legal aid you have to show that the situation is serious and you can't afford to pay yourself. As long as the proceedings you are involved in are taking place in the UK, whether you are actually in the UK yourself makes no difference to your eligibility. The first question is whether you are involved in a civil or criminal case. Criminal cases are generally those in which somebody has been arrested by police, and then a decision has been taken by the Crown Prosecution Service to take them to court. Anybody who has been arrested is entitled to legal advice at the police station, which is paid for by legal aid. If the case moves on to a court, any defendant under 18 or who is receiving certain benefits such as universal credit or income support, is automatically entitled to legal aid. Other people need to go through ameans test , which will take into account the applicant's income and savings as well as their household's - for example, whether they have a partner who is earning anything and whether they have children under 18. It will also depend on which court is hearing their case - less serious offences tend to be decided by a magistrates' court, while more serious ones go to the Crown Court. To qualify for legal aid there is also an Interests of Justice (IoJ) test, which depends on the seriousness of the crime involved. Cases going to Crown Court automatically pass the IoJ test. You're more likely to get legal aid if there is a chance you could lose your livelihood or liberty, if you lose the case. People with more than a certain level of income or savings may have to pay some or all of their legal costs. Civil cases involve other matters that could end up in a court or tribunal, such as family matters, debt or housing problems. To get legal aid for a civil caseyou have to demonstrate that the problem you are dealing with is serious - not all civil cases are eligible for legal aid - and that you can't afford to pay for it yourself. Again, the decision will be based on your income and savings and your household's. If you are under 18, it will also consider the income of your parents. Even if you do get legal aid, you may have to repay your legal costs if you win money or property from the case.Legal aid is not means-tested for cases involving a mental health tribunal, children in care or child abduction. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-47934641"}