{"datetime": "2021-06-22T12:50:59.000Z", "title": "Luton Airport: Concerns raised over police officer found dead, inquest hears", "article": "Concerns had been expressed for an off-duty police officer found dead at an airport, an inquest has heard. The body of Sgt Sean Duignan, 44, was discovered on the gym floor of the police unit at Luton Airport at 09:35 BST on 31 May. He died of a gunshot wound to the head and a police gun and two bullets were found next to his body. Bedfordshire Police has referred itself to the Independent Office for Police Conduct (IOPC) over the incident. Peter Smith, the Bedfordshire coroner's officer, told the hearing in Ampthill concerns had been raised about Sgt Duignan, from east Bedfordshire, at 09:15 on the morning of his death. \"He was found unresponsive on the gym floor. There was a police sidearm handgun and two bullets on the floor,\" he said. The inquest heard a post-mortem examination by pathologist Dr Charlotte Randall found the cause of death to be a gunshot wound to the head. Bedfordshire's Assistant Coroner Dr Sean Cummings adjourned the inquest to a date to be fixed. He told Sgt Duignan's family and friends, who viewed the hearing online: \"I am terribly sorry to be opening the inquest and you have my condolences.\" In a statement after his death, Bedfordshire Police said: \"It is not believed that anybody else was involved. \"The thoughts of everyone in the force are with the officer's family, friends and colleagues at this devastating time.\" The force referred itself to the IOPC \"due to prior police contact while the officer was off-duty\". The IOPC said: \"Our investigation will look at contact police had with the officer while he was off-duty in the days prior to his death.\" After the hearing Bedfordshire Police said in a statement: \"Sgt Sean Duignan gave a long and dedicated service to the force for 18 years; he was committed to protecting the public at the highest level. \"We are supporting his family and colleagues who are all shocked and saddened by his death on the morning of 31 May. \"Sean was a popular officer and friend to many and will be sorely missed both at Bedfordshire Police and across our collaborated units.\"Please respect his family's wishes and give them privacy at this difficult time.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-57566393"}