{"datetime": "2021-10-04T14:01:52.000Z", "title": "24 Hours in Police Custody: Bedfordshire Police had almost run out of officers", "article": "A police force said a Channel 4 programme featuring a mass brawl highlights its enduring funding issues. 24 Hours in Police Custody depicts violence in Luton that led to the discovery of a feud between two families and a drugs haul. It came at a time when Bedfordshire's chief constable told a local MP they \"literally ran out of officers\". The Home Office awarded the force an extra £7m this year, but a senior officer said it was \"still stretched\". The latest episode shows CCTV footage of a fight near a takeaway chicken outlet featuring rival groups of men with knives and hammers. Six people were arrested and while the immediate cause was related to a feud between two families, police also found more than half a million pounds of cannabis, crack cocaine and heroin in a raid. Three peoplewere jailed in 2019 in relation to the two incidents, while three others were found not guilty. The force said the episode was filmed at a time when they were particularly short of resources. Chief Constable Jon Boutcher's comments, relating to another night of crime caused South West Bedfordshire MP Andrew Selous to raise the issue in Parliament. Head of serious and organised crime, Det Ch Supt Nick Bellingham, who was on duty on the night the chief constable was referring to, said it had been a \"flashpoint\". \"We were stretched that night more so than at any other night in my policing career,\" he said. Incidents had included a murder, two people with bullet wounds, an assault, a crash on the A421 and a electricity sub station which stopped working. \"We'd almost run out of officers. I was ready to call on neighbouring forces for help. We didn't quite get there, but we almost did,\" he said. Earlier this year, the force was awarded more than £7m in Home Office grants to help deal with organised crime groups which, he said, had helped. But while things had \"eased\", he said they would like a change to the police funding formula because they were \"still stretched\". \"We get a 1/43rd slice of the cake and this doesn't reflect the demand; if it did we would get 300 extra officers,\" he said. \"We have the funding meant for a rural force but we have a city level of crime... we have the airport, counter-terrorism, serious and organised crime and our funding needs to reflect that.\"Most of the candidates in this year's election for Bedfordshire's police and crime commissionerbelieved the county's force was underfunded . The government said Bedfordshire Police's funding in 2021-22 was £129.2m, which was an increase of £6.7m on the 2020/21 police settlement. A Home Office spokeswoman said: \"In the past two years, the Home Office has provided Bedfordshire Police with over £11m to tackle serious violence and gang-related crime in the area, with a further £7.2m to be provided in this financial year.\" The spokeswoman added that the government had confirmed its intention to review the police funding formula before the next general election and the Home Office recognised that the current formula was out of date and no longer accurately reflected demands on policing.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58767231"}