{"datetime": "2021-12-16T16:12:40.000Z", "author": "Dominic Casciani", "title": "Legal aid: Review calls for £135m funding to stem courts crisis", "article": "Courts could grind to a halt without an immediate injection of £135m into the legal aid system, an independent review has warned. The report tells ministers to find the funding to reverse a huge loss of lawyers who are vital to the system.The review was launched by ministers three years ago after predictions the legal aid system could collapse.The Ministry of Justice said it hoped to respond to the report by the end of March next year.The legal aid system in England and Wales ensures that suspects who cannot afford lawyers are properly advised and represented, from their police interview through to trial. The system is critical to keeping justice moving by saving court time and making sure defendants get a fair trial.However, the amounts paid for this work have been both frozen and then cut over the last 25 years. In the report , former judge Sir Christopher Bellamy QC supports many of the concerns of lawyers - and urges ministers to find a minimum of £135m to stem an exodus of lawyers from criminal justice and to help tackle the current backlog of 59,000 cases in the crown court system. \"£135m is, in my view, the minimum necessary as the first step in nursing the system of criminal legal aid back to health after years of neglect,\" he says. \"I do not see that sum as 'an opening bid' but rather what is needed, as soon as practicable, to enable... the whole criminal justice system to function effectively, to respond to forecast increased demand, and to reduce the backlog.\" \"There is in my view no scope for further delay.\" Sir Christopher predicts funding for extra police officers will lead to more criminals in court - but without lawyers available, the system could grind to a halt.He cites research from the Law Society, which represents solicitors in England and Wales, that shows there has been a 40% fall in the number of firms carrying out legal aid work in the last decade.\"If the providers of criminal legal aid defence were to fail or be substantially weakened, the CJS as a whole would grind to a halt, with obvious adverse consequences, not least in the context of reducing the backlog,\" says Sir Christopher. \"Criminal legal aid does not merely support the defence. It is the cradle of many barristers who also prosecute, of solicitors who later join the Crown Prosecution Service [and it] provides the training ground for many who later become judges.\" The Law Society's president, I. Stephanie Boyce, said: \"With a huge backlog of criminal cases to be heard and increased police numbers predicted to lead to more arrests, criminal defence solicitors are needed more than ever, but those that remain are already stretched to breaking point. And Jo Sidhu QC, chairman of the Criminal Bar Association which represents the barristers who lead cases in trials, added: \"Nothing less than a significant injection of new funding, to make up the substantial decline in real incomes for the criminal bar, will be sufficient to forestall the continuing haemorrhaging of prosecutors and defenders from the profession.\" ", "url": "https://www.bbc.com/news/uk-59688504"}