{"datetime": "2021-12-05T16:12:02.000Z", "subject": "The Troubles", "title": "Troubles legal aid claims from government 'utterly wrong'", "article": "The government has been accused of misinformation on legal aid as it considers legislating to end Troubles-era prosecutions and civil cases. A government paper on the proposals states a \"significant proportion\" of £500m of legal aid spending since 2011 was on civil actions against the Ministry of Defence and others. A leading Belfast lawyer said he had written to the government to object. Kevin Winters said the figures were wrong. The UK government reiterated that a \"significant proportion\" of legal aid spending was on civil claims. It said there were currently 1,000 civil claims against the Ministry of Defence, Northern Ireland Office and other state agencies.Mr Winters told BBC News NI's Sunday Politics programme: \"Those statistics are completely and utterly wrong and we have already taken issue with that with the authorities. \"Those are figures in relation to legal aid generally.\"The actual legal aid spend on amnesty issues, on legacy proposals, is very, very minimal, exceedingly small, and we have already dealt with that point in open correspondence.\" Mr Winters also said government claims that most civil actions in relation to the Troubles were funded by legal aid were \"completely and utterly wrong\" and described them as a \"cheap argument\". \"At least half the clients we represent are not legally-aided and have had to deal with these cases with no form of funding whatsoever,\" he added. Mark Thompson from Relatives for Justice also disputes the figure. He said there were more than 900 civil cases in the courts and many of the families involved do not get legal aid. \"The vast majority of people are working so they do not qualify for legal aid,\" he said. \"We are working with a family of a 15-year-old girl who was shot by a British soldier in west Belfast who have had to self-fund to get forensic and specialist reports done to seek the truth about what happened to their daughter and sister. \"They are relying on lawyers doing pro-bono work, NGOs (non-governmental organisations), the goodwill of technical support people and specialist skilled people.\" A UK government spokesperson: \"As the legacy command paper sets out, £500m has been spent since 2011 on legal aid in Northern Ireland, with a significant proportion spent on civil claims.\"There are currently more than 1,000 civil claims against the Ministry of Defence, Northern Ireland Office and other state agencies.\"A significant number of these cases are yet to progress beyond the initial stage of a court order being issued. \"It is clear the current system for addressing the past is not working well for anybody, particularly victims and survivors and that is why we have proposed a new way forward that will deliver better outcomes for all those impacted by the Troubles.\" In Julythe government said it wanted to legislate to end Troubles-era investigations , prosecutions, inquests and civil actions. That has been rejected by all Northern Ireland parties and victims' groups. Under the UK government's plan, a statute of limitations would cover crimes committed during the Troubles up to April 1998 and would apply to military veterans as well as ex-paramilitaries. Prime Minister Boris Johnson has said the idea would allow Northern Ireland to \"draw a line under the Troubles\". Themain Stormont parties and UK and Irish governments discussed Troubles legacy issues last Tuesday. After the meeting Sinn Féin said it had given its \"clearest signal yet\" that it would introduce legislation on the topic. Sinn Féin assembly member Declan Kearney said the plan was \"the antithesis of reconciliation\". Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said victims of the Troubles should be put at the \"front and centre\" of any process for dealing with the past. He pointed out that that the government's plan was \"overwhelmingly opposed\" by victims. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59537741"}