{"datetime": "2019-12-27T11:31:21.000Z", "title": "Legal aid: UK's top judge says cuts caused 'serious difficulty'", "article": "The retiring president of the Supreme Court says legal aid cuts in England and Wales have caused \"serious difficulty\" to the justice system. Baroness Hale, who was guest editing BBC Radio 4's Today, said it was a particular problem in family courts. In 2013, legal aid was removed from many civil law cases to achieve a saving of £350 million a year. The government said it was piloting early legal advice in some welfare cases, plus extra financial support. Baroness Hale of Richmond, who retires next month, is the first female president of the Supreme Court, which is the final court of appeal in the UK. She said: \"I don't think that anybody who has anything to do with the justice system of England and Wales could fail to be concerned about the problems which the reduction in resources in several directions has caused for the system as a whole.\" The outgoing president said the problem was particularly evident in family courts. Lady Hale said: \"It's unreasonable to expect a husband and wife or mother and father who are in crisis in their personal relationship to make their own arrangements without help.\" She said in such family dispute cases \"there may be an imbalance in resources because of the lack of access\". Most people require legal help at the beginning of cases, she said.Additional resources would allow many disputes to be resolved at an early stage, without the need to go to court or stretch their finances, she added. \"It is that lack of initial advice and help which is a serious difficulty.\" A Ministry of Justice spokesperson said: \"We are improving early legal support to reduce the number of people going to court unnecessarily and prevent undue stress and costs. \"We are piloting early legal advice in certain welfare cases, have committed £5 million for a Legal Support Innovation Fund to identify and resolve legal problems, and will soon launch an awareness campaign to improve understanding of entitlements.\"This is on top of £1.7 billion we spent on legal aid last year and ongoing work to improve the Exceptional Case Funding scheme and legal aid means testing.\" The BBC found last year thatabout a million fewer claims for legal aid are being processed each year, with \"deserts\" of provision across England and Wales.Lady Hale turns 75 years old next month, which is the mandatory retirement age for judges appointed before 1995. She made headlines in September when shedelivered the Supreme Court's ruling that Prime Minister Boris Johnson's decision to suspend Parliament was unlawful. Legal aid is the money provided by the government to cover legal costs for those who cannot afford them. Cuts to legal aid came into effect on 1 April, 2013 as part of the government's plan to save £350 million a year. The changes meant that some types of cases, such as divorce, welfare benefits, child contact, housing law and employment were no longer eligible for public funds. Such cuts have proved controversial, with the Criminal Bar Association, which represents criminal lawyers in England and Wales,advising its members last year to strike. Angela Rafferty QC, chair of the CBA, said that underfunding meant the poor and vulnerable were \"being denied access to justice\". ", "url": "https://www.bbc.com/news/uk-50923289"}