{"datetime": "2019-09-24T18:57:27.000Z", "author": "Becky Morton", "title": "Lady Hale: Five things you might not know about the Supreme Court president", "article": "After delivering the bombshell court ruling that the decision to suspend Parliament was unlawful, Lady Hale was immediately causing a stir on social media. Here are five things you might not know about the Supreme Court president. As the Supreme Court's first female president since its creation 10 years ago, Lady Hale - a grammar school girl from Yorkshire - has been critical of the lack of female representation on the body.Currently only three out of 12 Supreme Court justices are women. She has previously spoken about the importance of diversity , arguing that \"in a democracy which values everyone equally, and not just the privileged and the powerful, it is important that their rights and responsibilities should be decided by a judiciary which is more reflective of the society as a whole, and not just a very small section of it\". Equality and fairness have been at the centre of her legal thinking throughout her career. When she was appointed a Law Lord in 2004 - the forerunner to the Supreme Court - she had to devise a coat of arms for her new title, Baroness Hale of Richmond.Her motto, in Latin, translates as \"women are equal to everything\". Her role as a champion for gender equalityeven bagged her a double-page spread in Vogue magazine in February , to mark a century since women were allowed to practise law.The Supreme Court is not the only male-dominated institution Lady Hale has broken into. In 1984 she was also the first woman to be appointed to the Law Commission - a body which promotes reform of the law.There, she played a significant role in landmark reforms, including the Children Act 1989.The legislation tells government and other public bodies to place the \"best interests\" of a child at the centre of their decision-making - a groundbreaking protection of children's rights.Lady Hale - who was born Brenda Hale - has also been a leading voice in calls to modernise the legal system and is not one to shy away from challenging traditions.She has previously objected to barristers and judges being forced to wear wigs in court -branding them \"silly\" and \"18th Century dress in the 21st Century\" .\"My main objection is that they are men's wigs,\"she said in 2013 . \"Of course, that is one of the reasons why the early women barristers wanted to wear wigs. It was because they wanted to look like everybody else. But we have got beyond that.\" As Lady Hale delivered the court's historic judgement, the internet couldn't help notice her striking choice of accessory - a jewel-encrusted spider brooch.Some speculated whether she might be trying to convey a hidden message. The Supreme Court president is known for her unique brooch collection - and others took the opportunity to admire her past efforts.Not content with judging court cases, she's put her skills to use as a judge on BBC One's cookery show, MasterChef.She appeared in 2018's semi-final, which celebrated 100 years since women first got the right to vote, alongside Dr Helen Pankhurst, the great-granddaughter of Emmeline Pankhurst, one of the leading figures in the fight for women's suffrage.She helped to decide which of the seven chefs would go through to the final, despite cooking not being her area of expertise. \"At school I excelled at everything except art, gym and domestic science,\" she once said.\"My cookery teacher would sigh when I walked in.\" New fans of Lady Hale will be disappointed to hear she is set to leave her role as president of the Supreme Court at the end of this year. That's because she turns 75 in January - the mandatory retirement age for judges appointed before 1995.Despite only serving as president for two years, her role in the historic ruling on the suspension of Parliament means Lady Hale has certainly made her mark. And after today many suggested she deserved to put her feet up - a la Fleabag star Phoebe Waller-Bridge.", "url": "https://www.bbc.com/news/uk-49812379"}