{"datetime": "2018-06-12T13:28:47.000Z", "title": "Barristers end industrial action over cuts to fees", "article": "Thousands of barristers have voted to end industrial action over fees, which has disrupted court cases in England and Wales. They accepted a £15m Ministry of Justice offer to raise payment rates for reading documents in trials. More than 3,000 barristers voted in the Criminal Bar Association ballot. The government welcomed the result, but the association warned that \"anger and disillusionment\" remained, adding \"the criminal bar is not going to be quiet\". A spokesperson for the Ministry of Justice said it was \"the right outcome for all - not least victims, witnesses and anyone encountering the criminal justice system.\"The £15m will go to the Advocates' Graduated Fee Scheme - the public pay pot for barristers doing criminal legal aid defence work.More than half of the new funding will be for fraud, drug and child sex cases which tend to be complex and evidence-heavy. The offer was accepted with 51.5% of lawyers in favour and 48.45% against. Analysis by home affairs correspondent June Kelly Barristers on strike has always been an unusual headline.That was how their action, which began this spring, was reported. This dispute with the government affected a murder trial at the country's most famous criminal court.There was no barrister to represent the accused.The Criminal Bar Association said their action was in response to \"an underfunded justice system which was in chaos.\" The Ministry of Justice described the disruption as unacceptable.The turnout in this ballot over an improved offer from the Ministry of Justice was high at 85%. The vote to accept was slim.The Criminal Bar Association is stressing that the narrow acceptance of the £15 million offer underlines barristers' continuing anger.It says the figure represents a 5% increase which does not offset a 40% cut over the previous decade.Angela Rafferty QC, chair of the Criminal Bar Association, described the outcome of the ballot as \"neither a defeat nor a victory\". The \"anger and disillusionment\" remained, she said, and the association was launching a campaign to \"improve the lot of prosecutors\". She said: \"This proposal is the beginning and not the end of our campaign to improve the broken system we all work in every day.\" She added: \"The Criminal Bar has faced degradation and despair and it still does. This is a step forward. We must all ensure we do not take any more steps back.\" A Ministry of Justice spokesperson said the government had \"worked closely with the Bar throughout this process and listened carefully to their [criminal advocates'] concerns.\"\"We understand the strength of feeling that remains and are committed to working with the sector to support and strengthen the profession, making it fit for the modern age and accessible to those who seek to join it.\" ", "url": "https://www.bbc.com/news/uk-44454754"}