{"datetime": "2015-08-03T04:30:18.000Z", "author": "Steve Holden", "title": "Legal aid: What is it and why all the fuss about it?", "article": "We're not even going to try to make the term legal aid in any way sexy. It's not. However, it's something worth knowing about as anyone could find themselves needing it at one time or another.It's the public pot of money available to people who can't afford to hire a lawyer - because they don't come cheap.But many lawyers have been unhappy the government is cutting the £1.7bn budget for criminal and civil legal aid in England and Wales. Some people have been protesting against the cuts by disrupting court proceedings to show their anger. But what's the issue? Legal aid is designed to make the justice process available to anyone in the country, regardless of how much they earn.If you're arrested and taken to a police station, you're entitled to free legal advice.If you end up at a magistrates' court, you get legal aid if you earn under £12,500 or - providing you meet certain criteria - less than £22,500.If your case goes to crown court, you can earn a lot more and still get legal aid.Legal aid actually comes in the form of fees paid to the legal firms who represent members of the public.The government is constantly trying to cut theUK's deficit , so insists savings have to be made across different departments and professions.It said the criminal justice system had to be more efficient so solicitors' fees have been reduced and the number of legal aid contracts being offered will be cut.It said the changes were designed to provide more value for the taxpayer - who pay for legal aid - and didn't impact on \"those who needed it most\". They say they'll be paid far less for the work they do which will, essentially, work out as a pay cut.With fewer legal aid cases available, they say smaller firms will go out of business, which in turn will mean a poorer service across the board for those wanting legal representation, especially those who are perceived as more vulnerable.Some lawyers have recently disrupted legal proceedings to demonstrate the effect they think the cuts could have in the future. There have also been reports of people having to represent themselves in court because there has been no lawyer available.We spoke to 25-year-old Alex Chapman, a criminal defence lawyer at VHS Fletchers in Nottingham. \"I've sat opposite dozens of people who have been arrested for the first time in their lives,\" said Alex. \"They'll say to me, 'What am I doing here? I've done nothing wrong'. \"They thought they'd never need legal aid either but they now face losing their job, their reputation, potentially their liberty.\"This could be you, it could be a member of your family and that is why legal aid is essential.\" \"The way the UK justice works is completely different to how it works in France or Germany.\"Our legal aid budget is higher than theirs but if you look to how much they pay their judges, it'll be far more than we pay our judges here. It's an unfair comparison.\" \"I would say be careful not to confuse legal aid solicitors with commercial or civil solicitors, who earn far more in general. \"My salary is comparable to a policeman or a plumber and we're not paid quite as handsomely as you might think.\" The cuts being protested about are specifically for criminal cases, where people face accusations of a criminal offence.Cuts to the budget for civil legal aid cases have already come in. That's for things like divorce, child arrangement orders and housing law.Civil legal aid is still available for those who need it most such as victims of domestic violence (although you have to supply proof). Follow@BBCNewsbeat on Twitter,BBCNewsbeat on Instagram andRadio1Newsbeat on YouTube and you can now followBBC_Newsbeat on Snapchat ", "url": "https://www.bbc.com/news/newsbeat-33712373"}