{"datetime": "2013-04-05T23:40:56.000Z", "author": "Philip Hampsheir", "title": "No legal aid? How to represent yourself in court", "article": "The legal profession expects that changes to the legal aid system in England and Wales will lead to a rise in the number of people who have to represent themselves in court. For example, legal aid is no longer be available to most people seeking a divorce or those involved in custody disputes, or issues including immigration, debt and benefits. The government says the changes, which came into force at the beginning of April, are to target resources at those most in need. Now those who cannot afford a lawyer may well consider standing up in front of a judge to represent themselves. So what advice do professionals have for you if you find yourself in that position?\"First of all, look and see if you can get advice from a voluntary agency, Citizens Advice or something like that,\" says Maura McGowan, chairman of the Bar Council.\"Secondly, stop and see if you can find £50, £70 or £100 and buy a small piece of time with a lawyer. \"He or she will tell you whether to stop the case, even at that stage, and help provide an outline if you have a case.\" That advice is endorsed by Liz Edwards, chair of Resolution, a membership group with 6,500 family lawyers and other professionals. \"You do not have to have a lawyer to take you through the process from beginning to end,\" she says. \"You can dip in and out. \"The best thing is to work out what your budget is, speak to the lawyer about it in your first meeting, use them for the initial advice, then, as you get to a certain stage, go back and speak to them again.\" The Bar Council of England and Wales has produceda 70-page guide to help people represent themselves in court.Resolution also has leaflets and guides available from its website. \"You will be fighting your own corner and it's difficult to do that over something you are so emotionally connected with,\" Ms Edwards says.\"Taking the emotion out of the situation is important.\" The majority of disputes are often settled out of court, which can save both sides time, stress and money. \"Do not be afraid to compromise,\" Ms McGowan says. \"Often the best outcome for a case is both parties coming away half satisfied.\" If you are in court facing a person who can afford a legal advocate, you may feel that puts you at a disadvantage. Can you really have justice if you are representing yourself and the other side has a professional with years of experience?David Wurtzel, consultant for City Law School's Continuing Professional Development programme, thinks you can. \"It is imbued in every judge that part of their job is to ensure there is a level playing field,\" he says. \"No judge wants to see their decision overturned on appeal. They want to know they got it right.\" If you absolutely feel you have to go to court, be aware that it can be intense. \"Be prepared,\" Ms McGowan says. \"Treat it like an interview or an exam. Do your homework. \"Even the best lawyers use checklists to make sure they say everything they want to.\" Above all, a key piece of advice from the experts is to remember that real courts are rarely like those you see on the television.So, if you fancy yourself as the next Rumpole of the Bailey, or even Ally McBeal, do bear in mind that that is more likely to annoy the judge than impress them. ", "url": "https://www.bbc.com/news/business-22043254"}