{"datetime": "2021-05-13T18:37:37.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Criminal defence lawyers to boycott courts", "article": "Criminal defence lawyers are to boycott courts across Scotland on Monday in a dispute over Scottish government funding during the Covid crisis. The move by the Scottish Solicitors Bar Association (SSBA) will see members refuse to attend court to defend cases.Edinburgh and Glasgow sheriff courts will be among those affected by the boycott, according to the newly-formed organisation. Members of the SSBA said the profession was \"at a breaking point\". It claims less than a third of legal aid firms who applied to the government's £9m resilience fund were accepted, and only £2.3m was allocated. The SSBA said in a statement: \"We have witnessed a significant decline in the number of cases the courts have been able to process during lockdown.\"Our firms urgently need support to continue practising whilst the pandemic is ongoing.\"The statement added: \"The Scottish government recognised this reality by assigning £9m to a resilience fund for practitioners.\"There has been a complete failure to properly distribute that fund to firms who desperately need it.\" On Monday, courts which are under boycott will see a representative of a local faculty deal with all custodies on behalf of colleagues.Letters will also be handed to the accused, explaining the absence of their nominated solicitor.In the statement, SSBA members said that despite a fall in the number of cases the courts had been able to process during lockdown, only £2.3m had been distributed from the resilience fund.Of the 287 firms that applied to the fund, less than a third (93 firms) were granted an award. In calling for the Scottish government to take \"urgent action\", the members said: \"The profession is at breaking point.\"Firms must be supported now to ensure we maintain a healthy and vibrant legal aid profession.\"This is fundamental to access to justice.\"The most vulnerable in society and, indeed, justice itself will continue to suffer if the legal aid profession is not supported.\" A Scottish government spokesman said: \"Our priority remains to maintain and support the important role in the Justice system of those delivering vital legal aid services in Scotland as we emerge from the pandemic. \"We are fully committed to providing support to the profession and are working as a matter of urgency to explore options for distributing unallocated funds from the budget set aside for the resilience fund.\"The Justice Secretary held talks with the Law Society yesterday, where he confirmed he is committed to ensuring more funds are made available. He is happy to engage with Criminal Bar Associations and discussions with the profession are ongoing.\" Bar associations taking part in or endorsing/supporting the boycott: ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-57082176"}