{"datetime": "2019-12-23T13:33:07.000Z", "title": "Hertfordshire law students double domestic abuse appointments", "article": "A new free clinic where law students advise those escaping domestic abuse says it is \"shocking\" it has had to double its appointments. The university-run Hertfordshire Law Clinic, includes a satellite centre at the Future Living charity in Hertford. It said changes to legal aid in 2013 made it a \"much-needed service\". The Ministry of Justice (MoJ) said it was \"reviewing how the [legal aid] means-test applies to victims of domestic abuse\". At the University of Hertfordshire's law clinic in Hatfield, students provide free written legal advice in cases including those relating to family, employment and commercial law, prepared under the supervision of qualified lawyers. Its Hertford clinic opened last month at Future Living, which works with clients dealing with domestic abuse, and they believe it to be the first initiative of its kind. Across the two sites, the student team is seeing 37 clients about family issues, seven times more than for employment issues, with a third of those 37 reporting domestic abuse. It planned to see two clients every fortnight in Hertford, but it is adding two extra appointments and also providing a qualified lawyer for one-off verbal advice. Director of the free \"pro bono\" service, Diana Kirsch said: \"I don't know if any other universities partner with a domestic violence unit. \"I knew there would be a demand but.. it's been busier than we were expecting. \"It's really shocking, because you wouldn't expect a university clinic to have to have such an essential service.\"Legal aid is a system of payments the government provides to cover legal fees for those who could not otherwise afford it. Under the legal aid changes, funding was removed from family law, such as divorce and custody battles. Domestic violence cases are still funded, but clients must satisfy theDomestic Violence Evidence Gateway test, so while \"in theory you can get it, they've made it more difficult\", Ms Kirsch said. An MoJ spokesman said: \"Last year we made changes to the application process and we are now reviewing how the means-test applies to victims of domestic abuse. \"Our newDomestic Abuse Bill will also transform the response to this crime to better protect victims and their children, ensuring they have the support they need and that offenders are brought to justice.\" Charity founder Sandra Conte said: \"Our feedback from clients has been really positive, [many] realising that they had been misled by previous [abusive] partners on what their rights were.\" ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-50179306"}