{"datetime": "2020-03-19T17:13:49.000Z", "author": "Jenny Rees", "title": "Coronavirus: 75 HMP Berwyn officers off sick or isolating", "article": "About 75 officers at a Welsh prison are either off work sick or self-isolating due to coronavirus, and 22 prisoners showing symptoms have been isolated. But HMP Berwyn still has enough staff to operate normally, BBC Wales understands. It comes as criminal solicitors across Wales raised concerns about how long any court can continue to operate because of the impact of Covid-19. The MoJ said it has \"well-established\" plans in place to protect the public. On Wednesday,the Lord Chief Justice advised no new jury trial case lasting longer than three days should go ahead.But solicitors in Wales said it was also affecting duty solicitors arriving at police custody suites and at magistrates' courts. The virus had also seen a significant rise in the number of people seeking legal advice to draft wills and get their affairs in order, according to one solicitor. With alarge number of court closures over the last decade andcuts to legal aid fees , it has long been argued criminal law is failing to attract new solicitors, leaving an older, depleted professional workforce, with rural areas of Wales hit hardest. In Ceredigion there are just three duty solicitors, one of whom is over 70 years old. Katy Hanson, from Welch and Co in Cardigan, said courts were trying to continue as normal, but if hearings are postponed it becomes particularly difficult when custody time limits are in place. She said guidance was needed for solicitors who find themselves in small interview rooms with clients who are displaying signs of coronavirus. Another solicitor has spoken of visibly unwell defendants turning up for hearings at court, but having to be turned away by court staff concerned for the safety of people in the court. \"Some solicitors may be able to work from home using Skype, but I have an awful lot of defendants who can't do that,\" said Ms Hanson.\"For some hearings a client can instruct their solicitor over the phone - but that lawyer still has to go to the court.\" Ms Hanson routinely has to travel 40 minutes to her nearest courts in Haverfordwest and Aberystwyth since the magistrates' court in Cardigan was closed. She'd like to see better guidance, particularly from the Legal Aid Agency, and changes to the payment system.A telephone consultation with a client in receipt of legal aid currently attracts a £27 fee for solicitors, whereas in-person advice is more than £200. But she would like reassurances that the full amount will be paid if Covid-19 means she is no longer safe to see clients in person. \"In family courts, there is a real effort to turn them into telephone hearings,\" she said. \"But child protection hearings will still need to go ahead and people still need to see justice done in criminal courts.\" In a statement, a Ministry of Justice (MoJ) spokeswoman said: \"Well-established plans are in place to ensure we can continue to deliver key services, protect the public and maintain confidence in the justice system.\" She added that advice was being constantly updated on the MoJ website and \"essential workers status\" was an on going piece of work being looked at by the Cabinet Office. ", "url": "https://www.bbc.com/news/uk-wales-51966387"}