{"datetime": "2020-06-09T04:01:21.000Z", "author": "Clive Coleman", "title": "Legal aid: Woman in abuse case challenges rules", "article": "A woman is challenging rules which deprived her of legal aid for action to protect her from her former partner. \"Claire\" gets universal credit but not legal aid because there is equity in the home she owns with her ex-partner. About one in five women who suffer domestic violence cannot access legal aid because they are deemed to have \"capital\" - even if they cannot access it - lawyers say. A review of these rules, promised by government, has not yet been completed. Claire, who asked not to use her real name, lives with her two children in the home she co-owns with her ex-partner.She says he subjected her to physical, emotional and psychological abuse, so she went to court to obtain a non-molestation order to stop the abuse and an occupation order to remove him from the home. However, even though she receives universal credit, she was not entitled to legal aid because she owns some of the equity in the home. Claire cannot sell the home because that would make her and her children homeless, meaning her equity is \"trapped\".In any event, whether the house should be sold is itself subject to proceedings for which she needs legal aid.She cannot borrow against its value because she would require her ex-partner's consent.\"My ex-partner has all the money, controlled all the money. I didn't have any of it. He has to agree to everything because the mortgage is joint. He wouldn't agree to anything.\"Selling would also mean that me and my children were homeless. So we are basically fighting for our safety, and we would be made homeless because we were being forced to sell our house to get any legal support and advice,\" she told BBC News.Claire had no option but to represent herself in court.She describes the experience as \"horrendous, because I had to speak for myself\".\"I was in a really vulnerable position. I had to speak against his barrister who was a top barrister. He could afford to have a barrister and I couldn't.\" Despite that, she succeeded in getting the non-molestation and occupation orders.Claire returned to court for a second hearing four weeks later, but this time her ex was present.\"It was the first time I saw him after he'd been removed from the home. So I knew he was extremely angry. I was terrified and I didn't have any legal advice or help. When I heard his voice it made me physically vomit in court.\"The judge told him and his barrister to leave, they got some people to help me to get rid of the vomit and give me some water.\" Claire needs legal aid for proceedings about arrangements for her children and to respond to her ex's application to force a sale of their home.Her application has been refused by the Legal Aid Agency, and she is challenging the decision at the High Court.She is being supported by the rights group Public Law Project (PLP), which sees contradiction and unfairness in the Department for Work and Pensions not taking into account the equity in a main home in calculating benefits, while the Legal Aid Agency does take it into account for assessing eligibility for legal aid.\"It means that the same person can be destitute enough to get Universal Credit but not destitute enough, even if they are a victim of domestic violence, to get legal aid to protect them from their abuser,\" says PLP lawyer Katy Watts, who is representing Claire. Ms Watts also points out such equity is often \"dead\" for domestic violence victims, in that \"even though they may have equity on paper, this is trapped capital. They often have no way of accessing it. Selling will involve getting permission from the person who has been abusing them\". In 2012 the Legal Aid Sentencing and Punishment of Offenders Act (LASPO) made large cuts to legal aid in England and Wales, removing many areas of civil and family law from its scope. The only route to getting legal aid for a private family law matter is if a person is a victim of domestic violence - but this is still subject to a means test of both income and capital.In February 2019, the Ministry of Justice promised to conduct a review to \"assess the effectiveness with which the means-testing arrangements appropriately protect access to justice, particularly with respect to those who are vulnerable\".The review would include a look at capital thresholds for domestic violence victims, the MoJ promised.The review has not yet concluded 15 months later.\"Sadly I am having to turn cases like Claire's away every single day,\" says her solicitor Jenny Beck, whose firm Beck Fitzgerald is working \"pro bono\" for her. \"The current rules mean that one in five women who are living on benefits and suffering abuse will not get legal aid, and will face the terrifying task of representing themselves.\"The justice system should be accessible to all, and this undermines both access to justice and the rule of law.\" Many family lawyers believe that with the reported incidence of domestic violence and deaths resulting from it rising during lockdown the need for non-means tested legal aid for victims, is urgent and overwhelming. The Legal Aid Agency says it cannot comment on ongoing proceedings. ", "url": "https://www.bbc.com/news/uk-52965764"}