{"datetime": "2020-05-29T10:48:19.000Z", "author": "Justin Parkinson", "title": "Coronavirus: Trial backlog 'adding to risk of mob justice'", "article": "\"Mob justice\" could increase in England and Wales unless more money is made available to clear the backlog of court cases swollen by coronavirus, the government has been warned. Richard Atkinson, of the Law Society, said a fall in legal aid payments meant thousands of lawyers risked going bust. This could further delay trials, with vigilantes stepping in, he claimed. The government said a \"huge amount of work\" was going into keeping the justice system going. The introduction of social distancing meant jury trials were adjourned on 23 March, but a few are now going ahead in specially altered Crown Courts. Normally there are hundreds happening at any one time. The backlog in Crown Court cases in England and Wales was 37,434 at the end of last year and the Law Society, which represents solicitors, estimates the number has risen considerably during the coronavirus crisis. Mr Atkinson, co-chairman of the organisation's criminal law committee, said that, with most proceedings halted, the lack of legal aid payments to solicitors' firms - and barristers - meant many risked going out of business. A shortage of experienced practitioners would further delay trials, he added. \"If people get the idea, the general view, that they will not get satisfaction [from the legal process] then people will take things into their own hands,\" Mr Atkinson said. \"Mob justice will be taken up if people feel they can't get legitimate completion. It will be exploited by people who enjoy doing it.\" The Home Office'slatest figures - for 2018-19 - show 8% of reported crimes resulted in a charge or summons. The figure was 15% in 2014-15. David Wilson, professor of criminology at Birmingham City University, said evidence of vigilantism was \"anecdotal\", but added that - in communities where police struggle to deal with crime - it was common to \"go to the local hard man\" for help. And Kate Williams, senior lecturer in criminology at Wolverhampton University, said it was \"highly likely that far more vigilantism exists within the UK than we realise, know about, or is documented\". She added: \"Without doubt, in times of uncertainty such as we are in, particularly when the public feel that they cannot trust the legitimate justice system to deliver, cases of vigilantism will rise.\" In April, the Bar Council, which represents barristers, warned of a potential \"breakdown of social order as we emerge from this lockdown\". About half of its self-employed members who took part in a survey said theycould not continue for more than six months on their rate of income during the coronavirus crisis. The Law Society says there has not been a rise in legal aid payments at the rate of inflation, or above it, for 25 years, and that thousands of solicitors faced going out of business even before coronavirus. Mr Atkinson said victims of crime faced longer delays in future - and a lack of experienced defence lawyers could mean more innocent people being imprisoned. \"People's lives will be completely destroyed if they are found guilty of something they didn't do,\" he said. The Lord Chief Justice for England and Wales, Lord Burnett of Maldon, told the Commons Justice Committee last week that \"with a little bit of luck, by the end of June or thereabouts\", all courts currently closed would reopen. The National Police Chiefs Council told the BBC it was \"working closely with criminal justice partners to ensure, where we can, that swift justice is completed\".A spokesperson added that, where it was \"appropriate\", police would \"look to issue an out-of-court disposal\", such as a caution or a penalty notice, for less serious offences. A Ministry of Justice spokesperson said: \"A huge amount of work has gone into keeping the justice system running safely during this pandemic and the suggestion that there could be 'mob justice' is inflammatory and unhelpful.\"Jury trials have restarted and a range of support measures have been put in place to help the legal sector - including easier access to hardship payments and pausing debt collection.\" ", "url": "https://www.bbc.com/news/uk-politics-52736656"}