{"datetime": "2022-02-16T15:41:14.000Z", "title": "Bayeux Tapestry: Wisbech teacher fretting over famous embroidery errors", "article": "A woman who has spent six years making a full-size replica of the Bayeux Tapestry says copying mistakes from the original is \"doing my head in\". Mia Hansson passed the halfway mark in January, having made 34m (112ft) of the 68m (224ft) artwork that depicts the Norman Conquest in 1066. The trained teacher, 47, from Wisbech, Cambridgeshire, said she had dissected every inch to recreate it. \"I find all the details,\" she said. \"They did wrong from the very start.\" Miss Hansson said of the original mistakes, that the embroiderers \"probably thought [it] 'doesn't matter, nobody's going to notice'. \"But I did, 960 years later.\" She can spend up to 10 hours per day on the embroidery and said, as a trained primary school teacher, her recreation had gone against the grain because \"correcting mistakes is what I do\". \"That hand that's turned the wrong way around, one bloke, he's got two right hands, no-one's going to notice which side his thumb is - I did,\" she said. \"They did a job and they did a marvellous job. \"Who am I to correct their work - I honour what they've done, mistakes and all.\" Miss Hansson started the replica in July 2016 and had hoped to finish within 10 years. However, she now says it is likely to take 11 years, as she's also taken on a puppy and a house renovation. \"This is going to turn my hair grey,\" she said. Miss Hansson, who is now a full-time carer for her disabled stepson, was taught to sew when she was about four by her nan. In 2001 she started making Viking re-enactment clothes, but a pause in orders led her to ponder about a longer-term project. She said she heard of someone making a half-size replica of the Bayeux Tapestry and decided to plump for a full-size one. Miss Hansson said a man in Canada had previously made a full-size replica but believed hers would be the first made by one person in Europe, rather than by a group of people. She said she may sell the replica once completed, adding: \"It's not going to go cheap, obviously.\" The unfinished replica tapestry will go on display at St Peter's Church Hall in Wisbech on 12 April. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60403281"}