{"datetime": "2019-08-06T16:59:28.000Z", "title": "London Bridge attack: Victim's partner calls for legal aid", "article": "The families of victims killed in terror attacks should get legal aid for representation at inquests, says the partner of a London Bridge victim. Kirsty Boden was stabbed when she went to help restaurant waiter Alexandre Pigeard in the June 2017 attack. Her partner, James Hodder, is petitioning for legal aid for families ahead of the start of the inquests into the Manchester Arena bombing.The government has said representation was \"not necessary in all cases\".A Ministry of Justice spokesman said the process was a fact-finding, not adversarial, exercise. But Mr Hodder, 32, told the BBC's Victoria Derbyshire programme it was in the public interest for families to have help with paying for legal representation at inquests that cover such large scale attacks.\"You have to relive the worst night of your life in extreme detail in a public forum, repeatedly,\" he said. \"It is literally torture for anyone that's been through that. \"At the end of that process, the government has then turned around to me and all the families of London Bridge and said you should pay... for all the legal fees you've racked up.\" Mr Hodder launched his petition after the conclusion of the London Bridge attack inquests and ahead of the start of the inquest into the 2017 Manchester Arena bombing, which killed 22 people. He said his family spent \"hundreds of thousands of pounds\" on legal representation for the inquest and he would have been left bankrupt had his lawyers not decided to waive some of their fees. But he said it was those lawyers that raised important questions about the attack - including why vehicle-proof barriers were not in place on London Bridge. Mr Hodder said: \"Can you imagine me, with no legal training, going to the Old Bailey, court number one - a very intimidating place - and standing up for two months arguing complex legal arguments and being able to do that by myself? \"It is through your barrister, your QC that the right questions are asked. It's in the public interest that you are given legal representation so you can engage with the process.\" A Ministry of Justice spokesman said the government had reviewed the inquest process earlier this year. They concluded inquests were not about apportioning blame, but establishing the truth and learning lessons, so representation was not always needed.The department also said families were given a special status during inquests, meaning they did not have to make legal arguments, but could question witnesses themselves or request that coroners did so on their behalf. The spokesman said the government was improving awareness of the availability of legal aid to support families.But Mr Hodder called the government's position \"a pathetic excuse\" - arguing other parties involved had legal representation. \"The home secretary had three QCs representing himself and his office,\" he said.\"At least one of the killer's families also got legal aid.\"Everyone's got lawyers. It's a lawyer-fest.\" Mr Hodder has now called for a meeting with the new Justice Secretary Robert Buckland. \"I want him to explain to me why he thinks it's not necessary to give state-funded aid to victims like us,\" he said.\"I'm going to explain to him why I think he's wrong so we can get this changed before the Manchester inquest starts.\" A petition calling on the government to provide legal aid to all families at inquests into terror attacks had gained more than 250,000 signatures as of Tuesday. The Law Society - which represents solicitors in England and Wales - has criticised the assumption that families do not need representation at inquests, while state bodies do.Legal aid is the money provided by the government to pay the legal costs of people who cannot afford them. Applications to the Legal Aid Agency (LAA) - which is funded by the Ministry of Justice - are usually made via a solicitor who has a contract with the organisation, according to the Law Society said. The body's head of justice, Richard Miller, said to get legal aid for an inquest, bereaved people must prove: But he said it was a \"lengthy and inaccessible\" process, full of \"hurdles\".Mr Miller added: \"We believe legal aid should be much more widely available for inquests, particularly where the state has legal representation.\" ", "url": "https://www.bbc.com/news/uk-49251211"}