{"datetime": "2018-01-17T13:00:31.000Z", "title": "Bayeux Tapestry to be displayed in UK for the first time", "article": "The Bayeux Tapestry is set to be displayed in the UK after France agreed it could leave its shores for the first time in 950 years, the BBC understands. French President Emmanuel Macron is expected to announce the loan during his visit to the UK on Thursday. He has said the tapestry - which depicts the Norman Conquest of England - would not be transferred before 2020. The Times said the loan was subject to the outcome of tests to make sure the 11th Century artwork was safe to move. The tapestry tells the story of the future William I's conquest of England, culminating in the Battle of Hastings and the defeat of Harold in 1066. It is on permanent display at a museum in the town of Bayeux, in Normandy, and has very rarely been moved. However, President Macron is expected to announce the proposed loan at a meeting with Prime Minister Theresa May in the UK this week. The Times said the agreement was made after \"months of talks between culture department officials in London and Paris\" but it has not yet been decided where in the UK the tapestry will be displayed. Historians have long debated the origins of the tapestry, which is 70m (230ft) long and 50cm high. The earliest written reference to it is an inventory from Bayeux Cathedral in 1476, but little is known about how or why it was created. According to Reading Museum, which houses a replica of the tapestry, it was \"probably commissioned\" in the 1070s by the half-brother of William the Conqueror - the Bishop Odo of Bayeux. Some say it was created by teams of nuns across England - not France - possibly in Canterbury, Kent. In 2012,a PhD researcher at the University of Manchester said the artwork's needlework was \"consistent throughout\", suggesting one group of specialist embroiderers worked on it, in the same place at the same time. The tapestry shows the events leading up to the Norman takeover of England. It starts with Edward the Confessor, who became king in 1042, on the throne and tells the story of his death and the questions over who was the rightful heir. In 1066, on the day of Edward's funeral, his brother-in-law Harold was crowned king. News of his appointment reached France and William of Normandy, who claimed he should be king as Edward had promised him the throne of England. On 14 October 1066, William I and King Harold II came to loggerheads at the Battle of Hastings - one of the most famous battles in English history. It is likely both sides had between 5,000 and 7,000 men each when they met in battle at a hilltop near Hastings. Thousands of soldiers were killed in a day of a fighting, which ended in King Harold II's death. It was a turning point in history as it ended the Anglo-Saxons's long reign of more than 600 years. Napoleon put the tapestry on display in Paris in 1804, while he was planning an invasion of England. It was then exhibited in Paris for the second time in 1944, during World War II, before it was returned to Bayeux. Mr Macron's offer comes after previous attempts to bring the tapestry to Britain failed. One request is thought to have been made ahead of the Queen's Coronation in 1953, while another was made for the 900th anniversary of the Battle of Hastings, in 1966. Some have suggested the tapestry could be relocated to the British Museum if it gets the go ahead to come to the UK. Dr Michael Lewis of the museum told the Victoria Derbyshire programme 1066 was a date \"we all know\" from being at school so it would be \"amazing\" if children could go and see the tapestry.\"For the wider public, people will be amazed about how long it is, and it definitely has a real impact when you see this work of art,\" he added. Tests will decide if the tapestry can be moved safely and get to the UK in one piece. BBC History magazine's Dr David Musgrove says its size, age and obvious fragility makes moving it a concern. But he told the BBC Radio 4's Today programme moving it would also present an opportunity to conduct some interesting historical research on its dyes and fabrics. The story that Harold was killed by an arrow in the eye is thought to have come from the tapestry. However, earlier sources dispute this and claim he was hacked to death by four Norman knights. Dr Levi Roach, a medieval historian at the University of Exeter, said the tapestry was confiscated for military use, for covering weapons, during the French Revolution, before a lawyer saved it. Tom Tugenhadt, chair of the foreign affairs select committee, said the UK should \"definitely\" consider it. \"This is an opportunity for us to cement the relationship,\" he told BBC Radio 4's Today. \"One of the interesting items we might perhaps think about lending... is the Rosetta stone, which was discovered in Egypt.\" According to the British Museum, it is likely that the stone was found by Napoleon Bonaparte's soldiers while on a mission to threaten Britain's hold on India. ", "url": "https://www.bbc.com/news/uk-42713552"}