{"datetime": "2019-07-03T15:41:58.000Z", "title": "Family courts: Judges 'dealing directly' with rowing parents", "article": "Judges are having to deal directly with rowing couples in family courts because of legal aid cuts, the top family court judge in England and Wales has said. Sir Andrew McFarlane said many hearings could be avoided, and went on to call for a \"public education programme\" on how to be a parent after splitting up. It comes as a report says more parents are representing themselves because they do not qualify for legal aid. The government said people representing themselves \"has long been the case\". Sir Andrew, president of the Family Division which covers England and Wales, had earlier commissioned two groups to look at how the court system deals with cases involving children, and how it can be changed. Their reportswere published on Wednesday. Asked on BBC Radio 4's the World At One programme howcuts to legal aid have affected the system, Sir Andrew said: \"What it means for the court is that the judges and magistrates are often having to interact with these individuals directly, and that's a different skill-set from interacting with a professional lawyer.\"But what's needed is a major public education programme about parenting and how to be a parent once you and your partner have fallen out.\"The sort of thing I have in mind is the approach that was taken to smoking or seatbelts or other public health issues.\"Each parent has full responsibility now to sort the problems out for their children and we need to do what we can to educate the public at large about other ways of sorting their problems out other than coming to court.\" He gave examples of mediation, counselling or \"maybe a YouTube video with parents talking about separation\". Thechanges to legal aid came into force in April 2013 as part of a plan to reform the system and save £350m a year, and now legal aid applies to a limited range of family cases. In its report, the working group of judges and professionals said legal aid data confirmed its observations that more people were coming to court in person and there had been a drop in the number taking up mediation sessions. The report has suggested that a quarter of private law cases do not raise child protection issues and could be dealt with out of court. One mother, who lost custody of all four of her children, said \"you get emotionally drained, physically drained\" from representing herself in court. \"It's now made me where I'm physically disabled and can't walk without a walking frame and suffer with stress incontinence every single day of the week,\" she told the World at One.Another mother, who represented herself and secured custody of her child, also told the programme: \"I'd already been in three sets of family court proceedings before I represented myself for the final set.\"I was used to how family court works and how solicitors worked because I'd had a lot of experience watching it and being represented.\"So when I took the decision to be a litigant in person I felt quite confident that I knew procedure and the process but it was nevertheless still daunting.\"It was a prolonged, protracted set of proceedings. To deal with solicitors and barristers and judges as somebody with no legal training, it was daunting and a big decision to take. \"You have to be as objective as possible, especially in the courtroom, but you're talking about the most emotive thing there can be - it's about your child.\" A spokesman for the Ministry of Justice said: \"It has long been the case that some people represent themselves in the family court and the latest figures remain stable.\" Since 2015, he said, the government has invested \"almost £8 million\" to help litigants in person - meaning people who represent themselves in court - via advice and support and will provide a further £3 million over the next two years. \"Legal aid remains available for family mediation and we are working to increase awareness of out-of-court dispute resolution to reduce the number of cases which come to court unnecessarily,\" the spokesman added. Meanwhile, the number of cases involving the care and supervision of children being referred by council social service departments have risen by by 25% since 2016, he said. Local authorities need to be encouraged to do more preparation before bringing applications to family court, said Sir Andrew. \"It feels to me as if we are running up a down escalator,\" he said. \"We are running - people are working flat out to deal with the volume of cases. Although we may be holding our own, bit by bit we're slipping backwards.\" Local authorities needed to be encouraged to undertake a thorough assessment of each case before making the decision to come to court, he said.\"Time spent in reconnaissance by the local authority, and frankly money spent in looking at the problem in depth before they come, is likely either to lead to those cases not coming at all, or if they do come, they'll be match-fit.\" Legal aid is the money given to people who need legal advice or help but cannot afford it.To get legal aid for both criminal and civil cases, you have to show that the situation is serious and you can't afford to pay yourself. In most cases, to qualify there is a means test based on the applicant's income and savings. Since 2010, there have been considerable falls in the amount of money the government has spent on legal aid. Thechanges which came into force in 2013 withdrew aid from areas of law including family, welfare, housing and debt. Read more: ", "url": "https://www.bbc.com/news/uk-48851858"}