{"datetime": "2019-06-12T23:13:57.000Z", "author": "Jenny Rees", "title": "Legal aid: students give 'desperate' clients free advice", "article": "A free advice clinic provided by law students has a six-month waiting list because people on low incomes struggle to get a solicitor, its director says. Hannah Menard, who supervises the University of South Wales service, said many firms have stopped taking legal aid cases because of funding changes.The number of firms providing legal aid in Wales has fallen by 29% since 2012 - the average fall across England is 20%. The Ministry of Justice said it was committed to ensuring people got help.Ms Menard said they did not market the clinic, but clients have come from as far away as Swansea, Bristol and Somerset to access the university's support.\"The demand is increasing,\" she said. \"Clients may be eligible for legal aid but struggle to find a solicitor to get that help.\"People are struggling to access any sort of help so matters escalate, and often by the time they come to see us they're in quite a desperate situation and potentially find themselves in court... whereas had they come in at beginning of the matter, the matter could have been resolved without going to court in the first place. \"All that's happening is you're moving costs from legal aid to the courts service, they're overwhelmed now by litigants in person... [and] people aren't having advice to help them deal with that process.\" Whether you get legal aid depends on your financial circumstances.Changes in 2013 also meant some types of case were no longer eligible for public funds - including divorce, child contact, employment, and housing law, except in very limited circumstances.Not all those attending the advice clinic are entitled to legal aid.Simon Browne, a self-employed marketing consultant, is getting divorced and paid for a solicitor to finalise custody of his children.However, when it came to settling financial issues, he could no longer afford to pay and was relieved to get help from the students.\"My life has been on hold for the last four years, and that's with the help, so I'd feel sorry for anybody who was stuck in a position who felt they couldn't move on or get closure.\" For 10 years, Helen Williams has run Swansea-based TA Law which deals with social welfare issues like benefit cases.She said they were closing down because the funding they now received for legal aid work meant it was no longer financially viable.Before the changes in 2013 they could charge an hourly rate, providing they could justify the amount of work they had done.\"So if it took 20 hours of work to help somebody get a conclusion… we would be paid for that time,\" she said.\"Unfortunately the system has moved to a fixed fee system, so regardless of the amount of time that goes into a case... [in welfare benefit cases] we will be paid £208.\" She claimed early advice was cheaper for everyone in the long run, and said she was appalled by the current system. \"If we can liaise quickly with a local council housing benefit department we can resolve that issue, rather than it escalate to possession proceedings in court, potentially eviction, bailiffs, [and] presenting as homeless. \"I feel that in the society we have today there should be funding available for the most vulnerable to access advice when they need it most.\" A Ministry of Justice spokesman said it spent £1.6bn on legal aid last year. He added: \"In addition to the civil legal advice telephone service, offering remote legal services to those who need them, we are investing £5m in innovative new technologies to help people access legal support wherever they are in England and Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-48531149"}