{"datetime": "2021-12-23T07:55:30.000Z", "subject": "World War Two", "title": "Largest Spitfire gathering in 21st Century held in Duxford museum", "article": "Twelve Spitfires going on display at the aircraft's \"home\" are thought to be the largest number assembled under one roof in the 21st Century. Duxford in Cambridgeshire was the base where an RAF squadron received the first operational aircraft in 1938. Now an Imperial War Museum (IWM) site, its Spitfire: Evolution of an Icon exhibition traces the plane's development. Curator, Adrian Kerrison, said the aircraft was an \"icon of victory\". With its trademark elliptical wings and powerful Rolls Royce engine, the Spitfire has become an icon of British air history. After the part it played in stopping a German invasion in the Battle of Britain of 1940, the aircraft was subsequently active in North Africa, Italy and elsewhere in Europe during the 1939-1945 conflict.Now, alongside IWM's own Mk Ia Spitfire, a number of private owners have loaned their aircraft to the museum. While visitors have been able to see more in the skies at the airfield, they can now get up close to a dozen from 10 years of production for the first time. Mr Kerrison said the plane had gained legendary status due to its \"role in history\". \"The Spitfire became synonymous with hope and protection as the threat of German invasion loomed heavy over Britain,\" he said. \"Obviously it was instrumental in stopping the invasion in the Battle of Britain, but it was also one of the best fighter planes. \"After the Battle of Britain it continued and was the dominant British fighter plane in the Allied victory.\" He added that even during the war, the plane \"captured the hearts of the home front\" and people from across Britain and the Commonwealth contributed to funding its production. \"It was cutting edge at the time and everyone knew how important it was,\" he said. \"Charity funds were set up to fund production and Spitfires were often named after the town or factory that raised the money. People wanted to feel like they were contributing to winning the war.\" The curator said that \"as far as we know\" this is the largest collection of the aircraft to be seen together on display in the 21st Century. Accompanied by tours, talks and events, the exhibition traces the history of each model and how the aircraft developed during World War Two to keep pace with German technology. \"Each mark was better and different from the one before,\" Mr Kerrison said, adding that \"the biggest change revolved around the Rolls Royce engine\". \"There was parallel development of the Merlin engine and as that got bigger and more powerful, modifications were made to the aircraft design,\" he said. \"For example, the nose was enlarged so it would fit into it and then the tail and propellers had to be changed because of the power that the engine produced. \"After that, new wings were developed to hold more powerful armaments.\" He said the first model had eight machine guns, but from Mark II onwards the wings were changed and heavier cannon introduced, with it eventually being able to carry bombs. Mr Kerrison said it was \"a great honour\" for Duxford to be able to \"bring together so many of them in one place for the first time and enable visitors to get up close and learn more about this icon of victory\". Spitfire: Evolution of an Icon runs at IWM Duxford from 27 December to 20 February. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-59492473"}