{"datetime": "2022-02-03T17:21:44.000Z", "title": "Wisbech Museum reopens after £616k repairs to leaky roof", "article": "A Grade II* listed museum has reopened after the majority of the \"urgently needed\" £684,000 repairs to its leaking roof were completed. The Wisbech and Fenland Museum was one of the first purpose-built museums in England when it opened in the 1840s. It housesanti-slavery campaigner Thomas Clarkson's \"campaign chest\" and an original Charles Dickens manuscript.Curator Robert Bell said specialist contractors, Brown and Ralph, had done \"a marvellous job\". The repairs were largely funded by a grant from Historic England, which had placed the building on itsHeritage at Risk Register in 2018. Visitors will be able to explore the main gallery, entrance lobby and library. Other rooms, including a new ground-floor entrance, will be reopened in the coming months as the contractors complete the restoration. Mr Bell said: \"Displays in our original Victorian cabinets and glazed wall cases have been overhauled and anyone who's been before - especially children - will find many exciting changes have been made.\" The classical Greek-style museum in Wisbech was designed by architect George Buckler, and built between 1847 and 1848.It retains period details including cornices, doors and fireplaces, as well as original bookcases and display cases. Collections include public records, photographs, a 12,000-volume library and an original manuscript ofCharles Dickens ' Great Expectations.But it had suffered years of funding struggles, before it set upits Re-founders scheme in 2017 and Wisbech Town Council increased its annual contribution from £5,000 to £20,000. The contractors also repaired windows, as well as restoring glazed structures over galleries.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60250175"}