{"datetime": "2021-01-28T06:34:47.000Z", "title": "Wisbech Museum handed £616k grant for 'urgent' Grade II* repairs", "article": "One of the first purpose-built museums in England is to get \"urgently needed\" long-term repairs costing £684,000 to fix its leaking roof. The Wisbech and Fenland Museum housesanti-slavery campaigner Thomas Clarkson's \"campaign chest\" and an original Charles Dickens manuscript.Work on the Grade II*-listed building in Cambridgeshire is being funded by a £616,000Historic England grant . Museum company trustee David Ball said it was \"a dream come true\".The classical Greek-style museum in Wisbech was designed by architect George Buckler and built between 1847 and 1848.It retains period details including cornices, doors and fireplaces, as well as original bookcases and display cases. Collections include public records, photographs, a 12,000-volume library and an original manuscript ofCharles Dickens ' Great Expectations.Years of funding struggles resulted in a \"poor and declining condition\" and it was included onHistoric England's Heritage at Risk Register in 2018.Mr Ball, who is vice-chairman of the Wisbech and Fenland Trustee Company Ltd, said: \"As recently as 2013,Fenland District Council was paying £50,000 a year towards our annual costs of about £110,000, but in 2015 announced this would be reduced to nil by 2017.\" The curator lost her job and there was talk of closing it for good by Christmas 2016. He said: \"But in 2017, we set up our Re-founders scheme and asked local people to contribute £1,000 a year for five years - and raised £37,000 that year.\" Wisbech Town Council also increased its annual contribution from £5,000 to £20,000. The museum can now contribute enough money to top up the Historic England grant to reach the repair costs of £684,316, and has found contractors for the work. Tony Calladine, East of England regional director for Historic England, said the museum was of \"national significance\", adding: \"We're delighted to support the urgently needed repairs.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-55829370"}