{"datetime": "2021-05-21T16:46:53.000Z", "title": "Ely Museum reopens after £2.2m renovation", "article": "A museum which has undergone a £2.2m renovation has reopened to the public, 20 months after it closed. Ely Museum, in Cambridgeshire, is housed in the city's former jail and has been shut since September 2019. As well as an extension to the building, modern walls have been taken down to allow visitors to see more of the prison. Elie Hughes, the museum's curator, said: \"We are so excited to finally be able to welcome visitors back.\" The project was funded by £1.67m from the National Lottery Heritage Fund, with the rest from local charities and donations. Ms Hughes said: \"As you go round the building you'll see little features of the historic building.\" Among the items on display are a gold torc, described as one of England's \"most important Bronze Age finds\" when it was unearthed by metal detectorists in an east Cambridgeshire field in 2017. The £220,000 bracelet-like ring is more than 3,000 years old and was boughtby Ely Museum using a series of grants . Emily Allen, community engagement officer at the museum, said: \"We closed our doors back in September 2019. \"We thought we'd only be a year closed but obviously the pandemic had other ideas.\" Indoor entertainment venues, including museums, were only able to reopen on 17 May,following the latest easing of pandemic restrictions . Ms Allen also said Covid-19 \"had a massive impact\" on the renovation work. But it has inspired an exhibition called \"Planning, Packing and a Pandemic\" charting the museum's last two years. \"We didn't expect to be displaying masks or hand sanitiser, which have been such an important part of the last two years, but we wanted to preserve that part of modern history for people in the future,\" she added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-57201084"}