{"datetime": "2020-02-15T00:36:03.000Z", "title": "Oliver Cromwell letter 'familiar to many with mental health issues'", "article": "A letter in which Oliver Cromwell talks about loneliness would be very familiar to anyone who has had issues with their mental health, a historian has said. The letter is to be publicly displayed for the first time as part of a £160,000 refurbishment of the Cromwell Museum in Huntingdon. The 17th Century leader is known to have gone through bouts of depression. Curator Stuart Orme said the letter provided a \"rounded interpretation\" of Cromwell. Cromwell helped the Parliamentarian forces defeat Charles I during the Civil War, which resulted in the monarch being tried and beheaded. From the late 1620s onwards, he suffered from bouts of \"melancholia\", as depression was known in the 17th Century. Extracts from Oliver Cromwell's letter: \"Instead of pittyinge [pitying] you, I can a little bewayle [bewail/bemoan] my selfe, haue [have] I one friend in our societye to whome I can vnbowell [unburden] my selfe...\" \"I am left aloane, almost soe, But not forsaken. lend mee one shoulder, Pray for mee.\" Mr Orme said: \"It seems to be part of his life when things weren't going well for him - pressures which we'd all understand today. \"Nowadays we're talking much more about mental health and we wanted to recognise that - and provide the view to people that it's not just you, here are very famous historical figures who have also had that.\" Source: The Cromwell Association The letter - which was written in 1652 to an unknown friend - also helped provide a \"more rounded interpretation\" than the Victorian image of \"dour, stern\" Cromwell. \"He could be deeply emotional, was very attached to his family, liked practical jokes - and suffered from mental health,\" said Mr Orme.The 7m by 10m (22ft by 32ft) museum is housed in the town's former grammar school, where Cromwell was educated. He served as an MP for Huntingdon in the Parliament of 1628-9 and for Cambridge in the Long Parliament in 1640. Mr Orme said his life was \"remarkable but also controversial\". \"Our job is not to be Cromwell's fan club but to tell his story warts and all,\" he added. The museum will reopen on 1 March. ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-51475089"}