{"datetime": "2022-01-11T15:20:32.000Z", "title": "Chatteris Nisa ram-raid shop damage could cost £60k - owner", "article": "The owner of a building partially destroyed by ram-raiders said the damage could cost £60,000 and take up to six months to fully repair. Ian Benney owns the freehold to the Nisa Local shop, in Park Street in Chatteris, Cambridgeshire, which was raided on Thursday night. A cash machine was stolen and damage to the shop front and interior was extensive. After clearing the debris, he said: \"You just get on with it, don't you?\" Mr Benney ran the local shop for about 30 years before retiring and selling the business in 2016 - but he still owns the building and a flat above the shop. He said he had just gone to bed on Thursday night when the manager rang and told him \"Ian, they're ram-raiding the shop\". \"All I heard was her panicky voice,\" said Mr Benney. The shop was closed at the time. The front windows and doors were smashed in, much of the interior was damaged and a lot of stock was ruined. Mr Benney said witnesses saw the cash machine being taken away \"in a van with a big picture of a pork pie on it\". Cambridgeshire Police said they werelinking the Chatteris raid with another carried out in the early hours of Friday on Milton Road in Cambridge. No arrests have been made. As the owner of the building, Mr Benney said it was \"down to him\" to repair the Chatteris shop. He took much of the debris away himself in his own trailer. A structural engineer and loss adjuster have since visited, and the store was deemed safe to open to customers on Sunday, he said. New shutters were fitted and Mr Benney spent Monday building a new counter for the borrowed till the shop has been using. \"Shop-keeping is a way of life, and the people who run this business need help,\" he said. \"In all my years, I was burgled about five times, but nothing on this scale ever happened. \"No-one was hurt - and that's the important thing.\" Mr Benney had nothing but praise for both the community \"who have rallied round\", and the police \"who were on the scene within minutes\", he said. \"I won't let things like this get me down,\" he said.\"It wasn't a personal thing against me - they're just doing robberies - and they will get caught.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-59953045"}