{"datetime": "2022-02-10T17:43:33.000Z", "title": "Boston killing: Charlie Stevenson guilty of Christopher Higgs manslaughter", "article": "A woman who fatally stabbed her ex-partner in a fight has been found guilty of manslaughter. Police went to a house in Portland Street, Boston, just after midday on 14 July after reports of a stabbing. Christopher Higgs died at the scene. Charlie Stevenson was arrested and charged with the murder of Mr Higgs on 15 July. A Lincoln Crown Court jury cleared her of murder but found her guilty of manslaughter, after a three-week trial. Stevenson, 21, of Portland Street, Boston, was remanded in custody and is due to be sentenced at the same court on 3 March, said Lincolnshire Police. The prosecution said Mr Higgs, who was 21 and from Spalding, died from a single stab wound to the heart deliberately inflicted by Stevenson. Christopher Donnellan QC, prosecuting, claimed Ms Stevenson gave different accounts of what happened to save her own skin and to keep custody of the couple's young son. Giving evidence Stevenson said Mr Higgs pulled the knife towards himself after strangling her. Stevenson had been in a long-term, \"on-off\" relationship with Mr Higgs and the couple had a baby in June 2020. Both had a troubled upbringing, with Stevenson, who suffered from an unstable personality disorder, being taken into care at the age of four, and Mr Higgs at the age of 12. Mr Higgs was under bail conditions to live with his brother in Spalding at the time of his death, after police were called to an earlier incident at Portland Street in May. Stevenson said she had allowed Mr Higgs to stay at Portland Street until he got some accommodation. After the altercation Stevenson rang 999 and stayed at the house until paramedics and police arrived, the jury heard. In her 999 call Stevenson said Mr Higgs had slipped and fallen on the knife and she also told a police officer at the scene he had stabbed himself. The defence argued there was a history of Stevenson being assaulted by Mr Higgs, but the prosecution outlined a number of violent incidents involving her. Det Ch Insp Richard Myszczyszyn who led the investigation, said: \"This case highlights the devastating effect using a weapon can have and the fatal consequences that can come with it.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60340102"}