{"datetime": "2022-01-29T09:19:54.000Z", "title": "Missing March pet cat Marko found after six years living feral", "article": "A cat that escaped during a house move has been found after apparently living feral for six years. Marko, a much-loved black and white pet, went missing in March, in Cambridgeshire, in January 2016. Owner Nikki Rose said although there were a few reported sightings of him in the past, he could not be caught. He was finally trapped after visiting a house nearby for food and the \"still very cuddly cat\" has been reunited with his overjoyed family. Marko had been an indoor cat and rarely wanted to go outside, said Ms Rose. However, he went missing when she moved from one part of March to another. He was only about one when he escaped and she feared for his safety as he was in a new area unused to the great outdoors. Despite a widespread search, including at Ms Rose's old house, Marko was nowhere to be seen. However, a large fluffy black and white cat started appearing in a garden about half a mile (0.8km) from Ms Rose's house, and the homeowner recognised his \"very distinctive markings\" from lost pet websites. He was taking food she left out for her own pets, and once photographs confirmed this was Marko, she borrowed a trap and lured him inside with more food. Ms Rose described Julie Holder, who trapped Marko, as \"the most amazing woman - an angel on Earth\". Marko was trapped on Wednesday, almost six years to the day since he was last seen. Now back home with the family, he is being kept in a cage until he can be fully checked and vaccinated by a vet, as Ms Rose has another cat in the house. \"I think he recognises his name and he is just as cuddly as he was as a kitten,\" Ms Rose said. \"I just broke down in tears when I first saw him - I could not believe he had been found. \"He's definitely been sleeping rough and he's very dirty and his matted hair is covered in oil, but he's eating and talking to us and having lots of cuddles.\" She said the family had never given up hope that Marko was alive and well. \"I tried to be positive and hope that someone out there was loving him and feeding him - but it turns out he had been loving and feeding himself all this time.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60157352"}