{"datetime": "2022-02-04T09:23:02.000Z", "subject": "London tube strikes", "title": "London Tube strikes: Two full days of action planned for March", "article": "Two full days of Tube strikes have been announced by the transport workers' trade union the RMT. Some 10,000 members of the organisation who work on the Tube have been told to walk out on 1 and 3 March. The dispute is over plans by Transport for London (TfL) to cut up to 600 station posts to save money, as well as the concerns of workers about pay, pensions and working conditions. TfL called the announcement \"extremely disappointing\". The walkouts are due to start at 00:01 GMT and run until 23:59 on both days. If the action goes ahead it is likely to cause major disruption across the transport network. RMT general secretary Mick Lynch said: \"A financial crisis at LU has been deliberately engineered by the government to drive a cuts' agenda which would savage jobs, services, safety and threaten their working conditions and‎ pensions.\"These are the very same transport staff praised as heroes for carrying London through Covid for nearly two years, often at serious personal risk, who now have no option but to strike to defend their livelihoods.\" Andy Lord, TfL's chief operating officer, said: \"It is extremely disappointing that the RMT has today announced strike action, as no proposals have been tabled on pensions or terms and conditions, and nobody has or will lose their jobs as a result of the proposals we have set out. \"The devastating impact of the pandemic on TfL finances has made a programme of change urgently necessary and we need the RMT to work with us, rather than disrupting London's recovery. \"We're urging them to do the right thing for London, talk to us and call off this unnecessary action.\" There are also Night Tube strikes currently planned on the Central and Victoria lines on every Friday and Saturday until 19 Juneas part of a separate dispute. ", "url": "https://www.bbc.com/news/uk-england-london-60257488"}