{"datetime": "2022-01-10T19:11:48.000Z", "title": "London Underground: Workers vote to strike", "article": "London Underground workers have voted to strike in a dispute over jobs, pensions and conditions. The Rail, Maritime and Transport (RMT) Union said 94% of its members who took part in a ballot backed industrial action. The dispute involves about 10,000 RMT members and is separate to the row over rosters on the Night Tube. London Underground (LU) bosses say new plans will not result in job losses and they are working to avoid strikes. The RMT said its members have been refused assurances on jobs, pensions and working conditions in the midst of an \"on-going financial crisis\" that it claims are driven by central government. The union's executive committee will consider the ballot result but said it would take \"whatever action is necessary\". RMT general secretary Mick Lynch said: \"A financial crisis at LU has been deliberately engineered by the government to drive a cuts agenda, which would savage jobs, services, safety and threaten the working conditions and pensions of our members. \"It must never be forgotten that these are the same transport staff praised as heroes for carrying London through Covid for nearly two years, often at serious personal risk, who now have no option but to rise up and defend their livelihoods.\" Transport staff \"would not pay the price\" for a crisis not of their marking, he added. Andy Lord, managing director of London Underground, said: \"The devastating impact of the pandemic on TfL finances has made a programme of change urgently necessary and we have been working with our staff and trade union colleagues for a number of months as proposals are developed. \"Nobody has or will lose their jobs as a result of the proposals we have set out and there are no current plans to change the TfL pension or terms and conditions.\" He added that they are calling on the RMT to work with them to avoid industrial action.", "url": "https://www.bbc.com/news/uk-england-london-59943342"}