{"datetime": "2022-01-07T21:02:43.000Z", "title": "London Underground: Night Tube drivers begin strikes for six months", "article": "Commuters are being warned by London Underground that driver strikes could cause \"severe disruption\" to Night Tube services on weekends for six months. RMT union members walked out overnight on 7 January from 20:30 GMT and will do so every Friday and Saturday through to June. The strikes over new night rosters will affect the Central and Victoria lines. London Underground has said drivers will only be rostered to work up to four night shift weekends per year. It also said the new Night Tube rosters included assurances there would be no job losses, workers could swap night shifts and the amount of night shifts was \"fair and reasonable\". But RMT bosses say the new night rosters are being imposed on drivers and the union is fighting for \"progressive and family-friendly working practices\". RMT general secretary Mick Lynch urged Tube bosses and the Mayor of London to \"think again\" and warned the strike action could be extended. \"They have ignored us and that approach will have severe consequences for Londoners through to the summer,\" he said. Andy Lord, London Underground's managing director, said: \"We're disappointed that once again the RMT is continuing to push for strike action that is likely to cause further unnecessary disruption. \"We're calling on the RMT to join us for talks so we can work together to resolve this dispute around roster changes, which mean no job losses and greater flexibility for drivers. \"If these six months of action do go ahead, we will continue to operate as regular a service as possible.\" He advised customers to check before they travelled and to use buses to \"complete their journeys where required\". It is the latest strike announcement in recent weeks because of disputes over Night Tube rotas. On 18 December, a second 24-hour walk-out in a monthcaused disruption to five Tube lines throughout the day. It followed a similar 24-hour strike on 26 Novemberthat affected six lines. Further rounds of night-time industrialaction took place on the weekends of 3, 10 and 17 December. ", "url": "https://www.bbc.com/news/uk-england-london-59894909"}