{"datetime": "2021-12-22T11:19:50.000Z", "title": "CrossCountry: Strike action set to disrupt Christmas Eve trains", "article": "Rail passengers have been urged to avoid travelling on Christmas Eve and New Year's Eve if they can due to strike action. Train operator CrossCountry said it was cancelling many services on Friday. It said there would be no trains running on many routes across the UK, including between Derby and Nottingham. The RMT union said train managers and senior conductors voted for action as they felt the firm was trying to undermine the role of train guards. Mick Lynch, general secretary of the National Union of Rail, Maritime and Transport Workers (RMT) said talks were ongoing with CrossCountry over the issue of other employees being trained to take on guard roles. \"CrossCountry need to understand that they already have trained and competent guards that are available and ready to work,\" he said. \"This strike could be resolved if people were simply allowed to just get on with their own job and the company stopped threatening the long-term futures of our members and compromising safety as a consequence. \"Our members have made it clear that they will not put up with this attack and that is why they are taking action over Christmas and New Year.\" CrossCountry said on Christmas Eve, there would be no trains running between: The company added it would be running reduced services between Edinburgh and Plymouth, Manchester Piccadilly and Bournemouth, and Birmingham New Street and Leicester. CrossCountry said services on 31 December were also likely to be affected. \"We are expecting widespread disruption to our services over the festive period due to planned strike action by the RMT. \"We are advising customers to alter their plans where possible and to avoid travel on either Friday 24 December or Friday 31 December,\" the firm added. CrossCountry said customers coulduse their tickets for Christmas Eve on services on 22 and 23 December. Passengers are advised to check their journeys onNational Rail Enquiries before travelling. ", "url": "https://www.bbc.com/news/uk-england-59753749"}