{"datetime": "2021-12-07T11:10:04.000Z", "subject": "London tube strikes", "title": "Night Tube: Talks held to resolve drivers' dispute", "article": "Fresh talks are being held in a bid to resolve a dispute over London's Night Tube which has led to strikes by drivers. Members of the Rail, Maritime and Transport union (RMT) have taken industrial action over the past two weekends. The RMT said Transport for London (TfL) had \"ripped up\" a prior agreement on Night Tube working.Further strikes on the service are planned in the run-up to Christmas.On Friday 26 November,a 24-hour walkout caused disruption to six lines throughout the day. The RMT said it had put forward a suggested deal to London Underground (LU), including flexibility so that drivers might cover Night Tube shifts on a voluntary basis. LU has called the strikes \"unnecessary\", saying agreements have been made with other unions on new rosters, with assurances that there will be no job cuts. In a new briefing, the RMT said if the action continued much longer, it would soon cost LU more in lost passenger revenue than it would to settle the dispute. RMT general secretary Mick Lynch said: \"RMT has again agreed to meet at Acas (Advisory, Conciliation and Arbitration Service) today but the ball is firmly in London Underground's court. \"They need to sort themselves out and stop the posturing because this dispute is eminently sortable. \"The cost of meeting our offer is, in real terms, minimal, whereas if they continue with their current line they will soon have lost more in passenger fares than it would take to train up 200 Night Tube drivers.\" A TfL spokesperson said: \"We welcome further talks with the RMT so that we can seek to resolve this dispute and avoid further disruption at such a pivotal time for London's recovery.\" TfL estimated the RMT's proposals would cost £3.2m and push the reintroduction of the remaining Night Tube lines to 2023. The return of the Night Tube after its closure due to the pandemic is currently limited to the Central and Victoria lines. There will be walkouts on the Central and Victoria lines for eight hours from 20:30 GMT on the following dates: ", "url": "https://www.bbc.com/news/uk-england-london-59561288"}