{"datetime": "2021-12-15T10:58:31.000Z", "subject": "London tube strikes", "title": "Night Tube strike: Drivers to walk out for fourth time", "article": "London Underground staff are to walk out for a fourth time in as many weeks in a dispute over Night Tube rosters. Rail, Maritime and Transport union (RMT) members will begin industrial action on the Central and Victoria lines at 20:30 GMT on 17 December. Transport for London (TfL) has branded the strikes on Friday and Saturday as \"unnecessary\". The RMT said new rosters for the Night Tube are being imposed on drivers. TfL said Saturday's strike could mean a \"significantly reduced\" service on the Central, Jubilee, Northern, Piccadilly and Victoria lines all day with little or no service in places. On 26 November, a24-hour walkout caused disruption to six lines throughout the day . A second round of industrial action took place on theweekends of 3 and 10 December .Nick Dent, London Underground's director of customer operations, said they believed the rostering of staff to do up to four nightshift weekends every year was \"fair and reasonable\".He said: \" We urge the RMT to call off this unnecessary strike action, which will reduce the level of service we can run at a time when coronavirus cases are rising. \"It will not serve any purpose other than to disrupt Londoners and visitors to the city as they enjoy the festivities at this special time of year,\" he added. By Tom Edwards, BBC London transport correspondent It doesn't seem much has changed with regards to this dispute and we are left in a deadlock. Will that situation just carry on now? London Underground have managed to run some Night Tube services but not all. The unions show little sign of backing down.At the moment though, with the rise of Omicron and more people avoiding public transport and working from home, the sting of the strikes has lessened. That said, it's still embarrassing - a much-lauded policy is limping along without support from all of the workforce. Walkouts are planned on the Central and Victoria lines from 20:30 GMT on 17 December for eight hours.They are also planned on Saturday 18 December from 04:30 to 04:29 on 19 December on the following lines: ", "url": "https://www.bbc.com/news/uk-england-london-59666561"}