{"datetime": "2021-11-26T18:07:53.000Z", "subject": "London tube strikes", "title": "Tube strike: 60% of London Underground services running", "article": "London Underground drivers from six Tube lines have gone on a 24-hour strike in a dispute over driver rotas. Rail, Maritime and Transport union staff on the Piccadilly, Victoria, Northern, Central, Waterloo & City and Jubilee lines walked out at 04:30 GMT. The union says changes to rotas will wreck members' work-life balance but transport bosses called the strike \"unnecessary action\". Transport for London (TfL) says it is operating almost 60% of services. It is the first time a strike has taken place on more than one Tube line since October 2018.There is no service on the Waterloo & City and most of the Central and Piccadilly lines, while reduced services on three other lines mean trains and platforms are busier than usual. Evening rush-hour queues for taxis are growing at major stations, including King's Cross St Pancras, Liverpool Street and Euston. The action will also affect the reintroduction of the Night Tube, which had been due to start running again on Sunday for the first time since March last year. Picket lines were mounted outside some Tube stations from early morning. Several Londoners expressed fears over commuting as the strike threatened disruption. Central London's main shopping streets would usually be expected to be busy for Black Friday sales, as shoppers head for some bargains before Christmas. Oxford Street, Regent Street and Bond Street are all represented by the New West End Company and its CEO Jace Tyrell said it was \"extremely frustrating to see the Transport for London network disrupted at the most crucial moment for central London businesses\". \"Just as trade and footfall is picking up and hard-hit businesses are seeing a Christmas boost, this will be a blow, not only to customers but to the 150,000 colleagues in the West End.\" Professor Tony Travers, director of the London School of Economics' London centre, said the strike put the Tube network's future at risk. \"It appears the Tube unions are prepared to ignore the perilous state Transport for London is in,\" he said. \"Most people now know how to work from home, so there's a risk the strike will encourage a 'managed decline' of the underground with fewer jobs. \"The unions' position has never been weaker.\" However, the RMT union said TfL had \"ripped up\" an agreement on Night Tube driving by changing rosters. TfL managing director Andy Lord said no jobs were being lost and the firm was \"confident\" no driver would be forced to work night shifts if they did not want to. He added the changes meant drivers would likely work about four Night Tube weekends a year. \"We are currently running 58% of our usual scheduled service, despite the RMT's strike action,\" he added. \"This frustrating strike action is the last thing that London needs as it recovers from the pandemic and we have done everything we can to get this unnecessary action called off.\" At the end of the Piccadilly line, there is a cold and bitter wind at Cockfosters. To make matters worse, hardly any Tube trains are available for those who unwittingly turned up.A small RMT picket line with a fire is nearby and, despite some services running on other lines, there has been disruption.What this dispute boils down to is who should drive the Night Tube trains. The RMT wants London Underground (LU) to stick to a previous agreement where drivers were given the choice. LU wants everyone to do the shifts. The Night Tube is meant to re-launch on Sunday, but that too will be affected.It's a bit like trying to open a big new shiny flagship restaurant with only half the chefs.RMT general secretary Mick Lynch said: \"The Tube strike action this morning is rock solid in all depots and the widespread impact on services is solely down to management failure to recognise and address the anger of their staff at the imposition of damaging and unacceptable working practices. \"This action was wholly avoidable if LU bosses hadn't attempted to bulldoze through arrangements that abolished the Night Tube driver grade, lumping everyone into a central pool where they can be shunted about at will in a drive to cut costs. \"Our members have spoken this morning and it's time for London Underground to start listening.\" Further walkouts are planned for different days until 18 December. ", "url": "https://www.bbc.com/news/uk-england-london-59413750"}