{"datetime": "2021-12-24T11:16:24.000Z", "title": "CrossCountry: Strike action affects Christmas Eve train journeys", "article": "Passengers are struggling with festive travel arrangements as industrial action has seen rail routes reduced. Train operator CrossCountry said many services have been cancelled on Christmas Eve and New Year's Eve due to disruption from strikes. Trade union RMT saidmembers voted for action as they felt the firm was trying to undermine the role of train guards. One passenger said she had been left \"cold, stranded and scrambling to find my way to see my family for Christmas\". CrossCountry warned passengers many of its routes would be affected on Christmas Eve, with no trains running on the following services: Reduced services are running between Edinburgh and Plymouth, Manchester Piccadilly and Bournemouth, and Birmingham New Street and Leicester. CrossCountry said services on 31 December are also likely to be affected by the strike action, and advised passengers to check their journeys onNational Rail Enquiries before travelling. One passenger, Kelly Jones, 24, who is travelling from Bath to Cornwall, said she was going to see her siblings after their dad died earlier this year. \"This will be our first Christmas without him so I didn't need this stress,\" she said. \"I was given no notification of the cancellation until I [was] midway through my journey, trying to catch a connecting train in Bristol.\"This has left me cold, stranded and scrambling to find my way to see my family for Christmas.\" However, she said she did not blame the staff who were on strike. \"They are striking for better work conditions and to cause disruption to get change - I just wish I had been notified,\" she said. Has your journey been affected? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-england-59781684"}