{"datetime": "2021-12-23T12:05:51.000Z", "subject": "London tube strikes", "title": "London Underground: Night Tube drivers to strike for six months", "article": "London Underground drivers are to take Night Tube strike action every weekend for six months in a row over rotas. RMT union members will walk out on 7 January and will do so every Friday and Saturday night through to June. At this stage the strikes will affect the Central and Victoria lines. Previously, London Underground's Nick Dent said the new rotas meant Tube drivers would have to work up to four night shift weekends each year. Ahead of strike action earlier this month, Mr Dent saidLondon Underground had \"guaranteed\" there would be no job losses and added four night shift weekends each year was \"fair and reasonable\". The RMT union warned strike action could be extended to other lines and it would \"consider broadening the action\" if London Underground failed to respond to its latest announcement. The union said the industrial action was being taken to \"prevent the ripping up of staffing arrangements that would wreck the work-life balance of drivers\". General secretary Mick Lynch added: \"If London Underground and the mayor thought this fight for progressive and family-friendly working practices was going away they need to think again. \"RMT has repeatedly put forward cost-neutral proposals that would repair the damage unleashed by deleting 200 driver posts and which would dig London Underground out of this mess.\"They have ignored us and that approach will have severe consequences for Londoners in the New Year. The union said it remained open for further talks with Tube bosses. It is the latest strike announcement in recent weeks because of disputes over Night Tube rotas. On 26 November, a24-hour walkout caused disruption to six lines throughout the day. Further rounds of industrialaction took place on the weekends of 3, 10 and 17 December. ", "url": "https://www.bbc.com/news/uk-england-london-59769476"}