{"datetime": "2021-12-03T10:03:02.000Z", "subject": "London tube strikes", "title": "Night Tube: Further strikes this weekend", "article": "Travellers in London are facing \"severe disruption\" to the Night Tube this weekend during a second round of strikes in a row over shifts. Rail, Maritime and Transport (RMT) union drivers on the Central and Victoria lines walked out at 20:30 on Friday and will also do so on Saturday. The RMT says Transport for London (TfL) has \"ripped up\" a prior agreement. TfL said drivers will only work four nights a year, adding that new rosters have been agreed by other unions. Last Friday, a24-hour walkout caused disruption to six lines throughout the day. The first weekend overnight service since the outbreak of the pandemic resumed last Sunday on the Victoria and Central lines, although it was disrupted by the industrial action. Further strikes are planned in the run-up to Christmas. By Tom Edwards, BBC London transport correspondent Sometimes after the first bout of strikes in a dispute you get talks and then it can be resolved quite quickly - that hasn't happened here.The RMT says it offered to call off further industrial action to give London Underground (LU) time to recruit new drivers, specifically for the Night Tube.That was how the same issue was resolved in 2015. But LU doesn't want that anymore - it wants all the drivers to cover the Night Tube shifts.It does imply this dispute is a long way from being resolved and could easily continue right across the Christmas season.Nick Dent, London Underground's director of customer operations said: \"We've been in talks with the RMT for months to try and avoid this needless strike action. \"I apologise to customers for the disruption they may face and urge the RMT to continue talks with us, rather than threatening London with further strikes at a crucial time for its recovery.\" RMT general secretary Mick Lynch said: \"The issue at the heart of the dispute is that the dedicated Night Tube driver grade, which was popular with women and those with caring responsibilities, and which the union fought to get written in to the original Night Tube agreement, has been ripped up with complete disregard for the staff themselves. \"We have made every effort in Acas [Advisory, Conciliation and Arbitration Service] and direct talks to resolve this dispute but it is increasingly clear that LU bosses are driven solely by the bottom line and appear to have no interest whatsoever in the well-being of their staff or the service to passengers.\" There will be walkouts on the Central and Victoria lines for eight hours from 20:30 GMT on the following dates: ", "url": "https://www.bbc.com/news/uk-england-london-59508440"}