{"datetime": "2021-11-16T09:44:25.000Z", "title": "East Midlands Railway: Strikes to continue after negotiations stall", "article": "Train managers and senior conductors are set to strike again in separate disputes about safety, pay and conditions, a union has said. The Rail, Maritime and Transport (RMT) union said negotiations with East Midlands Railway (EMR) failed to resolve ongoing issues.Staff went on strike in the spring and summer but further action was halted during talks.EMR said it was \"disappointed and surprised\" by the strike plans. RMT said the rail company had imposed new working arrangements for train managers on the new Class 360 trains, which run between Corby, Northamptonshire and London St Pancras. The union believes the new arrangements are \"unsafe\". Senior conductors are alsoin a dispute with the company over pay, conditions and contract issues. Strike action is set to take place on Friday 3 December and Saturday 4 December. The union's general secretary, Mick Lynch, said: \"RMT has been left with no choice but to put strike action back on East Midlands Railway for our train managers and senior conductors. \"It is astonishing that after weeks of negotiations, during which in good faith we suspended industrial action and believed progress was being made, the company has failed to make offers in writing to bring these disputes to a close.\" Earlier strikes led to EMR bosses offering a reduction in working days and hours with no change to salary, the introduction of a new apprentice scheme and a new mentor scheme with a 4% salary increase. An spokesperson for the rail operator said: \"We are disappointed and surprised by this latest threat of strike action. \"As we indicated to RMT representatives on Friday, we are preparing to put our new offer in writing to its National Executive on 26 November. \"This would be our fourth offer in a two-year period in an attempt to resolve the dispute.\" EMR claimed the proposed strike dates were \"specifically selected\" to disrupt to Lincoln Christmas market, adding staff are working on contingency plans to protect services that weekend. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-59288941"}