{"datetime": "2021-11-23T20:55:00.000Z", "title": "East Midlands Railway to reinstate some cut services", "article": "The East Midlands's main rail operator is to reinstate some services it had cut five months ago. In June, East Midlands Railway (EMR)cut 43 regional services after a new timetable - introduced a month before - delivered a \"substandard service\". The operator said it had improved the \"reliability and performance\" of current services to allow 22 regional services to be reinstated. Most of them will be reintroduced on 13 December and others on 3 January 2022. These include routes between Crewe and Newark Castle, Nottingham and Worksop and Leicester and Cleethorpes. Thenew timetable will also see more services on the Liverpool to Norwich route.However, from 13 December, four services between Nottingham and Skegness will no longer run to \"coincide with a reduced demand\".It added the Matlock to Nottingham route will continue to operate to Derby only and not run to Nottingham. Paul Barnfield, operations director at EMR, said: \"We have aimed to prioritise services which have been the most requested by our customers... while also being careful to ensure our timetable is robust, reliable and as cost efficient as possible.\" He added it was a \"incremental and sensible approach\" to reinstate the services in two stages and during a quiet time of the year. In the summer, the EMR reduced its regional services, which included 12 fewer weekday services on the Liverpool to Nottingham line, 13 fewer on the Newark to Derby route and 18 fewer between Newark and Lincoln. Previously, it said the reduced timetable would run until December but some services could return sooner if issues were fixed. The operator added from 3 January 2022, it would be operating 486 trains per day - 87 more than before the Covid outbreak. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59393499"}