{"datetime": "2021-10-27T17:22:19.000Z", "subject": "Budget 2021", "title": "Budget 2021: North of England rail link omission 'concerning'", "article": "A failure to mention a promised new rail line to link northern England in the Budget was \"worrying\", Greater Manchester Mayor Andy Burnham has said. Chancellor Rishi Sunak pledged £1bn to improve transport in Greater Manchester and £710m in the Liverpool City Region in hisBudget speech earlier. Mr Burnham said funding to modernise transport in the city regions was the \"biggest win\". But theNorthern Powerhouse rail link omission was \"concerning\", he said.The chancellor said the Budget would deliver \"a stronger economy for the whole of the UK with the North West receiving support to drive business growth, boost the local economy and help working families with the cost living\". He said Liverpool and Greater Manchester would receive major investment to \"expand and enhance\" their transport networks. It would include projects such as next generation Metrolink trams and the expansion of the Merseyrail network. Mr Burnham, speaking in a press conference with Liverpool City Region Mayor Steve Rotheram, agreed there were \"plenty\" of positives from a \"feel good\" Budget. He praised six successful bids for funding including the redevelopment of Bury Market and money to restore the railway from Ashton to Stockport.However, \"less encouraging\" was the lack of reference of the much-anticipated rail line between Liverpool and Manchester, connecting through Bradford and on to Leeds. \"It feels like some bad news is being delayed here,\" he said. He said the project had been \"repeatedly promised\" by current and previous governments and northern leaders were \"united\" in their view that the new line was essential. Mr Burnham also said the Budget was \"weak on net zero\" and raised questions about \"our credibility\" when the spotlight would be on the UK in Glasgow at COP26. The mayor also welcomed an increase to the national living wage to £9.50 and a \"partial U-turn\" on ending the £20-per-week universal credit payments.The chancellor announced a cut to the universal credit taper rate from 63% to 55% which would \"benefit nearly two million families\". However, Mr Burnham said it \"didn't go far enough\" and almost two thirds of people in Greater Manchester - some 200,000 people - would not benefit. Mr Rotheram also welcomed the funding for transport but said the Budget did not address \"fundamental inequalities within society\" or reassure families hit by increases to the cost of living. The Women's Organisation in Liverpool said vulnerable women faced a \"pandemic of poverty\" and the minimum wage increase would be eaten up by rising utility bills and inflation. Maggie O'Carroll, who runs the support group, said the budget had \"nothing\" to provide low-income families with business opportunities. She said while the organisation had been able to signpost access to funding throughout the pandemic, the number of start-ups had slowed significantly, despite the number of inquiries received more than doubling. The Northern Powerhouse Partnership said newly-announced funding would build on existing regeneration plans in towns such as Radcliffe but would \"not go far enough to tackle the north-south divide\".A spokesman added: \"Despite the Northern Powerhouse securing more than £0.5bn, the scale of the levelling up fund means it will have limited impact as each bid is only enough to address specific local challenges.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59064917"}