{"datetime": "2021-12-22T10:38:02.000Z", "author": "Robert Plummer", "subject": "Coronavirus pandemic", "title": "Isolation rule change will mean fewer rail cancellations, says industry", "article": "Shortening the Covid self-isolation period in England has been welcomed by the rail industry, which is struggling with staff sickness. The move should help reduce the current high rate of train cancellations, said the Rail Delivery Group.Other business groups also hailed the change, which cuts self-isolation from 10 days to seven with negative tests. But the TUC said the real issue was that millions could not afford to self-isolate because sick pay was too low. The trade union body said about two million workers did not earn enough to qualify for statutory sick pay (SSP), while the UK had one of the lowest rates of SSP in Europe. \"The failure to provide decent sick pay is forcing people to choose between doing the right thing and putting food on the table. It's a gaping hole in our defences,\" said TUC secretary general Frances O'Grady. \"Ministers must raise sick pay to the level of the real living wage, and every worker should be able to get it. That's how we make sure people can follow the rules and reduce the spread of Covid.\" Rail services across the country have been cancelled in the run-up to Christmas as rising numbers of staff fall ill with Covid. But the Rail Delivery Group (RDG) said the government's decision for people to end their Covid isolation early should allow more workers to get back to work on the railways more quickly.Seb Gordon of the RDG told the BBC that train companies hoped to \"get people back into circulation as quick as possible when it is safe\". He said that with a train driver responsible for up to 10 trains on a shift, just a few people off sick could make it \"challenging to run a reliable service\". In the meantime, he said, operators had been running longer trains and relaxing some peak-time restrictions. The CBI, which had been calling for the change in self-isolation rules, described it as \"a pragmatic choice that can help keep the economy moving\". Its chief campaign director, John Foster, said mass lateral flow testing would continue to be \"a vital tool\" and called on the government to tackle shortages of the kits. The director general of the British Chambers of Commerce, Shevaun Haviland, said the new rules would be welcomed by many firms which had been \"wrestling with staff shortages throughout the winter\". She added: \"What we now need to see from government is a firm plan for the weeks ahead, so businesses can have some certainty on the way forward.\" The British Retail Consortium gave the news a more cautious reception. Tom Ironside, the BRC's director of business and regulation, said it would \"undoubtedly\" reduce staff absences, which were currently \"manageable\". \"However, the benefits to retail businesses may be limited, as we understand there will still be accompanying guidance that people ending isolation on day seven are strongly advised to work from home.\" Mike Cherry, national chair of the Federation of Small Businesses, said: \"With labour shortages still widespread, and with up to one million people potentially self-isolating by January, allowing as many people to return to work as soon as possible once they feel better and are no longer infectious is sensible. \"We also urge the government to bring back the workplace testing scheme, which ended in July, to give extra reassurance to staff and employers.\" ", "url": "https://www.bbc.com/news/business-59753099"}