{"datetime": "2021-11-10T11:52:10.000Z", "subject": "COP26", "title": "New Manchester bike scheme aims to do better than doomed Mobikes", "article": "Plans for a new network of bicycles to help reduce car journeys will not go the same way as the doomed Mobike scheme, Andy Burnham has said. The Greater Manchester mayor recently unveiled plans to shift the region's transport network to net-zero by 2030 with the help of hire bikes. Manchester made headlines in 2018 when Chinese firm Mobike pulled out of the city due totheft and vandalism. Mr Burnham said the authority had \"learned from that experience\". The new scheme will see bikes made available by summer 2022, with cycle hire stations across parts of Manchester, Salford and Trafford.Speaking at the COP26 climate summit in Glasgow, the mayor said: \"When Mobike came in, it wasn't a planned scheme that we brought in. \"They just came in and we tried to work with it but it was a very different scheme. \"It wasn't a managed scheme, basically, whereas the scheme we're bringing in now has people who are operating the scheme. They're managing it.\" The bikes will be available in Greater Manchester as part of the Bee Network,an integrated transport system linking buses, trams, cycling and walking. Last month Chancellor Rishi Sunakcommitted £1.07bn to improve public transport in the region and funding and create the London-style transport network. Mr Burnham said a sense of ownership will ensure there was a future for the bikes. \"I'd say to people, look, let's all of us look after them because this is about the city's infrastructure, and it's about helping everybody get around more cheaply,\" he said. \"We've brought the costs of the Bee bikes down as low as we can possibly make it so they are truly affordable for everybody. \"So, if you damage a bike, you're maybe taking away somebody's opportunity to get around and do that in a much better way than jumping in a car.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59232885"}