{"datetime": "2021-11-27T12:48:21.000Z", "subject": "London tube strikes", "title": "Tube strikes set to disrupt first Night Tube services", "article": "Continuing Tube strikes will disrupt plans to partially reopen the Night Tube this weekend. About 160,000 people have signed a petition calling for its return in the wake ofSarah Everard's murder . The service was due to resume on Saturday night but staff have walked out in a dispute over driver rotas. A union says changes to rotas will ruin members' work-life balance but transport bosses called the strike \"unnecessary action\". Customers are advised to check before they travel and use buses to complete their journeys where required.The Tube strikestarted across six services on Friday , when Rail, Maritime and Transport (RMT) union staff began demonstrating at 04:30 GMT.Two of these, Central and Victoria, were set to reopen their Night Tube services this weekend. It is the first strike on more than one Tube line since 2018, with the other four affected lines being Piccadilly, Northern, Waterloo & City and Jubilee.Further disruptions for all six lines are expected over the next three weekends on 3-5 December, 10-12 December and 17-18 December.Tonight's much lauded and hyped relaunch of the night tube is meant to another step in London's rebuilding.It's particularly important to the night time economy and the West End in particular.So a half-cocked launch with a reduced service is pretty embarrassing both for London Underground and the Mayor.Ultimately they couldn't get the RMT Union on board with the new conditions and went ahead anyway.Businesses will hope a resolution is quick and this doesn't hang over the whole a Christmas period.Apetition to reinstate the Night Tube was started by Ella Watson, who is continuing hercampaign to re-open the service in full. The Mayor of London, Sadiq Khan,responded to the petition, thanking Ms Watson for highlighting the issue of women's safety. He agreed the Night Tube has \"a clear role to play in helping women feel safer in our city\", particularly after a string of \"shocking murders\", including Nicole Smallman, Bibaa Henry, Sarah Everard and Sabina Nessa. Andy Lord, London Underground's managing director, said TfL had invested in additional British Transport Police officers, both in plain clothes and in uniform to assist customers and staff on the Night Tube. He said: \"I am very sorry for the inconvenience that this strike action is causing.\"We understand that our customers will be frustrated by the RMT's strike action, which is timed to cause maximum disruption to London.\"This action is the last thing London needs as it recovers from the pandemic, which is why we have done everything we can to get this action called off.\" On Friday, RMT general secretary Mick Lynch said strikes were happening because TfL had \"ripped up\" an agreement on Night Tube driving by changing rosters. He said: \"The Tube strike action is rock solid in all depots and the widespread impact on services is solely down to management failure to recognise and address the anger of their staff at the imposition of damaging and unacceptable working practices. \"This action was wholly avoidable if LU bosses hadn't attempted to bulldoze through arrangements that abolished the Night Tube driver grade, lumping everyone into a central pool where they can be shunted about at will in a drive to cut costs.\" ", "url": "https://www.bbc.com/news/uk-england-london-59443223"}