{"datetime": "2021-10-14T14:57:36.000Z", "subject": "Sarah Everard murder", "title": "Night Tube: London Underground service to resume on two lines", "article": "The Night Tube is to reopen on two London Underground lines. Services between 01:00 and 05:30 will begin on the Central and Victoria lines from 27 November.Thousandssigned a petition demanding its resumption inthe wake of Sarah Everard's murder , which highlighted the issue of women's safety. Mayor of London Sadiq Khan said the Night Tube would \"make a huge difference to people travelling around our city at night\". \"I know how important this is to London's thriving night-time economy, to London's recovery and to the confidence and safety of everyone travelling home at night, particularly women and girls,\" he added. \"I am determined to make our city as safe as possible for all Londoners.\" Mr Khan said the Central and Victoria lines were selected \"because they're the busiest\" and \"people have more confidence using the busiest lines\". Other lines will reopen once enough staff are available, he added. The Night Tube, which first began in August 2016 and ran on selected lines on Fridays and Saturdays, washalted when lockdown began last year. Services were suspended because drivers were needed for daytime services. Last trains in central London currently leave at 01:00 and restart at 05:30. Ella Watson, whose petition to reinstate the Night Tube has more than 140,000 signatures, said she had started her campaign as the recent killings of Ms Everard and Sabina Nessa had highlighted why some women fear walking alone.While both were out at a time when regular Tube services were running, the issue of women's safety at night has been heightened in the wake of their deaths. Ms Watson described the reopening of the service as a \"testament to the fact petitions do work, as if enough people get behind them they can't be ignored\". \"This is really positive,\" she said. \"It's a great start to enhancing women's safety but we need to ensure that more lines open across the whole capital. \"The goal of the petition was to reinstate the Night Tube for everyone, whether they're on the Northern line or the Jubilee, so I'm not ready to give up the campaign just yet.\"Mared Parry, a journalist who launched a separatepetition calling for the return of the Night Tube, said she was \"over the moon about\" about the return of the service. \"I knew this was something that people all across London were frustrated about - we were being urged to go out and help the economy get back on its feet but were ultimately left out in the cold and to our own devices.\" Transport for London (TfL) said the pandemic limited its ability to train new drivers. Rail bosses recently offered Night Tube drivers the opportunity to convert from their part-time roles to permanent full-time positions. Mick Lynch, general secretary of the Rail, Maritime and Transport (RMT) union, said it was vital that TfL reached an agreement with union reps on rosters which \"don't leave staff burnt out and exposed to intolerable pressures\". Mr Lynch also said that prior to its suspension, the Night Tube was \"a magnet for violent, abusive and anti-social behaviour\".", "url": "https://www.bbc.com/news/uk-england-london-58911820"}