{"datetime": "2021-08-07T06:12:57.000Z", "title": "East Midlands Railway facing new strike action", "article": "Rail services in the East Midlands are set to be affected by two separate sets of strike action. Senior conductors on East Midlands Railway (EMR) have announced an extension of their ongoing dispute over new contracts. Train managers have confirmed they will also take action due to safety concerns over staffing of a new type of train. The company said it was disappointed by the move but said it had \"robust contingency arrangements\". The Rail, Maritime and Transport union (RMT) confirmed train managers would not work any Sundays between now and the end of September. Their concerns centre on staffing levels for the new Class 360 trains, which run between Corby, Northamptonshire, and London St Pancras. RMT general secretary Mick Lynch said: \"East Midlands Railway has introduced new working arrangements for Class 360 trains without any formal agreement with RMT. \"RMT believes that the Class 360 method of working that the company has imposed is not safe and that a second safety-critical person, preferably a train manager, should be in each portion of the multi-unit trains.\" Meanwhile senior conductors have voted to continue their weekend action over pay and conditions,which has been ongoing since May , until October. EMR said: \"We are extremely disappointed the RMT has taken the decision to extend their strikes throughout the summer.\"At a time when the railway continues to benefit from taxpayer support and no one has been furloughed or lost their job this action damages our ability to support the East Midlands recovery from the Covid pandemic and attract people back to the railway and support public transport as a whole.\"We have robust contingency measures in place and will continue to run the vast majority of our advertised timetable on Sunday's throughout the summer but we would encourage customers to check their journey before setting off.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-58105500"}