{"datetime": "2021-08-03T10:16:47.000Z", "title": "East Coast Darlington train cuts 'absolutely ludicrous'", "article": "Plans to cut the number of trains from Darlington to London and Edinburgh are \"ludicrous\", council leaders have said. LNERwants to cut the number of East Coast services calling at Darlington from 62 to 53 a day. Darlington Council leader Heather Scott said it was the \"wrong time\" to cut services with several government departments moving to the town.Consultations on East Coast services are being run byLNER ,Northern ,Transpennine Express andCrossCountry .Currently, 31 LNER trains from London King's Cross to Edinburgh stop in Darlington a day both north and southbound. Therail firm is proposing to cut that to 25 northbound and 28 southbound a day, although LNER said the reduction would be \"largely in the middle of the day\" and \"partly offset by an increase in earlier and later services\" at Darlington. The firm said reducing the services stopping at Darlington would also allow an increase in stops at Durham \"which better corresponds with passenger demand\", up from one train every hour to three every two hours to Newcastle, York and King's Cross. LNER services from Durham to Edinburgh would be reduced however to every other hour, although CrossCountry would still run an hourly train to the Scottish capital. Meanwhile,TransPennine Express is proposing to halve the number of services between Manchester and Newcastle via Durham and Darlington from two trains an hour to one. Ms Scott has joined MPs Peter Gibson and Paul Howell in writing a letter to the four train firms calling for all current plans \"to be put on hold\" to allow a \"fully co-ordinated public consultation to be carried out\" instead of the four separate reviews. \"It's quite difficult for the public to understand exactly what is going on,\" she told BBC Radio Tees. \"The top and bottom of what LNER want to do is to cut the journey time from London to Edinburgh by bypassing Darlington station. We are objecting to that.\"We've got the treasury and various other departments coming here and all the developments on Tees Valley. It is the wrong time to be looking at reducing trains stopping in Darlington.\"We've also got money being spent on upgrading Darlington station and yet they are talking about taking trains away. It's absolutely ludicrous.\" The government has announced it will move parts of theTreasury , theDepartment for Business, Energy and Industrial Strategy (BEIS) andDepartment for International Trade (DIT) to Darlington creating an estimated 1,375 jobs, while the town's station isset to undergo a major redevelopment to increase capacity. Tees Valley Mayor Ben Houchen said: \"These proposed timetable changes are not fit for purpose and are simply unacceptable. We have an unparalleled opportunity to create good-quality, well-paid jobs across Teesside, Darlington and Hartlepool and this can't be put at risk with badly thought-out service changes that will impact local workers and potentially hinder global investment.\"LNER has said the changes would improve services between London and Newcastle creating thousands more seats. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-58068269"}