{"datetime": "2020-01-08T18:47:34.000Z", "title": "Northern leaders call for 'crucial' Manchester rail upgrades", "article": "Northern leaders are calling on the government to fix a rail \"bottleneck\" in Manchester causing delays to the \"whole of the north of England\". Greater Manchester mayor Andy Burnham told a Transport for the North board meeting promised upgrades to Manchester stations were \"absolutely essential\". Rail Minister Chris Heaton-Harris said the government was \"working hard\" on improving services. He added a decision on rail operator Northern would be made \"very soon\". Two meetings were held in Leeds to address rail issues - the Rail North Committee followed by the board meeting. Mr Burnham told the board meeting that upgrades to Manchester stations were \"crucial\" as the rail \"pinch points\" in the city caused challenges to the whole of the north of England including Liverpool to Leeds and Darlington.It was a \"prior issue\" to long-term projects such as HS2, he said. Expansion plans for rail infrastructure in Manchester are estimated to cost between £700m and £800m. Other Northern leaders spoke out in support of the improvements. \"The bottleneck in Manchester is causing huge decline in reliability in services right across the north,\" Nick Forbes, the leader of Newcastle City Council told the meeting. In response, Mr Heaton-Harris said: \"We know Manchester capacity and service reliability is a massive and recognised problem. \"We are working really hard with industry partners to get some of these things over the line.\" The rail minister then told the meeting to expect to see a \"significant change very soon\" in response to criticism of Northern rail. Northern has faced problems in recent years, including disruption caused bycancellations after the introduction of new timetables in May 2018 . Mr Heaton-Harris said: \"We are doing what we need to do legally to make sure we deliver the right decision for passengers and people who work on these railways going forward.\" It followed Prime Minister Boris Johnson's comments in the Commons on Wednesday that the government was \"developing contingency plans\" for a replacement for Northern after Labour's Yvonne Fovargue asked him to \"commit to stripping them of their franchise\". Rail chiefs from Northern and Transpennine Express apologised at the Rail North Committee meeting for recent poor performances. Mr Burnham called for a public deadline for Transpennine to improve following cancellations to a number of trains throughout January due to delays on new trains, saying after the meeting it was in a \"last chance saloon\". ", "url": "https://www.bbc.com/news/uk-england-manchester-51036568"}