{"datetime": "2021-06-17T10:01:26.000Z", "title": "East Coast Main Line timetable changes would be 'disaster scenario'", "article": "Proposed changes to the East Coast Main Line rail timetable would be a \"disaster scenario\" for the North East, council leaders have said. Under the plans, due to start in May 2022, multiple services would be affected due to capacity restrictionsbetween Newcastle and Northallerton . Gateshead Council leader Martin Gannon said the plan would \"significantly hamper\" the region's economy.London North Eastern Railway (LNER) said \"connectivity\" would be \"good\".The plans include: Mr Gannon told the North East Joint Transport Committee the new timetable was \"almost like a disaster scenario for the North East\" and \"significantly hampers the economic prospects of major centres of population\". He said: \"I am doing my best not to get annoyed. We are investing in Sunderland station, there are major announcements about investment in Darlington station - all to watch the trains drive past?\" North East leaders have been pressing the government to commit to reopening the disused Leamside line, which runs between Pelaw in Gateshead and Tursdale in County Durham, to free up capacity on the congested mainline by allowing slow-moving freight trains to be diverted,the Local Democracy Reporting Service said . They said doing so would also restore train services to towns like Washington for the first time in decades and pave the way for a major expansion of the Metro system. Glen Sanderson, leader of Northumberland County Council, called the proposed new timetable \"very frustrating\" and said it sent the \"wrong message at the wrong time\". LNER admitted the proposed timetable did \"involve a series of trade-offs\" but claimed the decision to cut trains to the North West \"aligns well to customer demand\". LNER, which is owned by the Department for Transport, said: \"There will continue to be good connectivity between Manchester, York and Newcastle, with one direct service an hour.\"There will be more seats overall between York and Newcastle, due to LNER's longer trains - although with a change in York. \"This compromise aligns well to customer demand on the route, which sees over 70% of journeys to and from destinations between York and Newcastle being to and from destinations on the East Coast Main Line served by LNER and others, and 12% per cent of journeys to and from destinations off the East Coast Main Line run by TransPennine Express.\" A consultation on the proposed timetable is under way with people urged to have their say. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-57510262"}