{"datetime": "2021-03-23T12:59:35.000Z", "title": "Department for International Trade to open Darlington office", "article": "The Department for International Trade will open an office in Darlington, the second government department to move to the town, it has been announced. The department will employ 500 senior civil servants by 2030, the government said. It is one of four hubs being created around the UK, the others being in Edinburgh, Cardiff and Belfast. The Treasury is alsoset to move 750 jobs from London to Darlington , as announced by Chancellor Rishi Sunak. The Department for International Trade negotiates trade deals with other countries andpromotes \"British trade and investment across the world\" . Conservative Tees Valley mayor Ben Houchen said: \"It's not just civil service jobs that are coming here, we're attracting interest from a host of major financial, law and accountancy firms who are now looking for offices here because they want to be close to government.\"It's clear Darlington is entering a new boom time.\" Justin Urquhart-Stewart, co-founder of Seven Investment Management and the Regionally investment platform, welcomed the news that the government was focusing on places outside London. However, he said areas with strong manufacturing and export trade such as Manchester, Leicester and Sunderland would be more suitable locations.\"You should have investment hubs in those areas,\" he said. \"Darlington is a lovely place, but it doesn't necessarily make the key export places they'd be requiring. \"You're not exporting anything from there, so why are you giving the export advice?\" Jessie Joe Jacobs, the Labour mayoral candidate in the upcoming local elections, said: \"It's always welcome news to hear of new jobs coming to the area. \"But we need to make sure that when jobs are created, they will be open to our communities by equipping local people with the skills required to take on these jobs.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-56490176"}