{"datetime": "2020-10-24T16:02:57.000Z", "title": "Darlington station revamp set to double capacity for some passengers", "article": "A major transformation of Darlington station would double capacity for some passengers on the regional network. Improvements would see four trains an hour on the Tees Valley line and two trains an hour to Bishop Auckland. High-speed services would be able to run through the station, cutting journey times to London to just under two hours due to HS2, a meeting heard. Work is due to start in 2023 and be completed 2025, before the bi-centenary of the Stockton and Darlington Railway. Councillors were told it was crucial the historic station was modernised and made more accessible, with new platforms, an interchange and station building being built as part of £100m-plus plans. As previously reported, theLocal Democracy Reporting Service said officials behind the plans had said that Darlington would be the only station on the East Coast Main Line (ECML) without a platform specifically for the London to Scotland service. Chairman Mike Renton, Conservative, said he thought it would \"lose a bit of prestige in the rail world\" as it was \"a mainline station that isn't actually on the mainline\". \"It's like being selected for the England squad but not actually getting a game,\" he added. It has since been clarified that when the new national platform is built, trains from the north would simply pull off the ECML on to some new parallel track to allow people on and off, before the train rejoins the line. Officials have likened this to when a bus enters a bus lay-by, leaving the rail line free if others want to pass it. The London to Scotland service will continue to call at Darlington, in both directions.Councillor Nick Wallis, Labour, said the scheme had made remarkable progress since a few years ago, when the timescales now being put forward seemed \"highly unlikely if not impossible\". Correction 27 October 2020: An earlier version of this article reported that this redevelopment would leave Darlington Station without a platform on the historic East Coast Mainline between London and Scotland. It has been amended to make clear that this was a fear. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-54673481"}