{"datetime": "2021-10-27T14:49:12.000Z", "title": "Heavy rain leads to cross-border rail disruption", "article": "Heavy rain is causing disruption to cross-border rail services, with one operator advising passengers not to travel. Avanti West Coast said their\"do not travel\" advice applied to journeys to or from stations in Scotland and the north-west of England.TransPennine Express said customers should only travel if essential, and ScotRail has also warned of disruption. A weather warning in southern Scotland has been upgraded to amber. The Met Office said up to 100mm (4in) of rain could fall over an 18-hour period. Rail operators warned that disruption could last until the end of the week.Network Rail said anyone planning to travel between Glasgow or Edinburgh and Carlisle should consider if their journey was essential and only travel if absolutely necessary. Speed limits will also affect some services with additional engineers deployed across the network. Liam Sumpter, Network Rail Scotland route director, said: \"Extreme rainfall can pose a serious risk to the railway causing landslips or damaging our infrastructure and bridges. \"Slowing trains down will means drivers will be better able to halt their train when a problem is spotted.\" Transport Minister Graeme Dey said a \"period of difficult weather\" was expected in parts of southern Scotland. \"The conditions could potentially bring disruption to the trunk road and rail networks, so it's important people plan their journeys before they set off,\" he said. Ch Supt Louise Blakelock also urged people to \"avoid unnecessary travel\". \"If you do need to drive, make sure you and your vehicle are suitably prepared by having sufficient fuel, supplies such as warm clothing, food and water in the event you are delayed, charge your phone and plan your route,\" she said. The amber Met Office warning covers parts of Dumfries and Galloway and the Borders from 21:00 on Wednesday to 09:00 on Thursday. A wider yellow warning is in place until 15:00 on Thursday. Scottish Borders Council said its emergency planning centre would be in operation to help co-ordinate the response to any issues. It has advised residents in at-risk areas with flood protection products to put them in place \"as a precaution\". The Scottish Environment Protection Agency (Sepa)has a number of flood alerts in place. Flood duty manager Pascal Lardet said issues were most likely in eastern Dumfries and Galloway and the western Borders. \"We are monitoring the situation closely with partners in areas such as Hawick, Newcastleton and Langholm,\" he said. \"Flooding could also affect stretches of the M74 across to England overnight.\" ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-59060068"}