{"datetime": "2021-10-29T07:41:45.000Z", "title": "Two bridges 'washed away' by heavy downpours", "article": "Two bridges have been \"washed away\" and a number of homes have been flooded in Dumfries and Galloway. Several properties in Dalbeattie were inundated while two footbridges in Annan collapsed as waters rose on Thursday evening.The rail line between Carlisle and Dumfries has been closed while Network Rail carries out safety checks on the Annan viaduct.Police said it was the worst flooding in the region for a number of years.Earlier a major incident was declared in Hawick amid fears that up to 500 properties could be affected by flooding in the Borders town. But the council confirmed the alert was over as river levels, which peaked at 2.9m, started to fall after 19:30.Residents who had been evacuated were told it was safe to return to their homes.The conditions also led to the closure of schools and travel disruption in the south and west of Scotland.NHS Borders earlier closed Teviot Health Centre in Hawick and all services that operate within the building. Meanwhile, the council reopened the rest centre at Teviotdale Leisure Centre on Thursday afternoon to provide assistance to those displaced by the risk of flooding. The flooding situation in Peebles was also very serious and all schools in the area closed early. The heavy downpours have caused travel issues around the country. Rail passengers were advised by Avanti West Coast not to travel on the west coast line north of Preston, while ScotRail warned of delays due to speed restrictions.On Friday morning the Scottish Environment Protection Agency (Sepa) had 14flood warnings in place. Flooding led to the closure of seven schools in Dumfries and Galloway - Dalry primary and secondary, Hightae, Kells, Moniaive, St Mungo and Tundergarth. They are all expected to reopen on Friday. Hecklegirth primary school in Annan will remain closed until Monday due to flooding of the premises. The Whitesands in Dumfries was closed as water poured out on to the street from the River Nith. And serious flooding also shut the A709 near Lockerbie. A Met Office amber weather warning for rain was in place overnight in part of the south of Scotland, with forecasters predicting about 100mm (4in) of rain over 18 hours in some parts.It was lifted at 09:00 but a yellow alert covers a slice of southern Scotland until later on Thursday. A further warning is nowin place for Friday . Chief Inspector Stuart Davisson urged drivers to take care on the roads and be alert to standing water. \"This has been a monumental effort from everyone involved, as we've seen some of the worst flooding in our region for a number of years.\"Information from the council is that over 1,400 sandbags have been issued across the region today [Thursday]. Teams will be in overnight to fill more for tomorrow, should they be required.\" An incident map operated by Dumfries and Galloway Virtual Operations Support Team (DGVost) shows flood-related incidents, including road closures, in the region.Have you been personally affected by flooding in Hawick? Share your experiences by emailing haveyoursay@bbc.co.uk Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59071373"}