{"datetime": "2020-11-12T07:56:16.000Z", "title": "Sheffield freight train derailment disruption 'to last for days'", "article": "The derailment of a freight train as it passed through a station is likely to cause disruption for several days, officials say. The 34-wagon cement-carrying train derailed at low speed at Sheffield station , at 02:45 GMT on Wednesday. No-one was injured. But \"significant damage\" was caused and the train will need to be removed by crane, Network Rail said. It said repair work would cause disruption \"over the coming days\". A number of the wagons came off the tracks while passing though platform one on route from Hope, Derbyshire, to Dewsbury, West Yorkshire. The arrival of the cranes will require a partial road closure of the A61 Sheaf Street, which runs in front of the station. An investigation into the derailment has been launched by the Rail Accident Investigation Branch (RAIB). Network Rail route director Matt Rice, said: \"This is a significant incident, so it's only right that we take time to find out all of the facts and understand what has caused this. \"Once it is safe to do so, we will start work to remove the train, better assess the extent of the damage and make a plan for repairs. \"This process is taking some time and we are sorry for the disruption which this is causing. There will still be service changes tomorrow and over the coming days. \"We urge anyone planning to travel to, from or via Sheffield, to check before travelling.\" Northern and East Midlands Railway services continue to be disrupted, but CrossCountry and TransPennine Express expect to operate full timetables. Speaking on Wednesday, a RAIB spokesperson said: \"If the evidence collected indicates there are likely to be important safety lessons for the railway industry then a full and thorough investigation will be carried out and the findings, along with any safety recommendations, published.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-54914245"}