{"datetime": "2020-11-11T14:17:51.000Z", "title": "Sheffield freight train derailment causes major travel disruption", "article": "A freight train has derailed in Sheffield, resulting in disruption to services across the north of England. Network Rail said some services had been cancelled or were being diverted, with disruption lasting all day. The cement-carrying train derailed at low speed at 02:45 GMT north of the city's station, meaning trains are unable to run through the city. Services run by CrossCountry, East Midlands Railway, Northern and Transpennine Express were affected. Network Rail said the freight train had come off the tracks while passing though platform one at Sheffield station. It said multiple carriages had derailed and there was \"no indication as to the cause at this time\". No one was injured but Network Rail said the derailment had led to significant damage to signalling and points equipment, which meant five of the station's eight platforms were closed. Matt Rice, Route Director for Network Rail's North and East Route, said: \"We will have our people working around the clock to get the station fully reopened as quickly as possible, but it's going to be a complex problem that won't be resolved immediately.\" He added: \"Thankfully, train derailments are very rare, but when they do happen we have to act with utmost caution to protect the safety of everyone using the railway.\" Tom Ingall, BBC Look North, Sheffield station What a mess. This derailment happened at very low speed, but still the train has caused significant damage to the tracks at the north end of Sheffield station.Several wagons of the train are off the rails, one has tipped on its side.The Rail Accident Investigation Branch (RAIB) are at the site now. RAIB inspectors are conducting a preliminary examination, a spokesperson said.\"We understand that 16 wagons have derailed and no injuries have been reported,\" the statement added. \"If the evidence collected indicates there are likely to be important safety lessons for the railway industry then a full and thorough investigation will be carried out and the findings, along with any safety recommendations, published.\" Network Rail said three platforms had been made available to \"enable a very limited service to run\". Northern warned passengers that due to a lack of alternative road transport and the number of routes affected, passengers should not travel.Operator Cross Country, TransPennine Express and East Midlands Railway said trains were able to run via Sheffield but may be delayed due to congestion at the station and the limited number of platforms available.Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-54888642"}