{"datetime": "2020-03-06T15:00:22.000Z", "title": "Transpennine Express 'sorry' for Lockerbie station performance", "article": "A train firm has apologised for its service at a south of Scotland station after a string of delays and cancellations. Transpennine Express was represented at a meeting in Lockerbie to discuss the issues behind the problems. Customer experience director Catherine O'Brien said she was attending in order to say \"sorry\" to passengers. She also insisted there was a plan in place which should see performance improve in the weeks to come. The Lockerbie station liaison group, organised by transport body SWestrans, had not met since 2014 but recent problems prompted it to reconvene on Thursday. It followeda failed attempt to hold a \"meet the manager\" session earlier in the week. Ms O'Brien said there were a range of issues to blame for what customers described as \"constant cancellations and delays\". \"It's a mixture of things,\" she said. \"It's infrastructure, it's weather, it's trains that haven't performed well but it's also that we've got our own challenges around crewing some of the services.\" She said she wanted to explain the challenges faced and what was being done about them. \"I'm really here to say sorry because that's one of the big things that I'm desperate to do but also bring some assurance that we've got a plan that's going to see this performance improved,\" she said. Part of the problem has been training drivers for a new fleet of trains. \"We've got 80% of the three depots that are involved now trained,\" said Ms O'Brien. She said once that was complete they could \"stabilise performance\" and get the new trains on track. \"They are game changers for customers but we recognise we've got to get the base performance right and restore confidence,\" she said. South of Scotland Labour MSP Colin Smyth said people were still asking when they would see improvement at the \"worst performing rail service in the whole of the UK\". \"Tonight what we got at the public meeting was lots of talk from Transpennine Express but we got very few answers,\" he said. \"We got very little commitment to actually delivering those improvements that people are desperate to hear.\" Dumfriesshire, Clydesdale and Tweeddale Conservative MP David Mundell said the meeting had been \"very constructive\" in allowing customers to spell out their complaints. \"Transpennine are really under the cosh to improve those services,\" he said. \"We want another meeting in a relatively short time scale to show how they have actually improved from just now.\" ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-51767756"}