{"datetime": "2020-03-19T15:47:30.000Z", "title": "Coronavirus: Train cancellations due to outbreak", "article": "Train operators will be running reduced timetables across several routes amid a collapse in demand due to coronavirus. Northern, TransPennine Express, South Western Railway and Great Western Railway confirmed services would be affected by cancellations.The cuts are down to a decrease in travel and an increase in staffing absence caused by the virus.Avanti West Coast is still running a full timetable but urged passengers to check before travelling.Northern apologised for any inconvenience caused but said the cancellations were due to increased staff absence. Passengers took to Twitter to voice their frustrations, J Stockdale from Manchesterwrote : \"I work for the NHS and now with a reduced service my train is busier than usual making it impossible to socially distance myself. I understand the complexities but this is ridiculous.\" Steve Barcellosaid : \"Folks still need to get to work. Some doing essential jobs in this crisis. Hope rush hour morning and evening are not affected much.\" TransPennine Express said \"it is anticipated that an increasing number of our services may be altered, delayed or cancelled for all or part of their journey as more of our colleagues are affected\".South Western Railway confirmed it was cancelling trains at short notice as, \"like most organisations, we're seeing more staff having to stay at home unwell\". Great Western Railway said its sleeper service between London Paddington and Penzance - known as the Night Riviera - would be suspended after Friday \"to protect our customers and colleagues\". Transport Secretary Grant Shapps has spoken of his desire to avoid \"ghost trains\", but noted that it may be a good idea to keep as many services running as possible to provide space for passengers to comply with social distancing requirements. He told MPs on Tuesday that rail companies, as well as bus firms and airlines, could be temporarily nationalised to help them through the coronavirus outbreak. Prime Minister Boris Johnson has previously said the governmentwill not rule out imposing travel restrictions to prevent the spread of coronavirus. Confirmed cases in the UKrose to 2,626 on Wednesday, from 1,950 on Tuesday. ", "url": "https://www.bbc.com/news/uk-england-51959293"}