{"datetime": "2020-07-23T12:45:33.000Z", "title": "Transpennine rail upgrade to get £600m kick-start", "article": "Long-awaited improvements to rail services in the north of England will get a £589m kick-start, the government has announced. Most of it will go on electrifying the line between Manchester and Leeds, the Department for Transport (DfT) said. The Transpennine route upgrade was first announced in 2011 and a modified £2.9bn schemewas confirmed in 2019 . A new body to speed up transport investment across the north is also being set up, the DfT added. The improvements include electrification and a doubling of the number of tracks on the most congested sections around Leeds and Huddersfield, allowing faster trains to overtake slower ones. Mayor of Greater Manchester Andy Burnham said the additional funding was a \"welcome sign of intent\" from the government. Transport Secretary and Northern Powerhouse Minister Grant Shapps said people in the north \"rightly expect action, progress and ambition\". \"This government is determined to accelerate improvements as we invest billions to level up the region's infrastructure,\" he added. He said full electrification, improved digital signalling and doubling of tracks elsewhere on the line were under consideration as part of an Integrated Rail Plan. This would allow all-electric services between Liverpool, Manchester, Leeds, York and Newcastle, offering increased service frequency and capacity. \"The north has long argued for the existing scheme to be upgraded to bring the full range of passenger and freight benefits and we are glad that the government has listened to this,\" Mr Burnham said. However Diana Johnson, Labour MP for Hull North, said she was concerned there was no mention of rail connections to Hull. \"I think the government and the Northern Powerhouse are missing a massive trick by not making sure that we are included and at the heart of plans around investment in rail infrastructure,\" she said. \"We have one of the biggest port complexes in the country and yet we can't get our rail lines upgraded.\" Mr Shapps said the Humber region had not been forgotten and he was focusing on every part of the region. \"I've been speaking to leaders across the north and we're finding out exactly what the concerns are and I am very familiar with what the concerns are in the Humber region and we're going to deliver on them.\" Passenger group Transport Focus said the government must keep travellers informed about what disruption caused by the upgrade work would mean for rail users and their journeys. \"How this work is managed over the coming years will be key to passengers' trust in the rail industry,\" the group's director David Sidebottom said. Mr Shapps said the new Northern Transport Acceleration Council would hold its first meeting in September. \"This new council will allow us to engage collectively and directly with elected northern leaders to build the vital projects the region is crying out for,\" he said. Mr Burnham welcomed the new body, saying it felt like a \"gear change\" from the government in delivering transport improvements in the north. ", "url": "https://www.bbc.com/news/uk-england-53510438"}