{"datetime": "2020-04-03T17:46:48.000Z", "title": "Coronavirus: How do I get a food parcel?", "article": "People have been stockpiling food, supermarket online delivery slots are full, items are restricted in stores and vulnerable people are being sent food parcels by the government. So what is being done to make sure people can get food?A total of one-and-a-half million people in England have been identified as being extremely medically vulnerable. The government has contacted 900,000 of these and has started distributing free weekly food parcels to those who have no family or friends to help them. This could eventually total more than 50,000 people. The identical parcels contain essential supplies including pasta, cereal, fruit, tea bags, and toilet paper. There have been concerns about healthy over-70s or people with other medical conditions not finding themselves eligible for these parcels. A Department for Environment, Food and Rural Affairs spokesperson told the BBC: \"We are working quickly to support people who do not fall into the category of being clinically vulnerable, but still need help getting essential food supplies.\"In Wales, people who are extremely vulnerable will receive a letter from the country's chief medical officer. If nobody can help them get food,then from this week they can request a free weekly food box. Detail on schemes being set up in Scotland and Northern Ireland are set to be announced in the coming days. Branches of the main supermarkets have introduced policies to keep customers at a safe distance from one other. These include having somebody on the door controlling customer numbers, and spacing out those queuing outside. Inside, many supermarkets are providing hand sanitiser for customers and floor markers for till queues.In addition, some are putting up screens between the cashiers and the public. Other initiatives include Tesco introducing floor markings showing which direction to walk down the aisles in some of its larger stores.Morrisons has a queuing zone if there are too many customers to be separated by the floor markings, whileAsda is bringing in directional barriers. Empty shelves caused by panic buying led to the supermarkets imposing restrictions on how many of individual items customers could buy. However, with stock levels improving, on Tuesday, Aldi, Morrisons, Waitrose and Asda lifted some of the limits. Sainsbury's will start to remove restrictions on some of its items from Sunday, while Tesco and Co-op are not changing their current restriction policies. The supermarkets have introduced allotted times of the day when only the elderly, vulnerable and disabled, or NHS staff and other key workers, can shop. Several food retailers are\"drastically cutting\" the range of products they sell. They are also telling manufacturers to stop making some products to focus on those for which there is greatest demand. Meanwhile, Morrisons is launching a pre-order food box collection service for NHS staff.This has been a sticking point for many people who, despite following Prime Minister Boris Johnson's request tostay at home and use online deliveries , find themselves unable to book slots.Tesco, which last weeklimited online orders to 80 items only, has now expanded its home delivery and click-and-collect services to about 780,000 slots this week - up from 660,000 two weeks ago. It has plans to add another 100,000 slots in the coming weeks. It has also recruited more than 7,500 staff and added more than 200 new vans to its fleet. The supermarket has also suspended all fees on its Delivery Saver scheme until it can offer its full service again. Asda is also recruiting more delivery drivers, whileSainsbury's has offered priority booking slots to more than 450,000 elderly and vulnerable customers. Morrisons is creating 3,500 new jobs to help expand its online delivery service, whileWaitrose says it will set aside at least a quarter of its delivery slots to elderly or vulnerable people and is working to identify eligible customers. Rules have been relaxed by the government to allow supermarkets to work together.They can now share resources like distribution depots, delivery vans and staff, and co-ordinate stock levels across the country. Rules around drivers' hours have been eased and the 5p plastic bag charge is being waived for online orders, to speed up deliveries. ", "url": "https://www.bbc.com/news/business-51737030"}