{"datetime": "2020-02-28T16:45:35.000Z", "title": "Hull railway station's 'smelly toilets' raised in parliament", "article": "An MP has raised complaints about the \"smell of urine\" from a railway station's toilet in the House of Commons. Labour's Dame Diana Johnson said the recently-built toilets and waiting room at Hull's station were \"botched\". Ms Johnson claimed the waiting room was \"not suitable\" and no action had been taken to fix the problems. The station operator, TransPennine Express, has said the problems are due to misuse and vandalism. Ms Johnson called for a debate on the role of private sector train companies in managing railway stations \"In Hull, TransPennine Express built new toilets and a waiting room in 2018, but by April they were seen to be botched,\" she said. \"The toilets smell of urine and the waiting room is not suitable. \"I was told in December 2018 that they would be fixed by 2019, but we are now at the end of February 2020—and no action.\" In response for the government, Jacob Rees-Mogg said \"people should be held to account\" for the way money is spent. He added: \"She has raised the matter publicly, and I hope that the operating company is duly shamed by the smell that is coming from the toilets in Hull.\"TransPennine Express said it had invested £1.4m in the station over the last few years as well as allocating further funding to refurbish the toilets due to \"individuals in Hull who continually misuse and vandalise these facilities\".\"We've seen several incidents so far in the first two months of 2020 that have left the toilets at Hull Paragon Interchange in an unacceptable condition, as well a number of serious incidents where station staff have been attacked.\" \"We own 19 stations across the north and very rarely have to deal with similar incidents elsewhere, it is regrettable that some people don't direct the blame towards the vandals who cause the destruction,\" the firm added. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-51674533"}