{"datetime": "2022-02-16T15:33:18.000Z", "title": "Thames Valley Police PCs cleared of using unnecessary force after M4 chase", "article": "Two armed police officers who tasered and kicked a driver after a high-speed chase on the M4 have been cleared of misconduct. The man was taken to hospital after PC Rory Mayes and PC Leigh Pateman helped detain him on a hard shoulder near Slough on 22 June 2021. The officers said they worried he was armed when he stopped and got out of his Suzuki Swift. The case against them was dismissed on Wednesday after a three-day hearing.The pair, who were armed with pistols, were sat in a marked BMW X5 car on the M40 near High Wycombe when they were told that the driver had travelled from South Wales along the M4, ramming police and other vehicles.The officers made their way to the M4 eastbound, where they spotted the driver at about 16:00 BST and followed him. PC Mayes said the man's driving had been \"very overt\" and had attracted the officers' attention.Footage showed him driving speeds of up to 90mph and zigzagging in and out of lanes in a 50mph roadworks zone.The driver stopped on a hard shoulder, which was closed off from the motorway by a concrete barrier between junctions 6 and 7, and the officers parked their BMW in the motorway's inside lane. They both said they were concerned the driver had armed himself before getting out the car to confront them.PC Pateman said on Tuesday that everything he had seen of the driver showed that he was \"not going to be compliant [with police] in any way\" and \"that he was an exceptional risk\" who could have been armed.An independent panel found their concern was \"perfectly understandable\" given the driver's earlier \"extremely dangerous\" behaviour.Both officers are based at TVP's headquarters in Kidlington, Oxfordshire. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-60405647"}