{"datetime": "2022-01-28T09:23:08.000Z", "author": "Phil McCann", "title": "Kennie Carter death: Aunt's plea over stabbing of Stretford boy, 16", "article": "The aunt of a teenage stabbing victim has pleaded for those who know \"who took his life away\" to come forward. Kennie Carter, 16, was found with stab wounds to his chest in Thirlmere Avenue in the Stretford area of Greater Manchester on Saturday and later died in hospital. \"Somebody out there knows the person responsible,\" said Michelle Heyes. \"Imagine that is your sibling and watching your mum scream 'help bring my baby back'.\" Eight teenagers have been arrested in connection with Kennie's death.Two of them, boys aged 15 and 17, have since been released with no further action taken. The other six have been bailed pending further inquiries, police said.Ms Heyes toldBBC North West Tonight : \"Somebody out there knows the person responsible that took that blade and took his life away from him and destroyed [our] lives. \"All I can say to that person - if you know who that person is - imagine that is your sibling and watching your mum scream.\" She read a tribute from Kennie's parents in which they described their son as \"our baby, our cheeky chappie\". They said: \"His death has left a massive hole in our lives and our family has been destroyed. \"We will never have the opportunity to see him growing up and have a family of his own. \"Each day when we wake the house feels empty, we can't hear his footsteps any more, his voice or his music.\" The family also made a wider appeal about the devastating impact of knife crime. \"Young lives like Kennie's are being lost far too often and this has to stop,\" they said. \"We want to ask the community to provide as much information as they can to the police so the person responsible is brought to justice.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60164065"}