{"datetime": "2021-04-16T13:31:38.000Z", "title": "Thames Valley Police officer falsely accused PC of drink-driving", "article": "A police officer falsely accused a fellow PC of drink-driving out of \"malice\", a misconduct hearing heard. William Carter, 25, of Thames Valley Police, called 999 in October to report the woman had drunk at least four glasses of wine before leaving a pub. Officers were sent and a breath test was negative. PC Carter then made a further two 999 calls about her. He resigned on 5 April. The panel said he wasted police time and would have been dismissed. The panel was told Mr Carter had been a PC for just two months, based in the Chilterns and south Buckinghamshire, when he made the allegations. He and the female officer were off-duty and were in the pub on 20 October with separate groups of people, when she left. Minutes later, he went outside and told a 999 operator \"a known drink driver\" - which he knew was untrue - was about to leave a pub. He described her \"quite intoxicated\" and \"a bit slurry\", and claimed she had told one of her concerned friends \"I've only had four, I'll be fine\". The panel heard this was all a fabrication, and he also lied when he told the operator he did not know her name. A breath test carried out at the woman's home gave a reading of 12mcgs in per 100ml of breath, \"significantly below\" the limit of 35mcgs. The false allegation caused her stress and upset and wasted police resources, the panel said. Later that night, Mr Carter reviewed the report of the incident on a police computer, without legitimate purpose. He then called 999 twice, claiming he had just found out she was a police officer, and asked to have his phone number removed from the report. The panel said this further wasted police time in an attempt to conceal his connection to the incident. It added he failed to treat his colleagues with respect and courtesy, and breached standards of professional behaviour. Mr Carter, who did not attend the hearing, had admitted the allegations, apologised and conceded \"there must have been an element of malice in my actions\", the panel heard. \"There was nothing that could begin to explain, still less justify his behaviour,\" the panel stated. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-56772507"}