{"datetime": "2021-11-26T15:33:27.000Z", "title": "Ex-Newbury PC would have been sacked for racist comments", "article": "A police officer who made homophobic and racist comments would have been sacked, a tribunal has found. PC Perry Greenhalf, who was based in Newbury, resigned from Thames Valley Police on Tuesday before he could be sacked at a misconduct hearing.The panel found that he told a colleague whilst on duty \"Pakistan is a dirty, smelly country\".Claims he made homophobic remarks about a child victim of sexual exploitation were also found to be true. The panel had previouslyruled the officer, who had been with the force for over two years, had committed gross misconduct .He has also been placed on the College of Policing's barred list, preventing him from working as a police officer in England and Wales.In a hearing on Friday, panel chair Chiew Yin Jones said: \"By our findings, that the former officer had breached the standards of equality and diversity by making racist and homophobic comments, we concluded that the former officer had discriminated against those protected characteristics... this misconduct is considered particularly serious. \"The panel determined that the former officer would have been dismissed if he had still been a member of a police force.\" The tribunal previously heardMr Greenhalf had made the racist comments about Pakistan when speaking with a colleague during a visit to a residential address over an alleged breach of Covid-19 lockdown restrictions in October 2020.The occupants had returned from Pakistan.While in summer 2021, colleagues said he also made remarks about a vulnerable child who had been a victim of sexual exploitation, including a \"disgusting\" remark made in a town centre within earshot of the public. Chair Mrs Yin Jones suggested Thames Valley Police may wish to review the content of its equality and diversity training, and ensure support is given to staff to empower them to report or challenge colleagues whose conduct has fallen below standards of professional behaviour. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-59430282"}