{"datetime": "2021-11-24T17:54:01.000Z", "title": "Thames Valley Police officer 'made racist and homophobic remarks'", "article": "A police constable repeatedly made offensive, racist and homophobic comments around other officers while on duty, a disciplinary tribunal heard. Perry Greenhalf, who was based in Newbury and resigned from Thames Valley Police on Tuesday, is accused of saying \"Pakistan is a dirty, smelly country\". The disciplinary hearing also heard he said a colleague would organise a good party because \"gay people do\". Mr Greenhalf denies gross misconduct but admits using some of the language. Giving evidence, PC Mark Rice described attending a residential address over an alleged breach of Covid-19 lockdown restrictions in October 2020. He told the disciplinary panel: \"We knew they'd returned from Pakistan so it was a reasonable inference that the people involved could have been from Pakistan. \"I said if we're going to go and enforce a breach we ought to wear our masks because we ought to set an example and follow the rules we're enforcing.\" Mr Greenhalf responded that \"the house will smell of curry anyway\", before making the comment about Pakistan, the officer said. A second officer, PC Meghan Adey-Butt, said Mr Greenhalf made a homophobic remark about another colleague's sexuality when discussing a party they were planning. PC Adey-Butt said: \"I felt that the words and tone he used were derogatory,\" she said. She also told how she was \"disgusted\" when Mr Greenhalf made inappropriate remarks about the sexual activities of a vulnerable child, referred to as \"P\" in the hearing, while on a night patrol in June. \"We were in full view and earshot of lots of members of the public, I don't think that's an appropriate comment to make in such a public arena,\" PC Adey-Butt said. \"I think it's really concerning. I'm proud to put on this uniform every day and this is in complete breach of our code of ethics.\" The hearing is due to conclude on Thursday. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-59407529"}