{"datetime": "2021-07-19T13:20:31.000Z", "subject": "Coronavirus pandemic", "title": "Police officer Denim Wade dismissed for avoiding self-isolation", "article": "A police officer who misled colleagues about contact with a suspect who later tested positive for coronavirus has been dismissed. PC Denim Wade altered an email after being involved in the arrest of a shoplifting suspect in Reading. A tribunal was told he had been \"desperate\" to avoid a second period of self-isolation. The officer was dismissed from Thames Valley Police without notice. Thehearing last week was told PC Wade had helped detain a suspected shoplifter on 25 November, transported him in a police car and conducted a body search. The suspect later tested positive while in Bullingdon Prison. The constable was accused of playing down the extent of \"close contact\" which would have meant having to self-isolate under police guidelines at the time. His account said he had pinned the suspect for \"a split second\", but prosecutors said this was \"far from accurate\" from evidence recorded on his body-worn camera. His supervising officer described a phone conversation in which PC Wade appeared \"desperate\" to avoid self-isolation because of pressures in his home life.He told the panel PC Wade previously had to self-isolate in October when a colleague tested positive and that he \"didn't object\" to the instruction at the time. Giving evidence, PC Wade denied acting dishonesty and said he \"followed the instructions he was given\". \"I fully understood the risks of Covid... I had no issue with self-isolating,\" he told the panel. PC Wade, who joined the force full time in 2018 having previously been a special constable, will be placed on the College of Policing barred list. Commenting on the verdict, Thames Valley Police Federation chairman Craig O'Leary said: \"We expect all our members to adhere to the force guidance in relation to Covid-19.\"It's important that we maintain these standards in order to protect the health and wellbeing of colleagues in the workplace and the public we serve.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-57889731"}