{"datetime": "2021-11-25T17:42:48.000Z", "title": "Newbury PC made racist and homophobic remarks, panel finds", "article": "A police officer made offensive, racist and homophobic comments while on duty, a tribunal has found. The disciplinary hearing ruled PC Perry Greenhalf, who was based in Newbury and resigned from Thames Valley Police on Tuesday, committed gross misconduct. It found that he told a colleague \"Pakistan is a dirty, smelly country\" and made homophobic comments about a child.The panel ruled his misconduct was serious enough to justify dismissal.Mr Greenhalf, who did not attend the hearing, denied gross misconduct but admitted using some of the language. He was reported by colleagues afterhe allegedly made the comments in their company while on duty. The tribunal heard Mr Greenhalf said: \"Pakistan is a dirty, smelly country\" when he attended a residential address over an alleged breach of Covid-19 lockdown restrictions in October 2020.The disciplinary panel ruled he did say the comments and they were \"offensive and racist in that they displayed a prejudice towards a particular group\".But they found it was not proven he said \"the house will smell of curry anyway\".Mr Greenhalf was also proven to have made a \"homophobic\" remark about another colleague's sexuality when discussing a party they were planning.While in summer this year, colleagues said he also made remarks about a vulnerable child who had been a victim of sexual exploitation, including a \"disgusting\" remark made in a town centre in earshot of the public. These homophobic remarks were found proven and described as \"extremely offensive\".Panel chair Chiew Yin Jones said: \"On the basis of our findings we were satisfied that the former officer by making these offensive, racist and homophobic comments clearly breached the relevant standards of professional behaviour.\"His conduct would undoubtedly have had adverse impact on public confidence.\" The panel will decide on the sanction for Mr Greenhalf tomorrow.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-59420374"}