{"datetime": "2021-07-26T19:38:15.000Z", "title": "Tom Daley's home city Plymouth celebrates Olympic gold medal", "article": "Tom Daley's home town of Plymouth is \"immensely proud\" of his Olympic gold medal, leaders said. Daley, 27, and Matty Lee, 23, won the synchronised 10m platform Olympic title at Tokyo 2020 on Monday, to the joy of his supporters back home in Devon. Tom Daley's brother, William, said he was \"over the moon\" at the victory and \"just wanted to hug him\". A city councillor has called for the diving champion to be made a freeman of the city. Councillor Tudor Evans wrote to the council's chief executive Tracey Lee to make the request for Daley, who he called an \"unrivalled ambassador\". He said: \"From Eggbuckland Community College to the podium at Tokyo has been some journey, for him and his wonderful family who have coped with triumph and disaster.\" \"I hope the council would consider this proposal swiftly and that it would receive unanimous support,\" he added. Tonya Couch, Daley's friend and fellow Plymouth diver, said: \"I felt so so emotional today, I was jumping around, I was screaming, I was crying… I feel so so proud.\" She said Tom Daley's late father Robert, whopassed away 10 years ago , had been on her mind: \"The fact that his dad's not around to see it anymore - I'm sure he was probably thinking the same thing, so yeah felt quite emotional really.\" Daley's younger brother William, from Plymouth, told the BBC he was thrilled for his brother. \"I was over the moon. I just wanted to hug him and congratulate him but obviously with him being thousands of miles away it's hard to do so, but it's such good news.\" The dockyard worker said: \"Unfortunately I couldn't watch it 'cause I was just starting work as it happened but I was checking all the time to see what the scores were.\" Nick Kelly, Plymouth City Council leadertweeted a video congratulating the Plymothian, saying: \"Plymouth is immensely proud of you, Tom. You've really flown the flag for Plymouth city and we can't wait to welcome you home.\" He added: \"We will be looking at ways in which the city can recognise his outstanding achievements.\" Others have shown their respect for Tom in more light-hearted ways. Alison Tucker, from Bideford, Devon, created a woolly post-box topper of Daley diving at the Olympics \"to wish him luck\". ", "url": "https://www.bbc.com/news/uk-england-devon-57978334"}