{"datetime": "2021-02-24T18:55:38.000Z", "title": "Thames Valley Police officers face manslaughter investigation", "article": "Five police officers are being investigated for manslaughter after a man died after being arrested. Brian Ringrose, 24, from Milton Keynes, was taken to hospital after he was first arrested on 27 January. The Independent Office for Police Conduct (IOPC) said officers later restrained him as he was discharged and tried to put him into a van. When he became unwell, Mr Ringrose was removed from the van and returned to hospital where hedied on 2 February . Mr Ringrose was placed into an induced coma at Milton Keynes University Hospital before his death. A post-mortem examination found the cause of death was inconclusive pending further investigation, theIOPC said . Five officers have been advised they are under investigation for alleged gross negligence manslaughter and unlawful act manslaughter, it added. One of the officers is also being investigated for alleged common assault. They have also been served with gross misconduct notices for potential breaches of professional behaviour related to use of force and duties and responsibilities. The decision to inform an officer they are under criminal investigation means evidence indicates a criminal offence may have been committed, the IOPC said. A decision on whether or not to refer the matter to the Crown Prosecution Service would only be made once its investigation was complete, it added. IOPC regional director Graham Beesley said: \"This is a significant development in our investigation and is based on evidence we have gathered to date. \"It is our role to independently investigate all of the circumstances when someone dies in police custody.\" Thames Valley Police said in a statement: \"We have been fully co-operating with the IOPC from the outset and will continue to do so. Support is being given to the officers involved.\" The IOPC also said the use of equipment known as the Flexible Lift and Carry System (FLACS) would be investigated. It was used by officers to carry Mr Ringrose to the police van after his initial restraint with handcuffs and limb restraints, it said. Thames Valley Police has suspended use of FLACS as a precautionary measure. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-56181655"}