{"datetime": "2022-02-15T20:51:18.000Z", "title": "Richard Morris: Covid diplomat took his own life, inquest finds", "article": "A diplomat who vanished while working for the government's Covid taskforce took his own life, an inquest has found. The body of Richard Morris was discovered in a forest near to his home in Bentley, Hampshire, in August 2020. The 52-year-old former ambassador to Nepal was last seen running in the area on 6 May 2020. The inquest in Winchester heard he was under \"severe stress\" prior to his death. Mr Morris had worked long hours under high-pressure, helping co-ordinate briefings to ministers at a time when the UK was battling the fierce first wave of coronavirus, the inquest heard. On Tuesday, a coroner concluded that Mr Morris had taken his own life after suffering stress working for the Foreign, Commonwealth & Development Office (FCDO) and amid worries about his future. Senior coroner Christopher Wilkinson said: \"Richard Morris took his own life while suffering severe and acute stress. \"I recognise the very difficult circumstances in which Richard, the wider taskforce and the FCDO were working in at the time against the backdrop of a very fast-moving pandemic.\" He described the taskforce in the early days of the coronavirus crisis as \"much like a plane being flown at the same time as building it\". Mr Wilkinson mentioned Mr Morris' history of stress and worries about performing to the best of his ability. Previously at the inquest, his widow Alison Morris said her husband feared there was not enough time to process information in the fast-moving period and if any information error got past him the government \"would be torn apart in the press\". As a result he was \"desperate\" to keep on top of what was going on, working every day with \"no real time off\", she said. She said her husband was a \"quiet extrovert\" who \"thrived on interactions with others\". \"He was genuinely interested in people. \"His kindness and compassion shone through even when there was a language barrier.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60391309"}