{"datetime": "2022-02-14T15:59:04.000Z", "title": "Richard Morris: Diplomat was stressed before death, inquest hears", "article": "A diplomat was suffering with extreme stress while working for the government's Covid taskforce before going missing and later being found dead in a forest, an inquest has heard. The body of 52-year-old Richard Morris was discovered near his home in Bentley, Hampshire, in August 2020.His wife told an inquest in Winchester that working on the taskforce was \"the most stressful job he had ever done\".She added he was \"totally unprotected\" from the demands of the work. The coroner's court heard Mr Morris, a former ambassador to Nepal, worked long hours under high pressure helping to coordinate briefings to ministers during the first wave of coronavirus.Mrs Morris said her husband feared there was not enough time to process information in the fast-moving period and if any error got past him the government \"would be torn apart in the press\". As a result, he was \"desperate\" to keep on top of what was going on, working every day with \"no real time off\", she said. Mr Morris was last seen running near his home on 6 May 2020 and his body was found three months later in Alice Holt Forest. The inquest also heard Mr Morris had found moving back to the UK hard after living in Nepal for several years.He was assigned to a case that caused a diplomatic incident with the US - that of 19-year-old Harry Dunn, who was killed when a car crashed into his motorbike outside RAF Croughton in Northamptonshire.Ms Morris said: \"It was a double whammy... of media interest and the fact that it's somebody else's tragedy.\" She said her husband \"never liked media interest\" in his working life and was \"fearful of being ripped apart by the UK press\". He was later asked to assist with the government's Covid-19 taskforce at a time when Boris Johnson was in intensive care and news about the pandemic was changing every day.The inquest continues.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60380118"}