{"datetime": "2021-10-21T15:16:55.000Z", "title": "James Brokenshire: Chancellor and home secretary attend MP's funeral", "article": "Senior politicians attended the funeral of Tory MP James Brokenshire, who died aged 53 of lung cancer. Chancellor Rishi Sunak and Home Secretary Priti Patel were among those who attended the service in Bexley in south-east London, Mr Brokenshire's constituency.Former prime minister Theresa May delivered a reading at the funeral. Mr Brokenshire died in hospital on 7 October, having been admitted after his condition deteriorated. A lifelong non-smoker, Mr Brokenshire stood down as a home office minister earlier this year. He had been an MP since 2005, serving in government under three prime ministers - David Cameron, Theresa May and Boris Johnson. Mr Brokenshire was described by the Reverend Scott Lamb as \"unassuming\" and the \"most decent of men\". He added that the MP had gone into politics \"not out of ambition but because he wanted to make a difference\". Mrs May, who worked with Mr Brokenshire at the Home Office and offered him two cabinet roles in her government, gave a Bible reading from Mark's Gospel. Mr Brokenshire's 18-year-old daughter Sophie also gave a reading. She told congregation there was only \"one thing we can do - follow what he started\", adding that like her father, she would strive to be \"a very decent person\". Paying tribute, Mr Johnson described the father of three, and former Northern Ireland secretary, as the \"nicest, kindest\" colleague. Labour leader Sir Keir Starmer called him \"a thoroughly decent man\". A fundraising page set up by Mr Brokenshire's family has raised more than £53,000 for the Roy Castle Lung Cancer Foundation. Mr Brokenshire's wife, Cathy, said: \"We are so appreciative of the support Roy Castle Lung Cancer Foundation has given, both to James after his diagnosis, and to us after his death, by setting up this tribute page.\"So, to be able to raise such an incredible amount to help the charity continue its excellent work provides a great deal of comfort and pride.\" W. Uden & Sons Family Funeral Directors, who organised the funeral, said it had donated the funeral fee to the fundraiser. Before becoming the Old Bexley & Sidcup MP in 2010, Mr Brokenshire represented the seat of Hornchurch and Rainham, in north-east London, for five years. His death will prompt a Parliamentary by-election in Old Bexley and Sidcup, where he had a majority of 18,952 at the last General Election. ", "url": "https://www.bbc.com/news/uk-england-london-58997661"}