{"datetime": "2021-11-18T17:56:31.000Z", "title": "MP Sir Geoffrey Cox declares £54,000 earnings for one month", "article": "Former cabinet minister Sir Geoffrey Cox earned £54,400 for legal work that he carried out in August, the latest details on MPs' earnings show. They also reveal that Prime Minister Boris Johnson received free use of a suite at Heathrow Airport worth £1,800. MPs must reveal any additional income - along with gifts, donations and shareholdings over 15% - in the register of members' interests. It is updated every two weeks and MPs may be sanctioned if they don't comply. The latest register shows Scottish Tory leader Douglas Ross made £6,728 for football referee work from November 2020 to January this year. He hadapologised for failing to fully record his MSP salary and earnings as a football referee. Former PM Theresa May declared flights, meals and accommodation for three people worth £7,611 for a visit to San Marino. Meanwhile, Labour leader Sir Keir Starmer has declared book royalties of £135.78. In the last year, 200 MPs have declared earnings on top of their £81,932 annual salary. The register of interests shows Sir Geoffrey, Conservative MP for Torridge and West Devon, made £54,404.49 for around 45 hours' work undertaken as a barrister between 1 August 2021 and 31 August. Mr Johnson's free use of the Windsor Lounge at Heathrow, shared with two other people, happened en route to his holiday in Marbella, Spain, in October. Mrs May's trip to San Marino was to receive the Order of Saint Agatha, with the country's government describing the MP for Maidenhead as \"a strong woman in the UK politics\" and as someone \"promoting and protecting the rights of women and girls worldwide\". Mr Ross made £4,731 for refereeing in Scottish domestic matches and £1,997 for officiating in a Europa League game between Slavia Prague and Bayer Leverkusen.The register details for Chi Onwurah, Labour MP for Newcastle upon Tyne Central, have been printed in bold type because they were entered late. She declared a ticket to music's Brit awards which was valued at £900, including hospitality. ", "url": "https://www.bbc.com/news/uk-politics-59336581"}