{"datetime": "2022-01-25T02:43:21.000Z", "author": "Adam Fleming", "subject": "Financial crisis of 2007-08", "title": "‘They were like bandits’ - how did the rich get richer?", "article": "There is a perception that - since the financial crash 15 years ago - the wealthiest in society have become wealthier, yet everyone else hasn't. Could one policy in particular - aimed at helping all sections of society out of financial trouble - be to blame? Sometimes you just need someone else to join all the dots.As a political journalist, I have lived through the financial crisis, the coalition government, Brexit and the pandemic. A theme in all these periods from 2007 was the growing feeling that the rich were getting richer and everyone else wasn't.Now atwo-part BBC documentary - featuring power brokers from all those turbulent chapters in recent history - looks at possible links connecting each period with an ever-growing sense of wealth inequality.One of the culprits? The Bank of England's policy of quantitative easing - or QE - which began in March 2009. The Bank started buying government debt from financial institutions - a move that was meant to introduce new money into the economy and reduce the cost of government borrowing. The knock-on effect would then be lower interest rates on savings and loans - which would encourage the public to spend more and stimulate the economy. This unprecedented measure was deployed around the world as a temporary tool to keep the economy moving during the great global recession of the late 2000s. But City figures interviewed in the programme are candid about how the Bank of England's quantitative easing actually helped them make big returns.\"The particular form of QE benefits above all banks who have lots of assets - which are inflated by QE and people with assets generally [including] people in the property market, people who own companies, people in investment management like me,\" says hedge fund boss Sir Paul Marshall. \"Owners of assets have all made out like bandits.\"The increase in asset values - if not the bonanza for some in the City - was an inevitable result of the policy, according to George Osborne who became Chancellor in the Conservative-Liberal Democrat coalition government of 2010. \"[QE's] purpose is that people who already have something like a house or a pension or some shares will see the value of those things go up,\" he says. \"That's what the policy is designed to do and it feels unfair because the people who don't have those things aren't getting the benefits of the policy.\"In his first budget after the Conservatives won the 2015 election, Mr Osborne announcedthe creation of the National Living Wage . Set at £7.20 per hour, it replaced the minimum wage of £6.50. From April 2022, itwill be £9.50 . QE was deployed in the UK as public anger rose over the spending of billions of pounds of public money to bail out banks, to try to preserve the financial system. \"None of this would ever have been done for other kinds of companies,\" says former governor of the Bank of England Lord Mervyn King. \"This seemed deeply unfair, and it is deeply unfair.\"The former central banker also accuses the coalition government's Help to Buy scheme for first-time buyers of further inflating the value of homes which increased, on average, by 61% between 2009 and 2021 - according to the Office for National Statistics.The then Lib Dem Deputy Prime Minister Nick Clegg now accepts the criticism.\"This reliance on galloping property price increases is neither fair nor economically sensible,\" he says. \"I certainly don't think the coalition got this one right, but I don't think it's one that any government so far has got right.\"And then came the cuts to spending on public services and benefits introduced by the coalition government, which made things feel even more unbalanced to some. At the same time, the public learned that big companies such as Vodafone were able to negotiate their own tax bills with Her Majesty's Revenue and Customs.Then, in 2016, the so-called Panama Papers - aleak of millions of documents from secretive law firm Mossack Fonseca - revealed that wealthy individuals had benefited by putting some of their money in tax havens, including the Conservative Prime Minister David Cameron.Media coverage of this revelation may have helped to swing the referendum on the UK's membership of the EU, believes George Osborne who was opposed to Brexit.\"[The Panama Papers] led the BBC news for a whole week,\" he tells the programme. \"Maybe if we'd spent some of that time thinking about the really big issue facing the country we might be in a better place.\"Between 2009 and 2017, the pay of FTSE 100 CEOs rose by 51% - according to the High Pay Centre. Average wages were flat or fell.Theresa May recognised public anger about inequality when she inherited the leadership of the Conservative Party but was prevented from addressing it multiple times, her allies tell the programme.The first came during campaigning for the 2017 General Election when the Tories proposed that individuals should pay for their care costs out of their housing wealth - but the policy was abandoned after being dubbed \"a dementia tax\" by opponents. Taxing assets was a vote loser.Watch: The Decade the Rich Won \"We knew that actually we're trying to be 'brave' in the words of the civil servant in Yes Minister - but it was a mistake to raise it in a general election where things are very hot,\" concedes Mrs May's former chief of staff Nick Timothy.When Mrs May described the side effects of quantitative easing as \"bad\" in a speech to the 2016 Tory party conference, she not only faced opposition from Philip Hammond's Treasury but her aides also had no control over the Bank of England. \"What we thought was when the Bank is making those decisions, it needs to take a much greater account of the distributional effects of those decisions and judge those trade offs perhaps a bit differently,\" says Will Tanner, one of Mrs May's former advisers.Then internal party rows over Brexit and a lack of ideological soul mates left Mrs May with too little power - or time - to address issues of inequality.And if this all seems like ancient political history then think again.Quantitative easing was used on a huge scale to support the economy at the start of the Covid pandemic, bringing the total spent by the Bank of England on the policy since 2009 to £895bn.Central banks around the world are beginning to gradually reduce the amount of quantitative easing they do. The current governor, Andrew Bailey, defends its use.\"What QE has done is to make the cost of borrowing affordable for businesses, particularly during the Covid crisis.\"And jobs, he says, have been created or protected as a result.\"Throughout the last decade, throughout the time when QE has been to a greater or lesser extent present, unemployment has tended to be lower in this country than it was forecast to be.\"But hedge fund boss Sir Paul Marshall warns that much of the financial system has become reliant on QE cash.\"Yes, in a way markets are addicted and central banks have become very nervous indeed about removing the drug.\"The removal of QE will reshape the financial system. But the politics of the immediate post-crisis period of the pandemic look like they're going to be dominated by the cost of living - so the issues of how wealthy, or poor, people feel is still going to be a big theme.We'll be joining these dots for a long time yet.Follow@adamfleming Viewers in the UK can watch The Decade The Rich Won on BBC Two at 21:00 on 25 January or shortly after on the BBC iPlayer ", "url": "https://www.bbc.com/news/uk-60114588"}