{"datetime": "2022-02-04T20:02:18.000Z", "title": "Theresa May urges council to reconsider arts money cut", "article": "Former Prime Minister Theresa May has expressed concern over a council cutting funding for an arts centre. The MP for Maidenhead said she was urging the Conservative-run Windsor and Maidenhead local authority to reconsider the decision.Norden Farm Centre for the Arts in Maidenhead said the money was \"absolutely essential\". Council leader Andrew Johnson previously said due to a tight budget it was ceasing all arts funding. This financial year the charity was given £80,000, but it will receive nothing for 2022/23.Mr Johnson added the council had commissioned a consultant to work with the venue on a self-financing operating model to secure its future.Mrs May said: \"I am continuing to urge the council to reconsider their position - to see whether some support can be given to Norden Farm. \"It is my hope that when the consultant's report is published, Norden Farm and [the council] will be able to work together to find a solution which will be in the best interest of the entire local community.\" Norden Farm said despite changes it has made to reduce costs and increase its income, it said the Royal Borough's funding was key to the charity's survival.Chief executive Jane Corry said: \"From the dream Maidonians first had, of having their own arts centre to the thriving venue it has become, took 40 years of hard work. To lose that would be too tragic to imagine.\" It comes after the council cut the charity's funding by 45% last year.Arts centre The Old Court in Windsor also stands to lose all of its council funding.Jack Gamble, director of Public Campaign for the Arts, told BBC Radio Berkshire: \"The arts are not a luxury, they provide vital benefits to our lives and our communities. \"We do appreciate the financial pressures that councils are under... but sacrificing our cultural services are not the answer, we've got find a way to keep funding them alongside other services.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-60262781"}