{"datetime": "2022-01-31T22:15:02.000Z", "author": "Justin Parkinson", "title": "Theresa May leads Tory MPs' anger against PM over parties", "article": "Former Prime Minister Theresa May has led Tory MPs' criticism of Boris Johnson over Downing Street parties, asking whether he had \"read the rules\". Following the publication of Sue Gray's report on gatherings under Covid restrictions, she said her successor had to \"set an example\". And fellow ex-cabinet minister Andrew Mitchell said he had lost confidence in Mr Johnson. But other Tory MPs rallied round the PM in a stormy House of Commons. Later, Mr Johnson addressed backbench MPs in a party meeting for over an hour, but reports about the mood of the meeting varied. Potential rebel Gary Sambrook tweeting that he had listened to Mr Johnson, saying: \"He's made promises on how he wants to change how he does things, how he wants to deliver for my constituents and the UK and I support him in doing that. Let's get on with the job.\" But another senior former minister told the BBC: \"I think he [Mr Johnson] ends the day weaker than he started.\" Senior civil servant Ms Gray's findings said that police were investigating 12 gatherings over alleged Covid rule-breaking and criticised a \"failure of leadership\" within Downing Street. After the document - restricted in scope so as not to deal in detail with allegations under investigation by the Metropolitan Police - was published, Mr Johnson gave a statement to the Commons. He accepted Ms Gray's findings in full, promised to fix the culture within Downing Street and review the Civil Service's code of conduct. But Mrs May, prime minister from 2016 to 2019, stood behind Mr Johnson and told the Commons: \"What the Gray report does show is that No 10 Downing Street was not observing the regulations they had imposed on members of the public. \"So either my right honourable friend had not read the rules or didn't understand what they meant and others around him, or they didn't think the rules applied to Number 10. Which was it?\" Mr Johnson replied: \"No... that is not what the Gray report says. I suggest that she waits to see the conclusion of the inquiry.\" Mr Mitchell, a former international development secretary, said Mr Johnson had always enjoyed his \"full-throated support\" but he was now \"deeply concerned\". \"When he kindly invited me to see him 10 days ago, I told him that I thought he should think very carefully about what was now in the best interests of our country and of the Conservative Party, and I have to tell him he no longer enjoys my support,\" he said.Another Tory MP, Aaron Bell, said he had attended his grandmother's funeral during the first lockdown, adding: \"I didn't hug my siblings. I didn't hug my parents. I gave the eulogy and then afterwards I didn't even go to her house for cup of tea. I drove back three hours from Kent to Staffordshire. Does the prime minister think I'm a fool?\" Mr Johnson said he was \"very, very sorry for misjudgements that may have been made by me or anybody else in Number 10 and the Cabinet Office\" over gatherings during Covid restrictions. Former Conservative chief whip Mark Harper called for Ms Gray's full report - rather than the version put out after the Met asked it to be restricted - to be released. And backbench MP Tobias Ellwood tweeted that \"if the PM fails to publish the report in full, then he will no longer have my support\". Angela Richardson, MP for Guildford, revealed on Facebook that she had resigned last week as a ministerial aide over the No 10 parties and said Ms Gray's report \"clearly states that there were failings at No 10 Downing Street that let us all down\". However, many other Conservative MPs defended the prime minister following his statement. Sir Bernard Jenkin said he commended his \"determination to restore cabinet government and it is on results over the next few months on which he will be judged\". Former justice secretary Robert Buckland added: \"I heard today a proper acknowledgement that he needs to look in the mirror and I am glad to hear about reforms to the centre of government that I think are timely.\" Suzanne Webb said politicians from other parties had \"used up far too much parliamentary time debating this\" and that her constituents in Stourbridge, in the West Midlands, \"want the prime minister to focus on the matters that they care about\". And long-serving MP Sir Bill Cash said: \"I'd also like to draw attention to the historic achievements of this prime minister in relation to, not only delivering Brexit, in relation to delivering the vaccine rollout, and in relation to his dealings with [Russian President Vladimir] Putin.\" One of Mr Johnson's firmest allies, Culture Secretary Nadine Dorries, told the BBC News Channel that those criticising Mr Johnson were \"the same people who have been calling for the prime minister to go virtually since he was elected\". Fifty-four Tory MPs must sign a letter declaring no confidence in the prime minister before a vote on his future - leading to a possible leadership challenge - can take place. ", "url": "https://www.bbc.com/news/uk-politics-60204842"}