{"datetime": "2021-10-08T21:33:56.000Z", "title": "Tributes paid to Tory MP and ex-Northern Ireland Secretary James Brokenshire", "article": "Fellow politicians have paid tribute to Tory MP James Brokenshire, who has died aged 53, having been diagnosed with lung cancer more than three years ago. Prime Minister Boris Johnson described the father of three, a former Northern Ireland secretary, as the \"nicest, kindest\" colleague. Labour leader Sir Keir Starmer called him \"a thoroughly decent man\". Mr Brokenshire, a lifelong non-smoker, stood down as a Home Office minister earlier this year. He died in hospital on Thursday night, having been admitted after his condition deteriorated. An MP since 2005, Mr Brokenshire served in government under three prime ministers - David Cameron, Theresa May and Mr Johnson. House of Commons Speaker Sir Lindsay Hoyle has ordered that flags in Parliament's New Palace Yard be flown at half-mast to mark \"a profound loss to us all\". Mrs May tweeted: \"Truly saddened by the death of James Brokenshire. He was an outstanding public servant, a talented minister and a loyal friend.\" And Mr Johnson tweeted that it was \"desperately sad\", adding: \"James was the nicest, kindest and most unassuming of politicians but also extraordinarily effective.\" Mr Brokenshire, who was MP for Old Bexley and Sidcup in Kent, resigned as Northern Ireland secretary in January 2018 following his lung cancer diagnosis, but made a comeback to the cabinet a few months later as housing secretary. He lost that job in July 2019, after Mr Johnson took over from Mrs May in 10 Downing Street. Mr Brokenshire re-entered government as a Home Office minister in February last year, but stood down in July this year, due to poor health. Following his death, Mr Brokenshire's family expressed \"deep sadness\", adding: \"James was not only a brilliant government minister... but a dedicated constituency MP. \"But most importantly, he was a loving father to his three children, a devoted husband to Cathy and a faithful friend to so many.\" The family also thanked NHS staff, including those at Guy's & St Thomas' hospital in London, for treating Mr Brokenshire \"with such warmth, diligence and professionalism over the past three-and-a-half years\". They also shared a memorial page on his Twitter feed, which encouraged people to share memories and photos of Mr Brokenshire and to donate to the Roy Castle Lung Cancer Foundation in lieu of flowers. \"In the last few years of his life James's passion was to help others with lung cancer, preventing others going through what he did,\" the memorial page said, describing him as an \"indefatigable campaigner for better lung cancer screening\". After his lung cancer diagnosis, Mr Brokenshire, a former lawyer, worked to promote greater awareness of the disease, urging people who showed symptoms to get tested. Fellow Conservative MP Karen Bradley told the BBC News Channel the news of her \"understated\" friend's death was \"heartbreaking\", adding: \"I can't believe I'm not going to be able to sit down with James again and have a laugh about life, and chat about the issues that we both cared about. \"My thoughts are with Cathy and the family, who are just the most wonderful family. I'm devastated.\" Sir Keir Starmer tweeted: \"James Brokenshire was a thoroughly decent man, dedicated and effective in all briefs he held. \"He fought his illness with dignity and bravery. I'm incredibly sad to learn of his death and send my condolences to his wife and children.\" The UK's most senior civil servant, Cabinet Secretary Simon Case, said: \"I had the personal privilege of working with him closely over a number of years and admired greatly his unwavering commitment to public service and compassion.\" The Archbishop of Canterbury, Justin Welby, tweeted: \"So sorry to hear of the death of James Brokenshire, whose courage and faith were an inspiration to so many, myself included.\"Before becoming the Old Bexley & Sidcup MP in 2010, Mr Brokenshire represented the seat of Hornchurch and Rainham, north-east London, for five years. His death will prompt a Parliamentary by-election in Old Bexley and Sidcup, where he had a majority of 18,952 at the last general election. ", "url": "https://www.bbc.com/news/uk-politics-58844606"}