{"datetime": "2021-06-08T11:46:28.000Z", "author": "Alex Taylor", "title": "What are famous politicians' favourite TV shows and why do they tell us?", "article": "Dive into the Westminster bubble of UK politics or Pennsylvania Avenue in Washington DC and rolling TV news will never be far away (just ask Malcolm Tucker or Josh Lyman). But politicians also like to remind voters that they do, in fact, have a life outside politics (honest), and prove it to us by revealing what shows they've been watching out of hours - for better or worse. UK Chancellor Rishi Sunak has become the latest MP to reveal his viewing habits, telling this month's edition of The Radio Times that he spent \"a lot of time\" watching Netflix's raunchy adaptation of Bridgerton, as well the streaming service's widely-panned romcom Emily in Paris over the past year.Mr Sunak went on to add his \"tastes are probably not quite the same\" as some of his cabinet colleagues. But Esther Webber, senior UK correspondent at Politico, says this attempt to stand out is far from accidental.\"By talking about their favourite TV shows, like bands or football teams, politicians are probably trying to give off the impression they're just like us,\" she says. \"In reality I doubt many leaders get much time to sit down in front of a box set. Notably the programmes they do pick are often pretty safe, critically acclaimed and/or middle of the road.\" Webber adds that Mr Sunak, who she says is known for his slick image, \"may have actually given himself an edge by leaning into his trashy tastes and going for Emily in Paris - just as he did last year when he named songs by Michael Buble and Mariah Carey as his favourite Christmas tunes.\"In light of his admission, we've rounded up the TV shows enjoyed by high-profile politicians from across the political spectrum on both sides of the pond... Like Mr Sunak, Mr Clinton and his wife Hillary, herself a former presidential candidate, found themselves gripped by Bridgerton.In an interview with the show's executive producer, Shonda Rhimes, for his Why Am I Telling You This? podcast, Mr Clinton said he and Hillary had binged on the period drama so intensely that \"the sun was coming up Sunday morning when we finished it\". He also discussed his wife's reaction to British-Zimbabwean actor Regé-Jean Page, an instant heartthrob in his leading role as Simon, the Duke of Hastings - an eligible but rebellious young bachelor in the show's alternative telling of Regency era London's debutante balls. \"Hillary just kept saying over and over again all night long, 'That's the most beautiful man I ever saw on television', said Mr Clinton. \"I kept wanting him to get bumped off after a while.\" Speaking to BBC Arts correspondent Rebecca Jones aboutthe actor's departure , Mr Clinton added: \"I thought he was great. I thought it was a masterpiece but things change, lives change, people can't do it any more. All kinds of things happen.\" Beyond Bridgerton, one Rhimes-produced show Mr Clinton will have perhaps watched alone is political drama Scandal.Back in 2013, its star Kerry Washingtontold Entertainment Weekly the former president had outed himself as a fan - much to her surprise. The role saw her play White House aide turned crisis consultant Olivia Pope who has an affair with the president.Her character is based on Judy Smith, a DC crisis manager and former deputy press secretary to President George HW Bush, whose high-profile client list included Monica Lewinsky - the White House intern Mr Clinton admitted to having an extra-marital affair with while in office. The ardent Brexiteer said he was too busy to watch TV when asked about his viewing habits in the run up to the 2015 UK general election. However, Mr Farage's wife Kirsten told The Telegraph in 2014: \"We honestly don't watch a lot of telly but he loves Dad's Army, he loves all the 70s stuff that they still repeat.\" Broadchurch and Homeland were Mr Miliband's favourite TV programmes ahead of the 2015 general election. However, he admitted that if his kids were awake, the whole family would often find themselves watching The Octonauts on CBeebies. Settle down to watch TV with the Cameron household after dinner and it seems you may well end up hiding behind the sofa.Mr Cameron has previously said he enjoys gritty dramas and murder mysteries such as The Killing, Case Histories, Midsomer Murders and Silent Witness, while also being partial to an episode of Shameless and Breaking Bad. But sometimes, likely when in need of light relief, Mr Cameron said he enjoyed turning to BBC sitcom Gavin and Stacey (despite listing the 1970s classic Porridge as his all-time favourite). \"There's no doubt in my mind that Wales has produced the finest sitcom to come out in the last five years: of course, Gavin & Stacey,\" he said in 2012, after meeting one of the show's Welsh stars, Stacey actress Joanna Page, at Downing Street. \"I think we have some of the cast here tonight, have we? Very good. Well, it's tidy to have you here,\" he later joked. As prime minister Mr Cameron took a keen interest in UK TV -personally lobbying for lengthier series of hit shows . Scotland's first minister is a long-standing fan of Danish political drama, Borgen. The show, which drew huge audiences to BBC Four before ending after three seasons in 2013, followed fictional prime minister Birgitte Nyborg, played by Sidse Babett Knudsen, as she lead a coalition government.While her career finds success, her marriage fails and her relationship with her children is tested. Speaking to The Herald ahead of the final series, Ms Sturgeon said it was \"without doubt\" the \"most authentic\" political drama she's ever watched, particularly as a high-profile female politician herself. \"What is nice about Borgen is it portrays this obviously strong, confident, clever and articulate woman, but you also see her human side and the fact that she occasionally has self-doubt, which everyone does. \"It shows politicians in a good light, not as perfect or flawless, [Nyborg] is perfectly capable of deploying the dark arts, but comes across as a decent human being.\" She added: \"You see her vulnerability, the traumas she goes through in her family life and kicking off her high heels at the end of a busy day. All of that, for women in politics, is something you can kind of relate to.\" The pair eventually crossed paths in real life, with Ms Sturgeon, then deputy leader, introducing a special screening of the show at Edinburgh's Filmhouse, where Knudsen was hosting a series of Q&A sessions with loyal Borgen fans. In true political style, the duoused the opportunity to pose for photos , with the actress gifting Ms Sturgeon a box set of the show. Life in the Oval Office hot seat likely leaves little time for relaxation, especially during a global pandemic.But back when serving as vice president to Barack Obama in 2012, Mr Biden admitted he'd caught clips of TLC's Here Comes Honey Boo Boo while flying on Air Force Two. The show, starring the then seven-year-old beauty queen formally known as Alana Thompson, whose sass on Toddlers and Tiaras made her a household name, had quickly become a reality TV smash. In an interview on Miami's WMIA radio station, Mr Biden said that while he counted US comedies Modern Family and Parks and Recreation as his favourite shows, his granddaughter told him to keep an eye out for Honey Boo Boo. \"Honey Boo Boo is not top on my list, but I am aware just you know by catching snippets on Air Force Two, [she's] quite a phenomenon,\" he said. Given how Mrs May's penchant for dancing regularly shone through during her premiership - includingat the Conservative Party Conference - perhaps it is unsurprising that she came out as a vocal fan of BBC talent show Strictly Come Dancing. After her 'Maybot' move became a viral sensation when she debuted it to a group of scouts during a trip to Kenya, the former home secretary offered to give dance \"tips\" to the latest batch of Strictly constants in 2018. Her love for the show even seeped into wrangling over plans for a televised debate over Brexit negotiations. When then Labour leader Jeremy Corbyn rejected BBC proposals, cheekily suggesting on This Morning that he would prefer it to run on ITV so he could watch I'm A Celebrity... Get Me Out Of Here! straight afterwards, Mrs May said she would not appear on ITV for the debate because she, in turn, would miss Strictly. \"I'm keen to have a head-to-head with Jeremy Corbyn,\" Mrs May told This Morning. \"I hope this goes through… he said he wanted to be on ITV so he could watch the final of I'm a Celebrity. \"I think his proposal meant that I would miss Strictly. I hate to say this on ITV but I'm a bit of a Strictly fan.\" In reality, there were also disagreements over the format of the debate and what other parties would take part.The head-to-head debate was eventually called off as a result of the stalemate. Mr Trump's avid consumption and often lacerating criticism of TV news became a hallmark of his infamous Twitter feed. But as much a television personality as a politician, Mr Trump had made a string of TV appearances - most notably as the host of The Apprentice in the US - before his successful White House bid in 2016. Always full of brash confidence, he told People magazine in 2015 that his \"guilty pleasure\" TV was literally watching himself during an appearance on Saturday Night Live (SNL). \"[It] got great ratings. The best ratings in years. It was a terrific success. I enjoyed doing it,\" he said, before claiming it got substantially more viewers than Mrs Clinton's episode. However, his love for SNL did not last long as president, following a series of sketchesparodying his administration . As a challenger for the Republican presidential ticket ahead of the 2016 election, Mr Cruzinitially denounced Trump before throwing his support behind him, even over his baseless claims of fraud after the 2020 election . Mr Cruz's TV choices could be said to reflect the cut and thrust of politics - speaking to People magazine for the same article as Trump in 2015, he named Game of Thrones and US political satire Veep as two of his favourite shows.Beyond escaping into fantasy and comedy, as a Harvard Law School graduate he also revealed he enjoyed Criminal Minds, and, like Mr Cameron, Breaking Bad.Since leaving office in 2017, Mr Obama has published an annual culture list - including his standouts across TV, film, music and literature. Together with wife Michelle, he has even launched a TV production company, Higher Ground productions, that helped supportOscar-nominated documentary Crip Camp .The list for 2020 included Netflix's chess drama The Queen's Gambit, starring Anya Taylor-Joy, as well as British actor, writer and comedian Michaela Coel's critically acclaimed BBC series I May Destroy You.Mr Obama had also previously commended BBC comedy Fleabag - sparking much amusement given that its star and creator Phoebe Waller-Bridge is caught finding her own pleasure in the former president's speech-making abilities during one episode. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-57334280"}