{"datetime": "2021-06-07T09:25:06.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: UK government knew NI Protocol 'was a bad deal'", "article": "Theresa May's former chief of staff is \"pretty sure it's not true\" that the government underestimated the impact of the NI Protocol when it agreed to it. The protocol is the part of the Brexit deal that creates a trade border between Northern Ireland and GB. Brexit Minister Lord Frost wrote at the weekend that the UK had \" underestimated the effect of the protocol on goods movements to Northern Ireland\". But Lord Barwell said Boris Johnson's government \"knew it was a bad deal\". They \"agreed it to get Brexit done\", he argued. Lord Barwell was Mrs May's senior advisor from 2017 until 2019 and was heavily involved in her Brexit policy. He added that, in his view, Mr Johnson's government had intended \"to wriggle out of\" the protocol later. A UK government impact assessment published shortly after the protocol was agreed in 2019 did say that businesses could expect additional cost and complexity when moving goods from Great Britain to Northern Ireland. Lord Frost, who negotiated the protocol, wrote in theFinancial Times that the UK was implementing it but that the EU needed to show less \"legal purism\". He said that in the past week, the UK had sent a \"detailed proposal\" for a veterinary agreement, based on equivalence, and for an authorised trader scheme to reduce paperwork and checks. But, he said, \"we have had very little back\" from the EU. He added: \"The EU needs a new playbook for dealing with neighbours, one that involves pragmatic solutions between friends, not the imposition of one side's rules on the other and legal purism.\" Lord Frost is due to meet European Commission Vice-President Maros Sefcovic in London on Wednesday. The men are due to assess what progress has been made in technical talks aimed at simplifying the operation of the protocol. Those talks are covering around 30 issues ranging from VAT on used cars, to pet travel and the movement of food products from Great Britain to Northern Ireland. UK officials believe that viable solutions are in sight for perhaps two issues, with partial solutions possible in maybe half a dozen other areas. But the two sides are still far apart on the majority of issues, particularly the possibility of an agri-food agreement. Ireland's Foreign Minister Simon Coveney tweeted that Lord Frost had continued to \"lay blame for difficulty\" with the protocol on EU inflexibility, but that \"this is simply not the case\".\"Maros Sefcovic & EU have consistently proposed new solutions,\" he added. \"Is this about media messaging in UK or really solving problems together?\" In response to that Northern Ireland First Minister Arlene Foster, the former leader of the DUP, tweeted that Mr Coveney was \"just parroting EU commission briefings\" which suggested he was \"not so interested\" in attempts to find solutions. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57382239"}