{"datetime": "2021-09-16T19:01:21.000Z", "subject": "Hillsborough trials", "title": "Hillsborough: Ex-PM backs bid for law to support disaster families", "article": "Theresa May has backed legal plans to protect people whose loved ones die in major disasters and prevent the \"hell\" Hillsborough families have endured. The former prime minister said she supported calls to appoint a public advocate to act for victims' relatives in disasters as a \"matter of urgency\". She was speaking during an emotional debate in the House of Commons led by Maria Eagle MP. The Hillsborough families said it would stop others \"enduring\" their pain. Ninety-seven Liverpool fans died as a result of a terrace crush at Sheffield Wednesday's stadium during an FA Cup semi-final in 1989. Survivors and relatives of the victims then spent more than 30 years searching for answers and fighting for justice. Mrs May joined a debate secured by Labour MP Ms Eagle, whosePublic Advocate Bill seeks to create a dedicated independent adviser to work on behalf of families bereaved in major disasters. The Conservative MP said those connected to Hillsborough had been \"through hell\" and do not want to see other people have the same experience. She said introducing an independent public advocate was \"absolutely critical\" and should be done as a \"matter of urgency\". Mrs May said the suffering of victims is \"compounded\" by the reaction of parts of the state, which \"too often\" takes a \"defensive position\" and she hoped the move would also stop a \"cover-up mentality\" in the future. \"The Hillsborough families deserve this. They have been through hell since that fatal day,\" she continued. \"And they don't want to see other people having that same experience. We owe it to them.\" In an open letter, the Hillsborough families also called on the government to create the new post. They wrote: \"We do not want any other families to endure what we have had to go through simply because they are caught up in a disaster through no fault of their own.\" They added it would be an \"important part of the legacy of the 97\", and of their \"long and hard campaign for truth and justice\". Garston and Halewood MP Ms Eagle said: \"The last of the criminal trials relating to Hillsborough collapsed in May some 32 years after the actual event. \"It's surely a catastrophic failure of our criminal justice system that it could take so long while still failing so badly to do justice to those who died, their families, those injured and the traumatised survivors.\" She said it \"must never happen again\", adding a public advocate would also \"torpedo attempted cover-ups at an early stage\". Justice Minister Alex Chalk said the government would respond to a consultation on the issue by December. He added: \"It is critical that the lessons that can be learned from their awful experience are not lost.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58583340"}