{"datetime": "2022-02-08T20:06:22.000Z", "title": "Wokingham community cafe helping young autistic people", "article": "A new community cafe is providing valuable work experience to young autistic people. Kimel Cafe in Wokingham, Berkshire, offers support to neurodivergent youngsters in the area to develop new workplace skills. According to theNational Autistic Society (NAS) , just 22% of autistic adults are in any kind of employment. Cafe founder Nic Lander said: \"There's a lot of barriers out there and we're just trying to break those down. \"We're trying to help people with their social confidence and get them into work.\" Last December, thegovernment announced a new package of support to help thousands of disabled people into work as part of their Build Back Fairer initiative. Minister for disabled people, Chloe Smith, said 15 Jobcentre Plus sites would trial a new framework, designed with the NAS, to make the service more accessible to jobseekers on the autism spectrum.She added that 26,000 work coaches in jobcentres across the country would also undergo specialist accessibility training. Mr Lander has first-hand experience of living with autism - his three daughters have been diagnosed with autism spectrum disorder (ASD) and ADHD (attention deficit hyperactivity disorder). With three neurodivergent daughters, he created the Kimel Foundation last year over concerns about the number of autistic people in employment. And he hopes creating the social enterprise cafe will help get young neurodivergent people into employment. \"There's a job for everyone out there,\" he says, adding: \"They may do things slightly differently or at a different pace, but give them an opportunity to thrive.\" Tim Nicholls, the NAS's head of policy, said its figures were \"absolutely shocking\".\"Too many autistic people face barriers at almost every step in their journey towards or in work. \"Things like work trials can give you a much better indication of whether they're the right fit for that job,\" he said. \"When someone is in a job and in the workplace, understanding and knowing what autism is, is absolutely crucial for their colleagues and managers to make sure that autistic people's needs are met.\"Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-60292525"}