{"datetime": "2022-02-10T12:16:05.000Z", "author": "Greig Watson & Sandish Shoker", "title": "Fans aim to help Leicester Comedy Festival improve disabled access", "article": "Two women with disabilities are working with a comedy festival organiser to make it more accessible after finding a show had no wheelchair access. Alice Evans and Lucy Wood booked to see a Leicester Comedy Festival gig to mark their disability podcast's first year. But after researching the venue, they discovered the show would be in the basement, which only had stair access. Organisers said the festival was more accessible than previous years and it was \"delighted\" to improve in future. Alice Evans, from Loughborough, and Lucy Wood, from Rugeley, Staffordshire, started their lABLEd podcast in lockdown last year. They had organised the trip to celebrate the success of their podcast and see comedian Rosie Jones - who has cerebral palsy - at The Big Difference venue on Saturday. They also held a competition to take a listener, who themselves has limited access. Ms Wood, who uses a wheelchair, said: \"There was no access information to say 'don't book here if you are in a wheelchair' so we didn't think anything about it. \"This isn't a new feeling that we both have - not being able to get into venues - but we are working with the festival to make changes for next year's event.\"And they are willing to change which is a good sign.\" Ms Wood works for national disability organisation called AccessAble and volunteers for the Birmingham Hippodrome access panel. She said they had a \"productive\" meeting with the festival organisers. \"We hope we can find an avenue to help the organisers put access information in place because all it needs is up-to-date information in place, so people can make an informed choice,\" she added. \"Another possibility is if a venue is not accessible at all, what you really need is an option to watch a livestream from home.\" She said they had been \"blown away\" by support from the disabled community. \"That's when we realised we were doing the right thing\", she said. \"It wasn't just us being upset we had missed a night out.\" Geoff Rowe, founding director of the festival, said it had a long tradition of being as \"accessible as it can be and we have worked hard over the years with partners to help achieve this.\" \"Leicester Comedy Festival 2022 is possibly the most accessible the event has ever been,\" he added.\"When we booked this comedian, we made sure they weren't just doing one performance in a venue which some people might find inaccessible. They are doing a number of performances which are in wheelchair accessible venues and as always, we had several discussions about this amongst our team.\"I'm sorry these two customers are unable to see the performance which is at a venue downstairs, and we have already met with them to speak about their experience.\"Some of their suggestions were able to be implemented straight away and our venue access guide is now available to download directly from the website.\"I'm delighted they want to work with us in the future to try and ensure our festivals are as accessible to as many people as possible.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-60324192"}