{"datetime": "2021-04-01T11:30:58.000Z", "title": "Autism diagnosis delays in Coventry and Warwickshire 'are horrendous'", "article": "Waits of up to three years for children to be diagnosed with autism are \"horrendous\", and children are being \"let down\", say parents. Families in Coventry and Warwickshire blame under-funding in the NHS and demand for delays in getting autism spectrum disorder (ASD) assessments. One mother, whose daughter has missed years of school and made two attempts on her life, said she felt \"forgotten\". NHS-run CW Rise said three years was in line with waiting times in England. Amy, from Leamington Spa, who did not want to be identified, said her 15-year-old daughter Emma was still waiting to get a diagnosis after seeing child and adolescent mental health services (CAMHS) in 2018. Emma has since not been at school for nearly three years and had made two attempts on her life, she said. \"We heard nothing [and] in 2019 after Christmas holidays she became so anxious about going back to school that she took an overdose of tablets because she wanted to die rather than go back,\" her mother said. She was then fast-tracked for anxiety management help which took place in a car park as her daughter was so anxious she would not go inside for the appointment. \"Having to wait three years for an assessment had made me feel like my daughter has been marginalised and forgotten about,\" Amy said. A combination of that, the time an education, health and care plan (EHCP) takes and a lack of flexibility in the CAMHS service had been \"horrendous\" and had led to her daughter having other issues, she added. Amy blames long-term under-funding in the NHS and a higher demand for the service. Her daughter is now likely to be seen for an assessment later this month or in May. BBC News reportedchildren and adults could face a wait of more than two years in 2018 , when national guidelines said the process of diagnosis should start within three months of being referred. Sally Harwood, who runs an ASD support group in Leamington Spa, said getting a diagnosis was so important for parents and getting a private diagnosis could cost up to £2,000. \"Once you get it, it makes you think 'right, let's have a look at this' and you can't access training until you get one,\" she said. \"It's very difficult for parents having to really, really fight for what they need.\"Marie Smith said she was two years into a three-year wait for her eight-year-old son who has \"meltdowns\" and was violent at home after school.Her son dislikes school \"because no-one listened to what he needed when he was younger\", she said. \"His current school is doing better, but without a proper diagnosis there isn't a lot that they are able to do as they don't get funding for him,\" she said. She said her case was \"far from unique\" and many children were being let down. \"There is a huge lack of awareness of what's going on here with people who don't have any interaction with it,\" she said. In letter sent to families on the waiting list, CW Rise, which provides wellbeing and mental health services for children and young people in Coventry and Warwickshire, said waiting times of about three years \"were not acceptable\". The organisation said it was working with partners across the health and care system to address the delays. But it also said most agencies \"no longer require a diagnosis of ASD in order to accept referrals\" and school-based support for special educational need services was now \"open to all\" based on need and not diagnosis. The BBC has contacted CW Rise for further comment. If you or someone you know is struggling with issues raised by this story, find support through BBC Action Line . Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-56590821"}