{"datetime": "2022-02-06T06:19:41.000Z", "author": "Grainne Connolly", "title": "Covid-19: 'I just felt trapped, like I can't even move'", "article": "\"When I first found out I was a close contact of someone with Covid-19, I knew straight away that isolating would be a struggle.\" Bethany Menary is a patient at Muckamore Abbey Hospital in County Antrim, which cares for adults with learning disabilities.Like many during the pandemic, the 20 year old was forced to isolate at the end of last year after some of her family members tested positive for coronavirus. She missed the craic, the company of others and all her daily activities, like swimming and badminton.Her life had been turned upside down, so she turned to blogging, as a way to document the highs and lows. Beginning her quarantine, a fearful Bethany wrote: \"Routine is very important to me. \"If my routine is broken or interrupted, I find it extremely difficult.\"Speaking to BBC News NI, Bethany said the break in her routine triggered her anxiety.\"At the start I was literally laying in bed, sitting in my chair and watching YouTube every day,\" she said.\"I had such little to do.\" Sociable by nature, she found it difficult having to keep her distance from staff and other patients. But she was determined to write down her experiences, in the hope it would give people with learning disabilities a voice, particularly those struggling during the pandemic, like her. \"I do think sometimes people think when you have a learning disability that you're not capable of doing something,\" she said.\"Well, I actually can do things and I wanted to show that I can do this [blog]. \"It's important people with learning disabilities have the same equal opportunities as other people because we can do loads of things that other people can.\" In the first few days of isolation, she really struggled, as she awaited the results of a PCR test. She shares a living space with another patient, so they had to be in separate rooms at all times.\"It was difficult, I had to wait until she got into her living area before I could actually go up the corridor,\" she said. \"I just felt trapped, like I can't even move.\"But Bethany said the biggest challenge of all was not being able to see her loved ones.\"I got to speak to my family but it was just over Facetime and WhatsApp or ringing them,\" she said. \"Not being able to go home and see my three brothers, two sisters and my mummy was just so hard.\"I know it was in everyone's best interest but I just wanted to go home.\"After a couple of days, things started to look up for Bethany after she received a negative PCR result.She still had to isolate at the hospital and remain socially distanced from other patients, but could start taking part in some ward-based activities. Art classes in their usual form were on hold but the resident artist, Frank, left some paints for Bethany so she could work on her own projects. Bethany decided to give her wheelchair a makeover. Bethany also took part in virtual meetings with Telling It Like It Is (TILI), an advocacy group for people with learning disabilities. In her blog, Bethany said taking part in the Zoom sessions were \"very important\" to her. They allowed her to work on a safeguarding initiative while she was in isolation.\"We speak up for people who may not have the capacity and ability to do it themselves, we make sure their voices are heard,\" Bethany said.\"People with learning disabilities can often find it hard to read and process a lot of information, so we put stuff into an easy read format with pictures.\"That is my favourite thing to do for TILI.\" While much of Bethany's blog documents the difficulties she faced during her isolation, she also makes clear how much the staff helped her during this time. She said on top of the ward-based day care, staff took Bethany outside for walks around the hospital grounds and got her favourite food.\"I would ring with my order and then the café staff would leave my food outside the eating area; staff would take me across and collect it for me,\" she wrote. \"It is not easy isolating, but all the staff helped me through it. \"It can be quite lonely sometimes and it did affect how I felt about myself and my confidence - it [isolation] knocked me a bit mentally.\"I was frustrated having no routine because I couldn't do things I normally do.\" But she said the blog also helped her process her anxiety and feelings of frustration.\"I think writing and typing helps me express how I feel because I'm actually being honest with how I feel,\" Bethany said. \"Sometimes when I'm talking I just say 'yeah I'm fine', when I'm actually not.\"I find typing and writing easier than speaking and I would definitely encourage other people to write about it if they're struggling.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60248520"}