{"datetime": "2021-05-20T13:53:10.000Z", "title": "Daniel Morgan: Home secretary 'has not received' axe murder report", "article": "The home secretary has \"not received the report\" on the unsolved murder of Daniel Morgan, MPs have heard. The private investigator was killed with an axe in a pub car park in south London in 1987. An investigation panel was due to report its findings on Monday, but was blocked for review bythe Home Office .But Commons Leader Jacob Rees-Mogg told Parliament earlier that Home Secretary Priti Patel and the Home Office were yet to receive the panel's findings.The decision to block the reportsparked criticism from Mr Morgan's family and lawyer . Addressing Mr Rees-Mogg, Labour MP Chris Bryant said the independent panel set up to investigate the incident in 2013 had completed its work. He asked why Ms Patel had not published its findings to Parliament, adding any further delay would be \"an outrage to the family, a kick in the teeth as they themselves have said.\" Mr Rees-Mogg told the House: \"I was told that the Home Secretary had not received the report so I asked the obvious follow-up question: Is it in the post room of the Home Office?\"It has not been received by the Home Office as of yet.\" Mr Morgan, from Monmouthshire, was found dead in Sydenham in March 1987.His family has always maintained he was on the cusp of exposing police corruption. Although he had not been stripped of his valuables, notes he was earlier seen writing in the pub had been ripped from his trouser pocket. There have been five separate failed investigations into Mr Morgan's murder - all plagued by allegations of police corruption and links between police, private investigators and tabloid journalists. In 2011, a trial was abandoned, and two years later the government commissioned an inquiry into the murder. Then Home Secretary Theresa May, who set up the inquiry panel, described Mr Morgan's death as \"one of the country's most notorious unsolved murders\". The panel's remit was to \"shine a light on the circumstances of Daniel Morgan's murder, its background and the handling of the case over the whole period since March 1987\". The government said this week the panel's findings could not be published until Home Office lawyers had decided whether to redact parts of the document \"for national security and duties under the Human Rights Act\". ", "url": "https://www.bbc.com/news/uk-england-london-57189785"}