{"datetime": "2022-02-03T06:13:07.000Z", "author": "Ian Hamilton", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Disabled people 'forgotten' over day-care services", "article": "As much of the country returns to normal life, many disabled people and their families are feeling abandoned and forgotten by local authorities because day-care centres have not re-opened to pre-pandemic levels. The centres, where disabled adults can socialise and do activities together, have been described as a lifeline for people who use the services.No local authority in Scotland has confirmed that their day-care services have returned to normal levels. Before the pandemic, 33-year-old Alasdair Russell attended Harry Smith Centre in Lanark four days a week. Now he can only attend once a month.Alasdair lives with severe learning and physical disabilities, and his parents said the impact of not being able to see his friends has been severe. \"The wee light, the wee spark that he had in his eyes, it's just gone,\" his mother Yvonne told BBC Scotland.\"He doesn't have speech, he can't just go and see his friends or text his pals.\"We don't even know who most of his friends are because he sees them in the day centre. He's missing out on that vital human interaction,\" she said. His parents said they still have not been told by South Lanarkshire Council when, or if, Alasdair's day-care centre would return to normal service, and they feared he would be \"forced to live a life just in his house\". \"No recognition of the impact of Covid has been made by the council on these adults at all,\" she said. They also questioned why Alasdair, who is fully vaccinated and can have lateral flow tests, can not attend a day-care centre when schools and hospitality businesses have been deemed safe to reopen.\"What was more important, having a life or being stuck at home, almost as if you're in a prison day after day, and not understanding why?\" Yvonne asked.\"At the heart of it, we all feel that it's cost-cutting measures.\" BBC Scotland contacted all 32 of Scotland's local authorities to ask about day-care provision.Of the 18 that responded, none could tell us categorically that their day-care services have yet returned to pre-pandemic levels.However, guidance from the Scottish government says that the services can re-open. The social care minister also wrote to local authorities last year, asking them to \"urgently look to reopen services as soon as possible\". South Lanarkshire Council, who run Alasdair's day-care service, told BBC Scotland that despite serious challenges, their services had been operational throughout the pandemic. They also said they had now begun to carefully increase levels of day service provision in response to the improving Covid situation, and have written to service users to inform them of these plans. But just 20 miles down the road in Glasgow, one charity has proven that it is possible to re-open day-care centres.Junction 52 at Penilee Community Centre, run by Capability Scotland, has been back for nearly a year with Covid protocols in place. Wheelchair user Alan Dick, who attends the centre three days a week, said being back had been \"absolutely brilliant\". \"We're back to more or less normal,\" he told BBC Scotland.\"You're socialising with people, you're doing things like keep fit. And the actual fact that you're physically associating with people is good for you.\" Alan said when the centre was closed, he became so lonely that he felt \"life just wasn't worth living\" - highlighting the importance of these centres for many disabled people. \"Centres like this are vital because for us, getting about takes planning,\" he said. \"We can't just go to the pub or the cinema. \"Coming here is where we meet our social circle.\" He added that local authorities should learn from Junction 52, and not use Covid as an \"excuse\" to keep centres closed. According to Carers Scotland, the problem is not isolated to South Lanarkshire, and has a severe impact on family members as well. \"It's a very significant issue across Scotland,\" said policy manager Fiona Collie.\"In some areas, day-care services are not open at all, in other areas they're at much lower levels than they used to be.\"And this has a huge impact on carers. Seven out of 10 carers haven't had a break for any point in the pandemic, and this has huge impacts on their health, well-being and ability to work.\" ", "url": "https://www.bbc.com/news/uk-scotland-60233724"}