{"datetime": "2022-02-02T13:32:11.000Z", "title": "Bromsgrove family faces split over lack of housing provision", "article": "A mother said her family risks being split up after a council failed to find a suitable home for her disabled child. Sam Crawford, 34, from Bromsgrove, had to quit her job to be a full time carer for her three-year-old daughter Ava and is now unable to renew her mortgage. Without a suitable home, she said she could be left homeless meaning Ava could be taken into care but she is still waiting for council support. Bromsgrove Council said it \"completely understood\" Ms Crawford's frustration. A spokesperson also acknowledged the search for a suitable home was \"taking longer than anyone would like\". Ms Crawford said her mortgage on her current home runs out in July and because she is no longer able to work there is no scope to renew it. She said she has been warning the council about this since 2020, but no action has been taken and now she is worried about the future. \"Ava is likely to be taken into social care because we'll have nowhere to live,\" she said. \"It doesn't even bear thinking about because she does understand what's going on, she does have a very good mental capacity and I think she will notice if she's not with her family any more.\" Ms Crawford said her family was at risk of being \"ripped apart\" and she wanted Ava, who has cerebral palsy and severe epilepsy, to stay at home. She was offered a house by the council last year, but it was not suitable for Ava's needs. She needs round-the-clock care and as she grows, the family will need hoists to move her and she will need specialist equipment. Bromsgrove District Housing Trust said it had \"enormous sympathy for all the families in and around Bromsgrove who are waiting for suitable affordable housing\" adding it was doing all it could to improve the situation. The Department for Levelling Up, Housing and Communities said it wasinvesting billions in building affordable homes. A spokesperson said: \"Since 2010 social housing waiting lists have reduced by more than 550,000 households and we have delivered more than 574,000 affordable homes, including 154,600 for social rent.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60230200"}