{"datetime": "2022-02-04T06:04:07.000Z", "author": "Angie Brown", "title": "Deaf people diagnosed with cancer face 'big barriers'", "article": "Coleen McSorley, who has been deaf from birth, was left upset and struggling to understand the details of her cancer diagnosis. Now one care centre is hoping to offer more support to others facing a similar challenge. Coleen was diagnosed with breast cancer in September 2020. At the time, Covid restrictions meant she was unable to bring an interpreter or her hearing parents to hospital appointments. The 56-year-old said she was given wads of literature about her cancer - but like many people who have been deaf from birth, she struggles to read. \"English is my second language after British Sign Language,\" said the cleaner, from Stirling. \"At the hospital a big barrier was they were wearing too many masks. They were all talking at me but I didn't understand what they were saying, it was horrendous. \"I felt frustrated because I wanted them to pull down their masks so I could try to lip read a little bit, but they wouldn't and it was very confusing.\" Coleen, who had an interpreter to help her with this interview, said the process was difficult because she was given a lot of thick booklets that she could not read. \"I would receive emails from nurses but I couldn't read them and I wasn't allowed an interpreter into my house at that time, it was very hard,\" she said. Coleen discovered she had cancer following a trip to the physio after she felt she had pulled a muscle in her neck. She said: \"There was a pain in my shoulder and it hurt so much. When the physio asked me to lie face down on the table I had pain in my chest. \"There were lumps in my breast which could move but I just thought it was the change of life and put it down to hormones.\" Her physio was concerned and gave her a letter to take to her doctor. At the GP's surgery she was still not allowed an interpreter and Coleen said she did not understand anything that was going on. She had biopsies and a mammogram, and by the time she had her appointment with a consultant she was allowed to take an interpreter. Coleen said she could tell that the consultant \"was serious and told me straight\" - although the interpreter used softer sign language to try to ease the blow. \"I never cried, I held everything in because my husband wasn't allowed to be there and I was on my own,\" she explained. However, she said that \"everything came tumbling out\" when she was moved into a grief room with a nurse. \"I kept saying: 'Why me?' I was crying and not coping, the tears kept flowing, I was very emotional and I wanted to go home.\" Coleen, who had stage three cancer, was treated with chemotherapy and had a mastectomy. She has now recovered. She found out about the Maggie's centres when she was being fitted with a wig. Coleen said she felt more comfortable after she met Yvonne McIntosh, an oncology nurse and centre head at the Maggie's Forth Valley cancer care drop-in centre. \"I felt my mental health wasn't good until I came to Maggie's, but they explain everything to me. \"Maggie's has really calmed me down,\" she said. Yvonne said that even with an interpreter, a lot of information could be lost in translation. \"A lot of sense and meaning is lost and things can land differently so they don't come across with the same context,\" she said. \"When Coleen came to us she didn't know what the pills were that she was taking. \"She didn't understand about her treatment and didn't know how her medication worked for her.\" Yvonne says she wants to run a workshop for deaf people with cancer. \"Deaf people think there is no support for them so I've only had two deaf people here at Maggie's in my career. \"They lack the exposure to cancer information which hearing people take for granted. \"When Coleen came to us she thought her cancer was going to come back and she was struggling with things, but now she has all the information and support.\" ", "url": "https://www.bbc.com/news/uk-scotland-60231182"}