{"datetime": "2022-02-03T06:45:59.000Z", "author": "Rebecca John & John Arkless", "title": "Down's syndrome: Swansea model Beth Matthews signs with agency", "article": "A woman with Down's syndrome is launching a modelling career after being signed by a major agency. Beth Matthews, 22, from Swansea, tried modelling after her cousin saw the work of Ellie Goldstein, who also has Down's syndrome and has represented Gucci.Beth has signed for the same agency as Goldstein - Zebedee - which represents people with disabilities and other physical differences.Her mum, Fiona Matthews, said she was \"blossoming\" since starting modelling.After being alerted to Goldstein's work by Ms Matthews's sister, Beth's family looked into the prospect of her doing some modelling, just to see how she would get on.Half an hour into finding a local stylist and photographer to do a photoshoot, Ms Matthews said she was \"absolutely amazing\".Zebedee signed her just a few weeks later and Beth has since been involved in a number of photoshoots.The agency was started five years ago, with the aim of increasing the representation of people with disabilities as well as those with physical differences and trans and non-binary people. Ella Singleton-Redmond, the women's booker for Zebedee, said disability was often left out of debates about diversity.She said: \"Twenty percent of our population live with disabilities, whether visible or invisible, so we need to be representing those in the advertising that we do.\"People are becoming aware of that and are starting to change. Our goal is to make sure that all media forms are representing the population. There's still a long way to go.\" About 47,000 people in the UK haveDown's syndrome , which is caused by an extra chromosome.The condition causes some level of learning disability, but most people with Down's syndrome live long, healthy lives and achieve typical life goals, with an increasing number in work and living semi-independently.Ms Matthews said it was \"about time\" people with disabilities were being included more.She said: \"The inclusion revolution is happening, finally, and I'm very pleased that my daughter is going to be a part of it.\"When Beth was born it was quite a negative experience and we were told our lives were going to be quite difficult. Actually the opposite has been true.\"I think we've had our moments like any parents with a small child, toddlers, but on the whole, Beth has always exceeded expectations, we haven't put any barriers up to her learning and you can see her today, she's just turned out to be a wonderful young lady.\" So, could Beth follow in Ellie Goldstein's footsteps and get a big break? Zebedee thinks so.\"We invited Beth to a casting and she was just brilliant in front of the camera,\" Ms Singleton-Redmond said, \"and that's what we look for.\"We need people who not only look good, but also are fantastic when put on a set in front of a camera, and can work, and she ticked all of those boxes.\" Beth has already done some modelling for a bridal company, and said she was excited about doing more.She said her favourite parts of modelling were \"the hair, the make-up and the outfits\".She added the ultimate aim of her modelling career was to \"be more confident\", but she has also set her sights on Hollywood.Ms Matthews added: \"I think the most important thing is definitely more confidence. It's just wonderful to see her blossoming. She's really, really enjoying it and I think we hope we have a few adventures as well.\"One example we had was a parent contacting us via social media to say how seeing Beth and her story so far had really inspired her and made her believe that her daughter, who also has Down's syndrome, has a chance in life to do something special too, and that's just wonderful.\"Julian Hallett, services development manager for the Down's Syndrome Association, said: \"It is always a delight to see a young adult who has Down's syndrome succeeding in their chosen career path.\"Being taken on by a modelling agency must feel like a dream come true. It is also encouraging to see that more and more organisations are seeing the value of having a diverse workforce that reflects society.\"Congratulations to Beth and all the best for the future.\" ", "url": "https://www.bbc.com/news/uk-wales-60140181"}