{"datetime": "2022-02-04T06:03:54.000Z", "author": "Ruth Iredje", "title": "Amputee 'dreams' of designing clothes for all", "article": "For amputee Iona Hay designing clothes for people with prosthetic limbs would be a \"dream\" come true. The 18-year-old who lost her leg to cancer a week before her sixth birthday believes inclusivity must be a key aim of the fashion industry. Last year Iona, who is from Glasgow, moved to Edinburgh to study fashion. She has also entered the world of modelling after signing up to an agency specialising in representing people with disabilities. Just a year after losing her mother to cancer, Iona was diagnosed with the disease in her right leg. As a child she was fitted with new prosthetic legs every six months. As an adult, she does not get new legs as regularly, but her collection now totals 21. Iona, who has been speaking toBBC Radio Scotland's Drivetime programme , said: \"I think I was blessed to have it [amputation] done younger because it was something that I grew up with. \"Although it was hard in some ways, I was able to change so quickly and accepting it was easier. \"It became who I was, it became normal, it wasn't something that I thought about regularly.\" In August 2021, Iona came across Zebedee management - a talent agency representing people with disabilities and alternative appearances - and completed an online application.By November she had signed up to the organisation and was quickly modelling for a range of fashion brands. She said: \"The past few weeks have been incredible and a total whirlwind. \"I have to pinch myself and often think, 'this can't be real', it's crazy.\" Alongside her modelling career, the first year Edinburgh University student hopes to one day design clothes with inclusivity at the forefront. Iona said: \"I'm taking each day as it comes and hope more opportunities will arise. \"I'm not sure what the future holds but it would be a dream to design clothes and I think inclusivity is a key feature in fashion design today. \"I hope to incorporate that into my work, ensuring everyone is able to be seen and heard and all needs met.\" Iona, who featured in aBBC Alba documentary when she was 13, says her family are very proud and supportive of everything that she is doing. In the film she spoke about the many activities and sports she played - such as hockey, gymnastics and dancing - and the different prosthetics she used. ", "url": "https://www.bbc.com/news/uk-scotland-60243831"}