{"datetime": "2022-01-29T07:41:21.000Z", "title": "Worcestershire woman who lost 14 stone struggling with loose skin", "article": "A disabled woman who lost nearly 14 stone (89kg) said she is having to raise £31,000 to remove sagging skin as the NHS will not carry out the surgery. Jessica Gould has conditions, including ME, which often leave her bedbound. She spent more than a year, through diet and exercise, cutting her weight from 24 stone (152kg). But the loss has left the 29-year-old with \"a lot of loose skin\" which she said had caused her health \"to decline and spiral rapidly\". \"I still see myself as largely overweight due to the skin and it has got me down. I had thought of cutting the skin off myself,\" she said. Ms Gould, from Bredon, Worcestershire, said she decided in January 2019 to reduce her weight as it was affecting her sleep and putting a lot of pressure on her joints. She did it through diet and exercise, including walks and yoga when she had the energy, as she said \"I did not want to be a big burden on the NHS in the future\" and \"wanted to do it myself\". Her partner James and her family supported her but, after dropping the weight in just over a year, she said the remaining loose skin was having a huge effect on her life. \"It causes a lot of discomfort,\" she said.\"The skin can throw me off balance if it swings. I have to wear waist trainers and shapewear all the time to hold it in place which are often painful and uncomfortable.\"Having avoided asking the NHS for help with her weight loss, Ms Gould said she approached them about skin removal but was told they were unable to help as the health service classed it as cosmetic treatment. She said raising £31,000 would go towards several skin removal surgeries carried out privately. The NHS said excess skin could remain after weight loss and surgeries such as tummy tucks could remove it but it was \"usually considered cosmetic\" so was not always available on the health service. But having lost so much weight while having chronic illnesses, including fibromyalgia and seizures, Ms Gould said she wanted to inspire others. \"Anyone can do it. I have so many health conditions and I did it, so anyone can do it,\" she said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60175822"}