{"datetime": "2022-02-16T14:51:48.000Z", "title": "Lincolnshire police chief defends LGBT+ lighting following criticism", "article": "A police chief has defended his force's decision to light up their headquarters in support of LGBT+ History Month after it was criticised on social media. Lincolnshire Police said the rainbow lighting at its HQ at Nettleham was \"part of its commitment to celebrating equality, diversity and inclusion\". Chief Constable Chris Haward said it was a \"very visible show of support\". Some people took to social media to say it was a waste of money, while others said it was wrong to favour one group. Mr Haward said: \"There were a lot of comments that we weren't chasing criminals, and I must stress this didn't have any detriment to our normal policing service. \"It's cost us less than 80p per evening and we light up the headquarters anyway for safety and security reasons.\" Mr Haward said some people also felt it \"wasn't appropriate\".\"I respect their views, but I think it's very important we get the message out there that policing is trying to change,\" he said. In response to the comments, Mr Haward published a statement on Twitter. He toldBBC Radio Lincolnshire : \"It's a sad state really that social media allows people to vent some views that I wouldn't necessarily agree with, and I felt that they needed to be challenged and rebutted.\" Lincolnshire Police previously lit up its headquarters to mark Holocaust Memorial Day, and aims to mark other events this year. Mr Haward said: \"This one just seems to have provoked a bit of reaction to it, which is actually quite a good thing because it allows us to get another message out there.\" He said the move had been welcomed by the lesbian, gay, bisexual and transgender+ (LGBT+) community, as had the force's message \"around our commitment to improving how we respond to diverse communities\". February is recognised as LGBT+ History Month in the UK. Its aim is to promote equality and diversity. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60403827"}