{"datetime": "2022-01-26T09:47:52.000Z", "title": "Little Oyster: Care home resident 'didn't trust carers', inquest told", "article": "A vulnerable man with learning disabilities and a muscle-wasting disease died after being found on the floor of a care home, an inquest has heard. Terry Raymond, 41, who died in hospital on 8 February, lived at Little Oyster Care Home on Sheppey for five months. He died at the Medway Maritime Hospital after his condition deteriorated over the following few hours.A coroner heard he had written in his diary: \"I don't trust my carers.\"Mr Raymond died from an internal cranial haemorrhage and traumatic head injury, the hearing was told.His family previously said they hadhad concerns over Mr Raymond's care at Little Oyster Care Home \"from day one\".Tarnia Harrison, Mr Raymond's younger sister, told the the hearing at County Hall, Maidstone, her brother had kept diaries, and she read one entry to the court.\"I don't trust my carers, that's why I stay in my pyjamas even after my morning wash,\" Mr Raymond had written.Ms Harrison told the coroner, James Dillon, that she had expressed various concerns to Little Oyster and had written a letter of complaint. Ms Harrison said: \"He'd be in tears, he was frustrated, crying. He wasn't very good at conveying how he felt. He would just say 'this isn't happening'.\" Ann Leese Msichili, from Kent County Council, said a report by the authority had concluded Little Oyster had not followed policies and procedures in their care of Mr Raymond.She said records provided by the home were disorganised, incomplete, dates had been changed, or information had not been made available.She said on one occasion, there was a record of Mr Raymond having had his teeth cleaned on 7 February, when he was actually in hospital. The hearing continues.Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-60138100"}