{"datetime": "2022-02-03T11:34:09.000Z", "title": "Bristol Pride Festival announces summer return to city", "article": "Organisers behind the Bristol Pride Festival have announced dates for its summer return. The event will be coming back to The Downs, Clifton, and the city in its original format after adapting to restrictions during the pandemic. Festival Director Eve Russell said the team was \"so excited\" to bring everyone back together to celebrate in person. The festival will take place over two weeks from the 25 June - 10 July, with Pride Day on Saturday 9 July.Bristol Pride is a volunteer-led not for profit charity and has become one of the UK's key Pride festivals, winning a number of awards. The award winning festival is described as a \"bold celebration of the lesbian, gay, bisexual and transgender (LGBT+) community\". Ms. Russell said: \"The Pride Parade March [on Pride Day] will make a physical return this year, louder and prouder than ever as we mark the 50 anniversary of the first pride march in the UK.\" She described the march as \"an integral part of what pride is and after two years of quiet streets, we're excited to be filling the city with colour\". \"It is a chance to be visible and, importantly, it serves as a reminder that the LGBT+ community continues to fight for equality\", she added. The event, which has welcomed over 35,000 people in previous years, attracts big names from live music and entertainment, with new, local and emerging talent also being given the opportunity to perform. Daryn Carter MBE, Director of Programming and Partnerships, said after being disconnected for so long it will be very special to have everyone back together. He added he is looking forward to \"the love and support of our incredible community through our events and as we all take to the streets for the Parade March\". Other events to look out for across the two weeks of the festival include the return of Pride Night official after-parties, plus the ever popular Dog Show, Comedy Night, a spectacular Circus Night, Theatre Night and Queer Vision Film Festival. The full line-up will be released over the coming months.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60242259"}