{"datetime": "2022-02-07T18:52:32.000Z", "title": "Oxfordshire FA probes alleged homophobia at match", "article": "The Oxfordshire Football Association (FA) has launched an investigation after a team walked off a pitch over the alleged use of homophobic language. The incident is alleged to have taken place at an Oxford City Football League match between Union Street FC and Donnington FC on Saturday.It comes after a Union Street FC player claimed on social media they were called a homophobic slur. Donnington FC has \"categorically\" denied the allegations. Oxfordshire FA said it had contacted the player's club to start the investigation.Union Street's captain Joel Atkin said the player allegedly targeted was wearing a rainbow headband during the match at Brasenose College sports ground in Abingdon Road. He alleged his player was told to remove it by an opponent before being sworn at and called a name that is derogatory to gay people. The Union Street player complained to the referee, Mr Atkin added.He claimed further homophobic comments were made by other Donnington FC players as they walked off the pitch.Jerome McCalmon, captain of Donnington FC, not to be confused with a youth team of the same name, said in a statement on Twitter: \"We find these allegations hurtful and would like remind you that, by law, we are innocent until proven guilty.\" Speaking to the BBC he added the club was \"totally mystified\" as to how the claims came about. He added the club was \"totally against discrimination of any kind\" and would help with the investigation. Oxfordshire FA said if an appropriate charge was considered, a hearing process would be conducted by the national FA at Wembley.In a statement, it added: \"We do not condone any discriminatory language or behaviour, especially if in a football environment, and will continue to take action against proven offenders whether a club and/or individuals.\" It added it would not comment further until the final outcome of the alleged incident was known.Thames Valley Police said it had not received a report of the alleged incident.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-60289218"}