{"datetime": "2019-06-05T15:09:56.000Z", "title": "Call to teach 1919 Liverpool race riots in schools", "article": "The author of a book documenting a black seaman's murder 100 years ago has called for the history of British race riots to be taught in schools. Madeline Heneghan said people can be \"amazed\" by the story of Charles Wotten, also known as Wootton, who was killed by a white mob in Liverpool. Ms Heneghan said few people know just how badly black people were treated at the time, with many barred from jobs. She said the 1919 riots were part of the \"history of the British Empire\". \"It is somewhat a forgotten part of our history and important lessons can be learnt from it today,\" she said. \"It is still very much relevant, for example to the Windrush generation, and their descendants.\"The co-author of Great War to Race Riots is also the one of the directors of the Writing on the Wall charity which runs literature projects. The charity is hosting an exhibition called The Great War to Race Riots, featuring an archive of the letters highlighting \"deeply entrenched racism\" in Liverpool between 1919 and 1921.Ms Heneghan said the letters reveal many black servicemen and workers were left destitute in the city after a \"colour bar\" was introduced in many industries. It saw white workers, often backed by unions, refusing to work alongside black people. Ms Heneghan said the black community had been welcomed and were well established in the city but \"resentment brewed\" following World War One, as black workers were blamed for a lack of jobs and housing. Tensions eventually boiled over in the 1919 race riots in seaports across Britain. Charles Wotten was killed after a fight broke out in a pub between a group of Scandinavian and Caribbean sailors, according to the account in Ms Heneghan's book. Police then raided boarding houses where black people lived, including 24-year-old Mr Wotten's home. He fled but was chased by a mob into the River Mersey and pelted with stones until he drowned. She said the killing should be regarded as an important part of Britain's history. She said the riots led to many black people who had \"fought for the motherland\" feeling \"embittered by their treatment\" and returning to colonial territories. A plaque in memory of Mr Wotten was unveiled on Liverpool's Waterfront in 2017. ", "url": "https://www.bbc.com/news/uk-england-merseyside-48527393"}