{"datetime": "2022-02-02T10:00:34.000Z", "author": "Michael Baggs", "title": "The LGBT history you probably didn't learn in school", "article": "If you think we live in an open-minded, sex-positive society now, just wait until you hear what may have been going on down the Yorkshire mines in the 1950s. February is recognised as LGBT history month in the UK, but even now there's a lot of LGBT history many of us don't know - and this is partly because of Section 28. Section 28 was a ban on the \"promotion of homosexuality\" in schools which was introduced in 1988 by Margaret Thatcher's Conservative government. It ran until 2000 in Scotland and 2003 in England and Wales. But it's also partly because so much of LGBT history happened in secret. \"Even in the 19th century, it's very difficult to talk about gay or lesbian identity,\" says Harry Cocks, associate history professor at the University of Nottingham.\"It didn't really exist, there wasn't really any such thing.\" Of course, everyone was still at it. The existence ofMolly Houses in the 18th century, pubs or coffee-houses (although some just think they were brothels) where men would meet, is well known. It's just that many men who visited them went back to their wives and families afterwards. \"People have always challenged gender norms and sexual norms,\" Prof Cocks adds.\"The idea that you can organise the world around the kinds of desires that you have, I think, is a very recent idea.\" Justin Bengry, senior lecturer in queer history at Goldsmiths University of London, says it's important to present LGBT history as \"being part of the ordinary fabric of modern - and not so modern - life\". Because so much LGBT history took place behind closed doors, Justin says new stories are being uncovered all the time.Which means there's plenty that could make its way into mainstream education today. Film & Filming magazine - doesn't sound very sexy, does it? When it was launched in 1954, gay magazines were a strictly \"under the counter\" affair. But this publicationhid in plain sight on the shelves of UK newsagents in the 1950s. \"If you go through it, for many of us, it will tweak our gaydar looking at those 1950s issues - because there seems to be more bare-chested men than you'd expect,\" says Dr Bengry. \"Then you get to the personal ads at the back and you start seeing all of these ads for young bachelors looking to meet other young bachelors interested in things like physiques and photography and wrestling and it starts to all come together.\" Its editorial team was gay and after the theSexual Offences Act of 1967 , when gay sex was decriminalised in England and Wales, the magazine was able to be more open and feature naked men on the cover. \"Prior to that, in the 50s and 60s, you were just interested in film - oh, and there's a lot of men in that film.\" In 1885, \"gross indecency\" between two men was made illegal - and in 1921,a similar law was discussed for women as well. But this didn't get very far in the House of Lords, partly because they didn't want to discuss the matter. This was, in part, because they believed women were so impressionable, if they heard about women having sex with other women, they might want to try it for themselves. \"They were concerned that all of these innocent-minded women who would never have considered the possibility of any kind of erotic activity between women would now have it suggested to them and would now have opened up to them,\" says Dr Bengry. \"We think of children as still forming or impressionable, and certainly, they thought in the 20s of women as being of weaker intellect and impressionable in similar ways.\" \"It seems very true that every generation figures they invented everything about sex,\" says Dr Bengry. \"And that's not the case at all.\" He's talking abouta study by Dr Helen Smith at Lincoln University, which discovered that working class men in Yorkshire, during the 1950s were having sex with each other \"in fields, behind pubs, at each other's houses and, perhaps most significantly, at work\". \"This is the height of the ideal of monogamous, heterosexual bliss.\" \"What Helen found was that this was acceptable within their communities. \"Many of these men were married, many of them had children, and their partners knew they were having sex with other men in the industrial workplace.\" The research concluded that if their actions at work didn't affect the status of the family, this sort of thing was all ok. \"As long as their shenanigans at work didn't disrupt the family, as long as they didn't leave their wives, as long as they didn't leave their children hungry, this could be accommodated within normal heterosexuality in the north in the mid-20th century.\" \"Gender bender, cis-tem offender,\" rapped Bimini Bon Boulash in the 2021 season of RuPaul's Drag Race UK. They could have been talking aboutEleanor Rykenor, who lived centuries ago. Eleanor was arrested near St Paul's Cathedral in London in 1394, caught having sex in an alley with a man called John Rigby. But it was only when they were arrested and the police took testimony from the pair, that they discovered Eleanor was also called John. \"They discovered that Eleanor - or John - Rykenor lived this absolutely fantastical life,\" says Dr Bengry. \"Sometimes living as a man, sometimes living as a woman, sometimes having sex with men, sometimes having sex with women, sometimes being paid for it sometimes not - and just living this completely gender fluid life.\" \"That was the better part of 1,000 years ago, and this is someone that was jumping between gender positions and discussing a wide range of sexual partners.\" He says Eleanor/John's \"fantastical life\" could \"fit into a conversation today in London\". What are you reading this article on right now? Chances are, it's powered by some of the technology that Lynn Conway pioneered in the 1960s, when she worked as a computer scientist for IBM. Lynn's work for IBM was some of the earliest into microchips, but she was sacked when the company found out Lynn was transgender and planned to transition - and her work on the project ended. \"Her life's work has made the fact that we're having this conversation on tiny little computers possible,\" says Christine Burns MBE, activist and author of Trans Britain: Our Journey from the Shadows, tells Newsbeat. \"It's because I think it's such a story of human spirit, against the worst of all odds.\" Lynn, now 83, was forced to start her career from scratch after her transition, and in 2020, IBM issued an official apology for how she was treated 50 years ago. \"We deeply regret what you went through,\" said IBM's senior vice president of human affairslate last year. Christine says Lynn is \"a real role model\" to all of us. \"Lots of people who've been discriminated against over the aeons are recognized posthumously,\" Christine adds.\"That's all well and good, but it's much nicer actually, if we can be alive to see it.\" Prof Cocks says if there was to be more LGBT history taught in British schools, it should also include landmark moments where laws changed - and where lives changed. Moments likethe 1957 Wolfenden Report , which recommended decriminalisation of gay sex and suggested homosexuality should no longer be considered a disease, or theSexual Offences Act of 1967 , when gay sex was decriminalised in England and Wales. With knowledge of events like these, Christine says we'd have a better understanding of how society works. \"This goes for all minorities - and it goes for women, too, who aren't a minority,\" she says. \"We cannot understand our place as a community of similar experiences in culture, unless we understand where we've come from.\"A version of this article was first published in June 2021. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-57176199"}