{"datetime": "2019-06-08T23:13:30.000Z", "author": "Carys Betteley", "title": "Cardiff race riots: 'Teach history in schools' call", "article": "There are calls for schools to teach the history of British race riots a century ago. Three people died and hundreds were injured in the Cardiff and Barry race riots but no memorial or plaque exists. Madeline Heneghan, who co-authored a book about the events, said there are \"important lessons\" in what happened. Researcher Jamie Baker said people knew little about the events because they were an \"embarrassing stain\" on history. \"There's a sense of sadness among black people from Cardiff, no one really talks much about it,\" he said. \"It's a stain on history, a bit messy, embarrassing. There's not a lot [of information] about, you really have to dig.\" John Donovan, 33, and Mohammed Abdullah, 21, a fireman on a ship, died in Cardiff, while Frederick Henry Longman, a former soldier, died after being stabbed in Barry.Mr Abdullah died in hospital from a fractured skull after being attacked inside a boarding house in Bute Street. Mr Donovan, a former solider who worked on the railways, had been shot through his heart and lung at a house in Millicent Street - close to where the modern-day St David's shopping centre now stands. It is claimed that there was a fourth victim, Harold Smart, 20. His throat was cut, though there are conflicting accounts over whether or not this was part of the riots. Ms Heneghan said: \"I think it should be [taught in schools] across the UK, but particularly in the port areas where they took place. \"It's partly about knowing the history of the place, and it isn't just about black history but the history of the empire. \"There are important lessons for us today, valuable lessons for young people.\" She said the riots led to many black people who had \"fought for the motherland\" [Britain in World War One] feeling \"embittered by their treatment\" and leaving - and Mr Baker said many were repatriated. The unrest in 1919 was fuelled by a lack of housing, jobs and opportunities. Ex-servicemen, local troublemakers and soldiers clashed with Yemeni, Somali and Caribbean seamen in front of large crowds. The riots began in Glasgow in early 1919 before spreading and reaching Newport, Barry and taking place most significantly in Cardiff in June. There was also unrest at docks in the United States. Mr Baker said press coverage in Cardiff at the time refers to black men being the ones initiating the violence. Repatriation was the government position at the time - and the fate of many of the repatriated men is still not known even by their families. He said the government and some of the press took a \"scapegoat\" approach, with politicians at the time fearing revolt after the 1918 Russian revolution. \"It was in many ways a tremendously significant year in British history but so tremendously awkward,\" he said. \"Everyone comes back from the war. Men don't have jobs. They resent the black merchant seamen, but they weren't the only seamen working on the ships, so they selected them. \"There was a lot of fear.\" Mr Baker added that although poverty was a major factor, racism against families - specifically white women living with black men - was a significant issue. He cited an attempt to stop black men from playing cricket in public because they were \"too attractive\" dressed in white, and it was \"not fair on women\". Mr Baker, who is launching a series of podcasts on the race riots, also said white women who lived with black men were \"stripped and beaten\" in the streets by the mob. \"From the perspective of local black people, I'm not sure they [the riots] were unexpected,\" Mr Baker said, citing the context of similar events elsewhere. \"But black people in Wales saw themselves as Welsh much more than people in England saw themselves as English, so this was a real bad period but it's not happened again in Wales. \"And that's interesting that the culture of Wales meant it wasn't going to happen again.\" Historian Neil Evans said the riots were remembered very well until the 1950s when they began to fade from the public eye - but argues they are still very well-known among historians and in Butetown. \"It was claimed Harold Smart, a white man, was killed by a black man but there was no real evidence. But it added to the intensity. \"No one knows exactly what happened.\" The South Wales Echo newspaper at the time described \"wild scenes at Cardiff\" during the four days and nights of riots in 1919, and the South Wales News headline read: \"Blacks Hunted By a Furious Mob\". The Western Mail describes the \"ugliest scenes\" of \"colour rioting\" as being near Hayes Bridge and then into Butetown. National Theatre Wales and The Heritage and Cultural Exchange are holdingevents at Butetown Community Centre on 12 and 13 June, describing the riots as \"one of those moments in a city's history that lingers - in family stories, in popular myths - but for which there is no complete official record\". •For more on this story, Wales' Forgotten Race Riots is on BBC Radio Wales at 18:30 BST on Thursday, 13 June ", "url": "https://www.bbc.com/news/uk-wales-48541933"}