{"datetime": "2016-07-05T16:02:40.000Z", "title": "World War One: The role of Cardiff's black serviceman", "article": "Many died in the cause of victory, but returned home from World War One to face intolerance, unrest and scorn. Cardiff's multicultural Tiger Bay contributed many black servicemen to the war effort, but there was no hero's welcome on their return. Actress Suzanne Packer looked at what life was like for them 100 years ago. They served and died alongside white soldiers and seamen in the trenches and on the open sea. But the reward for some upon their return was violence, oppression and deportation. Following a huge surge in the number of men enlisting upon the outbreak of World War One, African and Caribbean men living in Wales found their offers refused. Prof Hakim Ali, an expert in the history of Africa and the African Diaspora, said the time before World War One was \"a high point of imperialism... there was a common idea of white supremacy\". A newspaper report in May 1915 said: \"A number of coloured men have lately presented themselves for enlistment in any of the services at the Glamorgan headquarter recruiting office in Queen Street, but up to the present Recruiting Sergeant Ashton has been reluctantly compelled to decline their services until such time as the War Office consider it politic to form a coloured race battalion.\" There was talk of starting a black battalion between the ports of Cardiff, Newport, Barry and Swansea, but this never materialised. Some black men did join Welsh regiments, including the 1st Mons and the Welsh Guards, formed in February 1915. Prof Adi said: \"Some people joined out of a sense of adventure... others, from the Caribbean and Africa, as well as other countries, believed that they were proving they were just as good, as patriotic, as any white person and, as a result of this sacrifice, they expected if they were going to suffer equally in the trenches or in the merchant fleet, that they should be treated equally when the war ended.\" Eustace Rhone joined the 3rd Battalion of the Welch Regiment and was deployed to France. He died on 27 September 1915 of gas poisoning, two days after being injured on the battlefield after chemicals fired by the Allies blew back on to the advancing troops. By 1916, the Merchant Navy were short of crew and Yemeni and Somali seamen arrived in Cardiff in significant numbers, including Ali Janrah who lived on Bute Street and rescued his captain after the ship was torpedoed. After the Armistice was signed and sailors returned home, there was unrest in Cardiff over competition for jobs on ships following the increase in the city's minority ethnic population from 700 to 3,000. The frustrations of unemployed veterans exploded in June 1919 with a series of notorious race riots. Mahomed Abdullah, 21, a native of Aden, Yemen, was one of those killed in the riots. He had served on British ships as a fireman. No-one was brought to justice for the killings in the riots. Prof Adi said those who had been attacked were subsequently blamed, so an idea was put forward to repatriate ex-servicemen and others. \"Their involvement in war made absolutely no difference to their status at the end of it.\" The commander of one ship responsible for repatriating men to the Caribbean, The Orca, reported: \"They came on board with a grievance that their patriotic services in the mercantile marine during the war have been entirely disregarded and they contend that they have been repatriated in undeserved disgrace without means to support themselves and without facilities to obtain employment.\" A telegraph from the ship said there had been a mutiny with \"coloured troops and civilians\" and requested armed guards on arrival in Barbados. One of the British West Indies soldiers, Private Lashley, was shot dead and five others were manacled. Ms Packer said: \"So these men, who left the colonies to fight for the mother country, returned in shackles. \"These demobilised men must have wondered why did they enlist at all. Why risk their lives on the front line? Or on the merchant ships. \"Those who remained in Wales had survived one battle, but another was just beginning, a battle for acceptance that would take generations to win.\" ", "url": "https://www.bbc.com/news/uk-wales-36711013"}