{"datetime": "2018-07-14T14:26:57.000Z", "title": "Bristol Pride Day marked with parade and music festival", "article": "Some 36,000 people are expected to join in celebrations to mark Bristol Pride Day. A parade went through the city centre to the Harbourside, where live music events are being held. Organiser Daryn Carter said: \"It's a chance for us all to come together and show our support to the LGBT community and also to say we don't welcome prejudice and hatred here.\" Some of the acts include Alexandra Burke and 1990s Britpop band Republica. Live updates: Bristol Pride festivities on Saturday, 14 July 2018 The parade, featuring a 50m rainbow banner, made its way around the Horsefair, Cabot Circus and Baldwin Street. Taking part at the front of the parade was Bristol mayor, Labour's Marvin Rees. Organisers said this year's procession attracted even more crowds and thousands more lined the streets to cheer them on. \"The atmosphere is incredible, we had over 10,000 people joining our parade, it's an amazing start to the day,\" added Mr Carter. During the procession there were small pockets of people protesting against the LGBT movement. Mr Carter said: \"It's a real shame that people want to condemn people just for being who they are and for loving who they love.\" Bristol Pride Day is the culmination of a fortnight of events highlighting LGBT+ issues. It is organised by volunteers and paid for through company sponsorships. In the run-up to Pride Day some LGBT communities expressed concerns about the event's main sponsor Airbus. They said the engineering firm sold aircraft parts to countries which oppress LGBT communities. \"We have got a responsibility to bring in the money to put the festival on - we don't get funding so the money has got to come from somewhere,\" Mr Carter said. \"If people are unhappy about where we're getting funding they need to step up to the plate and challenge why we're not getting funding or put their hand in their pocket and make sure they donate.\" A rolling roadblock will be put in place and traffic delays are expected. ", "url": "https://www.bbc.com/news/uk-england-bristol-44832099"}