{"datetime": "2020-06-08T23:26:46.000Z", "author": "Kameron Virk", "title": "The black British history you may not know about", "article": "\"We have existed in Britain and been pioneers, inventors, icons. And then colonialism happened, and that has shaped the experiences of black people - but that is not all we are.\" These are the words of Lavinya Stennett, founder of The Black Curriculum, an organisation which teaches black British history in schools - and is campaigning for Education Secretary Gavin Williamson to make it compulsory. The death of George Floyd in America has inspired thousands of people in Britain to demand justice, marching through the streets of our biggest cities. Black Lives Matter protesters here insist thatthe UK \"is not innocent\" . But some commentators have questioned whether racism exists in Britain, and to what extent. George The Poet, who was questioned about this on Newsnight, believes a lack of education about black British history - and the British Empire - plays a part in racism in the UK and our discussions about it. The transatlantic slave trade and the US civil rights movement are largely the only black history taught in UK schools, normally in October when we celebrate Black History Month. \"lf you're omitting different histories and narratives, you're saying that these people aren't part of this country, this nation, this heritage - or they're not important enough to be taught as common knowledge,\" says Melody Triumph, policy specialist at The Black Curriculum.These are just a few episodes of black British history we weren't taught in school. Some might think the first black people in Britain arrived from Britain's colonies - the countries in Africa, the Caribbean and Asia that Britain ruled over, in some cases for centuries - after World War 2.But that's not true, says Lavinya from The Black Curriculum. \"We know that black people were in Britain since Roman times - and there's specific examples.\" The Ivory Bangle Lady is the name given to remains discovered in York in 1901 which are now on display in the York Museum. Archaeological analysis reveals that although she was born in Roman Britain, she's likely to be of North African descent.The remains have been dated to the second half of the 4th Century.She was found with jet and elephant ivory bracelets, earrings, pendants, beads, a blue glass jug and a glass mirror. In other words, she wasn't poor.\"It puts into question assumptions that black people have never been aspirationally wealthy or had any kind of wealth,\" Lavinya says. During the Tudor period there werehundreds of black migrants living in England. For those of us a bit rusty on our Tudor dates, we're talking about the 1500s.John Blanke, an African trumpeter, was one of them. His face can be seen inscribed into a 60ft long roll depicting the prestigious Westminster Tournament of 1511 -an elaborate party which Henry VIII put on to celebrate the birth of a son.There's even a letter from John Blanke to Henry VIII asking for a pay rise. \"He petitioned for 8p a day. I don't know what the conversion is today, but that showed he knew his worth,\" Lavinya says. She was a princess from Germany who became a British Queen after marrying King George III - and many historians believe Queen Charlotte had African ancestry.They married in 1761 and Charlotte was the mother of two British monarchs - George IV and William IV. It's been argued that despite coming from Germany, Queen Charlotte was descended from a black branch of the Portuguese royal family.King Afonso III of Portugal conquered the city of Faro from the Moors - Muslims from North Africa who lived in modern-day Spain and Portugal during the Middle Ages - in the 13th Century. Afonso was thought to have had three children with the city governor's daughter. One of their sons, Martim Afonso Chichorro, is also said to have married into a family with black ethnicity. He and his wife, Ines Lourenco de Sousa de Valadares, founded the Portuguese house of Sousa-Chichorro, which had many descendants, including Queen Charlotte. Queen Charlotte's great granddaughter? Queen Victoria.Queen Charlotte, whether she had African ancestry or not, joined the Royal Family in the century when Britain started slave-trading - whichmade it vastly wealthy . \"A lot of the time, we start with black history in London - it's London-centric. But a lot of Glasgow's wealth actually comes from the tobacco, the sugar, the cotton that was created and sustained by enslaved people in Jamaica, Trinidad and Barbados,\" Lavinya says. Many of Glasgow's prominent city centre streets are named after 18th Century slave owners who made fortunes from plantations.\"You're told that black people were slaves, but you're not told the fruits of their labour are actually the streets we walk on.\" Lavinya says teaching slavery is important but you need to \"contextualise it\". \"Talk about who gained from it, the people not only in the colonies but also here in the UK.\" That also means teaching about the \"black people in Scotland who were part of the abolition of the slave trade\". \"All you hear about is William Wilberforce\" - a British politician whocampaigned to abolish slavery - Lavinya says. When we talk about Caribbean migration into England we often think about theWindrush generation , who arrived in Britain between 1948 and 1971.\"But black people were actually brought over from Jamaica to fight in World War One,\" says Lavinya. Her great-uncle came to England at the age of 17 to help the war effort, settling in London afterwards.But she says her uncle was \"one of the lucky ones\"- because he wasn't sent back after the war. When soldiers returned to the UK after WW1 there was a jobs shortage and a lack of opportunities. \"White people made the link that they were not getting jobs because of the black people\" - and violence towards black communities followed.They're known as the 1919 race riots in Glasgow, Liverpool, Cardiff and other seaports across Britain, during which three people were killed and hundreds injured. But there were economic consequences too. Many black serviceman and workers found themselves without jobs after a \"colour bar\" was introduced in many industries, with white workers, often backed by unions, refusing to work alongside black people. Lots of black men were sent back to the countries they had lived in before the war.Poverty and a lack of jobs were a big factor in the riots, butaccording to researcher Jamie Baker , there was also a fear that black men and white women were starting families.\"It fits into the hyper-sexualisation of black men. White men felt threatened because they felt that black men were taking their women,\" Lavinya says. After WW2 black people from the Caribbean and Africa, and people from India, were asked to come to Britain to help rebuild the country.They were put to work in the NHS and other public sector roles, like driving buses.But in Bristol the Omnibus Company, run by the council, refused to employ black and Asian drivers, which eventually led to a boycott of buses across the whole city.\"But it wasn't as easy as that,\" Lavinya says. At the time it was not illegal to discriminate based on race - the first Race Relations Act was passed in 1965, but didn't include legislation about employment or housing until 1968. Paul Stephenson, Roy Hackett and Guy Bailey were the brains behind the boycott and Paul drew inspiration from the bus boycott in the US, started whenRosa Parks refused to give up her seat for a white passenger when the bus was at capacity , for what they did in Bristol. Hackett organised blockades and sit-down protests to prevent buses getting through the city centre.\"White women taking their kids to school or going to work would ask us what it was about,\" hetold the BBC . \"Later they came and joined us.\" Students showed support too and it was backed by the local MP Tony Benn as well as Harold Wilson, who became Labour leader a year later.On the same day Martin Luther King Jr delivered his famous \"I have a dream\" speech after marching on Washington DC - 28 August 1963 - pressure had built enough over the summer that the Bristol Omnibus Company announced a change in policy.By mid-September Bristol had its first non-white bus conductor - Raghbir Singh, an Indian-born Sikh who'd lived in Bristol since 1959 - and further black and Asian crews followed.Paul Stephenson, Guy Bailey and Roy Hackett all received OBEs for their action.Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-52939694"}