{"datetime": "2021-12-01T14:59:40.000Z", "title": "HIV: People with virus or taking PrEP to be allowed to join armed forces", "article": "People who have HIV or take medication to protect against it will be able to apply to serve in the armed forces for the first time, under changes announced on World Aids Day. Until now, having HIV or taking pre-exposure prophylaxis (PrEP) medication both meant you wouldn't be accepted. And people already in the army who test positive for HIV have, until now, had limits put on what work they can do. Sexual health campaigners say the changes are \"momentous\". Defence minister Leo Docherty said: \"Drug treatment has revolutionised the lives and outcomes of people diagnosed with HIV. \"As a modern and inclusive employer, it is only right that we recognise and act on the latest scientific evidence.\" PrEP is an antiretroviral medicine which, taken once a day, stops the transmission of HIV during unprotected sex. Until now, that meant you couldn't join the military, because of the \"logistical burden\" of hiring people who take regular medication. The Ministry of Defence (MoD) says the change will mean people who take PrEP are treated the same as those taking contraception, so from today it won't be a barrier to employment. And in separate changes expected to come in during the spring, serving personnel who have been diagnosed with HIV will be recognised as fully fit for operations when there is no detectable virus in their blood tests. The news means a lot to Oli Brown, who is a Lieutenant Commander in the Royal Navy and was diagnosed with HIV two years ago. He tells Radio 1 Newsbeat that when he was diagnosed \"the first three thoughts were: When am I going to die? What's my life going to be like? And then finally, do I still have a job?\" Oli, 30, was considered \"medically-limited deployable\" from that point onwards.He was allowed to continue his job of driving and fighting ships, but wouldn't have been allowed to apply for other roles such as being deployed overseas. \"Knowing that you're labelled limited, when actually you're not, was where I started saying: 'Well, why?'\" Oli says. If Oli was diagnosed with HIV before he started his job, he wouldn't have been able to apply. \"I wouldn't have even considered the career I am in, because I just knew I couldn't do it,\" he tells Newsbeat. \"The biggest part for me of seeing this change is knowing that no-one else will now have that disappointment -and also, more importantly, that other people in service that weren't necessarily as comfortable as I was living with HIV, can now know it's OK.\" Ian Green, chief executive at the Terrence Higgins Trust, says there is \"no reason\" why those with HIV shouldn't be able to serve. The boss of the sexual health charity added: \"This is a momentous day which shows how far we have come in the fight against HIV. \"It is absolutely the right decision.\" The all-party parliamentary group for HIV and Aids say they'll work with the Ministry of Defence and charities to make sure the policies are fully implemented. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59489350"}