{"datetime": "2021-07-28T14:38:49.000Z", "title": "Rapper DaBaby apologises for HIV comments as Boohoo drops him", "article": "Rapper DaBaby has apologised for comments he made about people with HIV while onstage at a US music festival. He tweeted last night that his comments were \"insensitive\" adding he had \"no intentions [of] offending anybody\" before offering \"my apologies\". The rapper has now been dropped by online fashion retailer Boohoo, who he had a clothing deal with. It comes after Dua Lipa, whose song Levitating he features on, said she was\"surprised and horrified\" by his words. \"Anybody who done ever been [affected] by AIDS/HIV y'all got the right to be upset,\" DaBaby said.He also addressed the LGBT community in his tweet saying \"I ain't trippin on y'all, do you. y'all business is y'all business.\" Performing at Rolling Loud festival in Miami over the weekend, he asked every audience member to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks. He also made the false claim that HIV will \"make you die in two or three weeks\". Medication helping those with HIV to live long, healthy lives has been available for decades. DaBaby had defended his comments in an Instagram story posted on Sunday. In it he said: \"What I do at the live show is for the audience at the live show. It would never translate correctly to someone looking a little five/six second clip.\" Around half an hour before his apology tweet, the rapper angered followers by once again appearing to defend his words.\"I tell fans to put a cell phone light in the air y'all start a million man march,\" he wrote on Twitter.He suggested that the \"same amount of support\" isn't shown when a black person is killed by a police officer. One follower replied: \"Why are you bringing up police brutality to deflect?? Very strange! There are hundreds of thousands of people fighting for black people's lives every day helping/doing more then you will ever do.\" On Tuesday, the clothing company had told Newsbeat it was \"reviewing\" its relationship with DaBaby. And ina statement posted on Wednesday, it said: \"BoohooMAN condemn the use of homophobic language and confirm we will no longer be working with DaBaby. \"Diversity and inclusion are part of the boohoo Groups DNA and we pride ourselves on representing the diverse customers we serve across the globe.\"We stand by and support the LGBTQ+ community, and do not tolerate any hate speech or discrimination in any form.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-57999121"}