{"datetime": "2022-01-19T12:33:07.000Z", "author": "Josh Parry & Alice Evans", "title": "LGBT veterans to share impact of military ban in review, 20 years on", "article": "LGBT veterans have cautiously welcomed a review into the impact of a ban on them serving in the military, launched more than 20 years after the law was changed. Until 2000 it was illegal to be gay in the British military - a rule that is thought to have affected about 5,000 people in the armed forces.Campaigners are seeking compensation for lost livelihoods and suffering. Veterans minister Leo Docherty accepted that many had lost out financially. The veterans also hope to be offered mental health support, financial compensation, and the restoration of pensions that were taken away for those who underwent dishonourable discharge. When pressed on the issue of compensation, Mr Docherty told the BBC: \"I don't want to pre-empt the findings of the review, but I totally accept the financial impact a lot of these people suffered unjustly. So I totally accept that this is the cause of live debate.\" He said he expected the reviewer to have some \"honest and frank discussions\" with veterans affected, and to bring back some recommendations that the Ministry of Defence could consider \"with humility, compassion and urgency\". The law was changed in 2000 after four servicemen and women, who were sacked for being gay, won a case in the European Court of Human Rights.Before then gay, transgender and bisexual people in the military were sent to prison if their sexuality or gender identity was discovered by their bosses. The change in the military's handling of homosexuality came 33 years after homosexual acts were decriminalised between two consenting adults over the age of 21 in most cases. David Bonney served four months in a military prison in Colchester in 1995 after being convicted of \"homosexual conduct\" while working for the RAF as a medic.Although he was later freed on appeal, the conviction is still on his criminal record. He says it's had a long-lasting impact on his life.\"From the moment I admitted to [being gay], I was held in a cell separate to everyone,\" he tells BBC News. \"Handcuffs, going into a cell, treated as if I'd murdered or mugged someone.\"Caroline Paige, co-director of military charity Fighting With Pride, was the first openly transgender servicewoman to serve in the military.Since her retirement, she has campaigned for more to be done to lessen the impact of the pre-2000 ban. Speaking to BBC Breakfast, she said: \"It's shameful that nothing has been done to help support them since the ban was lifted.\"It was 22 years ago but you have to bear in mind that for some of these veterans the journey has been even longer than that because they were dismissed in the 60s, 70s or 80s and have been living their lives without any kind of support. \"The review is just the start of what needs to be done.\" Other gay people who managed to keep their sexuality secret felt forced to resign. Patrick Lyster-Todd was in the navy, and after his partner Dennis contracted Aids, Patrick eventually quit his job to look after him - instead of asking work for help.\"I couldn't tell them why I wanted to leave because I would have to admit I was gay,\" he says. It's unclear what support people like Patrick might receive - if any - as a result of the review.The full scope of the review, which launched on Wednesday, is yet to be announced. But it's set to look at three main areas:The government says it will set out how people affected by the ban will be able to share their experiences for the review once an independent chair has been announced. A Ministry of Defence spokesperson said more details will be set out in \"due course\".Once it is finished, the chair will make recommendations to the government. Armed forces minister James Heappey told BBC Radio 4's Today programme: \"The review needs to understand what the consequences were of that extraordinarily wrong-headed policy.\" He added: \"We are so sorry for the fact that that was ever the case, that people who had the courage to serve in our nation's armed forces were then thrown out because they loved someone of their own sex.\" He would not be drawn on whether compensation would be offered, but said \"it may be that compensation matters more\" than apologies.", "url": "https://www.bbc.com/news/uk-60037103"}