{"datetime": "2019-05-27T13:08:08.000Z", "author": "James Jeffrey", "title": "Memorial Day: America's strained salute to its black veterans", "article": "African Americans have been fighting in conflicts for the US since the Revolutionary War. But despite their sacrifices, the reverence that America usually sets aside for its warriors has not been so forthcoming. At the end of 2018, US Air Force veteran Janice Jamison was outside the town hall in Augusta before Stacey Abrams, then running for Georgia governor, arrived to talk at an event for a local veterans group for women.Suddenly Jamison found herself confronted by five white men who began protesting that Abrams didn't understand veterans.Jamison, who works for the organisation whose members are predominantly African American, tried to reason with the men but found herself being harangued by one man on the subject of veterans' needs. \"I said to him, 'Well, sir, for you to tell me what I need as a veteran, have you ever been in uniform?\"The man - who she later discovered to be a white nationalist - admitted he had not, and appeared visibly embarrassed, she tells the BBC. Such encounters have some concerned that the current politically and racially charged climate is exacerbating existing problems about how black Americans are treated both in the military and as veterans. \"On paper I made a seamless transition, I got accommodation in New York through a friend, found a job,\" 26-year-old Richard Brookshire says about leaving the infantry.But he says over the course of a year his emotional state slowly deteriorated until he couldn't function, and months of depression led to a suicide attempt.\"Part of it was coming to terms with the social and racial climate of the country I was coming back to,\" explains Brookshire, whose African-American father served in the military as did his mother after emigrating to the US from Haiti. \"I'd been inspired to join and serve under the first black president. I'd even interned for Obama's presidential campaign in Sanford, Florida - and a month after I got back from Afghanistan in 2012 that was where Trayvon Martin was killed.\"There would be further racially charged tragedies and tensions for Brookshire to contemplate, set against the Black Lives Matter movement emerging in response to Martin's death. In August 2014 riots erupted in Ferguson after the fatal shooting of Michael Brown by a police officer.Meanwhile, white supremacists became increasingly bold and public, culminating with the tragedy of Charlottesville in 2017 when a woman was hit and killed by a car that drove into crowds protesting a white supremacist rally. Brookshire was also unnerved when he discovered how his military career had paralleled that of James Jackson, an Afghanistan veteran and self-proclaimed white supremacist who in 2017 targeted and killed a black homeless man in New York. \"We both went to Fort Leonard Wood, got stationed together in [Germany], deployed to Afghanistan at the same time, got out of the army within a month of each other—it felt like we shadowed one another for those four years,\" Brookshire says.\"That was the straw that broke the camel's back and had me realising I was emotionally [in trouble] and had to sort [myself out].\" Brookshire's personal experience as a veteran, coupled with what he saw going on in the country, motivated him to co-found the Black Veterans Project (BVP). It aims to help preserve the historical legacy of America's 2.5 million black veterans while also advocating against racial inequities in the military and post-service. \"The military is the first to say we are a reflection of society. Well, that's the good and the bad,\" says Kyle Bibby, BVP's other co-founder, who left the Marines as a captain after six years.\"In the military I saw lots of confederate flag tattoos that made me very uncomfortable, and the sorts of personalities that you might expect with them.\" He says that a sense of neglect or \"assumptions being made about me\" made him \"deeply examine my blackness.\"Although it is unclear where exactly the Memorial Day tradition originated, Bibby notes that one of the earliest commemorations followed the Confederate surrender, when recently freed slaves gathered on 1 May, 1865, to consecrate a burial site for 250 Union soldiers who had died in the fight to grant African Americans their freedom.During the Civil War, more than 180,000 African Americans wore the Union Army blue.Another 30,000 served in the Navy, and 200,000 served as workers in military-support roles. More than 33,000 were killed. When World War I broke out, 380,000 black men heeded the call of the black intellectual WEB Du Bois to enlist in the segregated army in the hope that doing so would empower greater opportunities for black Americans on the home front.Today, black Americans account for 17% of America's 1,340,533 active-duty personnel - including those serving in the US Coast Guard - according to the Pew Research Center.\"The military has always been popular in the black community,\" says Paul Matthews, who served as a platoon surgeon in Vietnam before founding Houston's Buffalo Soldiers National Museum, which examines the role of African-American soldiers during US military history.\"In the 1960s, when you graduated from high school you either went to college or to the military. It was Frederick Douglass who said that if you put a uniform on a black man and a musket on his shoulder then you could not stop him being a citizen and a man.\" Such hopes haven't been borne out by the data.Protect Our Defenders, an advocacy group, released a 2017 report highlighting how black service members were treated more harshly by the military's judicial system.Black soldiers were 61% more likely than white soldiers to face court martial, the military judicial proceeding for more serious offences. That percentage was 40% for black sailors and 32% for black Marines.Black airmen were 71% more likely than whites in the Air Force to face court martial or non-judicial punishment, discipline meted out for less serious offences. \"I seem to be getting inundated with black female officers who are being disciplined for dumb stuff,\" says Coretta Gray, who spent 13 years as an officer in the Air Force Judge Advocate General's Corps, the military's branch for military justice and military law, and continues to consult on cases.\"Often those sorts of issues are sorted out at unit level before it has to go anywhere, and I'd contend that usually whites get the benefit of that more than blacks,\" Gray says.\"It may well be unconscious bias, as opposed to anything institutional, as you tend to help those within your social group and who you are more familiar with.\"But she also suspects that the current mood in America has something to do with why she is seeing an increase in these types of disciplinary cases. \"People are feeling more emboldened to act out their biases,\" Gray says. \"It's an inflection moment - there's this atmosphere emboldening people to show who's in charge and how they are going to handle things.\" Unequal justice for black troops is likely influenced by a lack of diversity in the military hierarchy, observers note. In 2016, about 78% of military officers were white, while 8% were black. At the same time, many black veterans say that the military does a far better job of embracing egalitarianism than the rest of US society.\"Growing up in the '80s in Connecticut and New York, you didn't see many prominent black people,\" says 38-year-old Sadiki Harriott, who is originally from Jamaica, and served eight years in the US army as an IT specialist. \"There were no business owners - people did things like my dad who was a plumber. But once I got into the military I saw all types of races in leadership roles,\" he adds. \"One of the most influential people in my life was Master Sergeant Alan Dewitt - he was the first black person who showed me what I might achieve: he was an impressive guy; he got a degree in the military and drove a Mercedes.\" Due to his IT skillset, Harriott says he had little trouble transitioning to the civilian realm, landing a well-paid job in cyber security. But his veteran success story is only one side of the coin. Bibby notes how many blacks leaving the military often go in two totally different directions: some are boosted into the middle class and a better station than they had before, while others fall entirely off the ladder.Today roughly 45% of all homeless veterans are African American, despite only accounting for 10.4% of the US veteran population, according to the National Coalition for Homeless Veterans. The US Department of Housing and Urban Development (HUD) estimates that 40,056 veterans are homeless on any given night. \"A lot of it has to do with education. If you joined before finishing high school and leave the military before doing your 20 years, the chances of not being successful when you come out are higher,\" Matthews says.\"And if you come back to an urban environment, there aren't many jobs, there's just one VA [Veterans Affairs] centre where it's hard to get appointments. That adds to negative experiences.\" As with African American experiences in the civilian realm, there is a precedent for black veterans being treated differently. \"There's been a historical consistency in black veterans being treated badly ever since the Red Summer,\" says Bibby, noting the period following WWI when many African Americans returned home from the war with a new confidence and assertiveness, which often didn't go now well with many whites.More than twenty \"anti-black riots\" erupted in major cities throughout the nation in 1919, including Houston, Chicago and Washington, DC. \"No one was more at risk of experiencing violence and targeted racial violence than black veterans,\" concludes the Equal Justice Initiative report, Lynching in America: Targeting Black Veterans, which investigated racial violence and terror in America between 1877 and 1950. In a 1917 speech on the Senate floor, Mississippi Senator James Vardaman said the return of black veterans to the South would \"inevitably lead to disaster\", and he warned that once you \"impress the negro with the fact that he is defending the flag\" and \"inflate his untutored soul with military airs\", it risked the conclusion that \"his political rights must be respected\". The push back could also be more subtle.Sergeant William Butler was an African-American soldier who returned from France at the top of a list of men nominated for a Medal of Honor, after single-handedly taking on a German raiding party returning from attacking an America trench and capturing prisoners.Butler, a slight 27-year-old, killed 10 Germans, took a German lieutenant prisoner, freed all the American prisoners and hustled them back to the safety of the American trenches.But Butler didn't get the medal.In 1947 he hanged himself and is now buried in Arlington National Cemetery (with a typo on his tombstone). Recently a Maryland senator introduced the World War I Valor Medals Review Act, legislation that would require the Defence Department to look at forgotten black war heroes like Butler. America's relationship with its veterans has long been volatile, even without the added factor of race.The unpopularity of the Vietnam War in the 1960s and 1970s meant many veterans returned to indifference or open hostility.Collective guilt about that treatment heavily influenced the more contemporary \"thank you for your service\" culture that persists in America, in marked contrast to the treatment of veterans in the likes of the UK, where responses to veterans are typically more muted.But veterans have sensed a growing apathy towards \"America's longest war\" in Afghanistan and the conflict in Iraq, and in turn towards those who served there. \"When the war was at its apex, from around 2003 - 2009, if you were in uniform, people would thank you,\" says Joe Geeter, a former gunnery sergeant who served for 25 years, and now public relations officer for the Montford Point Marines, a veteran's organisation founded to memorialise the first African Americans to serve in the United States Marine Corps. \"Now the whole climate has changed, often people ignore you,\" he adds. \"Even at Veterans Affairs, I encountered staff who would say things like you are acting too entitled.\" In 2018, a video went viral showing two uniformed Army Reserve black female captains - one of them pregnant - being confronted in a Georgia restaurant by a 71-year-old white woman and her son after a parking-space dispute escalated in front of shocked diners. The captains, who had served a total of 27 years between them, were called \"black lesbian bitches\" by the son while his mother was arrested for assault after striking one of the captains in the face during the altercation.\"While I don't think there should be special treatment, at the same time I take pride in the fact that I served and that my role was important,\" Janice Jamison, the US Air Force veteran says.\"I joined two months out of high-school when I was 18, and all my kids have known is war - my eldest son, who is 17 now, was born just after 9/11.\" Bibby says he struggles with the mythologising of veterans that sometimes occurs in public discourse, and with \"the cult of worship built around the uniform and often perpetuated by profiteers and politicians who know nothing of military service\". \"But,\" Bibby emphasises, \"I think there should be better acknowledgment of the fact that, one, veterans made a sacrifice, two, many are coming to terms with real trauma, and, three, though we like to think the military does things better than society, there are still the same issues happening like racism and sexism.\" For any black veteran, there is the added complication of squaring your military service for your country with how many of your fellow citizens perceive your blackness. \"I'd just got back from Iraq and was visiting Austin, Texas, driving around in a friend's nice BMW,\" says Harriott, the former Army IT specialist. He describes how he pulled into a busy shopping plaza in the middle of the day to ask for directions. \"I pulled up to a white lady and started to say, 'Excuse me, could you tell me…' but she was running to her car\" he says.\"I'd been applauded when I arrived at the airport in my uniform.\" ", "url": "https://www.bbc.com/news/world-us-canada-48218830"}