{"datetime": "2021-02-17T12:20:22.000Z", "title": "Gay Army veteran welcomes chance to reclaim medal", "article": "An Army veteran discharged in disgrace for being gay has welcomed the chance to reclaim a lost medal. David Kelsey was stripped of his Northern Ireland service medal following the discovery of his sexuality in the 1980s.The government has now set up a scheme that willrestore honours to sacked LGBT military personnel . Mr Kelsey, a councillor at Bournemouth, Christchurch and Poole (BCP) Council, said the move was \"long overdue\".A ban on lesbian, gay and bisexual people serving in the armed forces was lifted in 2000. Mr Kelsey said he was stationed in Germany with the Army Catering Corps when senior officers found out he was gay and placed him in a local jail \"for his own protection\".He said he endured a \"nightmare\" as he was court-martialled and left with a criminal record that later denied him a job in the police. \"My sexuality had no bearing on my ability to do my job in the Army,\" he toldthe Local Democracy Reporting Service (LDRS) . \"I was very, very angry at the way I was treated and the way that treatment affected my life - but attitudes have changed.\"It's just a shame it takes so long for policies and law to catch up.\" Mr Kelsey added that he was looking forward to wearing his medal with pride at future remembrance services. Veterans minister Johnny Mercer said: \"We are sorry for the way our LGBT+ community was treated.\"I am personally gutted that people joined the military and had those experiences - and we would do anything we could to rectify that and reduce that pain.\" The decision by the government came after Falklands veteran Joe Ousalice, from Southampton,successfully campaigned for the return of his medals after being forced out of the Royal Navy for being bisexual. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-56098186"}