{"datetime": "2021-02-16T15:21:17.000Z", "subject": "Falklands War", "title": "Sacked LGBT veterans can reclaim removed medals", "article": "Ex-military personnel dismissed from the armed forces because of their sexuality can now reclaim lost medals. Under a new scheme to remedy historical injustices, former service personnel can apply to the Ministry of Defence (MoD) to restore honours. It follows Falklands veteran Joe Ousalice's successful battle to return awards he lostafter being forced out of the Royal Navy for being bisexual. The MoD said its past actions were \"deeply regrettable\". A ban on lesbian, gay, and bisexual people serving in the armed forces was lifted in 2000. Transgender people were officially allowed to openly serve in 2014. Defence minister Baroness Goldie explained that, due to disciplinary action and subsequent dismissal, some service personnel \"forfeited medals that they had earned\" or lost out on long service awards. \"I am very pleased now to be in a position to address this wrong and to invite any personnel affected or, in some circumstances, the families of those who are deceased to apply to have their medals returned,\" she said. Mr Ousalice, from Southampton, led a campaign to restore the Long Service and Good Conduct medal and three Good Conduct badges he gave up after his 18-year service as a radio operator ended in his dismissal in 1993. He was dismissed because his sexuality was believed at the time to be \"prejudicial to good order and naval discipline\". Recalling his experience to the BBC last year, Mr Ousalice said he felt as though he was living \"a double life\". \"I had to be careful about what I said and did, and where I went. Basically, I wasn't living my own life,\" he said. \"They cut [the medal] off my chest with a big pair of scissors.\" It is not known how many LGBT service personnel the ban affected, or the number who may now be eligible to have awards restored. Labour's shadow armed forces minister Stephen Morgan said the announcement was an \"important step towards justice\" for those dismissed from the army because of their sexuality. He called on ministers to consider restoring ranks, pensions and other forms of compensation to \"appropriately honour those who have served our country with courage and distinction\".Veterans minister Johnny Mercer urged anyone who might be eligible to apply and said the announcement \"demonstrates that the military is a positive place to work for all who choose to serve\". Each application will be reviewed by the defence council, with the MoD's medal office arranging new honours to be awarded to those who are successful. Relatives of former personnel affected by the LGBT ban but who have since died will also be able to make applications for a review. ", "url": "https://www.bbc.com/news/uk-56079009"}