{"datetime": "2021-02-26T16:58:34.000Z", "title": "LGBT in the forces: 'It was a very scary time'", "article": "In 2000, the law changed to allow members of the LGBT community to serve in the UK armed forces. As part of LGBT history month, the BBC spoke to some of those affected by the change to find out how military culture has evolved. Warrant Officer Class 2 Deborah Penny was the first transgender soldier to serve in an operational theatre in Camp Bastion, Afghanistan. Growing up she knew there was \"something different\" about her. \"We didn't have computers back in the 70s and 80s - we didn't have mobile phones,\" she said. \"It was very hard to find out about sexuality. \"To try and understand why I didn't feel right - I suppose that's what people would say back then - I couldn't identify it.\" She joined the Army and \"tried to be a normal soldier\", but couldn't and didn't understand why. \"From what I understand, there was never a ban on transgender soldiers, but until the first transitioning document was written in 1999, we were classed as mentally ill or gay,\" she said. \"Through my career, I was trying to find the true me, but it was a very scary time, because if anyone thought I was gay or anything, I'd be sacked.\" While hiding her sexuality, WO Penny had some \"close calls\" while serving in Plymouth in the 80s and 90s, where she nearly got caught. \"I was out with a group of girls, dressed as a woman, when a couple of the girls decided to have an alcohol-induced row,\" she said. \"A few policemen at the top of the road started walking towards us, and all that went through my mind was that I had my army ID card. \"I would have been arrested, taken back to the unit, investigated by Special Investigations Branch - that's it, I'm done.\" \"I was trying to understand who I was inside a military who sacked you if they thought you were different,\" she added. The \"self-imposed exile\" went on until the ban was lifted, when she went to the med centre and said she needed a chat. \"I thought 'I've got to do this - I can't not do this anymore',\" she said. \"I couldn't control it any longer - I couldn't solve the problem in my own brain and that's why I came out when I did.\" \"When I came out to the regiment, it was a weight off my shoulders,\" she added. \"As a community, the support networks are there, and that's been brilliant and it's really working now - we've come leaps and bounds.\" When Lt Cdr Gordon Jones joined the reserves in 1998, it was still illegal to serve in the military if you were LGBT. \"It's complicated because I wasn't out at all, so it wasn't a matter of something I was trying to conceal because it wasn't something that was really a part of my life,\" he said. \"I'm being interviewed by the BBC for being openly bisexual - if I did that when I joined in '98 I'd have been immediately kicked out.\" \"The law changed, but it takes a lot longer to be able to change a culture than it does to simply change a law.\" Lt Cdr Jones said there were a lot of people who were \"adjusting\" to the fact that being LGBT was no longer illegal after the law changed. \"The navy was working hard to try and help people, both to advertise ourselves as being an inclusive employer, but also to help people who had been in the navy to understand what was and wasn't appropriate,\" he said. \"It's interesting hearing the stories of people who can't bring their authentic selves to the workplace because they had to hide it away - otherwise they would lose their job.\" \"In the navy, if people bring their authentic, complete selves into the workplace, we're going to get more people to come and help us out,\" he added. \"When it comes to labels, we all identify them differently - we all have our own variations.\" Navy Air Engineering Technician (AET) Triss Smythe, 22, identifies as agender, meaning they don't feel a connection to any one gender. \"The pan-sexual side is more of a type of bisexuality,\" said AET Smythe. \"It's me saying that I don't conform to any gender so I don't care what genitalia you have - if I like you as a person, I will be interested,\" they added. AET Smythe knew they were different when they were younger. \"The way I saw myself didn't tally up with the way everyone else saw themselves - I couldn't relate to anyone,\" they said. About a year ago, AET Smythe started looking into how they could identify their gender. \"I had a chat with some guys from the Sexual Orientation Gender Identity Network for the navy, called Compass, as well as a couple of friends online. \"There was a light bulb moment where it sounded like I was agender and I just went 'that's it, that's the word I've been looking for all these years'.\" AET Smythe said they have received six death threats in the past year since coming out - both in person and online. \"I've been told it's not real, I'm against science and all this kind of stuff, so it's been difficult. \"The sad thing about it is that I've still got it better than most,\" they added. Through the work of Compass, gender neutral toilets were installed in AET Smythe' squadron. \"For some it wouldn't matter, but for someone who doesn't identify as male, to have a toilet I can go in and not be questioned as to why I'm in there is awesome,\" they said. AET Smythe said the atmosphere is very clear in the navy - they feel protected. \"I came out, and my chief looked at me and went 'fair enough, what are your pronouns?' \"There are stumbling blocks, there are little pot holes and obstacles, but they've never been from the navy as a whole, but from individuals who have then been dealt with in the right way,\" they added. \"I came out as bisexual in 2018, before I even applied to join the army.\" Craftsman Riley Morgan, 21, realised someone else in his platoon was \"already out\" and seeing everyone was \"perfectly fine\" made him think there was no point trying to hide who he was.. \"Joining the army in itself gives you a massive amount of confidence and joining the community as well gave me more confidence within my own sexuality,\" he said. \"I can definitely see a change from who I was before I joined to where I am now,\" he added. Craftsman Morgan said he had spoken to a few people who have gone through things that are \"nothing like what I'm experiencing now\". \"People coming in now have got people to help and support them all the way through, because they can give a hand, guiding them through it. \"Hearing about things which happened before to other individuals, it's amazing that that would never happen now. \"It's definitely grown on from what it was.\" ", "url": "https://www.bbc.com/news/uk-england-devon-56187485"}