{"datetime": "2021-09-29T11:35:19.000Z", "author": "Annabel Rackham", "title": "Sex Education HIV advice scene a 'life ambition' for script adviser", "article": "Netflix show Sex Education has never been short of praise for the way it tackles difficult issues. Now in its third season, many viewers have spoken about how they wish the show had been on when they were at school. This is something that Alix Fox, one of Netflix's script consultants, is delighted to hear. A scene she worked on, where a nurse gives advice to a gay teen about HIV, has been a big talking point online. Alix, a writer and sex educator, is given chunks of the script to offer feedback on the facts around sex and modern attitudes to it. She has described the scene, and this reaction, as a 'life ambition' to help share a positive message about safe sex and HIV. Episode four of the latest series features students at the fictional Moordale Secondary School receiving a sex ed class which is seen as old-fashioned. The class causes some of the students to panic, including gay student Anwar, who later goes to tell a nurse about his fears. \"Every film I've ever seen with a gay person ends with them having sex and dying of AIDS,\" he tells the nurse.\"I don't want to die. So, yeah, I always use a condom.\" Alix was behind the advice given by the nurse in the scene, which includes telling Anwar to get regularly tested, practise safe sex and use the drug PrEP, which prevents people who engage in casual sex from contracting HIV. \"It was important to me personally because I was affected by a scenario quite some years ago when someone very close to me was diagnosed with HIV,\" she says. \"If only we'd had known the information that we know now - that the prognosis for most people who have been diagnosed will lead a long, healthy happy life.\" Alix really hopes the scene will help people understand how HIV works and that it's no longer \"a death sentence.\" She says it's her job to make sure the advice given on the show \"is factually correct\" and works with the rest of the team to make sure conversations feels authentic to the young voices on the show. \"As the seasons have gone along, all the young people in the school have learned about sex,\" she says. \"So the way they're speaking now is probably quite different to how they were chatting to each other in season one - a big selling point of Sex Education is that it does sound really believable and genuine.\" A lot of the conversation online around Sex Education has been about how viewers wish they had learned some of the lessons in the show at school, which Alix says proves how hard the team behind it work to make it that way. She hopes one day school teaching can provide all these important lessons and \"serve young people better.\" And, as part of her role as an ambassador for sexual wellbeing charity Brook, has been involved in conversations with the government on shaping a new sex education curriculum for schools. The show, and the HIV scene, has been praised by the Terence Higgins Trust (THT) as an \"amazing\" educational moment. \"Sex Education manages to summarise the tremendous progress we've made in the fight against HIV while simultaneously challenging attitudes towards HIV that are stuck in the 1980s,\" says a spokesperson for the charity.\"The nurse educates Anwar in a way that isn't scary or judgemental on how far we've come in the fight against HIV.\" \"Anwar's assumptions of HIV were informed by the misinformation and stigma that continues to pervade society. Awareness of the advancements we've made remains low and this perpetuates stigma towards the virus and allows misinformation to spread.\" Earlier this year, THT also praised Channel 4 drama It's A Sin for its representation of the AIDs crisis in the 1980s. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-58726081"}