{"datetime": "2022-01-19T15:56:08.000Z", "title": "LGBT military ban: 'I was marched off RAF base for being gay'", "article": "A man who was discharged from the military for being gay has told how it gave him the \"fire in my belly\" to become a voice for change. Carl Austin-Behan said he was given a police escort and marched away within 10 minutes of the Royal Air Force discovering his sexuality in 1997. Until 2000 homosexuality was illegal in the British armed forces. Mr Austin-Behan has now welcomeda review into the impact of the ban , which he said was \"long overdue\". \"It's about time that those injustices were put right,\" the 49-year-old from Manchester said. The review, which will hear the experiences of former service personel and make recommendations to the Ministry of Defence, wascautiously welcomed by veterans on Wednesday. Mr Austin-Behan is the LGBT+ advisor to Greater Manchester Mayor Andy Burnham and has been awarded an OBE for his services to charity and the LGBT+ community. He said being in the RAF was \"something that I loved\". \"I was RAF through and through and just because of my sexuality, I was dismissed,\" he said. \"I was marched off, given a police escort and kicked off within ten minutes of them finding out that I was gay. No time to say goodbye.\" Mr Austin-Behan had joined the RAF as a firefighter aged 19 and received awards and recognition for his bravery, including for rescuing a pilot from a burning aircraft. He recalled: \"I was taken into an office in HQ with the RAF police and a vicar and asked, 'do you have homosexual tendencies?' \"I just froze. I could have denied it and carried on but at that moment I thought you just have to accept yourself for who you are. I broke down in tears.\"They told me I could go to military prison for six months but due to my exemplary service, they would just suspend me.\" However, the veteran said the traumatic event of his discharge proved to be a stimulus. \"It gave me fire in my belly and I turned the negative into fighting for equality,\" he said. He said the only apology he had ever been given for his treatment was a \"generic one back in 2020\". \"That was the moment that made me think, we do need to keep fighting for LGBT veterans\". The ban is thought to have affected about 5,000 people in the armed forces.Campaigners want to get compensation for the veterans as well as mental health support and the restoration of pensions that were taken away for those who underwent dishonourable discharge. Mr Austin-Behan welcomed the review but said the government should have rectified the matter back in 2000. \"It took 20 years for the government to apologise and it's only last year that veterans got their medals back,\" he continued. \"People went to prison, people lost their families, became homeless, and the massive effect on mental health. It's about time that those injustices were put right.\" He said people who were investigated and imprisoned deserved compensation. The government is yet to set out the scope of the review or appoint a chair but said people affected by the pre-2000 ban will be able to share their experiences. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60052536"}