{"datetime": "2021-12-17T17:50:29.000Z", "title": "Over 100 Marines discharged for refusing Covid-19 vaccines", "article": "Over 100 US Marines have been booted from the ranks for refusing Covid jabs as the military begins the process of separating remaining vaccine holdouts. Marines and other military service members discharged for refusing the vaccine will receive an honourable or general discharge.While the vast majority of US military personnel have been vaccinated, thousands have been reprimanded.Up to 20,000 troops have sought exemptions or refused to be vaccinated. The Marine Corps - which set a 28 November vaccination deadline for active-duty Marines - said in a statement on Thursday that 103 have so far been separated from service.According to the Marine Corps Times, 95% of the service has been fully vaccinated, with 1,007 exemptions granted so far.Additionally, more than 3,000 Marines have applied for religious exemptions. Of the over 2,800 that have so far been processed, none have been approved.The US Army - the largest military branch - has to date seen 98% of its active-duty troops receive at least one vaccine dose, with 96% fully vaccinated.The Army has relieved six senior officers, including two battalion commanders, for refusing the vaccine. More than 2,700 written reprimands have so far been given. The service will begin discharging those who continue to refuse in January.Less than one percent of the total active duty force - 3,864 soldiers - have refused the vaccination order without a pending or approved exemption.Approximately 1.7% of the Navy remains unvaccinated after its 28 November deadline.The Air Force this week announced that 27 airmen were discharged from service for refusing the jabs. It had a vaccination rate of over 97% as of early this month. In a statement on Thursday, Pentagon press Secretary John Kirby said that the thousands of service members who are not yet vaccinated \"still have an opportunity to do the right thing for themselves and for their units\".Language added to the National Defense Authorization Act - which was passed by Congress on Wednesday - prohibits the services from dishonourably discharging troops who refuse the vaccine.", "url": "https://www.bbc.com/news/world-us-canada-59705990"}