{"datetime": "2021-11-16T17:19:52.000Z", "author": "Michelle Roberts", "title": "Rare case of woman's body ridding itself of HIV", "article": "A woman from Argentina appears to have rid herself of HIV without drugs or treatment - the second documented case of its kind in the world. Doctors believe the patient's immune system cleared the virus on its own. Tests on more than a billion of her cells found no viable trace of the infection,Archives of Internal Medicine reports. If this process could be harnessed, it might offer a way to wipe out or effectively cure HIV, experts say. The findings are further proof a few people are born with natural resilience to HIV.Some have genes that prevent infection.Others - including \"the Esperanza patient\", who wishes to remain anonymous - appear to catch but then eradicate the virus. But most people with HIV need life-long antiretroviral therapy (ART). And if they stop taking these drugs, the dormant virus can reawaken and cause problems again. In recent years, however, there have been reports of \"elite controllers\" who can suppress the virus, with help but no HIV medication.Adam Castillejo, from London, was able to stop taking his daily HIV pills after receiving a donor stem-cell treatment for a cancer he also had.His HIV-infected cells were wiped out and replaced during the cancer therapy. And fortuitously, his donor was one of the 1% of people born with genes that prevent HIV entering and infecting cells.It is unclear how long this advantage might last for Mr Castillejo, however.But the Esperanza patient has had no detectable HIV for more than eight years.Loreen Willenberg, from San Francisco, alsoappears to be functionally cured of HIV by her own immune system.And this offers hope of a \"sterilising cure\" for other patients.Lead investigator Dr Xu Yu, from the Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology and Harvard, said: \"There may be an actionable path to a sterilising cure for people who are not able to do this on their own. \"We are now looking toward the possibility of inducing this kind of immunity in persons on ART, through vaccination, with the goal of educating their immune systems to be able to control the virus without ART.\" Prof John Frater, from the University of Oxford, told BBC News while it was almost impossible to say if someone had been truly cured of HIV, the investigators had done \"as much as could be asked of them with current technology\" to prove it.\"The key question is whether this patient has actually cured themselves or, alternatively, had some form of abortive infection, which tried to get going but the embers were snuffed out early,\" he said.\"Her immune system clearly shows a memory of having been infected, so there seems to be no question that she was.\"Regardless, there may be similar patients out there, offering much to learn in the search for a HIV cure.\"Prof Sarah Fidler, an expert in HIV medicine at Imperial College London, said the work would help inform immune therapies currently under development. But Dr Andrew Freedman, from Cardiff University Medical School, said current HIV drugs were extremely effective and while looking at future treatments was important, improving access to life-changing ART around the globe was an urgent priority.", "url": "https://www.bbc.com/news/health-59297311"}