{"datetime": "2022-02-15T18:01:57.000Z", "title": "Anthony Russell: Pregnant murder victim 'found with twigs in mouth'", "article": "A woman allegedly raped by the man who admitted murdering her was found dead with \"twigs, leaves and a piece of wood\" in her mouth, a court has heard. Anthony Russell, 39, has confessed to murdering Nicole McGregor plus a mother and her son in October 2020. But at Warwick Crown Court he denies raping Ms McGregor who was five months pregnant when he killed her. The 31-year-old was found in Warwickshire woodland after being strangled, jurors heard. Her murder was part of a nine-day \"campaign of crime\" carried out by Russell, of Riley Square, Coventry, 16 months ago, the court had been told on Monday. The trial heard the heroin addict's first murder victim was 32-year-old David Williams, who was found dead under a bed at his Coventry flat after the pair likely took drugs together. Russell then murdered Mr Williams' mother, 58-year-old Julie Williams, who was found dead at her home in the city with 113 injuries. Days later, Russell murdered Ms McGregor, described to jurors as a woman of \"slight frame and lightly-built\" who would beg in nearby Leamington Spa with the father of her unborn child. She was probably \"lured\" to Newbold Comyn park by Russell \"not for sex, but more likely for drugs\", the prosecution told jurors. Forensic pathologist Dr Brett Lockyer told the court on Tuesday that Ms McGregor's cause of death was from \"external neck compression as a result of ligature strangulation\". As well as being covered in scratches, thought to be the result of being \"dragged\" to the \"dense woodland\" where she was found, she was also said to have suffered blunt force injury to her head and face, and a bleed to the brain. The pathologist said he found evidence of \"woodland debris\" in her mouth, describing a piece of wood that was recovered as \"substantial\" in size and likely forced into her mouth \"close to the time of her death\". It was \"difficult to comprehend\" any other explanation \"since there was injury to her tongue\", Dr Lockyer said. The trial continues. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60393010"}