{"datetime": "2022-02-14T18:04:19.000Z", "title": "Coventry man admits three murders but denies rape", "article": "A man has admitted murdering a mother and son plus a second woman who was pregnant, whom he denies raping. Anthony Russell's \"campaign of crime\" took place over several days in October 2020 in Coventry and Warwickshire. He had previously admitted the trio's manslaughter before admitting their murders on Monday. He is accused at Warwick Crown Court of raping Nicole McGregor who was five months pregnant when he killed her. The 31-year-old's body was found in dense woodland in Leamington Spa on 29 October 2020. She died as a result of neck compression from a ligature, and a post-mortem examination confirmed she had been carrying a \"fully-formed female foetus\", the court heard. Prosecutor Zoe Johnson QC said the state of her body \"gives the lie to the defendant's claim that Nicole McGregor consented to sex\". Jurors have been told of Russell's murder admissions. The court heard Ms McGregor's death came after two other murders and attacks on members of the public. Between 21 October and his arrest nine days later, Mr Russell, a heroin addict of Riley Square, Coventry, had \"embarked on a campaign of crime\" then lied in \"callous and calculating fashion\" to cover up his offences, Ms Johnson said. \"He murdered three people, raped one of his victims before killing her, seriously attacked another, leaving him with life-changing injuries, and robbed another two people,\" she told the court. The victim of his first murder was 32-year-old David Williams on 21 October 2020.The pair had probably taken drugs together at Mr Williams' flat in Coventry, with Russell later telling people he killed him because he \"had sex with his girlfriend\", the court heard. Mr Williams was found dead under his bed five days later, with a total of 87 injuries. His mother, Julie Williams, was murdered at her flat in the city between 24 and 25 October after Russell likely \"duped\" his way into her home to talk about her missing son, jurors heard. The 58-year-old woman was later found face down having been strangled and beaten in what the court was told was a \"violent and sustained attack\". She had 113 separate injuries and died from a bleed on the brain. In between the murders, Russell robbed two people of more than £200 before arriving in Leamington Spa where he met Nicole McGregor and Christopher White, the court heard. The pair begged in Leamington Spa and after taking drugs together, Ms McGregor told Russell she was pregnant and \"proudly\" showed him her scan, Ms Johnson told the trial. Russell \"lured\" Ms McGregor to Newbold Comyn park \"not for sex, but more likely for drugs\", the court heard, before allegedly raping her - which Russell denies - then killing her and lying to Mr White abut where she was. Mr White went to police \"in shock\" on 28 October after a friend alerted him that Russell was being sought for the two Coventry killings.His partner's body was later found down a steep path by a search team. Russell committed a carjacking to escape, the court heard, but the vehicle was located by police in Burton-upon-Trent, Staffordshire, with Russell \"lying across the back seats\" and apprehended. The trial continues. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60377578"}