{"datetime": "2021-11-28T00:24:59.000Z", "title": "Covid vaccine: Can US troops be punished for refusing the jabs?", "article": "On 28 November, two key branches of the US military - the Navy and the Marines - will hit a deadline for their members to get Covid jabs, yet thousands of America's armed forces members remain unvaccinated. Some 2.1 million people are part of the US military, including active and non-active members, and defence officials have warned that troops that refuse could face a range of consequences. Are unvaccinated soldiers and sailors a threat to national security - and what consequences might they face? Here's what we know. Compliance deadlines for vaccinations in the US military vary from service to service. The US Air Force had set a vaccination deadline of 2 November for active-duty personnel, followed by the Navy and Marine Corps on 28 November. The US Army's deadline is on 15 December. Deadlines for reservists and members of National Guard units - who serve part-time - also vary, from 12 December for the Navy Reserve to 30 June 2022 for Army reservists and the Army National Guard. According to data from the beginning of November, of the 1.3 million active-duty US personnel, 97% had received at least one vaccine dose. The data shows that 88% of active-duty troops are fully vaccinated. With reservist and national guard personnel included, however, the proportion of fully vaccinated troops falls to 69%. Vaccination levels, however, vary widely between the services, ranging from nearly 100% of the US Navy's 349,600 active-duty sailors who have received one dose to only 47% of the Marine Corp's approximately 38,500 reservists who have had the same. As of early November, about 92% of the US Army's approximately 484,000 active-duty troops have been fully vaccinated, and 91% of approximately 180,000 active-duty Marines are fully vaccinated. That increases to 94% if partially vaccinated members are included. The vaccination rate in the Marines - the lowest of all the services - will leave up to 10,000 Marines not vaccinated by the deadline. In early November, vaccine hesitancy in the Marine Corps, the smallest of the services, prompted a video message from Commandant David Berger warning that the force's mission readiness could suffer unless \"every single Marine\" is vaccinated. \"We don't have extra Marines. We're a pretty small force,\" he said. \"We have to make sure that everybody on the team is ready to go all the time. That's our job.\" Nearly 97% of the 326,00 active-duty members of the US Air Force and Space Force were fully vaccinated ahead of their deadline, leaving about 10,000 without vaccinations and facing disciplinary action or expulsion. In the case of the Air Force, about 9,600 active-duty personnel were unvaccinated and face disciplinary action or expulsion. The service said that it would take 30 days to review exemption requests, and that only about 800 members of the Air Force and Space Force refused outright - less than 1% of the total.Defence department data shows that, as of 17 November, a total of 75 military personnel have died of Covid-19, and 2,280 have been in hospital. Just over 250,600 cases of the virus have been detected since the beginning of the pandemic, with the greatest number - 87,885 - coming from the US Army. The figure does not include 370 deaths among civilian defence employees and 126 among contractors. Additionally, 33 military dependents have died. A total of 604 deaths have been reported across the defence department. The vaccinations are mandatory, and US defence officials have warned that disciplinary action is possible for those who say \"no\" - though there can be medical exemptions or religious accommodation. As of early November, the various branches of the US military had reported only issuing a handful of exemptions, though the exact figures have not been released. Military law attorney Mike Hanzel, a former Navy Judge Advocate General, said exemptions would likely be rare. \"For religious exemptions, the military must essentially have evidence that this is a very strongly held belief that didn't just come up because of this particular vaccine,\" he said. \"In the military, you take a lot of vaccines. Every single person has gotten a lot of shots.\" Mr Kirby has said that military commanders will first \"try to get these troops to make the right decision based on information and education\". In instances of refusal, \"they'll be given a chance to get more context from medical service providers as well as their chain of command\", he said. If those options are exhausted, \"there could be disciplinary action\", he added. Troops could face a range of disciplinary measures ranging from administrative and non-judicial punishments to courts martial. The military has said that troops will be warned of potential consequences before any action is taken. But even some of the least severe consequences - such as a formal letter of reprimand - could have an adverse impact on an individual's future assignments or chances of promotion, according to Victor Hansen, a former Army Judge Advocate General and professor at New England Law - Boston. The problem is that letters of reprimand wouldn't address the underlying issue of unvaccinated personnel remaining in the ranks, Mr Hansen said. \"If there's an unvaccinated soldier, they're not deployable,\" he said. \"The real question is going to be how to get them out, and the military has a lot of administrative tools to do so short of a court martial.\" Some services have been clear that they will remove personnel who refuse the vaccine. In late October, for example, guidance sent to Marines warned that those who refuse the vaccine and have not received an exemption \"shall be processed for administrative separation\". In November, the Army followed suit, with Army Secretary Christine Wormuth warning active-duty soldiers, reservists, and Guardsmen in a memo that they will be \"flagged\" and barred from re-enlistment, promotions, and most Army schools. The harshest punishments are likely to be reserved for personnel who are \"more blatant in their disobedience\", such as by lobbying other troops to refuse the vaccine, Mr Hansen added. \"That's undermining good order and discipline by encouraging other soldiers to disobey the order,\" he said. \"That gets at the heart of military organisation…I can imagine a command might take a strict response to that to send a message to others.\" In the case of the US Navy, an administrative message released on 13 October said that active-duty personnel who are not fully vaccinated and do not have an exemption will be forced out of the service after their case is sent to a newly established \"Covid Consolidation Disposition Authority\". Additionally, a spokesman for the Chief of Naval Personnel said that sailors may have to repay bonuses, special pay, and some training costs if they refuse vaccinations. Although Mr Hanzel thinks vaccine-related court martials are unlikely, they can \"certainly happen\" under certain circumstances. A court-martial conviction is equivalent to a civilian felony conviction in a federal court or a state criminal court. \"If there are enough refusals, at some point it would not surprise me if that did happen to someone,\" he said. Experts say that ensuring compliance with vaccination mandates is crucial for the US military to be able to conducts its missions around the world. \"The military goes to great efforts to ensure that soldiers are deployable, from dental examinations to physical fitness and financial circumstances,\" Mr Hansen said. \"A soldier who is not vaccinated and put into close quarters with other soldiers has a potentially really detrimental effect on military readiness. It's a no brainer.\" As an example, Mr Hansen pointed to the USS Theodore Roosevelt, a US Navy aircraft carrier on which more than 1,000 sailors contracted Covid-19 early in the pandemic. One sailor died of the virus. \"That's why the vaccination efforts are full steam ahead. That's the heart of military readiness.\" ", "url": "https://www.bbc.com/news/world-us-canada-59409447"}