{"datetime": "2022-02-01T17:06:43.000Z", "title": "Digital artwork reveals Warwickshire's untold LGBT stories", "article": "Previously untold stories of LGBT+ communities are explored in a new digital artwork. It is part of This, Our Hive Of Voices project led by artist Lady Kitt who worked with Warwickshire's Proud Youth group.\"It's always a massive privilege when people are prepared to share their stories with me and I find that with all of the work that I do,\" they said. Record office staff also unearthed memories and history from archives. People can click on \"chambers\" in theinteractive work to reveal anecdotes, art, poems and documents.Among the stories is one from Acorn who describes how they adopted their name. \"When I was a foetus, I was called Acorn. When I realised I wasn't Cis [Cisgender] I used Acorn instead of my given name as it suited me then.\" The post further says many LGBT+ people go through a process of changing their names \"for a huge variety of reasons\", such as leading a \"double life\" because of a fear of discrimination.It also includes some findings by PHD researcher James Davidson who studies the history of LGBT+ people. He mentions cases from court sessions in 1820 to 1830 where men were sentenced to hard labour because of offences related to their sexuality.The project was unveiled as part of LGBT History month. It is part ofMeeting Point , which presents art in unexpected places and funded by Arts Council England.People shared \"powerful, poignant and hilarious examples of of LGBTQ+ lives in Warwickshire\", Lady Kitt said; and these were told in a variety of creative ways.The Newcastle-upon-Tyne artist said the \"virtual hive\" idea was inspired by visiting Warwickshire's archives.\"I was reminded of a beehive; with local histories flying in to be cared for by the staff and then back out into the community.\"People who want to share their stories have been asked to contact the record office or Warwickshire Pride.The stories will form part of an artwork displayed at Leamington Spa Library from May.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60214961"}