{"datetime": "2021-12-01T00:37:59.000Z", "author": "Rachel Schraer", "title": "HIV: The misinformation still circulating in 2021", "article": "The last time Paul Thorn saw his parents, decades ago, they threw away the crockery he ate off out of fear of infection. When he was diagnosed with HIV, in 1988, he had to stop training as a nurse. \"I lived my entire 20s in fear,\" he says.Now, Mr Thorn, based in the UK, hardly thinks about the virus - apart from taking a pill a day and visiting his doctor twice a year.People with HIV who receive treatment can enjoy entirely normal life spans - and outdated and incorrect views that the human immunodeficiency virus (HIV) can be caught from sharing a plate have mostly disappeared - but damaging misinformation still circulates.Doreen Moraa Moracha, from Kenya, was born with HIV but only found out about her diagnosis at the age of 13, in 2005. A television advertisement then led her to a man in Tanzania, claiming to be a healer, who said he could cure Ms Moraa Moracha and her mother of HIV. \"We drank the herbal medication that he was selling and we came back believing that we were HIV negative,\" she said.She stopped taking her anti-retroviral drugs, which prevent the virus replicating - until she caught shingles and pneumonia because of her weakened immune system. And her viral load - how much HIV is in the blood - was so high her doctor told her if she caught another infection, it would kill her. Untreated, HIV can lead to acquired immune-deficiency syndrome (Aids) - a disease where the body cannot fight off even mild infections. It became clear to her the man was a \"scammer\". There is no vaccine or cure for HIV, but belief in a cure is common, International Aids Society president Dr Adeeba Kamarulzaman says. Recent cases of people recovering from the virus have raised hopes. This month,a woman in Argentina became the second documented person to become HIV-free apparently through her own immune system. But it's not understood how or why.Joyce Mensah - who is from Ghana but moved to Germany to escape the stigma - says she has lost relationships and even her job because of misconceptions about her condition.The stigma derives from the fallacy that people with HIV are always at risk of passing it on to their partner or child, she says. \"When a person discloses their HIV status to a family member or a partner... people have this misconception that it is not 100% safe, once you are positive, you are positive,\" Ms Mensah says.In fact, after taking anti-retroviral medication for long enough, people won't pass the virus on since there is no measurable infection to transmit (though they will still have HIV and require lifelong treatment).Ms Mensah had four children while on treatment - and none caught the virus.Worldwide, cases of mother-to-child transmission have halved since 2010, as the treatment has become more widespread. But in Ghana, Ms Mensah's daughter was recently sent home from her school in the false belief she too had the virus - and could infect others. Ian Green, the chief executive of UK charity the Terrence Higgins Trust, who lives with HIV, said: \"The biggest single issue for people living with HIV, and certainly my experience as well, is often you view yourself as a vector for disease.\"For many years, I was terrified about transmitting the virus to somebody else.\"To know now that it's impossible for me to transmit the virus, that's been hugely liberating.\" While HIV is no longer a death sentence and people with the virus can live normal and healthy lives, some campaigners say perceptions have flipped too far the other way.\"There's been amazing advances in HIV treatment and prevention tools but this perception that Aids is over, in terms of prevention work - it's not terribly helpful, and certainly in terms of investing in the search for an HIV cure,\" Dr Kamarulzaman says. UN figures suggest in 2020, about 38 million people worldwide were living with HIV and 700,000 died from Aids-related illnesses, which can be the result of the virus going untreated. Mr Thorn says younger people see it as an old person's disease, a sentiment echoed by Mr Green, who says they have a \"generally lower awareness\". \"They think that HIV is something in the past,\" he adds. Just as young people see it as an older person's illness, many see the virus as something affecting gay men only.Worldwide, just over half of people with HIV are women - and it is the biggest killer of women of reproductive age, according to Christine Stegling, of charity Frontline Aids. But few women she speaks to are aware of their risk.\"It's a very important data point to engage with, because women who are in that age group and women who might want to become pregnant have to have difficult conversations about unprotected sex,\" Ms Stegling says. While huge progress has been made, the misinformation still circulating can leave people without jobs, relationships, the right treatment or even a diagnosis in the first place. ", "url": "https://www.bbc.com/news/59431598"}