{"datetime": "2022-02-16T06:21:25.000Z", "title": "HS2 reveals Warwickshire 'green tunnel' plans", "article": "New designs have been revealed for plans to mask an HS2 railway tunnel with greenery. Those behind the high speed railway said they were working on creating green spaces around the route through Burton Green, Warwickshire, following community feedback.They said the landscaping works would help integrate the railway into the surrounding area. Campaigners, however, say the plans are just \"window dressing\".HS2 says trains will travel through the area in a 400-metre (0.24-mile) tunnel that will replace, and follow the route of, an existing public path, Kenilworth Greenway. The path is used by walkers, cyclists and horse-riders, and is set to be re-routed to make way. Under plans, the tunnel will be turned green by way of new growth, with planting also used to help shield the line from the realigned Kenilworth Greenway, HS2 says.It adds a service building, near to where trains enter the tunnel, is set to be built in a bowl-shaped area, planted with trees and shrubs so it is not easily visible, with the building also due a green roof.Steve Fancourt, HS2's senior landscape design manager, said: \"Our designs show how we will 'drape' the landscape over the tunnel by placing soil to conceal the tunnel roof to support new native woodland planting, reconnected wildlife corridors and new public footpaths.\" Anti-HS2 campaigners have previously held protests against the felling of woodland in the county for the project, while some ecologists have said moving ancient woodland to make way for the railway is a fundamentally flawed idea. Calling the latest design plans \"window dressing\", Joe Rukin, from the Stop HS2 group, said: \"All you have to do is look in that area and see the devastation of ancient woodlands nearby. \"All of these plans have to be regarded as what they are, greenwashing.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60387979"}