{"datetime": "2022-02-04T06:12:08.000Z", "title": "Northleigh House School for vulnerable children marks 10th birthday", "article": "A school that teaches children who have suffered problems such as bullying and anxiety is marking its 10th anniversary by setting up its own wellbeing centre. Northleigh House School in Warwickshire is aiming to raise £60,000 to begin work on the centre in April.Viv Morgan, 78, who set up the school in her former B&B, said it would offer a calm place where students could get \"invaluable support\".The small school has taught more than 100 children since opening in 2012. The bespoke centre will include two rooms and a kitchenette. It will replace a static caravan currently used for mentoring sessions, which the school said was \"neither particularly warm or cosy\". The school, set in pretty gardens in Hatton village, teaches children aged 11 to 17 who cannot cope with mainstream education as a result of being bullied or other problems.Students can take on GSCEs and A-levels, but also learn about nature and photography. It focuses on creating a \"therapeutic learning environment\", withthe emphasis on kindness and respect, where vulnerable children can gain confidence.\"We have known for some time that happy children do well and flourish,\" said Mrs Morgan.It currently has 34 pupils supported by a team of five. Students are assigned a mentor when they join the school.Mrs Morgan said at times students experiencing difficulties went to the school's office, but the new centre would be a place where they can \"calm down\".\"They will have a bolthole. A lot of children are hugely anxious when they first come here. And if they are upset and come to the office by the time we have found a corner, it has escalated,\" she said.\"It will be invaluable and provide a space away from the school.\" Northleigh is holding activities and approaching charities and organisations to fund the project.Mrs Morgan said it had benefited from \"tremendous support\" from the community.However, the coronavirus pandemic had hit corporate programmes through which hundreds of volunteers had helped maintain the premises, she added.Mrs Morgan, who set up the school with her late husband Fred, was awarded an MBE for services to education in 2019.She said the number of people seeking places had \"increased massively\" since the school began. \"It [the number] has quadrupled easily. We can't fit them all in. It's tragic,\" she said.Mrs Morgan believes it was partly because the state system was \"extremely rigid\" and placed pressure, such as through exams, on teachers and pupils.Many students went to Northleigh after being bullied by other pupils in mainstream education, but Mrs Morgan said the number this applied to was not known.\"Quite a few don't tell anyone. They think they are to blame and they often don't say and they often don't tell their parents,\" she said. \"Some only say after they have been here a year.\" In some cases, people did not tell their parents they were bullied until adulthood, she said.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60219263"}