{"datetime": "2022-02-04T10:00:31.000Z", "title": "Nuneaton park attack prompts self-defence classes", "article": "A woman who says knowing basic self-defence saved her life in a knife-point attack, has set up a class to help teach others. Sioux Watkins was left with knife injuries to her arm, a smashed nose and bruised ribs following the attack in Warwickshire in February 2021. She was threatened by the man with a blade during a robbery attempt in Hartshill Hayes Country Park, Nuneaton. The charity worker said she was still \"haunted\" by memories of it. \"My attacker attempted to steal my phone,\" she said.\"He punched me in the face. When I defended myself, he pulled out a flick knife and began lunging at my throat. \"When I managed to unbalance him, he took off and I was able to flee and call for help.\"Had the knife penetrated my throat I may not be here today.\" Despite \"tremendous\" efforts by Warwickshire police, she said her assailant had never been caught, \"I am haunted by memories of the sound of the knife and smells and other sounds. No woman should ever feel she cannot be safe in any environment,\" she added.Ms Watkins said she set up a training course \"to help women feel safe and empowered in challenging situations\". More than 300 people signed up for the classes in just the first 24 hours. \"Being a strong and confident woman I wanted to be able to give those skills to other women and show them if they were put in a position, they could stop that harm from being deadly serious.\" Taking part in a session, Carol Bratt explained she was there to gain more confidence. Another attendee, Lisa Powell, who has an autistic son and is partially deaf, said she often did not hear people approaching her from behind. \"To do this gives me a bit more empowerment to go out with my son,\" she said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60199394"}