{"datetime": "2022-02-10T18:22:25.000Z", "title": "Humberside policing panel hears injection spiking not common in region", "article": "Injection spiking, where people are jabbed with needles while on a night out, is not as widespread as first thought, according to a police boss. There is no evidence of an \"epidemic\" or even of a \"high-percentage\" of cases, Humberside Police and Crime Commissioner Jonathan Evison said. Speaking before a local policing panel, he said people were instead using sharp objects to make it seem like victims were injected while spiking drinks. He said the perpetrators were \"idiots\". Mr Evison said the tactic was being done to make women more anxious on nights out, rather than to spike them. He added that spiking linked to injections accounted for 1.5% of cases nationally. Last year, needle spiking incidents were widely reported as nightclubs and bars reopened following Covid restrictions. More than 100,000 people have signed a petition calling for compulsory searches at nightclubs after a number of reported spikings by needle. The panel was told there had been one recorded case of a spiking by injection in Humberside Police's region. Rachel Cook, chief executive to the PCC's office, said tests on those believed to have been spiked also found many had suffered alcohol poisoning from having too much to drink. Mr Evison said the number of cases involving the injection method was dwarfed by those where spiking agents were put into drinks. He said he understood it was \"frightening\" to be subjected to spiking assaults, according to the Local Democracy Reporting Service . \"Some idiots are putting an agent or drug in their drinks, sometimes they're using medical alcohol which is very strong and not very good for the victim,\" he said. Mr Evison said officers were working with Hull City Council to raise awareness of the assaults, with test kits being available at some venues. \"Most of the time the tests have found recreational drugs like ketamine in their system, which is unpleasant for the individual,\" she said. \"There's also been cases where it's alcohol poisoning, their mates have given them extra shots or they haven't had enough to eat before going out. \"What seems to be happening is that because there have been so many reports of spiking recently women tend to think they've been spiked when something else is wrong.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60336541"}