{"datetime": "2021-10-20T13:53:23.000Z", "author": "Marie Jackson & Imran Rahman-Jones", "title": "Home secretary wants police update on spiking by needles", "article": "Home Secretary Priti Patel has asked police forces for an update following a number of cases of women reporting being spiked by needles in nightclubs. Police chiefs have also been tasked by the Commons Home Affairs Committee to urgently assess the scale of the problem around the country. One student, who believes she was injected in a Nottingham club, said she felt \"vulnerable\" and \"violated\". Labour said the reports were \"vile\" and \"terrifying\", and called for action. Shadow home secretary Nick Thomas-Symonds urged Ms Patel to \"deliver action without delay\" and ensure \"those responsible… face the full force of the law\". More than 100,000 people have signed a petition calling for compulsory searches at nightclubs after a number of reported spikings by needle. Groups from more than 30 universities around the UK have joined an online campaign calling for the boycott of nightclubs. Campaigners say they are seeking \"tangible\" changes to make night-time venues safer, such as covers or stoppers for drinks and better training for staff. Sarah Buckle, who is studying at the University of Nottingham, was on a night out in Nottingham on 28 September when she suddenly became ill. She described how one moment she was fine, the next she couldn't get her words out or stay standing. She woke up the next morning in hospital with a small pinprick on her hand, which later bruised and throbbed, she said. \"I've had too much to drink before and this was completely different,\" she said. \"To be in hospital for 10 hours, and to have no recollection of anything for that long, is absolutely crazy. \"I'm confused by why this is going on, it's terrifying. You can cover your drinks but how are you going to stop someone stabbing you?\" Nottinghamshire Police confirmed it was looking into reports of people being \"spiked physically\". The University of Nottingham said it was \"extremely concerned\" by the reports and was working with police and venues to \"monitor, review and learn from incidents and experiences in the city centre\". Other police forces have confirmed there have been reports of injection spiking happening on nights out. Police Scotland said its officers were investigating a \"small number of reports\" from Edinburgh, Dundee and Glasgow, which did not appear to be linked. And West Yorkshire Police said inquiries were ongoing into one report of spiking by injection in Leeds last week. The National Police Chiefs' Council (NPCC) said it was difficult to assess whether spiking by needle was becoming a national trend as only a handful of reports had been made to police. Sarah Crew, the NPCC's lead officer for rape and adult sexual offences, said she has asked all police forces to look into the matter and offer support. She added that it was a \"fair assumption\" that perpetrators of injection spiking have a \"sexual motive\", adding that general drink spiking was \"a problem\". Michael Kill, CEO of the Night Time Industries Association, said the organisation was \"very concerned\" about the reported increase in incidents and the industry would work with the Home Office to tackle the problem. \"It goes without saying that everyone should be able to enjoy a night out without fearing for their own safety, and we are saddened to hear that some don't feel this way,\" he said. The call for a boycott against nightclubs across the UK comes under the name Girls' Night In and encourages people to stay away from clubs and do alternative activities instead. Girls' Night In Southampton's night of action is next Wednesday, one of the most popular student nights. \"We're calling for clubs and bars and all venues like that, to put more measures in place to protect people against spiking,\" one of the organisers, who wanted to stay anonymous, told BBC's Newsbeat. They want to see covers handed out for cups, unattended drinks to be thrown out, increased surveillance and safe zones for people who may have been spiked. The University of Southampton student said one of her group was spiked on a sports social last week, and taken outside by club security who thought she was drunk. She was spotted by a friend who then alerted the rest of the group so they could go and look after her. She went to the hospital but did not tell the police about the incident, the student said. ", "url": "https://www.bbc.com/news/uk-58983853"}