{"datetime": "2022-02-15T15:50:36.000Z", "title": "Birmingham Erdington by-election 2022: The candidates", "article": "People in Birmingham's Erdington constituency are set to head to the polls on 3 March to elect a new MP. The vote follows the death of Labour's Jack Dromey in January, aged 73. Mr Dromey had held his seat since 2010 and made his name in politics through the union movement, as a leading figure in the Transport and General Workers' Union. These are the candidates, listed alphabetically, who are standing for election: Local councillor Robert Alden, a school governor and vice-chair of the Business Improvement District, has been picked by the Conservative Party to contest the seat. Mr Alden is a councillor for Erdington ward and the leader of the opposition Conservative group at Birmingham City Council. David Bishop, a retired painter and decorator from Nottingham, has stood in nine general elections since 1997. The 76-year-old describes himself as a poet, amateur artist and fringe candidate. He \"retired\" from elections in 2017, but posted on Twitter earlier this month he would be returning to stand in the Erdington by-election. Birmingham postman Jack Brookes has given up his job to stand for Reform UK. Mr Brookes, 23, who had his last day at Royal Mail on 4 February, was born and raised in Sutton Coldfield and studied economics with finance at Queen's University Belfast. Lee Dargue, from Birmingham, has previously stood in the Ladywood constituency in the General Elections of 2017 and 2019. He was also a West Midlands candidate during the European elections of 2019.He currently works in the rail sector, in occupational health and safety and environmental management. Local councillor Paulette Hamilton, an NHS nurse for 25 years, has been chosen by Labour to contest the seat. Ms Hamilton is the current cabinet member for health and social care on Birmingham City Council and has served on the local authority for 17 years. Siobhan Harper-Nunes will stand as the Green Party candidate. As a business consultant, she says she has more than 20 years' experience of forging partnerships and supporting community organisations to secure funds for local projects in Birmingham.Clifton Holmes is a Birmingham-born, writer and speaker.He runs anti-gambling workshops in schools.Michael Lutwyche, a campaigner for Justice 4 the 21, which works on behalf of the families of the victims of the Birmingham Pub Bombings, has announced his intention to stand as an Independent candidate. Mr Lutwyche, 54, who lives in Erdington, has launched an online fundraiser to help towards paying for his campaign.The Christian Peoples Alliance has chosen Mel Mbondiah, who lives in Walsall, as its candidate. The party says that along with her husband, the mother-of-one is a pastor at a church in her home town and also works as a social worker in Birmingham.Dave Nellist will stand as the Trade Unionist and Socialist Coalition (TUSC) candidate.Mr Nellist served as an MP for Coventry South from 1983 until he was expelled from the Labour party in 1992. He was a city councillor in Coventry for the Socialist Party for 14 years until 2012. During his time as a Labour MP, Mr Nellist said he donated most of his salary to charitable and political causes. Father-of-one Thomas O'Rourke, 38, is standing as an independent candidate.Mr O'Rourke opened The Peaky Blinder pub in the city seven years ago. He is from Erdington and attended Perry Common School. Sir Nos Da The Good Knight, real name Mark Beech, is the candidate for the Official Monster Raving Loony Party. Mr Beech is the party's shadow minister for information superhighway maintenance. When he isn't carrying out candidate duties, he is fixing websites in Walsall where he lives. Nos da means \"good night\" in Welsh. All candidates had to submit their completed nomination papers by 16:00 GMT on 8 February. A deposit of £500 is also required, which is returned if the candidate gets more than 5% of votes in the election. The deadline to register to vote is 00:00 GMT on 15 February, with applications for postal votes due by 17:00 GMT on 16 February. Full rules for the by-election can be found here. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60213722"}