{"datetime": "2022-02-10T10:11:46.000Z", "title": "Unite union threatens to cut Labour funding in Coventry bins row", "article": "The head of the Unite union has threatened to withdraw funding for Labour over a pay dispute involving bin lorry drivers in Coventry. Union members in the citystarted a two-month strike at the end of January , saying drivers deserve better pay. Unite, Labour's single biggest donor, said financial support for the party was now \"under review\". In response, Labour said: \"These sort of threats won't work in Keir Starmer's Labour Party.\" It wouldnot be the first time the union has cut funding for the party since Sir Keir became leader. The row in Coventry, which started months ago, has become increasingly bad tempered, with the union and Labour-run council each accusing the other of manipulating the truth, particularly regarding the pay drivers receive. In a message to strikers, Unite General Secretary Sharon Graham said: \"Let me be very clear - the remaining financial support of the Labour Party is now under review.\" She said the council had \"time and again totally misrepresented the union's claims for its bin drivers\" and it \"should be ashamed of the spin it has tried to make\" about its own workers' pay rates\". \"These dreadful misrepresentations are deliberately designed to enrage the general public which directly risks the welfare of workers who are taking part in an entirely legal dispute, and this, a Labour council.\" Coventry City Council says it is one of the highest paying employers in the West Midlands and strongly disputes the union's numbers. Its decision to use a private contractor wholly owned by the local authority to do some refuse collections has further angered Unite, along with a warning on Wednesday thatjobs might be at risk if the strike continues . The two sides have recently met at independent arbitration service Acas, but for the moment remain at odds.By Elizabeth Glinka, BBC Midlands Political Editor In a dispute that has looked increasingly intractable, this takes it to a whole new level, putting a strike over pay for bin drivers in Coventry very much on the national stage.The official response from the Labour Party is punchy. This may be a relief to the leadership of the council who feared being forced to back-track under pressure, but is unlikely to soften Unite's position.At the end of January, news that both sides had agreed to Acas arbitration in relation to the pay grade element of the dispute brought some hope. The council and Unite were privately making positive noises, but since then the rhetoric seems to have hardened. There is no doubt the decision by the council to employ private drivers to break the strike enraged the union, but the council facing a month of all-out strikes, with no collections at all for its residents, said it was left with \"no option\".Settling any dispute usually comes down to both sides feeling they have succeeded in winning in some aspect. Right now it looks like no-one is winning, least of all council taxpayers in Coventry and a very high stakes game of \"who blinks first\" continues.Ms Graham urged Labour to \"pick up the phone and get this sorted\", saying: \"It's utterly disgusting that this council is putting workers through this misery. \"If we have to escalate, we will escalate and I personally will be getting involved. \"Our wallet is closed to bad employers.\" In response to the funding review, the Labour Party said it would \"always act in the public interest\". \"We would have hoped that Unite would have got the message that the Labour Party is under new management,\" a spokesperson added. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-60326688"}