{"datetime": "2021-11-04T16:19:57.000Z", "author": "Laura Devlin and Alex Dunlop", "title": "Ipswich: Spiking by needle victim too scared to go out", "article": "A woman who was spiked by injection on a night out said it has left her too scared to go out with friends. Chloe Ward, 22, was out in Ipswich at the weekend when she collapsed and lost consciousness for several hours. She was seen by paramedics and the next day found a bruise by her hip and a pinprick hole in her jeans. \"As much as a I want to have fun with my friends, I don't feel safe, I don't want to go out,\" said Ms Ward, who has spoken to the police. \"I feel scared because it's been a traumatising experience. \"It can happen to anybody, we are all vulnerable,\" she said. The call centre worker from Trimley St Martin, near Felixstowe, believes she was spiked at the Revolution bar during the early hours of Sunday. \"We were in there for 30 to 40 minutes and I went straight to the bar upstairs,\" she explained. \"All I remember is being at the bar, I was with friends, and by then I had had two drinks, so not much.\" Her friends later told her they had walked downstairs and then about half a mile (800m) to club Unit 17, none of which she can recall.\"We got to the bar, and my friend said I started to slur my words, I lost control of my body and I just collapsed for about three to four hours.\" Suspecting her drink had been spiked, her friends called 999 and stayed with her in the club's medical room. When she regained consciousness, she was lashing out and being pinned down by security staff and paramedics. \"I thought I was getting attacked, so I was trying to escape,\" she said. \"It was awful, it was traumatic. \"I didn't know where I was or what was going on.\" The next day, she awoke with a sore hip which had a purple pinprick mark in the middle of a bruise. \"I thought 'that's a bit strange',\" she added. \"I checked my jeans and in the same place there was a little hole, so I thought maybe I had been spiked by a needle.\" \"I was shocked, I never thought it would happen to me.\"It's disgusting, I thought 'who would do that to somebody'? \" On the same night, Lee Kingham, 36, was at Bar Twenty One in Ipswich when he felt a pinprick in his wrist. He informed friends and staff and was taken outside, where his friends tried to keep him alert. \"Within a couple of minutes he couldn't stand,\" said his fiancee Ayesha Cotton. \"His friends described him as lifeless.\" He was taken to hospital and is awaiting blood test results for HIV and Hepatitis, and whatever he was injected with. \"He's very tired, worried; it scared him,\" said Ms Cotton. \"I was petrified, I thought 'this doesn't happen to men', I was shocked, I can't believe it has happened.\" The Club in Ipswich has introduced a series of measures to protect customers and, as far as owner Leyla Edwards is aware, has not had any spiking incidents. Anti-spike lids are available to cover drinks, and the club has hired further security and is carrying out extra searches. \"It's very thorough - I've seen people being stopped for ages if they're not sure,\" said Ms Edwards. \"They'll search pocket, bags, anything they are legally allowed to search, and with our metal detectors that should pick up needles, too. \"It's for everyone's safety. \"I'm in the process of working with other venues, so hopefully we can pull together and make Ipswich safe again\" Suffolk police is investigating both incidents,which were among four reports of drink and needle spiking made in the county at the weekend. Ch Supt Marina Ericson said it was imperative that the police and ambulance service were alerted as soon as possible in order to obtain evidence.\"These people are being attacked in such an obtuse way, it's absolutely abhorrent,\" she added. \"We don't yet understand what the substances are that people are being injected with, that's nationally as well as in Suffolk, and some can dissipate through the body very quickly. \"Obtaining an early urine sample, for example, can give us a real insight into what's going on here.\" Revolution Bars Group and Bar Twenty One both said they were cooperating with police. \"We ensure our teams are vigilant, our guests know who to speak to if they feel unsafe or unwell, and we all work together to call out those who behave inappropriately or suspiciously,\" Revolution's statement added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59162747"}