{"datetime": "2021-10-12T17:06:05.000Z", "title": "Assurances given over Theddlethorpe nuclear waste plans", "article": "Plans to dispose of nuclear waste from across the UK in Lincolnshire can only go ahead with the support of a \"willing community\", officials have said. Radioactive Waste Management (RWM), a government agency, has identified a potential site at a former gas terminal in Theddlethorpe, near Mablethorpe. However, opponents said the movewould impact tourism andlower house prices in the area. A working group has now been formed to examine the proposals. A Geological Disposal Facility (GDF) consists of a series of vaults and tunnels deep underground, or under the sea, where the material would be buried. As part of its role, the Theddlethorpe GDF Working Group, which was officially launched on Tuesday, would help to identify a search area to carry out more feasibility studies. Its chair, Jon Collins, said it would also engage with local communities. \"The GDF is a project of national importance and it's unique in that it can only proceed with two things - a suitable site and a willing community,\" he said. \"It's an emotive and complex topic and I'm committed to making sure people have access to information and that their voices are heard.\" The working group, which is made up of Mr Collins, an independent facilitator, Lincolnshire County Council, Theddlethorpe Parish Council and RWM, is holding a number of public meetings in the coming weeks and haslaunched a dedicated website with details of the proposals. East Lindsey District Council, which covers Theddlethorpe, has also been invited to join the working group, according to LDRS a decision will be made on 3 November. RWM said the multi-billion pound project would create thousands of jobs, but the process ultimately required a community to give clear consent. Two similar working groups are already established in Cumbria. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-58890290"}