{"datetime": "2021-07-23T19:23:37.000Z", "title": "Theddlethorpe site considered for radioactive waste disposal", "article": "Nuclear waste from across the UK could be disposed of in Lincolnshire, a government agency has said. Radioactive Waste Management (RWM) said it was in \"early discussions\" with Lincolnshire County Council but local people would \"have the final say\". The firm has identified two potential sites, one off the North Sea coast and one at a former gas terminal in Theddlethorpe, near Mablethorpe. The county council said it was awaiting more detail. Steve Reece, head of siting at RWM, said they were talking to the authority to see if they were interested in joining a local working group. \"Absolutely no decisions have been taken at this stage,\" he said. Mr Reece said two areas in Cumbria were already involved in talks and this \"could be an important further step\" in finding a location to safely and securely dispose of the UK's higher activity radioactive waste - known as a Geological Disposal Facility (GDF). He said the multi-billion pound project would create thousands of jobs. \"We would like to engage with the local community to hear their thoughts and views,\" he said. \"The process to find a suitable GDF site ultimately requires a community to give clear consent [and] this project is totally unique in that the local community will have the final say,\" he added. Martin Hill, leader of Lincolnshire County Council, said the authority was \"in early discussions to understand what this may entail\". However, he said: \"At the moment we have no opinion until we know more detail.\"It's about starting a conversation with local people, so they can understand what's involved and what the future opportunities might be.\" East Lindsey District Council, which covers Theddlethorpe, said: \"Instinctively we would be against such a proposal.\"However, we would need to fully understand the community view of this...and we will, of course, support the local community,\" it added. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-57948046"}