{"datetime": "2021-07-26T17:18:12.000Z", "title": "Theddlethorpe nuclear waste proposal worries villagers", "article": "People living in a Lincolnshire village will be \"shell-shocked\" at proposals to dispose of nuclear waste at a nearby site, a resident has said. Radioactive Waste Management (RWM), a government agency, confirmed last week it was in \"early discussions\" with the county council about the move. One of the potential UK sites for the waste is at a former gas terminal in Theddlethorpe, near Mablethorpe.Villager Brian Swift said news of the proposal had emerged \"out of nowhere\". RWM's proposal for a Geological Disposal Facility could mean nuclear waste from the UK being stored underneath up to 1,000m of solid rock at Theddlethorpe until its radioactivity has naturally decayed. Steve Reece, head of siting at RWM, said while the firm was talking to the county council to see if it was interested in joining a local working group, \"absolutely no decisions have been taken at this stage\". Mr Swift said whennews of the proposal broke on Friday it was \"quite a thing\". \"There's been a lot of movement in house purchases round here and people are about to move in. They're going to be shell-shocked with this,\" he said. Meanwhile, villager Sue Warwick said: \"Nobody knows what the implications would be and, as I understand it, it's not going to be manned. \"Once it's sealed, it's sealed. That's it. How would anyone know what's going on?\" John Cowell, another Theddlethorpe resident, said: \"There are places to get rid of nuclear waste now. Why do they have to find a pristine place in the countryside to do it? I think it is most unfair.\" RWM, which is also looking at sites for the storage of nuclear waste under the North Sea and in Cumbria, said it would be many years before any proposals came to fruition, if at all. The company has promised to consult with people in the areas concerned and Mr Reece said local residents would have \"the final say\". The developers added that the multi-billion pound project could create thousands of jobs, according to theLocal Democracy Reporting Service . Lincolnshire County Council has said it would wait to see more details of the plan. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-57973015"}