{"datetime": "2022-02-08T10:56:52.000Z", "title": "United Lincolnshire Hospitals Trust improved, CQC report finds", "article": "A hospital trust previously placed in special measures has been commended for \"widespread improvements\" Six services at the United Lincolnshire Hospitals NHS Trust (ULHT) were rated \"good\", and two \"requires improvement\". The Care Quality Commission (CQC) found the trust as a whole \"requires improvement\", but noted significant changes since 2019. Andrew Morgan, for ULHT, said he was \"really pleased\" that efforts over the last two years had been recognised. Unannounced inspections took place at Lincoln County Hospital and Pilgrim Hospital, Boston, in October and November last year. The report's overall rating matches the one given to the trust in 2019, but with significant improvements across some areas, said CQC. \"Without exception, staff treated patients with compassion and kindness\", it reported. The trust had been placed in special measures between 2017-18, the CQC added. ULHT chief executive Mr Morgan said: \"We are really pleased that the huge effort that everyone has put into providing and improving services, particularly over the past two years, has been recognised.\" However, he acknowledged there were still problems with the emergency department at Lincoln County Hospital. \"People continued to experience delays in accessing the service and receiving care promptly. Waiting times from referral to treatment and arrangements to admit, treat and discharge patients were still below national standards\", he said. ULHT employs almost 8,000 staff and is one of the biggest acute hospital trusts in England, serving a population of more than 736,000 people in Lincolnshire and neighbouring counties.In the last year the trust had about 642,000 outpatient attendances, about 145,000 inpatient and about 147,000 at emergency departments. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60301562"}