{"datetime": "2022-02-08T13:16:11.000Z", "title": "Theddlethorpe: Search area for possible nuclear waste site revealed", "article": "New details about the possible location for a proposed nuclear waste site on the Lincolnshire coast have emerged. A former gas terminal in Theddlethorpe, near Mablethorpe,was first identified last year as a potential location. Radioactive Waste Management (RWM), a government agency, has now released maps showing the \"search area\" where the facility could be based. Opponents have said the proposed schemewould have an impact on tourism and could lower house prices in the area. The Theddlethorpe site is one of two in England being considered as a location for a Geological Disposal Facility (GDF). The GDF would see waste being stored under up to 1,000m of solid rock until its radioactivity had naturally decayed. Jon Collins, independent chair of the Theddlethorpe GDF Working Group, which is running the search, said members would look at \"local geology, environmental issues, transport, and safety\" and consult with the local community over the plan. \"We also listened to the views expressed locally, including at the face-to-face events we ran last year,\" he said.\"It's important to stress no decision has been made on whether a GDF will be built in this area. This is only the beginning of a long conversation over many years about what's right for the area\".RWM said the suggested areas covered Withern and Theddlethorpe as well as Mablethorpe as they had the potential to accommodate a GDF deep underground and the infrastructure needed on the surface. \"The surface facility would require up to one sq km of land and suitable transport links. The underground part is likely to need anywhere between 10-20 sq km of suitable geology at an appropriate depth\", RWM said. The agency said the multi-billion pound project would create thousands of jobs, but the process required a community to give clear consent. RWM added: \"If the community doesn't want it, it won't be built.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60304295"}