{"datetime": "2021-10-19T16:55:23.000Z", "title": "Third council joins Theddlethorpe nuclear waste working group", "article": "A third council has agreed to join a working group examining proposals to dispose of nuclear waste from across the UK in Lincolnshire. Radioactive Waste Management (RWM), a government agency, has identified a potential site at a former gas terminal in Theddlethorpe, near Mablethorpe. East Lindsey District Council said it had agreed to join so residents could get as much information as possible. However, the authority said it remained \"neutral on the matter\". RWM's proposal for a Geological Disposal Facility (GDF) could mean nuclear waste being stored underneath up to 1,000m of solid rock until its radioactivity has naturally decayed. A GDF consists of a series of vaults and tunnels deep underground, or under the sea, where the material would be buried. The working group, which is so far made up of an independent facilitator, Lincolnshire County Council, Theddlethorpe Parish Council and RWM, was launched earlier this month.East Lindsey District Council, which covers Theddlethorpe, was also invited to join and has now confirmed it would do so after a meeting on Tuesday. Council leader Craig Leyland said: \"The fact is, we need to make sure residents have as much information as possible - whatever their view - to make a decision regarding this proposal. \"We fully understand the local feeling, and that's bound to be of concern. Ultimately, it will be the residents who make the decision in a test of public opinion,\" he added. \"East Lindsey have no decision-making powers in this - nor do Lincolnshire County Council - it's entirely down to the residents.\" RWM said the multi-billion pound project would create thousands of jobs, but the process required a community to give clear consent. Two similar working groups have already been established in Cumbria. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-58970490"}