{"datetime": "2020-11-04T09:52:29.000Z", "title": "Copeland reconsiders radioactive waste disposal site", "article": "A Cumbrian local authority is again considering hosting a disposal site for radioactive waste. Copeland Council previously showed interest in the Geological Disposal Facility (GDF) but Cumbria County Councilrefused permission in 2013 . The borough council has now formed a new working group to consult locally and identify a suitable site. Group chairman Mark Cullinan said the investment potential of the facility \"could be transformational\". \"But, of course, it would have to be right for the area,\" he said.\"Today marks the first step in a journey of several years, to determine whether a Geological Disposal Facility is right for Copeland.\"The GDF would store the UK's higher activity radioactive waste - the most radioactive variety - underneath several hundred metres of solid rock. The government first invited local authorities to volunteer to host the store in 2006 but said they could not proceed if local people opposed plans. Copeland and Allerdale Borough Councils and Cumbria County Councilexpressed an interest in housing a facility in 2012 . The new working group said it did not \"presuppose support for any potential site\" for the facility. It will initially look at the whole of the Copeland borough area, but would exclude the Lake District National Park. Underground facilities off the coast would also be considered, it said. Copeland Conservative MP Trudy Harrison said: \"Most of the material that would go into the GDF is already based here in Sellafield. \"A permanent place to deposit this material in Copeland would not only build on our heritage as the country's nuclear experts, but it would also lay the ground for significant future investment in the region,\" she said. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-54808533"}