{"datetime": "2022-02-15T16:12:43.000Z", "title": "Miss England finalist Milly Everatt swaps catwalk for lorry cab", "article": "A Miss England finalist has swapped the catwalk for a lorry cab as she trains to become an HGV driver. Former Miss Lincolnshire Milly Everatt, 22, said trucking was a long-held ambition, having grown up driving tractors on the family farm. It was reading about driver shortages last year that pushed her to finally apply for an HGV licence, she said. Trainer Mark Curtis said she had shown \"a lot of potential\" and it wouldn't be long until she was on the roads. Milly, from Eastoft, followed her mother and five sisters into the modelling industry and, in 2018 was crowned Miss Lincoln. She went on to finish sixth in Miss England, the UK's biggest beauty pageant. Since announcing her intention to drive trucks, she said she had received a lot of \"presumptuous\" comments. But despite jibes about her being unused to \"proper work\", Milly says she's no stranger to putting in 14-hour days. \"A lot of people presume that because it's my dad's business I don't work hard,\" she said. \"But if anything sometimes you've got to work a bit harder to get away from that. \"But I enjoy doing it, me and my sisters all work for my dad.\" She says women have been in the trucking industry for \"a long time now\", but her presence was \"still a surprise to a lot of people\". \"By no means am I claiming that I'm the first,\" she said, \"but it's available to anyone, man or woman, it's not limited to a gender. \"It's maybe not every little girl's dream to be a trucker but it's something anyone can do.\" Now she hopes to juggle modelling work with HGV driving as she prepares for her Class 1 and Class 2 HGV licence. She said training was going well and that driving trucks was like navigating a \"super-sized tractor\". \"You don't realise until you get in one or out of one how high up you are,\" she said. \"It's extra hard to get round the corners. You've got to make sure you're watching things all the time.\"Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60386091"}