{"datetime": "2018-09-05T01:43:55.000Z", "title": "Student is first hijab-wearing Miss England finalist", "article": "A Muslim law student became the first hijab-wearing woman to take part in the Miss England final. Sara Iftekhar, from Huddersfield, went up against 49 other hopefuls at Kelham Hall in Newark, Nottinghamshire.The 20-year-old often shares Instagram pictures of herself in traditional Pakistani dress. After winning Miss Huddersfield 2018 Ms Iftekhar said it was \"amazing\" to make the final, but she was beaten by Alisha Cowie who was named Miss England 2018. Ms Iftekhar, who has had a passion for make-up from a young age, said: \"I did not expect to be making history. I do feel proud.\"At the end of the day, I may be the first woman to wear a hijab [at the Miss England final]. However, I am just a regular girl and we all have a fair opportunity in this contest.\" Also working as a make-up artist, she added she decided to take part in Miss England for \"a bit of fun\". \"If I want to cover myself up and dress modestly why should that be an issue? I am just like the other contestants.\"If I am sending out that message it will motivate other people to participate in a beauty contest.\"On a fundraising page she set up for children's charity Beauty with a Purpose, Ms Iftekhar wrote: \"I participated in Miss 2018 in order to show that beauty doesn't have a definition. Everyone is beautiful in their own ways, regardless of their weight, race, colour or shape.\" On her Instagram, she said she would be \"forever grateful\" for the opportunities being a Miss England finalist had given her.Other Miss England 2018 contestants include Sophie Hall - who was left with permanent scars following anacid attack in East London - and mental health campaigner Sarah-Jane Hulyer. Winner Ms Cowie will now represent England at the Miss World competition in Sanya, China, in December.Miss World, which is broadcast to more then 120 countries and is in its 68th year, has regularly attracted criticism for being a \"degrading\" contest.Protests have taken place at the event in previous years, such as in 2011 when about100 demonstrators turned up to object to what they saw as a \"human cattle market\" .In 1970, when the contest was held at London's Royal Albert Hall,feminist activists stormed the stage . But organisers saythe pageants \"empower\" women . In 2015,the swimwear round was cut from Miss World as organisers felt it was \"old-fashioned and unnecessary\", and said the focus of the competition had shifted focus from physical beauty.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-45403174"}