{"datetime": "2022-02-14T12:50:04.000Z", "title": "East Keal: Cement lorry crash sparks new fears over 'dangerous' bend", "article": "People living on a \"dangerous\" road bend in Lincolnshire which has been the site of several crashes have said they are too scared to use their gardens. The latest crash at Hall Corner on the A16 in East Keal saw a cement lorry overturning on Tuesday 8 February. Hannah McKinlay, who shared a video of the crash online, said it was the second time a vehicle had crashed into her property. \"Something needs doing before someone is killed,\" she said.Ms McKinlay said the cement lorry crash, in which the vehicle flipped over and careered into her garden wall, had caused thousands of pounds' worth of damage. The driver was believed to have suffered minor injuries in the incident.\"No one was using the footpath at the time, otherwise it would have been a fatality,\" Ms McKinlay said. \"We were in the garden about 20 minutes before this happened. It doesn't bear thinking about what could have been.\" Ms McKinlay said two vehicles had crashed into her garden since she moved into her property five years ago. \"There have been numerous accidents and near-misses. As residents we are scared to use our garden or the public footpath,\" she said. She added that she had installed CCTV cameras after a similar crash involving a tractor and trailer last October. That was \"another accident that could have had devastating consequences\", she said. The most recent crash had caused damage to a water main, leading to the installation of temporary traffic lights at the corner - something Ms McKinlay said she would welcome as a permanent addition. \"Something needs doing - like permanent traffic light control, speed cameras or other traffic calming methods - before someone is killed,\" she said. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60374167"}