{"datetime": "2019-08-03T08:22:21.000Z", "author": "Kirsty Grant", "title": "Meet the new Miss England: The junior doctor with two degrees", "article": "Over the course of 24 hours, Bhasha Mukherjee experienced two - very different - nerve-wracking moments. Firstly, the 23-year-old had an anxious wait to see if she'd won the Miss England beauty pageant title. After being crowned, she then had to shift focus to her brand new career - as a junior doctor in Boston, Lincolnshire. It's her first job since graduating with two medical degrees from the University of Nottingham. \"I don't know what I was more nervous about,\" she tells Radio 1 Newsbeat. \"Was it my first day at a job that I've studied five years for, or finding out the outcome of Miss England? \"When I won Miss England I was in shock and couldn't believe it. I was in complete disbelief backstage.\" Bhasha didn't want her new job to overlap with her new title as Miss England - but it's proven tricky. \"I turned up on the first day to get some breakfast at the canteen and the lady recognised me. She asked how the competition went, I told her and she leapt up in joy.\" It's been a busy couple of years for Bhasha as she's juggled her studies with her passion for pageants.\"After my GCSE results I decided that I was too boring. All I did was study. I loved studying so much. \"I thought I wanted to do something different and wanted to add something more to my life.\" She always loved performing arts, so she set up a dance company. Through those contacts, she got introduced to the modelling world. She says that lots of people suggested she take part in pageants and in 2015, she was approached by the Miss India competition.\"I was in the middle of my first year of medical school so I was too scared to go to India for a month and leave my education - so I turned that down.\" A year later, she decided to take part in a few pageants, but felt they were unfair and poorly organised.After a break, Bhasha was head-hunted from her social media profile in 2017 and convinced to get back into competing. Two years later, she's graduated from university and been crowned Miss England. She says her advice for people wanting to pursue different careers and pathways is to write a physical to-do list.\"It's the most satisfying feeling for people who forget things.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-49205265"}