{"datetime": "2019-10-17T10:21:53.000Z", "title": "United Lincolnshire Hospitals NHS Trust remains in special measures", "article": "A hospital trust will remain in special measures for a third year amid concerns about patient care. United Lincolnshire Hospitals NHS Trust (ULHT) was given a \"requires improvement\" rating after visits to Boston and Lincoln hospitals. Care Quality Commission (CQC) inspectors said there were \"significant concerns\" about urgent and emergency care at both hospitals. The trust said it was disappointed and was taking action. In the latest report, Prof Ted Baker, England's chief inspector of hospitals, said: \"United Hospitals Lincolnshire NHS Trust must make further sustainable improvements to ensure that people receive the care they should be able to expect. \"Insufficient improvement had been made and, in some instances, improvements witnessed as part of our inspection in 2018 had not been maintained,\" he said. \"This is why I am recommending that it remains in special measures and continues to receive support to improve.\" The trust has been in special measures since 2017. Thereport said emergency departments did not have enough permanent nursing staff with the right skills and experience, and had too many agency staff. There were also examples of poor record-keeping, it said. Children's services in Boston remained \"inadequate\", which \"was worrying\", Mr Baker added, and the trust also faces a \"significant deficit\" with its finances. However, there were examples of \"outstanding practice\", including critical care and maternity services. In one case, staff attempted to learn a language in order to communicate better with a patient, the report said. In response, ULHT chief executive Andrew Morgan said: \"We are disappointed that despite all of our best efforts, we have not made the progress we wanted and therefore will not be coming out of special measures.\" He said the trust was taking action to make improvements \"as quickly as possible\". More news from across Lincolnshire Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-50080294"}