{"datetime": "2019-06-25T15:02:45.000Z", "title": "Miss England launches make up-free contest 'to boost confidence'", "article": "The Miss England beauty contest has launched a new make-up free round to stop participants from \"covering their natural beauty\". The winner of the Bare Face Top Model contest will be fast-tracked to the final round of 20 women vying for the overall title, organisers say. Alisha Cowie, the current wearer of the Miss England crown, said the new round would do \"the world of good\". The winner will be announced on 1 August at a ceremony in Newcastle. Miss England organiser Angie Beasley said theeight contenders for the bare-face title all had to submit a photo of themselves wearing a simple outfit of jeans and a black vest top.As part of their entry the women had to wear no make-up and also had to post the photo on social media. \"I see so many of our [Miss England] contestants entering with a face full of make-up covering their natural beauty,\" Ms Beasley said. \"I'm hoping this round will encourage our contestants to wear less make up. Fake eyelashes and brows... there really is no need for this.\" She said most Miss England winners were \"natural beauties compared with many of the usual celebrities\". Alisha Cowie, who currently holds the Miss England title, said: \"On social media we have influencers and role models which set an unrealistic standard, which I do believe results in mental health issues.\" \"I do believe that this round will do the girls the world of good,\" she added. Ms Cowie has previouslyspoken out against Instagram for failing to take images of self-harm off the site, after she cut herself as a teenager. Ms Cowie represented England at the Miss World competition in 2018. The global contest has regularly attracted criticism. Protests have taken place at the event in previous years, such as in 2011 whenabout 100 demonstrators turned up to object to what they saw as a \"human cattle market\" . In 1970, when the contest was held at London's Royal Albert Hall,feminist activists stormed the stage . But former winners saythe pageants \"empower\" women . In 2015,the swimwear round was cut from Miss World as organisers felt it was \"old-fashioned\" and said the focus of the competition had shifted from physical beauty. ", "url": "https://www.bbc.com/news/uk-48761531"}