{"datetime": "2013-01-28T13:22:56.000Z", "author": "Dave Lee", "title": "Dramatic drop in copper cable theft across the UK", "article": "Co-ordinated action and sophisticated prevention measures have been credited with aiding a massive drop in copper cable theft in the UK. BT said a 50% drop in incidents had led to a 24% reduction in faults. The British Transport Police (BTP), which launched Operation Tornado last year to deter criminals, said it had noted a 51% drop year-on-year. The industry is pressing for new legislation to make it tougher to profit from the crime. The proposed Scrap Metal Dealers Bill would tighten controls on how freely metals such as copper can be traded. Copper cable theft is estimated to cost the British economy £1bn a year. In efforts to curb its illegal trade, many scrap metal dealers have signed up to voluntary measures as part of Operation Tornado - which has pushed for the requirement of photo ID from someone selling metal. Other measures included halting cash-in-hand payments for trades. But a lot of work still needed to be done, a spokesman for the BTP told the BBC. \"We've had a 51% drop, but that's against a backdrop of record highs,\" said Glyn Hellam. \"There is clearly still a problem.\" He said that in 2011, they had noted 2,627 railways-related copper thefts - but 2012 brought a massive decrease, with 1,284 being logged. That figure brings it in line with \"normal\" levels seen around 2009. Last year's efforts focused on the north-east of England, where the majority of thefts took place. In these areas, the BTP saw a 60-70% reduction. For BT, cable theft can leave customers without internet access or landline connections. Also affected are the emergency services, and life-critical services like panic buttons in the homes of the elderly. The company warned that although the figures were encouraging, complacency should not be allowed to set in. \"Cable theft figures fluctuate hugely and can be affected by weather and access to the network,\" said Simon Davies, BT's general manager dealing with cable theft. \"While we have many effective security measures, cable theft is still a problem that we deal with on a regular basis and we continue to work closely with the police to tackle cable theft.\" The company has put in special measures to deter criminals - including SmartWater, a system which sprays thieves with an invisible solution. Another system, known as Rabit, is able to pinpoint precise locations where a cable theft may be taking place. \"We're able to say there's a cable cut in an exact address in the UK,\" explained BT spokesman Ian Read.\"The police go along - and they've been known to catch thieves at work.\" He added that a BT partnership with Crimestoppers meant rewards of up to £1,000 were being offered for help in catching cable thieves. ", "url": "https://www.bbc.com/news/technology-21229762"}