{"datetime": "2021-08-20T05:20:08.000Z", "author": "Robbie Meredith", "title": "Hundreds of newly-qualified teachers not registered to teach in NI", "article": "Hundreds of newly qualified teachers may not be registered to teach in Northern Ireland before the start of the new school term. If a teacher wants to be employed in a school they have to be registered with the General Teaching Council (GTCNI). BBC News NI understands as many as 500 new teachers have not yet had their registrations fully processed by GTCNI. Education Minister Michelle McIlveen had \"instructed GTCNI to fix this as a matter of urgency\". The Department of Education called the situation \"deeply regrettable\". The GTCNI said it was facing challenges outside its control which created a backlog in processing applications. \"We are very conscious that there are some applicants awaiting confirmation of registration in order to take up employment at the start of the school year,\" it said. GTCNI also said it was working to address the problem. \"Invoices for payment of registration fees are being issued this week (to new qualified teachers who graduated from Northern Ireland higher education institutions) who will receive confirmation of registration once payment is made online,\" the GTCNI said. Teachers pay an annual fee of £44 to GTCNI to be registered to enable them to work in a school in Northern Ireland. The GTCNI is an arm's-length body of the Department of Education. The problems with registration affect teachers who graduated in 2021 and are seeking work in Northern Ireland. Hannah Gordon is a Spanish and French teacher who graduated from Queen's University, Belfast, in July. She still does not know if she can seek work in a school as she has not yet been able to register as a teacher. \"I'm one of 16 who qualified in languages this year at Queen's and none of us so far have received any correspondence about the payment of the fee in order to get our teacher number,\" she told BBC News NI. \"For us that means, whether we have a job secured, or if we don't have a job secured but want to get onto the substitute teacher register, none of us can work as paid teachers yet. \"It's frustrating to say the least and I know that my fellow teachers feel the same way. \"All of us now, we want a fresh start, we want to get going with our careers but it's stopping us from doing that.\" The NASUWT national official for Northern Ireland Justin McCamphill said that GTCNI and the Department of Education \"have serious questions to answer\" over the situation. He said he had written to the education minister in late June about the potential problems. \"The minister rejected a request for a meeting to discuss the issue and told me that her officials would keep me informed of progress on this matter and would confirm when it had been successfully resolved,\" he said. \"On Wednesday 18 August I hosted an event for about 40 newly qualified teachers. \"I was astounded to find out that none of the participants had received a registration number. \"Some should be working in school right now, while others are due to start jobs in the coming days. \"Many more need their registration number to gain employment as a substitute teacher. \"It is now incumbent on the minister to personally intervene. \"A guarantee needs to be made to these newly qualified teachers that either they will have their registration details on time or will be financially compensated for any loss.\" A spokesperson for the Department of Education said the delays were due to \"the recent upgrade of a major IT system within GTCNI\". They said that \"all of this year's cohort of newly qualified teachers\" was affected. \"This has led to delays for newly qualified teachers in receiving confirmation of their teacher registration,\" they said. \"We realise that this will be a source of concern for all of those who have worked so hard to qualify as teachers; and who will understandably be anxious to complete their registration and begin their careers within the profession. \"This situation is deeply regrettable and the minister has instructed GTCNI to fix this as a matter of urgency and to review the recent changes in their IT systems to ensure that no other unforeseen problems have been introduced.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58274469"}