{"datetime": "2022-01-04T19:47:21.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Keeping Northern Ireland schools open is priority - McIlveen", "article": "Keeping schools open amid rising Covid-19 cases remains a top priority, Northern Ireland Education Minister Michelle McIlveen has said. Schools have been advised to reopen with similar Covid-19 mitigations in place as before Christmas. Principals and unions have called for clarity and support from the minister. It comes as the Omicron variantcontinues to spread at an exceptional rate, with figures showing30,423 Covid cases over a four-day period . Some 50,000 cases have been confirmed in the past seven days - representing more than 10% of Northern Ireland's total number of cases throughout the whole pandemic. Many pupils returned to school on Tuesday after the Christmas holiday. The DUP minister, Michelle McIlveen, said she would support principals in keeping schools open but that there had been no change in Covid-19 guidance as the new term begins. That was because there had been no change in the recommendations from the health department, she added. Ms McIlveen said that figures up until 12 December indicated about 1,455 staff absences for 28 days prior to that date, but that this was set against \"a workforce of 20,000 teachers and 28,000 support staff\". \"Obviously now that we have Omicron, it has very much swept through society, we anticipate that will increase, but it is about trying to address that and ensure we have adequate workforce in place,\" she added. She said her department was working on \"supporting and supplementing\" the substitute teacher register and that it had started to get a response toletters sent to about 800 recently retired teachers asking them to return to the classroom .Graham Gault, from the National Association of Head Teachers in NI (NAHT), said there was a \"staffing crisis\" and it had been an \"extremely stressful\" period for people working within schools. \"For the staffing crisis that we have at the moment, which was foreseeable, there haven't been any contingency plans that have had any impact whatsoever,\" he said. Mr Gault said that in relation to the Northern Ireland Substitute Teacher Register, he knew of principals telephoning more than 100 people on the list \"and still not getting someone who is available\". He called on the minister to \"make it clear\" that principals and teachers can \"only deliver what is actually possible at the moment\" and if staff cannot be found then \"unfortunately some schools are going to have to move to temporary closures for some groups of children, in some cases perhaps all children\". One school headteacher said the situation was both fluid and contentious as pupils return to her school on Wednesday, and called on parents to be patient during a difficult time. Maire Thompson, from Hazelwood Integrated College in Newtownabbey, said that five staff members have already phoned in sick on Tuesday and no substitute teachers are available. \"There is going to be a period of disruption but no principal will close the school or send a year group home lightly,\" she said. \"Some people think schools should be open and that their child should be back and some think it is too risky. \"It's like walking a tightrope and you also have the safety of staff and their concerns.\" Ms Thompson called for air filters to be distributed to schools across Northern Ireland in the same way as they are in England. Meanwhile Deirdre O'Kane, principal of St Patrick's and St Brigid's College in Claudy, said she was operating a staggered return for children to the school. Each year group is due to return on a different day this week. She called for more communication and clarity from the department as to how schools should respond to staff shortages and a lack of available sub teachers. \"At what point is it OK to send a year group home for remote learning?\" she asked. Ms McIlveen said her department was urgently working on contingency planning and also on getting the right air filtration units for use in schools. \"My officials have been working with the Department of Education on the mainland and they are moving forward with a delivery of 7,000 units,\" she said. The minister said if the public health situation changed significantly, alternative awarding arrangements to replace exams could be introduced - as a last resort. A virologist from Queen's University Belfast said Omicron was spreading faster than other variants and there was no evidence to show it was slowing down yet.Dr Connor Bamford said he suspected there would be many outbreaks in schools unless further mitigating measures - such as increased ventilation or vaccinating younger children - were introduced.\"Omicron is very good at getting past previous immunity and children and young people are the least vaccinated group,\" Dr Bamford said.\"If we wanted to control or limit the virus there are things to consider like better ventilation, considering vaccinating children from five years old and up, and bringing levels of infection down in the community.\" Meanwhile, the Department of Education in the Republic of Ireland said on Tuesday that following public health advice, schools would reopen as planned. It followed a meeting between Ireland's Education Minister Norma Foley, the Health Service Executive, public health representatives, and education organisations. The department said that public health officials had advised that there was \"no public health rationale to delay the reopening of schools later this week\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59865922"}