{"datetime": "2021-12-10T20:34:44.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Omicron: Three vaccine doses key for protection against variant", "article": "Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scientists have warned. Early analysis of UK Omicron and Delta cases showed the vaccines were less effective at stopping the new variant.But a third booster prevents around 75% of people getting any Covid symptoms.Meanwhile, Levelling Up Secretary Michael Gove, who chaired a meeting with first ministers of the devolved nations this afternoon, warned the UK faces a \"deeply concerning situation\". Speaking after the meeting of the government's emergency committee Cobra, he said measures taken so far were \"proportionate\", but ministers were \"absolutely\" keeping everything under review. \"Action is absolutely required, and as new data comes in we will consider what action we do require to take in the face of that data,\" he added. It comes as another 448 cases of Omicron were confirmed in the UK, taking the number reported so far to 1,265. The total number of Covid cases recorded on Friday was 58,194 - the highest figure since 9 January.The government has said it is updating its guidance for care homes in England - limiting the number of visitors allowed per resident, and increasing testing \"in order to balance the current Covid-19 risk\". One of the main concerns since the heavily-mutated Omicron variant first emerged was that it would make vaccines less effective.The UK Health Security Agency report analysed data from 581 Omicron cases and thousands of Delta cases to calculate how effective the vaccines were against the new variant. The analysis is based on limited data, but showed a dramatic drop in effectiveness for the Oxford-AstraZeneca vaccine and a significant drop off for two doses of Pfizer.The 75% protection against Covid symptoms after a booster is not as high as against previous variants. There was not enough data to analyse the Moderna or Janssen vaccines, but there is no reason to think they would have different results. However, the UK Health Security Agency said vaccines were still likely to offer good protection against severe Covid that needed hospital treatment.So far, around 22 million people have received a booster dose, but even if everyone was boosted the lower vaccine effectiveness would still leave millions of people susceptible.The real-world data backs up laboratory studies that showed a40-fold reduction in the ability of antibodies from double-vaccinated people to take out the virus.There is optimism that vaccines will still keep many people out of hospital even if more do get Covid. Data on severity could be published next week. However, an Omicron wave could be problematic even if it was milder. A large and sudden wave could lead to everyone who is still vulnerable needing hospital care at the same time.The rapid surge in Omicron cases was already hinting that the variant was getting around some of the protection given by vaccines.It is estimated that the number of Omicron cases is doubling every two to three days.The UKHSA estimates that more than half of all cases in the country will be Omicron by mid-December and that if growth continues unabated there will be more than 100,000 cases a day by the end of the month.Dr Mary Ramsay, head of immunisation at the UKHSA, said: \"These early estimates should be treated with caution but they indicate that a few months after the second jab, there is a greater risk of catching the Omicron variant compared to Delta strain.\" \"We expect the vaccines to show higher protection against the serious complications of COVID-19, so if you haven't yet had your first two doses please book an appointment straight away.\" The research comes amid concern about the growing numbers of Omicron cases in the UK. Scotland's First Minister, Nicola Sturgeon, haswarned of a \"tsunami\" of cases as she tightened Covid isolation rules and encouraged people to cancel Christmas party plans. Under the new guidance for care homes in England, residents will only be permitted to receive visits from three people, plus one essential care giver. The Department of Health and Social Care said testing would also increase for fully-vaccinated residents making visits outside and for staff, and there vaccination teams were being expanded to increase the take-up of the booster jab. Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59615005"}