{"datetime": "2022-01-02T06:16:54.000Z", "author": "Eunan McConville", "subject": "Coronavirus pandemic", "title": "Covid-19: Omicron variant spreading at exceptional pace in NI", "article": "The growth in the number of cases of Covid-19 in Northern Ireland was exponential at the end of 2021. In the week prior to Christmas, the rolling seven-day average for daily cases in Northern Ireland hit a new high and started to creep towards 2,000. In the final week of 2021, this new peak itself was dwarfed. The rolling seven-day average exceeded 5,000 - a level never before seen in Northern Ireland. Given the Christmas and new year holidays, the Department of Health (DoH) dashboard has not been updated as frequently. But the updates that have been given have made one thing clear - the omicron variant has been spreading at an exceptional pace. According to the latest figures from the UK government, Northern Ireland's infection stands at 1,619.8 per 100,00 people. That is for the seven days up until 27 December and it is the highest in the UK. The equivalent number for the same period in the Republic of Ireland was 1,116. The majority of new cases have been among young adults.About half of all cases over the past week have been in people aged 20-39. Until schools finished for Christmas, infections were driven mainly by young people under the age of 20. Since Christmas Eve, there has been an increase in the number of inpatients in Northern Ireland's hospitals with the virus - latest figures indicate 314. This is about 10% of Northern Ireland's hospital capacity. The same figures show there are 34 Covid-positive patients in intensive care, with 25 ventilated. These numbers are consistent with what was seen during the rest of December.This indicates that Omicron, so far, has not contributed to any noticeable increase in people suffering from the virus requiring intensive care. The Covid-19 death rate - as reported by the DoH - fell slightly at the start of December and has been relatively consistent since. The latest statistics show three expected daily deaths. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59849605"}