{"datetime": "2021-12-10T18:08:57.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Social distancing may need to come back in January - CMO", "article": "Some Covid-19 restrictions, such as social distancing, may need to be reintroduced in Northern Ireland from January, the chief medical officer has warned. Sir Michael McBride said they may be required to tackle the highly transmissible Omicron variant. Three cases of the variant have so far been recorded in Northern Ireland. \"Risks in certain sectors\" may also need to be looked at, Sir Michael said. The legal requirement for social distancing outdoors and in hospitality no longer exists in Northern Ireland. \"If the doubling rates [of Omicron infection] we're seeing in Scotland and England continue it is likely to be the case that we will have to look at further measures and further steps that might involve further rules in and around social distancing again,\" he told BBC NI's The View. Responding to concerns about a potential spike in the Omicron variant in the new year, Health Minister Robin Swann said the executive's autumn/winter plan set out a number of steps, and that the fourth step \"talks about returning to social distancing and regulation rather than just guidance\" as well as a number of other measures. \"We will discuss that, we have actually been discussing that on a four-nations basis in regards to what steps we have to take collectively,\" he added. \"We have also been in contact with our counterparts in the Republic of Ireland - we are not going to face this alone. \"We haven't faced Covid alone, we will not face Omicron alone and we will not come out of this alone, but we will come out of it together when we all pull in the same direction.\" The chief medical officer said \"what we firstly need to do is double down on all the things we know that work\". \"That means getting your vaccine, getting your booster, wearing your face covering, working from home where you can,\" he said. He said there was \"cause for concern in what lies ahead\". Omicron is likely to become the dominant variant in Northern Ireland in January, according to Sir Michael, who said before that happens \"we certainly do need to give our health service some respite\". \"We have a significant Delta wave in Northern Ireland at the minute - high levels of community transmission - we need to drive that down further,\" he said. He said the measures in place in at the moment Northern Ireland were \"sufficient\" for dealing with the Delta variant, which is currently the dominant strain of the virus. \"We can see that in terms of the impact it's had on hospital admissions and pressures which have reduced but unfortunately now have plateaued somewhat,\" he said. The Stormont Executive is braced for hard decisions in the New Year, but not before then.There is probably a balancing act behind the scenes, as normally in executive meetings one party is arguing more needs to be done, while another says nothing more can be done without impacting businesses at the busiest time of the year. In terms of managing Covid-19 over the Christmas period, the First and Deputy First Ministers are very much on the same page.Michelle O'Neill and Paul Givan both recognise the picture will not be very good in January and are urging people to behave sensibly now. Covid certs are being enforced in Northern Ireland from Monday though, so ministers may argue the region is a bit further ahead than England when it comes to restrictions to prevent the spread of Covid-19.The chief medical officer urged the public to adhere to the rules in place. \"Unfortunately we all know that the level of people wearing face coverings has dropped, we need to see at least 80% of people wearing facemasks,\" Sir Michael said. \"It's all of the things that we've been doing for the last 22 months we need to do consistently and we need to do all of the time. \"We all have our part to play here.\" Omicron is the most heavily mutated version of coronavirus found so far. It was first identified in South Africa, where there is now a surge in the number of people catching Covid multiple times. This suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. However, there is not definitive proof. Even if Omicron is more infectious, there is no evidence yet that it causes more serious illness. On Wednesday, Sir Michael said there were \"undoubtedly\" unidentified cases of Omicron in Northern Ireland. He said he expected a \"significant increase\" in the number of cases before Christmas. As of Friday, some 568confirmed Omicron cases had been identified in the UK. Earlier,the health minister said Christmas would go ahead this year but people must be careful in order to avoid further Covid-19 rules. Robin Swann said he did not want to be in the position of asking for more restrictions and urged the public to wear face coverings and come forward for their booster jabs. First Minister Paul Givan said it would become a \"challenge\" in the New Year and people must be ready for that. Mr Givan said Stormont civil servants were \"scenario planning\" a range of options to manage the spread of the variant. On Thursday, the Department of Health announced a further four deaths related to Covid-19 and a further 1,819 cases of the virus. In a paper circulated to executive ministers on 7 December, which has now been made public, the Department of Health said there may be \"particular risks\" associated with people travelling into Northern Ireland from the rest of the Common Travel Area ahead of Christmas. The paper added: \"It is plausible that Omicron will become dominant in January and there is a risk that without further intervention this may lead to a substantial new Covid wave and significant additional hospital pressures. \"We will continue to monitor this closely and advise accordingly.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59600996"}