{"datetime": "2021-12-11T07:27:00.000Z", "author": "Eunan McConville", "subject": "Coronavirus pandemic", "title": "Covid-19: NI's booster uptake rises but infection rate high", "article": "Northern Ireland's chief medical officer Sir Michael McBride has said that he expects the Omicron variant of Covid-19 to be dominant by January. He also told BBC News NI's The View programme that if there are to be new Covid restrictions in Northern Ireland in the new yearthey will need to be brought in early . Among other information, Northern Ireland's executive ministers will have to consider the figures associated with the pandemic as they decide what to do. So what do the statistics tell us? Scientists have warned that a third dose of Covid-19 vaccinecould be key to combatting the new Omicron variant of the virus. Initial studies suggest a first and second dose are not as effective against Omicron as they have been against other older variants. The third dose can prevent about 75% of people getting Covid symptoms. So how is Northern Ireland's vaccination programme shaping up? In comparison with many other countries around the world, Northern Ireland has a high level of vaccination. Nearly 3,200,000 vaccine doses have been given out over the past year. Northern Ireland's overall vaccination level is roughly akin to that of the United States, Germany or Austria. Northern Ireland, however, has overall lower vaccination rates than the rest of the UK and the Republic of Ireland. That has been the case for quite some time. In spite of a quick start to the vaccination programme, Northern Ireland fell behind the rest of the UK. That is true in the case of first, second and third/booster doses. Incidentally Northern Ireland is actually ahead of the Republic of Ireland in the rollout of booster doses. It is worth noting that in terms of first dose vaccinations, Northern Ireland has had an increase in uptake since the start of November. And that has continued into December. According to UK government data, since 1 November, 3.3% of Northern Ireland's population aged 12 and over has taken a first dose of vaccine. That is by far the biggest increase of any of the UK nations - in the same period England's increased by 2.1%; Scotland's by 0.8%; and Wales's by 1%. Given the apparent importance of booster doses in combatting the Omicron variant, how does Northern Ireland fare? It has had a slower uptake for booster doses in comparison with Great Britain. The health officials in charge of vaccines have said that is because of the initial emphasis that was put on getting boosters into Northern Ireland's care homes - a slow, time-consuming process and a bid to protect the most vulnerable citizens. The numbers certainly seem to bear this out. Before we get into the stats, a quick reminder about the difference between booster and third doses - people who are clinically extremely vulnerable get a \"third dose\". They may be given another dose in the future. Everyone else who is eligible receives a \"booster dose\". In October, the first full month of the booster programme, on average 2,750 third/booster doses were given out each day. That average moved to 10,517 in November. And so far in December it has been 12,296. That represents an impressive increase. Of course, there are a few things to bear in mind that help to explain that quickening of the pace. As time moved on more and more people became eligible as they reached six months since their second dose. Couple that with the fact that the time requirements between second dose and booster have been shortened to three months, and it stands to reason that there should be an increase in the delivery of boosters because more people than ever are now eligible. Still, delivering more than 500,000 booster/third doses to date in the space of about 11 weeks has been no mean feat. The following are the booster/third dose uptake rates for the UK up until 9 December based on UK government data (for population aged 12 and over): Northern Ireland has been gradually closing this gap over the past four weeks and that should continue. Northern Ireland's infection rate is very high - the highest in the UK by quite some margin. That has been the case for some time but we have seen steady increases in the infection rate over the past 10 days or so. The following are the infection rates based on UK government data for the seven days up until 5 December (per 100,000 population): The Republic of Ireland's rate for the equivalent period was 684.6. It is fair to say that we have been seeing a marked difference between the infection rates in Ireland and Great Britain. The rates on either side of the Irish border have been very similar over a number of weeks and have been consistently higher than those in Britain. In Northern Ireland that higher rate of infection has been noticeable in children aged between five and 14. That age group accounted for 30% of infections over the past week - a figure that has been relatively consistent. It is important to remember that the likelihood of children requiring hospital treatment for Covid-19 is very small. At the minute less than 1% of the Covid-positive hospital population is under the age of 20. According to data from the Public Health Agency (PHA), the number of infections among school children and school staff has been rising. It is worth pointing out some limitations with this data - it represents a four week period and it does not indicate transmission in school. Nonetheless the latest figures, for the four weeks up until 5 December, show 14,465 cases associated with schools (positive cases where someone attends or works at a school). About 90% of these cases were amongst pupils. The PHA has reported consistent increases in cases in its school surveillance bulletin since schools returned after the Halloween midterm. Looking at other age groups, there is a higher prevalence of infection in adults aged between 35 and 44. On the other end of the scale, infections among older people are quite low. About 6% of all positive tests over the past weeks were in people aged 60 and over. However older people are still more likely to end up in hospital with the virus. The number of people in Northern Ireland's hospitals with Covid-19 continues to fall, albeit slowly. The Department of Health's (DoH) latest figures show 317 people in hospital with the virus. That is still about 10% of people in hospital but a considerable reduction in the number from a month ago when there were nearly 500 Covid inpatients. Northern Ireland's health system is still running at over-capacity. That means that there are more people in hospital than there are beds available. That is nothing new - it has been the case for about seven months. But it is an important indicator of the pressure the system is under. Covid admissions have also fallen. In theory that should mean that the number of people in hospital with the virus will fall, at least in the short term. There has been an increase in the number of people requiring treatment in intensive care units (ICU) over the past week. Almost half of all patients in ICU in Northern Ireland have Covid. And of those Covid-positive patients in ICU more than three quarters are ventilated, requiring help to breathe. The Covid-related death rate in Northern Ireland has remained static according to the DoH's figures. That is based on deaths within 28 days of a positive Covid test. The rolling seven-day average death rate is currently four, meaning that four deaths would be expected each day. The latest figures from the Northern Ireland Statistics and Research Agency (Nisra)indicate a decrease in the death rate . That takes in the week ending on Friday 3 December and is based on the number of times Covid was mentioned on registered death certificates. As has been the case over the course of the pandemic, the vast majority of deaths have been of older people. According to the DoH's figures, all Covid-related deaths in the past week in Northern Ireland have been in people aged 60 and over. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59619698"}