{"datetime": "2022-01-03T17:50:41.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Schools may face 'significant disruption' in new term", "article": "A teaching union has called on the Stormont Executive to take urgent action to reduce any further disruption in schools due to Covid-19. NASUWT said its members want to be able to provide face-to-face teaching in the new term which begins this week. Justin McCamphill from the union said the executive must do all it can to prevent schools from experiencing \"significant staffing problems\". There has been a surge in cases of the Omicron variant in Northern Ireland. On Thursday, Stormont ministerswere told that the Omicron variant now accounts for about 90% of cases in Northern Ireland. \"We are calling on the executive to urgently intervene in schools to make sure they're safe,\" Mr McCamphill said. \"Over the new year we have seen a big increase in the number of cases with the Omicron variant so we're expecting a big amount of disruption in schools when they return this week. \"Unfortunately, that will mean many classes and year groups will be sent home.\" Before Christmas,some schools had to send individual year groups home for remote learning on specific days due to staff absences and difficulty getting substitute teacher cover.The NASUWT is urging the executive to: A Belfast principal said up to 15% of his teaching staff will not be available for the new term which starts in a couple of days. Cahal O'Doherty of St Clare's Primary School said the Omicron variant has made planning difficult. \"That's a real issue and I think all schools will be facing that,\" he said. \"I think this particular strain of coronavirus, because it's so much more contagious, it's given us food for thought in terms of being able to manage this situation on the ground.\" He said his preparations for the new term are \"changing by the hour\". The principal of St Cecilia's College in Londonderry, whose pupils are due to go back to school on Wednesday, said she feels \"anxious\" and would have preferred a delayed return after Christmas and the new year. Speaking on the BBC's Good Morning Ulster programme, Martine Mulhern said she had hoped pupils and staff were going into the new term \"better prepared\". \"As a principal, I have a duty of care to keep staff and young people safe,\" she said. \"To have everyone back in school with no additional mitigations, for me, could be a potential recipe for disaster.\" The SDLP's Education spokesperson, Daniel McCrossan, told BBC News NI's Evening Extra that Stormont's Education Committee had \"continually raised concerns\" with the education minister in relation to the \"very serious risks posed to schools\". He said the committee had met \"five days a week in some instances prior to Christmas\" and that a letter being sent to principals and school staff on a Friday evening \"days before schools return is certainly not appropriate\" and that they had \"flagged this issue time and time again\". A spokeswoman for the Department of Education said both the minister and Permanent Secretary had written to schools setting out mitigations which were in place. In a statement, they said they had a \"shared objective to keep schools safe and open as we all know that the best place for our children and young people is in school\".\"We will continue to do everything in our power to help school leaders during these unprecedented and extremely challenging circumstances,\" the statement continued.The department is encouraging schools to ask all staff and post-primary pupils to take a lateral flow test within 24 hours of their return to school in January. Meanwhile, the Public Health Agency (PHA) hasconfirmed at least 120 care homes in Northern Ireland are dealing with Covid-19 outbreaks. Dr Gillian Armstrong from the PHA told BBC Radio Foyle different pressures within the sector are likely to continue for some time.\" Last week, Northern Ireland's First Minister Paul Givan announceda cut to the Covid-19 self-isolation period for positive cases in Northern Ireland to avoid a \"workforce crisis\". From 31 December, people with Covid have been able to end their self-isolation after seven days instead of 10, by providing negative lateral flow results on day six and day seven. Some principals told Stormont's education committee recently thatclosing schools \"must be avoided at all costs\" . They said being out of school had a detrimental impact on children and young people's mental health, wellbeing and education. The executive will next meet on 6 January to discuss its measures and the latest data. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59855250"}