{"datetime": "2021-12-27T09:04:15.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Table service returns and no dancing in bars", "article": "Hospitality venues across Northern Ireland will return to table service only from Monday as the latest Covid measures come into force. A maximum of six people will be allowed to sit together at a table and dancing is prohibited, unless at a wedding. The rules state only three households should mix and employers must work to ensure 2m social distancing in offices.The executive announcedtougher Covid-19 restrictions in a bid to curb the spread of the Omicron variant. It is understood that Omicron is now the dominant strain of Covid in Northern Ireland andmakes up almost 60% of case s. From Monday, people are being urged to limit meetings inside private homes to no more than three households, but this is guidance and people who return home over the festive period will be part of their original households. Sporting events can continue with no limit on capacity however those travelling to and from games are asked not to car share.The work from home message is being bolstered and legislation requires 2m social distancing in the workplace or alternative mitigations.The rules on face coverings have been strengthened too, with some exemptions removed and a statutory duty placed on businesses to promote compliance. The Stormont executive agreed a grant scheme to support hospitality businesses affected by the latest Covid-19 restrictions. Finance Minister Conor Murphy said his departmentwould offer £40m of funding for more than 3,000 businesses. Figures suggest thatBoxing Day shopping footfall saw the largest decline since 2011. Eugene Reid from the Ballymena Chamber of Commerce told BBC's Good Morning Ulster he thought Covid had affected footfall as there was a \"bit of trepidation and nervousness\" amongst shoppers. \"The traders themselves know there's nervousness amongst people who may not be going into town as much in the past,\" he said. The Director of the Northern Ireland Retail Consortium, Aodhán Connolly, said Covid had not started the move away from the high street but had accelerated it. He added: \"There's a bit of concern but the fact that retail is a safe environment and that it's a social thing means that while it may be reduced it won't go away\".On Sunday,nightclubs closed and large indoor standing events were prohibited .Fresh coronavirus restrictions came into force inWales and Scotland on the same day. The latest regulations will be reviewed by Stormont ministers on Thursday. Last week, health officials warned that a \"significant intervention\" could be needed after Christmas. From 06:00 on 27 December: On Friday, arecord number of Covid-19 cases were recorded by the Department of Health. The latest figures for over the Christmas period will be available on thedepartment's dashboard on 29 December. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59796896"}