{"datetime": "2021-12-30T20:19:55.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Self-isolation changes to avoid 'workforce crisis'", "article": "A cut to the Covid-19 self-isolation period for positive cases in Northern Ireland is to avoid a \"workforce crisis\", the first minister has said. From Friday, people who have Covid will be able to end their self-isolation up to three days early, in line with rules in England. But this rule change applies only to people who can produce negative lateral flow tests on day six and seven. Paul Givan said the executive moved quickly to make the policy change. The move, which will apply retrospectively, was agreed by ministers during a virtual meeting on Thursday at which no further restrictions were announced. The executive will next meet on 6 January to discuss its measures and the latest data. Speaking to BBC News NI, Mr Givan said the best support ministers could provide was to ensure businesses and public services could continue to operate following a wave of staff absences due to the rapid spread of the Omicron variant. He said about 20% of staff in the Northern Ireland Prison Service are currently absent because of Covid. \"That is reflected in other public sector organisations as well and within the private sector,\" he explained. \"You reach a point where more harm is being done by not having people at work who are able to be there because they have had negative lateral flow tests during that period. \"We can't have a workforce crisis precipitating hospital pressures that may come in two to three weeks' time.\" The first minister also said there was enough supply of lateral flow tests in Northern Ireland, despite growing demand. \"There are enough, but it's a matter of getting them out to where those key pinch points are, we are constantly getting them delivered,\" he added. Deputy First Minister Michelle O'Neill tweeted that the virus was \"spreading rapidly\" and that ministers would continue to monitor the situation. She urged people to get the Covid-19 vaccination booster and limit contacts. On Thursday, Northern Ireland's Department of Healthreported a further three deaths related to Covid-19 and a further 4,701 new cases. There were 303 patients with Covid-19 in hospitals in Northern Ireland, up from 277 on Wednesday. Fresh restrictions came into effect on Monday in Northern Ireland to help curb the spread of the Omicron variant, including table service only in bars and restaurants, 2m social distancing in offices and guidance on household gatherings. Mr Givan said discussions were ongoing about additional financial support for businesses affected by the restrictions, but without Treasury support \"it's going to be difficult to provide the kind of support needed\". The advice aroundpolymerase chain reaction (PCR) testing changed on Wednesday .People have been asked to only book PCR tests when necessary, to ensure testing is available for those who need it most. It was announced that fully-vaccinated people who are close contacts with a positive case should now take daily lateral flow tests for 10 days after their exposure. A PCR test should only then be booked if a lateral flow result is positive. Unvaccinated people should continue to self-isolate for 10 days, the Public Health Agency (PHA) said.The agency's deputy director of public health, Dr Bríd Farrell, said the change was being made to \"protect the testing system\" amid high demand because of Omicron. Previously, close contacts of a confirmed case of Covid-19 were told to self-isolate and get a PCR test, even if fully vaccinated. Children under five years of age are no longer required to take a PCR test, even if they have symptoms like a cough or temperature, unless advised to by a doctor. The PHA has encouraged parents to instead carry out a lateral flow test on children, and to only seek a PCR test if the lateral flow returns a positive result. Dr Alan Stout, of the British Medical Association (BMA), said he believed it was \"sensible\" to reduce the self-isolation period because of the number of staff absences in healthcare and other sectors. Where hospitals faced the greatest pressure at the start of the pandemic, that has now shifted to primary care, he said, with an increase in demand for services. The list of Health Trust vaccination clinics is available on Trust websites at these links. • Belfast Health and Social Care Trust • Northern Health and Social Care Trust • South Eastern Health and Social Care Trust • Southern Health and Social Care Trust • Western Health and Social Care Trust More details of vaccinating pharmacies are available here: • Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59822369"}