{"datetime": "2022-01-08T06:45:35.000Z", "author": "Amy Stewart", "title": "Staffing critical as schools struggle to find substitute teachers", "article": "The system used to find substitute teachers in Northern Ireland must be improved, head teachers have said. The Northern Ireland Substitute Teacher Register (NISTR) is used to book staff. Schools should be able to find available teachers on NISTR, but some say time is being wasted calling teachers already employed. The Department for Education (DE) said it would \"continue to look at ways to provide more flexibility for schools in how they deploy substitute teachers\". \"If further financial resources are needed by schools we will make bids to meet these costs,\" a spokeswoman said. Some schools have resorted to advertising jobs on social media, then have booked the substitute teacher through NISTR, which is managed by the Education Authority (EA). Self-isolation due to Covid-19 has resulted in a high demand for substitute teachers, with some schools going back toremote learning for some year groups due to staff absences. Graham Gault, from the National Association of Head Teachers in Northern Ireland, told BBC News NI the current staffing situation was \"critical\". He said pre-existing problems with NISTR, combined with Covid absences, had created a \"perfect storm\". \"The high transmission rate of this pandemic has just really multiplied many times the inconvenience that some aspects of the system provide,\" he said. He said in theory the idea of a central system of registered teachers, checked through Access NI, was good but in practice had been problematic for a \"very long time\". \"When a teacher has been employed through that register it is frequently the case that they are not marked down as being unavailable,\" he said. It was \"frustrating\" at the best of times but worse in the present circumstances, he added. \"Last weekend, one of our principals phoned over 100 people to try to get cover but to no avail,\" he said. \"Can you imagine the time it takes to phone 100 people who are not available but who are coming up as so? \"It's taking head teachers away from the other critical business of running a school. \"It's not clear whose responsibility it is to mark a teacher off if they're employed somewhere else, so in many cases it's just not done.\" In Decemberthe Department of Education (DE) appealed to recently-retired teachers to return to schools in the new year . However Mr Gault told BBC News NI that levels of staffing for all schools staff were now \"critical\" and could get worse. He added that unions were frustrated by this as they had predicted such problems in September and had asked the DE to develop contingency plans. \"It's sad that we arrived at the Christmas period and no meaningful contingency plans had been developed,\" he added. He said his union had asked the minister if she could consider redeploying qualified teachers from other arms of the educational system but that has not happened yet. He wants the DE to be \"clear with parents about what is realistically deliverable through these next critical months.\"He also thanked substitute teachers and said he was hugely grateful for what they bring to schools. Fiona Kane, the principal of St Ronan's College in Lurgan, County Armagh, said every school was looking in the \"same pool of people\". \"When we call a teacher on NISTR they're all booked because of the levels of staff absence in schools,\" she told BBC News NI. \"We had experiences of making 50 calls in a day trying to get subs.\"It's actually quicker for us to phone people who have left CVs in or who we have used before and ask: 'Are you available?'\" The teacher will still then be booked via NISTR. \"I really do want us to try and maintain normality and keep the school open, but we are very much in a pressure cooker at the minute,\" she said. \"Trying to cover staffing really is like a jigsaw puzzle at the moment.\" Justin McCamphill from The National Association of Schoolmaster and Women Teachers said the DEmust make sure schools were safe to prevent staffing issues. \"There aren't enough subs out there to cover the number of vacancies which is the key issue,\" he said. He added there was a lot of good work currently being done to improve the NISTR system. Head teacher of St Paul's Primary School in Belfast Sean McNamee told BBC News NI that \"in principle\" the system was good. \"I was a sub teacher myself for a number of years and it didn't exist and I had to go around and introduce myself to schools so NISTR was a godsend,\" he said. However he said he had problems with it on a day-to-day basis, \"You're trying to get people at last minute, but quite often you can be 12 people down the line before you realise that actually the ones showing as available aren't available,\" he said. He said he had not used social media but did have to ring around other school principals for staff recommendations. \"Each day you come in and you don't know which hat you'll put on or how many you'll wear over the course of the day,\" he added. \"At least NISTR gives us somewhere to go, albeit flawed, but we don't have anywhere to go for non-teaching staff like cleaners and caretakers which is also a huge problem.\" Graham Gault, from the National Association of Head Teachers in Northern Ireland, urged principals to persevere with NISTR and not look for subs on social media, but said the system needed fine tuning. \"The people who work on it have listened very carefully to the concerns that the profession have raised in recent years and have been working to improve the provision of NISTR,\" he said. \"They're really up against it as is everyone in education.\" Belfast Model School for Girls announced on Friday that due to Covid-related staff absences, Year 10 students will remain at home and learn remotely on Monday and Tuesday.A similar announcement was made to parents at Mercy College Belfast involving a number of year groups.The DE said it was aware of the difficulties faced by schools and acknowledged \"all school staff are working under extremely challenging circumstances to try to keep schools fully open\". The department said NISTR was a user-maintained system and had in the region of 7,000 to 8,000 teachers registered, of which 3,000 to 4,000 may be \"booked out\" at any time.This includes a total of 1,412 new registrations which have been processed on NISTR during 2021, almost 800 of which have been processed since July. Since the DEappealed to former teachers to rejoin the workforce more than 100 new NISTR registrations have been received. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59870368"}