{"datetime": "2022-01-03T16:00:25.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: At least 120 outbreaks in care homes in Northern Ireland", "article": "At least 120 care homes in Northern Ireland were dealing with Covid-19 outbreaks over the weekend, NI's Public Health Agency (PHA) has said. AsOmicron cases rise , the Western Trust has suspended visits to its care homes and hospitals.Independent care homes are following advice from the Department of Health. Dr Gillian Armstrong, from the PHA, told BBC Radio Foyle different pressures within the sector are likely to continue for some time. \"We are getting a huge amount of calls and inquiries related to cases linked to that and also staffing shortages as well,\" she said. There has been a surge in cases of the Omicron variant in Northern Ireland. Last Thursday, Stormont ministerswere told that it now accounts for about 90% of cases in Northern Ireland. \"It's spreading really very fast in Northern Ireland, like it is in the rest of the UK and Ireland - the rate of spread is phenomenal,\" Dr Armstrong told The Breakfast Show.\"We're seeing a very high number of cases - the highest that we've ever seen - and Omicron has become dominant,\" she added.\"We will expect that to continue to go up over the next number of weeks just with the sheer numbers of cases in the community.\" She said people should not be lulled into a \"false sense of security by data that it looks like it's milder\". \"With the sheer volume of cases and the acceleration of the cases, it could mean that we could have a very high number of people needing admission in a short space of time, which would further put pressure on our hospitals and health care services,\" she said. \"We are working closely to support staff as quickly as we can, in terms of risk assessment managing, trying to prevent any onward spread of transmission and support in relation to staffing.\" Dr Armstrong said visiting relatives was a \"complicated\" issue.\"People need to see their loved ones as well but, at the moment, there is an unprecedented level of community transmission. \"Each care home will make their own risk assessment according to the vulnerability of their patients and what their staffing levels are like as well.\" She encouraged members of the public to see what they could do virtually or over the phone. Dr Armstrong urged those visiting to do lateral flow tests before going, get vaccinated or get their booster and to wear a good quality face mask. She said some private care homes were taking the decision to restrict visitors. But the Independent Health and Care Providers (IHCP) chief said staffing issues are its biggest problem at the minute. \"Like everywhere else, lots of people have tested positive, they're maybe not extremely ill - it may only be minor symptoms like a cold - but they can't go to work,\" said Pauline Shepherd. According to Dr Armstrong, data around Omicron-related hospital admissions will take two or three weeks to translate into hospitalisations. \"All I can say at this early stage is we have we are aware of a number of residents that have had to go into hospital for further treatment,\" she said. \"That picture will become clearer over the next number of weeks.\" The spike in cases comes as a teaching union called on the Stormont Executive to takeurgent action to reduce any further disruption in schools due to Covid-19. Last week, Northern Ireland's First Minister Paul Givan announceda cut to the Covid-19 self-isolation period for positive cases in Northern Ireland to avoid a \"workforce crisis\". From 31 December, people with Covid have been able to end their self-isolation after seven days instead of 10, by providing negative lateral flow results on day six and day seven. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59858912"}