{"datetime": "2021-12-23T18:59:04.000Z", "title": "Covid-19: Support agreed for hospitality hit by new rules", "article": "The Executive has agreed a grant scheme to support hospitality operators affected by the latest restrictions in Northern Ireland. In a tweet, Finance Minister Conor Murphy said his department will deliver a support package of £40m for more than 3,000 hospitality businesses. Nightclubs will close from 06:00 GMT on 26 December. From27 December hospitality venues must only offer table service and the rule of six will also return . The grants will be delivered by Land and Property Services. First Minister Paul Givan said the executive recognised \"businesses in the hospitality sector are facing huge difficulty at what should be their busiest time of the year\".Deputy First Minister Michelle O'Neill added: \"We hope this package, which will pay much greater amounts than the English scheme, will help them through these difficult circumstances.\" More than 3,200 businesses will be eligible for a one-off grant under the Omicron Hospitality Payment. The amounts will be as follows: The Stormont executiveimposed restrictions in an attempt to stem the sharp rise in the number of coronavirus cases. Mr Murphy said the scheme recognised how the new measures affect hospitality and businesses would be contacted early in the new year, \"with a view to getting money on the ground as quickly as we can\". He said more supports would be needed for businesses and workers associated with the hospitality industry, and that his department would continue to press for the UK government to reintroduce furlough.\"We're still learning what the impact of this variant is going to be so we don't know how long this is going to last, we don't know if there will be further measures required,\" he added. \"This is enough for now, and we have more money available to us to take more measures in the time ahead if those measures are required.\" Mr Murphy said his department would be looking to the Department for the Economy to identify other groups that would require support. Hospitality Ulster chief executive Colin Neill welcomed the news, after the \"shock\" of Wednesday's announcement. Trade bodies had been calling for financial support since then, warning the measures wouldcost money and jobs . He added: \"It is now vital that the money gets to those in the sector who need it as swiftly as possible and that the anxiety created in the last 24 hours alone can be reduced.\"This support will mean that business owners and staff can breathe a small sigh of relief and go into the holiday period with at least some sort of short term security.\"Londonderry's Chamber of Commerce vice president welcomed the financial support package, but called on ministers to lobby Westminster to release further funding. \"While this is a start, £40m is simply not enough to support all our businesses, especially if they are closed or experience a much suppressed trade for any significant length of time,\" Selina Horshi said.Thompsons nightclub in Belfast has already refunded £15k in tickets for next week.Stephen Boyd told BBC NI's Evening Extra programme they were trying to \"remodel\" the business, but feared added restrictions in the new year. He added: \"As much as I appreciate that the executive are in a really difficult position when it comes to trying to balance the needs of the hospitality industry with the needs of the health of the country, it's probably still not enough, and that's the sad thing about it.\" Fiona Davey, who owns Brunel's restaurant in Newcastle, County Down, said the money was welcome but that they were still in limbo with the possibility of more regulations to come.\"We can at least plan for 2022, whatever that brings. The uncertainty of the new year is still very much on our minds with more restrictions possible on 30 December.\" The list of Health Trust vaccination clinics is available on Trust websites at these links. • Belfast Health and Social Care Trust • Northern Health and Social Care Trust • South Eastern Health and Social Care Trust • Southern Health and Social Care Trust • Western Health and Social Care Trust More details of vaccinating pharmacies are available here: • Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59775364"}