{"datetime": "2021-08-26T13:23:55.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Pandemic had severe impact on young people, says report", "article": "The coronavirus pandemic and restrictions have had \"a severe impact\" on children and young people. That is according to a report from the Northern Ireland Commissioner for Children and Young People (NICCY). More than half (52%) of 16-year-olds who took part in the research felt their mental and emotional health had worsened during the pandemic. \"Insufficient consideration\" was given to how children and young people's lives would be affected, it said. Aspects of their lives the report considered included education, mental and physical health and wellbeing. However, the report said that some \"restrictive measures\" had been necessary \"to protect the population from the spread of the virus\". \"The long-term impact of the pandemic on children and young people's mental health has the potential to be significant, particularly if appropriate support and intervention is not provided,\" the report warned. The report - called A New and Better Normal - also said that many existing inequalities have widened. Its findings are based on responses from 4,385 young people through surveys and focus groups. Some echo concerns previously raised elsewhere. A report by the National Children's Bureau previously said that families of children with special educational needs and disabilities (SEND)felt they were \"forgotten\" in the response to the Covid-19 pandemic . Many therapies and essential services they relied onwere withdrawn and have not fully returned . The NICCY report draws attention to the widespread suspension of services and their effect on children.Many face-to-face services in early years, for children aged 0-3 and their families, were suspended. \"The risk of increased emotional or behavioural problems in younger children due to the pandemic is a concern,\" said the children's commissioner Koulla Yiasouma in her report. \"Health visitors were redeployed to provide Covid-19 related care and services resulting in a reduction in the number of health assessments and home visits.\" \"Reductions in health visiting appointments, in addition to restrictions in access to other early years services, removed an important support system for parents, particularly first-time mothers and those from disadvantaged backgrounds.\" More than a quarter (27%) of young people surveyed also said they could not \"get medical treatment during the pandemic for a health issue not related to coronavirus\". Another young person who took part in the focus groups had lost their mum during the pandemic and had problems getting bereavement support. \"Yes [I've sought support for bereavement] but there is a waiting list and my guess is that it's as long as the Amazon River,\" they told the report's authors. There was also a ban for periods on external visits for young people in the Juvenile Justice Centre, including from family. \"Existing barriers faced by children with disabilities or complex health needs in accessing support and services significantly worsened during the pandemic,\" the report noted. In a companion study undertaken by academics from Queen's University Belfast on behalf of NICCY, a number of experts also expressed serious concern about the safety of children and young people during the pandemic. Related concerns werepreviously raised by the Safeguarding Board for Northern Ireland . Mark Clegg, from west Belfast, is a father to three children aged under nine, all with additional needs. The family get support and respite from the Kids Together centre in west Belfast but services stopped temporarily at the start of the pandemic. Mr Clegg said the lack of routine was very difficult for his daughter who has \"very severe self-injurious behaviour\". \"It would lead to biting, hitting out at objects and when it's really bad she will hit out at us and become very aggressive and destructive in her room,\" he said. \"The stress on us as a married couple and as a family - sometimes you don't want to be in your own home.\" He said school holidays were \"challenging\" for his daughter prior to the pandemic due to \"not constantly getting up, getting on the bus going to school and coming back from school\". \"Allowing these services to resume and become essential - we're very blessed to have them in our lives. \"Until they resumed we did feel abandoned.\" Young people also \"felt they were negatively stereotyped and blamed for spreading the virus\", according to the report. It found that 585 community resolution notices were issued to under-18s by police for breaches of the Coronavirus Health Protection Regulations in 2020-21. \"While media stories suggested that these breaches were common, the vast majority of children and young people adhered closely to issued regulations and guidelines,\" the report said. \"Despite this, children and young people maintained they felt demonised and discriminated against by adults when they met together in public as restrictions relaxed. \"Many have felt judged and scapegoated when they have met up with friends in public spaces.\" Many children and young people said they felt \"lonely and trapped\" during lockdowns and due to restrictions. \"It is clear from the children and young people with whom we engaged through surveys and focus groups how important friendships and developing relationships are throughout childhood and into the teenage years, and how deeply they have felt the restrictions on their social interactions,\" the report said. \"The research data shows that the decline in play, recreational and leisure activities has had a devastating impact on many children's physical health and emotional wellbeing.\" The NICCY report said that every effort should be made to ensure that school activities like sports, music, clubs and drama could be held. The vast majority of children were also taught remotely out of school from March to June 2020 and again from January until Easter 2021. The report said that had an impact on children from lower-income backgrounds especially. \"Children in poverty were identified as being particularly impacted by the move to online education, as they were more likely not to have access to an appropriate digital device or online IT access,\" it said. \"They were also more likely to be living in accommodation that did not have adequate inside or outside space to study and for recreational activities in lockdown. \"The continued closure of schools has undoubtedly exacerbated educational inequalities which were previously well documented before the pandemic.\" Research conducted for the NICCY report found that 41% of primary seven respondents and 52% of 16-year-olds felt their mental and emotional health had worsened during the pandemic. A major study carried out before the pandemic had already found that anxiety and depression was25% more common in children and young people in Northern Ireland compared with other parts of the UK. The NICCY report said the executive had acted more quickly inhelping families entitled to free school meals than other governments in the UK . However, that was a rare positive note. \"As we move out of the pandemic, more children and young people and their families are living in poverty, health waiting lists are unacceptably long, many have had their education adversely impacted due to lack of access to digital equipment, children in care and other vulnerable groups have not received the support they need,\" the report said. It included a number of recommendations and said that infants, children and young people should be prioritised in the Executive's Covid-19 recovery plan. The children's commissioner said the system didn't listen to young people. \"Here we are 18 months later with families still struggling, with families trying to get back to an equilibrium, into a routine, and parents are exhausted,\" added Ms Yiasouma. \"We abandoned those families and it's inexcusable that that happened to them. \"There is a way forward, nothing is irreparable - we can make this right - but we need to recognise where we let children down where we didn't take into consideration their needs.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58334583"}