{"datetime": "2021-12-29T18:53:13.000Z", "title": "Covid-19: Changes to NI testing system due to record PCR demand", "article": "New Covid-19 testing measures have been put in place to cope with the rise in demand for PCR tests due to the Omicron variant. The Public Health Agency (PHA) has urged members of the public to only book PCR tests when necessary. Fully-vaccinated people identified as close contacts are now advised to take daily lateral flow tests for 10 days following their exposure to the virus. They should only book a PCR if a lateral flow is positive. Unvaccinated people will have to continue to self-isolate for 10 days. However, the PHA has stressed that those displaying symptoms should book a PCR test as soon as possible. Previously, close contacts of a confirmed case of Covid-19 were told to self-isolate and get a PCR test, even if fully vaccinated. PCR tests have been taken by record numbers of people in Northern Ireland this week, according to the PHA. The agency said more than 21,000 tests were carried out on 27 December alone. Recently people have been finding it difficult to secure an in-person PCR slot using the UK's official booking website. The PHA's deputy director of public health said the testing model was being adapted to make sure \"people with symptoms can get tested in a timely way for the next fortnight\". \"As Omicron continues to spread in Northern Ireland, we are seeing the expected rapid increase in the number of people going for PCR testing,\" said Dr Bríd Farrell. \"While this shows that people are taking the issue seriously, and we thank them for that, it is also important that we protect the testing system so that those who need to be tested by PCR can get it.\" Children under five years of age are no longer required to take a PCR test - even if they have symptoms like a cough or temperature - unless advised to by a doctor. The PHA has encouraged parents to instead carry out a lateral flow test on children, and to only seek a PCR test if the lateral flow returns a positive result. Lateral flow tests show results in 20 to 30 minutes, while PCR test swabs must be sent to a lab for analysis. The changes in the testing system, which came into effect at midday, come as14 more Covid-19-related deaths were recorded in Northern Ireland by the Department of Health on Wednesday. The deaths occurred in the period between midnight on 23 December and midnight on 28 December. During that time, the department reported there had been 22,972 positive cases of coronavirus. This was more than double the 11,348 cases reported during the comparable five-day period the previous week. Earlier, the chief executive of Community Pharmacy NI called on the Department of Health to help ramp up the supply of Covid-19 tests to pharmacies. Speaking to BBC Radio Foyle, Gerard Greene said demand for lateral flow tests had outstripped supply but pharmacies in Northern Ireland would be replenished with stock in the coming days.He said that in some cases demand for tests had quadrupled in line with the current public health messaging around self-isolation and testing. The Department of Healthrecommends people take regular rapid lateral flow tests twice-weekly , particularly if they are planning to mix with others outside of their household. People who test positive in Northern Ireland are required to self-isolate for at least 10 days from when their symptoms started. Northern Ireland's vaccination centres, for first, second and booster jabs,have remained open during the Christmas period . The Western Health Trust has announced it is temporarily suspending visiting on all its sites and facilities, which include Altnagelvin Area Hospital and the South West Acute Hospital. The suspension will apply from midnight and is to be reviewed on Friday. The trust said it had taken the decision due to continued pressures on its hospitals and care facilities, and the general increase in Covid transmission in the community. Meanwhile, some theatres in Northern Ireland cancelled their remaining Christmas performances due to Covid-19. Theatre companies said more financial support is needed from the executive to pay staff wages after cancellations. The MAC theatre in Belfast said it took the decision not go ahead with its remaining shows of The Untold Truth of Captain Hook. The theatre said it would be closed until 5 January due to the impact of Covid-19. The Waterfront Hall pulled all remaining performances of its pantomime Cinderella and adult pantomime Cinder on Tinder. Producer Liam McMullan, from GBL Productions, said he has had to cancel 30 performances with about 350 people booked in per show. The cast performed 37 shows before the cancellation and Mr McMullan said it cost between £50,000 and £70,000 to put on a production. Meanwhile, a hotel in County Fermanagh has chosen to implement \"a short-term circuit breaker closure due to the increasing levels of Covid-19 within the region\". Lough Erne Resort general manager Joanne Walsh said while she knew people would be disappointed, it was the responsible thing to do for the health and wellbeing of its guests and staff. The facility plans to reopen fully on 5 January. The list of Health Trust vaccination clinics is available on Trust websites at these links. • Belfast Health and Social Care Trust • Northern Health and Social Care Trust • South Eastern Health and Social Care Trust • Southern Health and Social Care Trust • Western Health and Social Care Trust More details of vaccinating pharmacies are available here: • Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59812930"}