{"datetime": "2021-12-26T06:57:34.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: NI nightclubs close ahead of further restrictions", "article": "Nightclubs in Northern Ireland are now closed in a bid to curb the spread of the Omicron Covid-19 variant . The NI Executive said this was because nightclubs are a high-risk settings where face coverings and social distancing rules could not be applied. They only reopened fully on 31 October after being closed from March 2020. All large indoor standing events are also banned in Northern Ireland with further restrictions in force from Monday. The regulations will be reviewed by the executive on 30 December. Fresh coronavirus restrictions alsocame into force in Wales and Scotland on Sunday .Ministers in England aren't expected to discuss whether to impose further measures until Monday.In Northern Ireland, local and mobile Covid-19 testing sites are currently operating at a reduced level of service during the Christmas period with shorter opening times from 10:00 until 14:00. On Friday,a record number of Covid-19 cases were recorded by the Department of Health in Northern Ireland. The majority of the new Covid-19 restrictions begin on Monday and mainly affect the hospitality sector. Hospitality venues, including pubs, cafes and restaurants, will have to provide table service only. Up to six people from six households will be allowed to sit together at a table, but this will not apply to wedding or civil partnership celebrations. Dancing will not be allowed in hospitality venues either, but again this will not apply to weddings. The restrictions that have moved back in are a far cry from the full lockdown people in Northern Ireland faced last year. The measures are a response to rising cases and an attempt to stem the tide, which is expected to rise further into January. There has been criticism from some that the rules don't go far enough, while the businesses affected say they're being unfairly targeted again. And what is the plan to help workforces who face potentially large numbers of staff being absent due to Covid or self-isolation? As Omicron tightens its grip, ministers have no easy options and it's possible they could have to take further steps when they meet again on Thursday for a post-Christmas review. Pubs and restaurants already worried about trade this week will nervously await what that could mean for their New Year's Eve service. Something no one wanted this Christmas - more Covid uncertainty - is unfortunately going to be sticking around as we enter 2022. Proof of Covid status will remain a requirement to enter hospitality venues and some other indoor settings.Also from Monday, the executive is strengthening its laws on face coverings to remove some exemptions, but there will be a grace period until 7 January before this can be enforced. It will remain a legal requirement for people to wear face coverings in shops, on public transport and indoor attractions - unless they are exempt. The executive says the exemption of wearing a face covering where it causes severe stress will be removed and the onus of proving an exemption on medical grounds will be on the individual. For the moment. sporting events can continue with no limit on capacity but those travelling to and from games are advised not to car share. A day after announcing restrictions, the executive unveileda support package for hospitality businesses affected . The Department of Finance will deliver the £40m fund to provide for more than 3,000 businesses. The Omicron Hospitality Payment will provide: However, the scheme will not cover supply chains or people who provide entertainment. Last week Finance Minister Conor Murphy acknowledged the need for extra support for those associated with the hospitality industry.Speaking after the grant scheme was announced, he said his department would continue to press the UK government to reintroduce furlough, and that further funding would be available \"to take more measures in the time ahead if those measures are required\". \"We're still learning what the impact of this variant is going to be so we don't know how long this is going to last, we don't know if there will be further measures required,\" he added. While the Boxing Day sales normally bring lots of people to town centres in Northern Ireland, Glyn Roberts of Retail NI told BBC News NI that the new restrictions are a worry for businesses on the High Street. \"The modern high street is all about being a destination,\" he said. \"If our colleagues in hospitality are experiencing restrictions or are closed that's not good for retail.\"We do worry that it will result in dramatically reduced footfall for our highstreets as a whole.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59769333"}