{"datetime": "2020-10-19T12:43:38.000Z", "author": "Lesley-Anne McKeown", "title": "Mental health: Major study finds higher levels of anxiety in NI children", "article": "Anxiety and depression is 25% more common in children and young people in Northern Ireland compared to other parts of the UK, according to a major new study. The findings come from a survey commissioned by the Health and Social Care Board (HSCB). It found that 12.6% of children and young people here suffer \"common mood disorders\". The figure reflects a similar trend in the adult population.Researchers collected data from more than 3,000 young people aged between two and 19-years-old. They looked at measures of mental health and well-being in more than 2,800 parents over an 18-month period. Among the key findings: It is the first time such a survey has been undertaken in Northern Ireland. Health Minister Robin Swann said it will inform the development of a mental health strategy due to be published next year. \"The findings of this survey will ensure a more rigorous understanding of the needs of our population,\" Mr Swann said.\"We know that further sustained investment in children's mental health is needed and this is why the prevalence study is so timely. \"Its findings will inform the longer-term strategic priorities and investment profile for mental health services, as development of the new 10-year mental health strategy gets under way.\" Of particular interest for researchers were the higher rates of emotional and behaviour problems in younger boys aged from five to 10 - in comparison with other studies. Marie Roulston, from the Health and Social Care Board, said: \"It's not often that the board is in a position to undertake an exercise of this scale and significance.\"This study will have major relevance for everyone engaged in addressing the mental health of children, parents and families.\" The influence of social media, the internet and cyber bullying was also examined. It found that 4.7% of 11-19 year olds met the criteria for problematic social media use - with incidences higher among girls and teenagers. Other findings included: Researchers also found wide range of child, family and socio-economic factors were associated with the increased levels of depression and anxiety disorders.These included exposure to family trauma, adversity, poor health and disability, special educational needs, household in receipt of social security benefits and parental mental health. Dr Lisa Bunting, senior lecturer in social work at Queens' University, Belfast, said the information would \"fill a major gap\" in the evidence base which underpins the provision of mental health services. There were also some positive findings highlighting fewer problems with peers and higher rates of positive behaviour such as giving, helping and sharing elsewhere in the UK. ", "url": "https://www.bbc.com/news/uk-northern-ireland-54601580"}