{"datetime": "2021-07-24T05:53:30.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Children with special educational needs 'forgotten' during pandemic", "article": "Families of children with special educational needs and disabilities (SEND) felt they were \"forgotten\" in the response to the Covid-19 pandemic. That is according to a report from the National Children's Bureau (NCB) in Northern Ireland. Some families felt Covid-19 was used as \"an excuse\" by some agencies not to provide services or to limit services. Some parents have previously said their childrenhad regressed due to the withdrawal of services in lockdown. Disabled people across the UK also spoke aboutthe devastating impact the pandemic had on their lives. Most said their disability had worsened and more than 2,400 said routine, often vital, medical appointments had been cancelled. The NCB report looked at the impact of Covid-19 on children and young people with SEND in Northern Ireland. It said that that while social isolation and loneliness were often felt by families of children with SEND, the measures taken to mitigate the pandemic \"compounded these feelings further\". That was partly because support for parents and carers had been reduced. \"There appeared to be little or no capacity in statutory agencies to maintain the services normally offered to parents/carers,\" the NCB report said. \"Almost all participants in the study mentioned heightened levels of anxiety and stress caused by the pandemic and the measures taken to prevent its spread.\" There were a variety of reasons for such stress. For parents/carers and young people these included: Theclosure of schools - including special schools - during the first lockdown had a \"profound\" impact on many families. \"Some parents and teachers reported that there either was a loss of learning and development or feared there would be for the children during the various lockdowns,\" the report said. They also said that school closures had disrupted essential therapies for children like speech and language therapy, occupational therapy, physiotherapy or other specialist assistance. Some of those therapies had \"remained disrupted\" even when schools re-opened in autumn 2020. The majority of parents, though, said there had been a \"major positive impact\" for their children when special schools remained open for pupils in early 2021 in contrast to the lockdown in 2020. \"A recurring theme from several participants was that families with disabled children or those with SEN were the 'forgotten ones', particularly when it came to devising the response to Covid-19 (and especially the lockdowns), the consequences of which were far-reaching for such families,\" the NCB report said. Participants in the study said that keeping education and respite services open should be a priority. They also said there was \"an immediate need to prepare for a perceived likely increased need for mental health services because of Covid\" and a need to invest in and increase mental health provision. The report added that fear of the virus was widespread among parents due to the vulnerability of some of the children. \"Parents were also afraid that, in the event of their child being hospitalised with Covid-19, they would not be seen as a priority if equipment such as ventilators were scarce,\" it said. The vaccine programme was seen by many contributors to the study as a positive development with several saying it was key to getting back to \"normality\". \"However, a minority of participants, including some who had been offered the vaccines, had reservations about them,\" the report said. \"These included those who simply wanted more information about them, but who also felt that raising any questions was deemed unacceptable and they would be seen as 'anti-vaxxers' as well as those who had decided not to take up the offer, for a variety of reasons.\" The report included a number of recommendations including the government taking into account the needs of children with SEND and their families when planning how to respond to health emergencies. It also said young people with SEND should be recognised as a priority group requiring specific mental health support and there needed to be a strategy for employing young people with SEND as part of a Covid recovery plan. The NCB report was based on a combination of interviews with 60 young people, parents and those who work with children and young people with SEND and four separate focus groups involving 61 people. The study was led by NCB in partnership with Mencap, SENAC (Special Educational Needs Advice Centre) and Specialisterne - a consultancy which recruits and supports autistic people. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57948640"}