{"datetime": "2020-11-19T22:58:58.000Z", "author": "Robbie Meredith", "title": "Free school meals: Meals to be funded during holidays until 2022", "article": "The Department of Education (DE) will pay for free school meals for eligible children during all school holidays until April 2022. The move has been approved by the Northern Ireland executive and will cost more than £40m. It means the families of approximately 100,000 children will receive payments when children are off school. Education Minister Peter Weir said the payments would begin during the Christmas break in 2020. Footballer Marcus Rashford has led calls for similar support to be provided during holiday periods in England. In Northern Ireland, payments to those eligible for free school meals were previously made over the summer and half-term holidays in 2020. Families of about 97,000 childrenreceived payments of £27 every fortnight per child in lieu of free meals. Those families will now receive a similar two week payment from the week beginning Monday 14 December.Those payments will continue over the half-term, Easter, summer and Christmas holidays in 2021 and until Easter 2022. Mr Weir said he welcomed the decision the Executive had taken to support the department's proposal.\"This is very good news, especially for those families who are struggling financially during this pandemic,\" he said. \"The issue of 'holiday hunger' has become an increasing concern this year. \"I realise the vital importance for children who normally receive a free school meal to have access to a nutritious meal without placing their family under further hardship in these difficult times. \"Access to a healthy nutritious meal should be a basic right for all children and it is vital that we continue this support to ensure children and young people come back to school after holiday periods, healthy and ready to learn. \"Their future depends on it,\" he added.The decision was welcomed by the Children in Northern Ireland charity. Their chief executive Pauline Leeson said the executive had taken a \"courageous\" decision. \"This is a major step for every parent who struggles to find the money for meals outside term time, every child and young person who might otherwise go hungry and for every organisation who has stepped up and provided holiday hunger projects,\" she said.", "url": "https://www.bbc.com/news/uk-northern-ireland-55009536"}