{"datetime": "2021-05-26T15:38:30.000Z", "author": "Louise Cullen", "title": "Covid-19: Mum says special needs son has regressed in lockdown", "article": "Levi Taylor is 21. He loves watching Disney films and singing. He loved school, but he didn't get to celebrate his last day there because Covid-19 intervened. \"In that year, I've watched Levi in particular regress, I really have,\" his mother Kathryn said. \"He finished school in March [2020], so he didn't get finishing school, there was no closure to school. And that was a major thing for him, just to be at home here. \"Now, he's attached to me 24/7.\" The farming family-of-six live just outside Armagh.Like his older brother Nathan, Levi is autistic and has severe learning difficulties.Kathryn told BBC News NI that Levi has struggled to cope in the last year. \"Nathan's a very different young man, he's very calm and collected,\" she said. \"But Levi's just a ball of frustration and always has been, but it was so well-managed, because he was active, we were always doing things.\"In lockdown, you can't always do stuff.\" Levi began to act out his frustrations - and to self-harm. \"Levi went into a phase of hiding things, shredding clothes at a rapid, rapid amount, you know, he could shred things within moments,\" Kathryn said.\"Because he was frustrated. We were locked away here. I don't want to do that for the rest of their days. \"He has major mental health issues now that he didn't have before. He has started to self-injure himself.\"He wouldn't hurt you or me, but he will hurt himself, to get your attention -, 'I'm hurting here. There's something I don't understand.'\"He can't tell me, so he'll hurt himself.\"Before the pandemic, he and Nathan had access to some day opportunities - places and schemes where they had activities and interaction.They were all suspended as the impact of Covid began to be felt.After receiving a letter from the Southern Trust, Kathryn is now concerned that while it may not be feasible to restore these services fully, they may not be restored at all.The letter said the current infection control guidelines \"will remain in place for many months\" and that that \"undoubtedly has a significant impact on our capacity to deliver services at the same level\". \"Everyone is so excited about the lockdown ending, but I'm not excited because for me it's just the same,\" Kathryn said. \"We're not making any big major plans of how we're going to get back into the community and things like that.\" In a statement, the Southern Trust appealed for families to contact their community learning disability service directly. \"Efforts are ongoing to rebuild learning disability day opportunities in conjunction with the community and voluntary sector, local councils and transport providers. \"The trust is working with the independent and third sector providers to increase availability and flexibility of short break options.\" Kathryn said: \"This is me for the rest of my days and I want to be able to do that for the rest of my days. \"So what I'm asking my trust is, give me a little bit of help now.\"I'm the best person to care for these young men, so let me do it, but give me a bit of help. \"Don't make me come out and fight because I don't want to do that. That's not my nature and I don't want the world to know how difficult my life is.\" But by opening up, Kathryn is hopeful awareness will be raised of the challenges families like hers, caring for adults with learning difficulties, face.\"This last year has proved to me that I can't do it all. I'm one person - I can't do it all. Both of them, the same diagnosis - autism with severe learning difficulties.\"Which young person do I go to first in a meltdown? I can't choose. I can't choose who needs me more because they both need me.\" If you, or someone you know, have been affected by the issues covered in this article theBBC Action Line has details of organisations which may be able to help. Western Trust: It says there was no reduction in 24-hour services, but that \"ongoing social distancing and infection, protection and control measures does mean that in some instances how services are offered has been adjusted, including a level of reduced capacity in buildings-based services such as day-care Services and short breaks.\" Northern Trust: \"Our rebuild plans focus on incremental returns to some services, while others require temporary or permanent changes. All trust community services have been restored along with family-based respite services. Our buildings-based day care, family-based respite and residential short break services have also recommenced in line with social distancing and infection control measures.\"South Eastern Trust: \"Efforts are ongoing to rebuild learning disability day opportunities in conjunction with the community and voluntary sector, local councils and transport provider.\"Professional input from members of disability and other trust teams have continued throughout the pandemic to support service users and families who have not been able to return to services at present.\"Community Teams have been keeping in contact with carers to identify those carers in need of respite, and using the available resources to prioritise carers in urgent and emergency need.\" Belfast Trust: Adult day services are \"currently open and operational. This includes day centres, community day services, additional community based projects, outreach activities, and day opportunities commissioned by the trust for adults with a learning disability.\"Due to limited space within our facilities and the implementation of restrictions to allow for social distancing to help stop the spread of Covid-19, we have had to reduce the numbers of people who can attend services at any one time.\"In line with regional guidance, those adults living at home with family carers have been prioritised. In addition to Belfast Trust run services there are a further 500 attendances per month through services the Trust commissions in the community and voluntary sector.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57201371"}