{"datetime": "2021-12-02T14:20:36.000Z", "title": "Spend Local: 10,000 cards to be dispatched as deadline nears", "article": "Almost 10,000 Spend Local cards will be dispatched over the coming days, the Department for the Economy has said. One reason for the delay was that some applications had been incorrectly identified as duplicates and been suspended, said the department. Some 1,500 late submissions had also been received, said a spokesman. Shoppers have until 14 December to spend their £100. One man who applied for his card in September said he had given up on the process. Colin Jeffries and his wife applied for their cards on 28 September.While hers arrived in early October, shortly after the couple's applications were verified, his had yet to arrive, said a disappointed Mr Jeffries. \"I find it intriguing that one of our applications would go through very quickly and the other wouldn't,\" he told the Nolan Show on BBC Radio Ulster. He also said he had some trouble getting a response from the Department for the Economy. \"Each time I have enquired, they have sent me a copy of my verification email proving that it's in the system,\" he said. \"They're saying it's with the issuing card company.\" By the end of November, more than£100m had been spent using the High Street vouchers. Applications for the £145m scheme, which was set up to help businesses affected by closures as a result of the Covid-19 lockdown restrictions, closed on 25 October. Whenthe scheme launched on 27 September, cards were expected to arrive between seven and 10 days after an application was submitted. The deadline to use the cardwas extended by two weeks at the start of November. On 2 November, Economy Minister Gordon Lyons said the extension was needed in order to offer applicants \"a fair timescale to use their card\". He also said cards were expected to be dispatched to 95% of verified applicants by early November. Any money which has not been spent before 14 December will be returned to the Department for the Economy. Last month, Advice NI said it had received many phone calls from peoplehaving problems with the cards . Harry Gallery got confirmation that his application for the card was successful in early October, but said he was yet to receive it. His son, with whom he shares a first name and address, has received his. \"They have got two records,\" he told The Nolan Show.\"One has been activated and one hasn't.\" \"When I spoke to them they said it may have been lost in the post.\" Anyone who has received an email saying their application has been verified but have not yet received their card, is being asked to email spendLocalNI@economy-ni.gov.uk urgently. They should label their enquiry as \"Card Not Received\" and provide their national insurance number, name, address and date of birth.", "url": "https://www.bbc.com/news/uk-northern-ireland-59503418"}