{"datetime": "2021-11-04T06:55:09.000Z", "author": "Robbie Meredith", "title": "Education: Extra £350m needed for 'inescapable pressures'", "article": "The Department of Education (DE) will need an extra £350m in funding in 2022-23 to meet \"inescapable pressures\". Gary Fair, DE's director of finance, told a Stormont committee there had been \"progressive underfunding\" of education. A recent Institute for Fiscal Studies reportfound Northern Ireland spent less on each school pupil's education than any other part of the UK . The education budget is one of Stormont's biggest. It covers schools, youth services and early years and comes in at about £2.2bn a year. Mr Fair, who was addressing the Education Committee, told SDLP assembly member (MLA) Daniel McCrossan that a \"very poor budget settlement\" for the next three years would lead to more of a crisis. In response to a subsequent question from DUP MLA Diane Dodds, Mr Fair said the department would need an extra £350m in its budget next year. \"We have estimated certainly for next year that we'll be requiring probably an extra £350m,\" he said. Mrs Dodds asked if measures like the Fair Start recommendations to tackle educational underachievement were dependent on additional money. \"Those are inescapable pressures really - £350m,\" replied Mr Fair. \"Our baseline every year doesn't reflect what we actually should have or need in our baseline so it is a problem. \"There's a risk in assuming that certain things will be taken forward without additional money.\" The committee's chairman, Alliance MLA Chris Lyttle, asked Mr Fair about the Institute for Fiscal Studies (IFS) report's conclusions that pupils in Northern Ireland had less spent per head on their education than elsewhere in the UK. \"Do pupils in Northern Ireland get less spent on them in education than the rest of these islands?\" Mr Lyttle asked. \"The figures would seem to indicate that, yes,\" replied Mr Fair. \"It has to be linked to progressive underfunding over the last number of years and the lack of certainty around budgets moving forward, and the lack of baseline just to cover even what's required every year.\" Finance Minister Conor Murphy has previously warnedsome departments may face \"more pain\" as he prepares a budget which could increase spending on health. Mr Murphy has also disputed a claim by Chancellor Rishi Sunakthat Northern Ireland will receive substantial extra funding for public services . The department had bid for an additional £84m in day-to-day spending and £11.5m in capital funding in the October monitoring round. A monitoring round is a budget exercise in which money is reallocated to departments. Health received about £200m of extra money in the October monitoring round witheducation receiving £9.2m in day-to-day resource funding - mainly for special educational needs (SEN) pressures - and £11.5m in capital funding. The capital funding included £8m for \"minor works\" to schools - which is often used to pay for essential repairs for school buildings. But a DE official, Seamus Gallagher, told MLAs that much more money was needed. \"In terms of the state of the schools estate, we could probably spend £500m on the school estate every year and still spend 10 years bringing it up to where we would like it to be,\" he said. \"But we're constrained by budget and then have to allocate money in priority order where it's most required.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59156736"}