{"datetime": "2021-04-30T08:26:35.000Z", "author": "Richard Morgan", "subject": "Coronavirus pandemic", "title": "Coronavirus: High street and holiday voucher schemes announced", "article": "Every adult in Northern Ireland will be eligible for a £100 voucher to spend on the high street, Economy Minister Diane Dodds has announced. People over the age of 18 can apply for the scheme, which could open at the end of the summer. Non-essential retail can reopen from Friday as some ofthe Stormont Executive's Covid-19 lockdown measures are eased . Mrs Dodds also revealed details about a holiday-at-home voucher scheme. The high street voucher is designed to encourage spending at retail and hospitality outlets, which have been adversely affected by lockdown measures. The card cannot be used for internet shopping and the application process will be through an online portal.Funding of £145mhas been allocated for its rollout . Mrs Dodds said the reopening of parts of the economy was another milestone. \"I am excited to see shoppers back in our high streets, customers once again enjoying outdoor hospitality and the return of holidaymakers to self-contained accommodation,\" she said. \"I am optimistic because the reopening of our economy is the most important first step towards economic recovery. \"Our High Street Stimulus scheme will provide a timely boost to this recovery - it will provide eligible applicants with a pre-paid card worth £100. \"This means up to 1.4 million people will spend an extra £140m on our high streets rather than online. \"This has a multiplier effect which will help bring many more customers back through the doors of local retail, hospitality and other sectors.\" It is understood there is an expectation of a surge in spending at shops due to pent-up demand, so officials want to wait for a few months to encourage more spending after the summer. Mrs Dodds has also outlined how the holiday-at-home voucher scheme would operate. Plans for the tourism stimulus packagewere revealed by BBC News NI last year . It will allow households to claim back 50% off a stay of two nights or more in certified accommodation, up to the value of £100. Vouchers will also be issued, offering 50% off visits to attractions or tourism experience providers, up to the value of £20. The Department for the Economy said it would be allocated on a first-come-first-served basis and each household could apply for one of each type of voucher. Mrs Dodds added that the holiday-at-home voucher was to encourage people to use \"their time, their money and their presence to holiday in Northern Ireland\". \"These are important ways of stimulating the economy, of creating demand and trying to rebuild and recover.\" Officials expect the scheme to open in the autumn to drive demand after the summer season. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56937612"}