{"datetime": "2021-02-16T06:45:29.000Z", "author": "Robbie Meredith", "title": "Teachers in Northern Ireland to be offered 2% pay rise", "article": "Teachers in Northern Ireland are set to be offered a 2% pay rise for 2019/20 and 2% again in 2020/21. The offer has been made following negotiations between union representatives and teaching employers. The employers include representatives from the Department of Education (DE) and the Education Authority (EA). Finance Minister Conor Murphy had previously allocated £35.4m to DE on 2 February to support a pay settlement for teachers. An end to along-running dispute over pay and workload for teachers for the years 2017/18 and 2018/19 was only reached in April 2020. Negotiations over 2019/20 and 2020/21 have since been taking place between the employers and the Northern Ireland Teachers Council (NITC) which represents five unions - the NASUWT, INTO, UTU, NEU and NAHT. The National Association of Head Teachers (NAHT) has begun a consultation with their members on whether to accept the offer of a 2% rise for 2019/20 and a 2% rise for 2020/21. However, the other unions have yet to formally consult their members on the offer. Meanwhile, Education Minister Peter Weir has said he is \"willing to revisit\" a decision to ban schools in Northern Ireland from taking WJEC qualifications. WJEC is the Welsh exam board and schools in Northern Ireland use it for AS and A-levels in subjects including sociology, computer science, physical education, psychology, business, drama music and economics. But Mr Weir has decided that schools here canno longer offer WJEC qualifications from September 2022. He said no pupils currently taking AS or A-levels through WJEC would be affected. Bodies representing grammar schools, drama teachers and the WJEC itselfhave asked Mr Weir to reconsider his stance. In a letter to the NASUWT union, Mr Weir said DE officials would continue to \"engage with colleagues in Wales\". \"Should we receive clarification and assurances that qualifications offered by the Welsh exams board will remain compatible with curriculum policy in Northern Ireland, I would be willing to revisit my decision in relation to WJEC qualifications,\" he wrote. Justin McCamphill, NASUWT national official for Northern Ireland, said the minister's original decision had been \"difficult to understand\". \"It is nevertheless welcome that DE will now engage with WJEC in relation to the compatibility of qualifications,\" he said. \"Teachers who deliver WJEC qualifications remain concerned that they will no longer be able to offer these qualifications in future. \"It is welcome that the minister is now listening to teachers but he must ensure that this matter is resolved quickly so that teachers will be able to plan for delivery in September.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56077119"}