{"datetime": "2021-12-20T12:04:45.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Teaching union calls for delay in schools reopening after Christmas", "article": "A teachers' union is calling for a delay in reopening schools after the Christmas holiday because of the rapid spread of Omicron. The Scottish Secondary Teachers Association (SSTA) says there are already staffing issues and the problem is likely to get worse.However, the Scottish government has insisted there are currently no plans to close schools. It comes as a number of colleges return to blended learning this week. The move is aimed at protecting staff and students amid the rapid spread of the Covid-19 variant. Colleges Scotland said several colleges were also planning hybrid teaching for the first two weeks of next year. Seamus Searson, general secretary of the SSTA teaching union, told the BBC'sGood Morning Scotland programme he was already hearing about schools that were not fully staffed due to rising Covid cases. And he said parents were keeping their children off to ensure they did not catch Covid in the run-up to Christmas. Mr Searson said: \"At the moment, schools are struggling to keep open because of the number of teachers who are away because of the virus. \"We need to be reasonable and say that the virus will spread inside schools. \"There somehow seems to be a notion that the virus isn't spread in school and teachers are immune.\" The latest official figures published last week showed there were 31,303 pupils off school for any Covid reason. Of these: Almost 6,000 new cases of coronavirus were reported across Scotland on Sunday, with Omicron now the dominant variant. On this day last year, I was standing outside a primary school speaking to parents. The Scottish government had just announced a delayed start to term in the January and some weeks of online learning after that. Contrast that to one year later.The government insists there are no plans to do the same this time around and instead has relaxed isolation rules for teachers in the hope of keeping schools open if cases continue to rise. By this time in 2020, exams had already been cancelled for senior pupils. This year, we are still planning for a \"normal\" diet in the spring. Despite the spectre of further restrictions elsewhere in society, it looks like history won't be repeating itself when it comes to schools, for now at least.Currently, Scots are being advised to reduce their socialising as much as possible and to limit gatherings to three households - though large-scale events including the Scottish League Cup final have been allowed to go ahead. Both Edinburgh and City of Glasgow Colleges will switch to online learning from Monday until term ends on Wednesday, while other colleges - including Dumfries and Galloway College and Dundee and Angus College - will also minimise activity on campus and move as much as possible online. Colleges Scotland said the aim was to to protect people and reduce pressure on public transport and the NHS as cases of Omicron rise. Colleges will be keeping in touch with students throughout December and January as plans are subject to change. Shona Struthers, chief executive of Colleges Scotland, said: \"Colleges have prepared very well for this model, and students can be assured that the quality of their college experience is being protected.\" She said colleges had already been operating at a higher safety level throughout the autumn and winter and expected that to continue when learning resumed in January. \"Everyone over 18 in Scotland can now get first, second and booster doses of the vaccine and getting a jag over the Christmas holidays will help us all get back to classes more quickly and safely in the new year,\" Ms Struthers said. \"Students have also been able to access lateral flow tests at their college for many months, and I'd urge anyone attending a campus to test regularly.\" Colleges Scotland said arrangements would vary at different colleges to meet local needs, and urged students to check information regularly. Audrey Cumberford, chairwoman of the College Principals' Group and Principal of Edinburgh College, said: \"Over the past 21 months colleges have become adept at delivering high-quality learning and teaching remotely or in a hybrid model, with vulnerable students and practical subjects prioritised for access to our campus spaces.\" Paul Little, principal of City of Glasgow College and vice chairman of the College Principals' Group, added: \"In order to keep the flow of qualified and skilled people coming into the workforce - including critical parts of the economy like health and social care, construction, and the maritime industry - the college sector has a crucial role to support our students gain their qualifications even while we deal with this latest wave of the virus.\" Alastair Sim, director of Universities Scotland, said blended learning was the best way to protect students' educational resilience and mental health. He said: \"Omicron is clearly a very fast-moving situation and we're in daily touch with the Scottish government. This will continue over the Christmas break, as needed. \"However, as it stands, we believe that it is in learners' interests for universities to continue to offer a safe blend of in-person and digital provision.\" A Scottish government spokesman said: \"The Scottish government is not considering school closures. As the first minister has made clear, protecting the education of children and young people remains a top priority. \"National school closures would only be an absolute last resort. Covid-19 protections will be reviewed on a daily basis due to the rapid increase in cases of the Omicron variant.\"", "url": "https://www.bbc.com/news/uk-scotland-59720081"}