{"datetime": "2022-01-02T18:00:43.000Z", "author": "Hannah Richardson", "title": "Covid: Pupils to wear masks in class in England's secondary schools to tackle Omicron", "article": "Face masks are to be worn in classrooms in England's secondary schools to reduce the spread of the Omicron variant, the government has announced. The temporary reintroduction of face coverings aims to address concerns about schools remaining open for face-to-face learning this coming term. Meanwhile, six school staff unions have issued a demand for urgent action to limit the spread of the virus. They warned national exams would be put at risk without further measures. They also called for air-cleaning units, financial support for absence cover, help with on-site testing and a relaxation of the Ofsted inspection regime. Schools across the UK are re-opening after the Christmas break over the next week, with pupils being asked to take part in onsite Covid testing. Until now, England was the only one of the four UK nations where face masks were not recommended for pupils in classrooms. Teachers will not have to wear them under the new guidelines. Some individual schools and local authorities in England had already required masks in classrooms, and face coverings were recommended in schools in England between 8 March and 17 May last year. Education Secretary Nadhim Zahawi said face coverings would be required until 26 January. This is when the current national Plan B Covid measures run out, although they will be reviewed on or close to 4 January. He said education was the \"number one priority\" for him and the prime minister, and that they would do \"everything in our power\" to minimise disruption. The government also said it would be making 7,000 air cleaning units available to early years settings, schools and colleges. There are more than 24,400 schools in England,according to the latest government figures , but the Department for Education said the units would only be required in some areas of schools where opening doors and windows was not effective.Staff absences and rising Covid rates at the end of last term - caused by the rapid spread of the Omicron variant - have led to fears of further disruption to education. The four main teaching unions covering England, Wales and Northern Ireland - ASCL, NAHT, NEU and NASUWT - plus the GMB and Unison, have issued a joint statement calling for urgent steps to help schools. It said schools needed to avoid exam disruption for a third successive year, and remove uncertainty and additional workloads for students and teachers. More specifically, it said: Cabinet Office minister Steve Barclay said schools would be prioritised in terms of testing to ensure they reopened as planned. Ministers recognised that face masks were \"not something that many children will want to wear\" but said the introduction of them in classrooms was to ensure face-to-face education was available, he said. When someone who has Covid coughs, sneezes or exhales they release droplets of infected fluid. Evidence certainly shows wearing a face-covering reduces the release of these into the environment. But what's not clear is what impact this has on transmission in the real world of schools. People wear different types of masks. Some work better than others. Ill-fitting masks or fidgeting with them will also naturally reduce their effectiveness. Studies that have been done have been pretty inconclusive at least in terms of proving they have a significant impact when used in school when the virus is spreading quickly in the community. One of the problems is it is difficult to disentangle the impact of one measure with others steps that are being taken to reduce spread of the virus. What's more, any benefit has to be weighed against the costs in terms of harm to education. It's the nature of a pandemic that decisions have to be taken without perfect evidence.But this far in, plenty of experts are wondering why better research has not been done to work out what measures like this achieve. This seems to be a policy which is being introduced more in the hope it will help significantly, rather than based on strong evidence it actually will. Labour's shadow health secretary Wes Streeting said that while he did not think anyone would be \"over the moon\" about masks being worn in schools, it was better than children missing out on learning. Mr Streeting said the supply issues around lateral flow tests was causing challenges and called for the government to \"get a grip\" on testing.But Conservative MP Robert Halfon, chair of the Commons education select committee, said he had worries about the mask policy, telling the BBC that the children's minister had told his committee \"there was no evidence of the efficacy of mask wearing\". He said he wanted the education secretary to set out the evidence behind the policy and what the government was doing to assess the impact of it on children's mental health, wellbeing, anxiety and education. Sir Daniel Moynihan, who runs the Harris Federation which educates 36,000 children, said his schools would probably return to pupil bubbles and that he disagreed with Mr Halfon on face masks. \"If we've got a thousand kids in a school all breathing all over each other, it is more likely they and their staff will be off sick and that will affect their mental health,\" he said. Beth Collins, assistant head teacher at Laurels Primary in Worthing, said she felt that \"once again primaries have been forgotten\", saying that as primary pupils were unvaccinated \"it has left us open to every danger going\". The process by which schools can obtain the new air cleaning units is due to be set out by the DfE shortly. Mr Streeting said that the government's announcement did not go far enough - suggesting that 7,000 was enough for about one in four schools in England to get one - and looked \"very much like appearing to be busy days before the start of school term\". Freelance piano and voice teacher Megan Skinner, who is based in East Sussex, said she was \"frankly terrified about returning to school\" as she had nearly died from blood clots in her lungs six years ago and her GP had told her she could develop them again if she caught Covid. She said she was worried about the lack of adequate ventilation for some of her classes, adding: \"I am exposed to five times the number of pupils that most teachers will be, and apart from the risk to me, were I to contract Covid, I could certainly be a super spreader.\" Additional reporting by Doug Faulkner Have you been affected by any of the issues raised in this article? You can share your experience via email - Haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/education-59840634"}