{"datetime": "2021-10-17T11:01:17.000Z", "author": "Richard Morgan", "subject": "Coronavirus pandemic", "title": "Holiday-at-home vouchers: NI tourism body urges more money for scheme", "article": "A holiday-at-home voucher scheme will need more money behind it to stop people from missing out, a tourism body has said. Under the proposal, vouchers will be issued on a first-come, first-served basis.Unlikethe high street scheme , there will be a limited number available. The Northern Ireland Tourism Alliance (NITA) said the draft £2m budget would need to be increased to avoid disappointment. The Department for the Economy said officials were still considering the scheme's suitability. Plans for the scheme were first revealed by BBC News NI in September 2020.It will allow households to claim back 50% off a stay of two nights or more in certified accommodation, up to the value of £100. Vouchers will also be issued, offering 50% off visits to attractions or tourism experience providers, up to the value of £20. Every household can apply for one of each type of voucher.NITA chief executive Joanne Stuart said a lot of people would be disappointed.\"£2m has been allocated to this scheme and we do believe the demand will be high and a lot of people will be disappointed, so we would ask the minister to consider the funding he has and whether there is more available to the scheme,\" she said. \"This is not just support for the accommodation sector and tourism attractions. When people stay in a destination, they spend money in hospitality or retail so there would be much more in terms of a wider economic benefit.\"We believe this is a really important intervention for the accommodation and attraction sector and we are working with the department and the minister with regards to when this needs to be launched. \"Given the funding needs to be spent by the end of the financial year we would like to see it launched as soon as possible to see the maximum return on investment,\" she said.Asked if the scheme would be beneficial if launched in January or February, Ms Stuart said she believe it would provide a boost.\"January to March is traditionally the slowest period of the year so if we were able to get a scheme that starts in January, we would get the chance to get the benefit in those slow months,\" she said. \"From 1 April, we are going to see significant cost increases with the rates holiday ending and VAT returning to 20%.\"The majority of tourism businesses have had to take loans and in 2022 the repayments are going to be starting, so anything we can do to help those businesses have a better January to March period would be really good before moving into the high season. We are not out of the woods.\"Northern Ireland's tourism industry has been severely affected by coronavirus restrictions, with lockdowns closing most of the sector.The industry does not expect to welcome international visitors until spring 2022.Under the proposed scheme, money is claimed back by uploading a receipt and voucher details online.A spokesperson for the Department for the Economy told BBC News NI the scheme was one of a number of steps being taken to support the tourism sector.\"The department is currently considering the suitability of the intervention in the context of the levels of consumer demand that were experienced over the summer and the impact of the high street scheme,\" they said. \"This consideration includes working with the industry to decide on the most opportune time to launch any scheme.\" Ms Stuart said while there had been support from the domestic market in August and September, the expectation was that demand would begin to fall.\"What we need to remember is the sector has only been able to open for about 50% during 2020 and 50% during 2021,\" she said. \"Year-to-date occupancy figures for hotels are 44% and we are now moving into the low season and there are real financial viability concerns within the industry.\"We are still not out of the woods, so this scheme is really important especially at this time of the year.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58928256"}