{"datetime": "2021-12-10T17:31:54.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Priory Integrated College reverses Christmas remote learning decision", "article": "A County Down school has reversed a decision to make most of its 700 pupils work from home until the end of term. Priory Integrated College in Holywood told parents on Thursday only pupils in years 12 and 14 should come into school until term ended on 17 December. But on Friday, the Education Authority said after a further review of staffing levels, pupils would be in school for face-to-face teaching next week. One year group each day will have remote learning on a rota basis. Some schoolshave had to send individual year groups home for remote learning on specific days in recent weeks due to staff absences and difficulty getting substitute teacher cover. The Department of Educationhas said there are no plans to close schools before Christmas or to move to remote learning. On Tuesday, some principalstold assembly members that closing schools \"must be avoided at all costs\" due to the \"detrimental impact\" closures had on children and young people. The original move by Priory College would have meant that Thursday, 9 December was the final day of term for most pupils. In an email to parents on Thursday, principal Nicola Wilson said \"as in schools across the province, we have experienced an unprecedented level of Covid positive cases within the college community\". She said that \"in order to keep everyone safe\" pupils in all year groups except years 12 and 14 would work from home until the end of term on Friday, 17 December. Parents were asked to encourage their child to complete work provided by the school remotely.BBC News NI contacted Priory Integrated College, but, as it is a controlled integrated school, the Education Authority is its managing authority and responded for the school. A spokesperson for Education Authority said that: \"Priory Integrated College, like a number of post-primary schools across Northern Ireland, is dealing with staffing shortages as a result of Covid pressures. \"Due to ongoing challenges, Priory College had originally envisaged that a number of year groups would be moving to remote learning next week until the end of term. \"However, following a further review of staffing levels, the school has confirmed that it is now planning for pupils to be in school next week for face-to-face learning until the end of term, with one year group moving to remote learning each day on a rota basis.\"The school has also subsequently contacted parents to inform them of the change in teaching arrangements. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59612667"}