{"datetime": "2022-01-20T08:14:19.000Z", "author": "Robbie Meredith", "title": "Teachers' pay rise and tackling underachievement at risk", "article": "A pay rise for teachers and measures to tackle educational underachievement are at risk without more money for education in the executive budget. That is according to officials from the Department of Education (DE). DE finance director Gary Fair told MLAs \"extremely difficult decisions will need to be taken to live within budget from next year and beyond\". According to the National Education Union (NEU), teaching unions submitted a 6% pay claim over two years. That would mean a 3% increase in 2021-22 and a further 3% in 2022-23. Inflation in theUK has recently risen to 5.4% due mainly to higher energy costs and food bills. In a communication to members, the NEU said it was \"disappointing that discussions on the 3% pay claim for the current year have been 'stonewalled'\". Northern Ireland's Finance Minister Conor Murphy haspreviously warned that the 2022-25 budget would see some departments facing \"significant challenges.\" The Stormont draft budget is proposing a 10% increase in health funding, but that could see a squeeze on other departments. At about £2.3bn a year, education is Stormont's second-biggest departmental budget behind health. While the draft budget will give education some more money over next three years, Mr Fair said it was \"wholly insufficient to address the significant pressures facing the education sector.\" \"Without substantial additional funding the budget position for the department will continue to be extremely challenging,\" he said. \"Extremely difficult decisions will need to be taken to live within budget from next year and beyond.\" Education Minister Michelle McIlveen also told Stormont's Education Committee that education was facing a \"stark budgetary position.\" \"After taking account of additional proposed allocations within the draft budget my department would still require amounts of £199m, £240m and £300m respectively for each of the next three years,\" she told MLAs. Mr Fair said \"without additional funding it would be extremely difficult if not impossible for the department to take forward key actions.\" He said that included new arrangements for special educational needs (SEN) andmeasures to tackle disadvantage and underachievement recommended in the Fair Start report. Mr Fair also said that teachers' pay settlements - which are currently being negotiated - were also at risk. \"As a department we couldn't commit to something like that and I don't think the minister would be prepared to commit to something like that without a guarantee of funding into future years,\" he said. Mr Fair was asked by Alliance MLA Chris Lyttle why the department was in \"financial crisis\". \"There has been a build-up of a lack of resources over a number of years now,\" he replied. \"We are very reliant every year on bidding for additional resources in-year and securing resources in year. \"We're just trying to make ends meet every year.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60059860"}