{"datetime": "2022-02-16T15:32:11.000Z", "author": "Robbie Meredith", "title": "Teaching unions in Northern Ireland reject 'inadequate' pay offer", "article": "Teaching unions have rejected as \"inadequate\" a two-year pay offer for the years from 2021 to 2023. According to the unions, the teaching employers claimed the deal was a 3.2% increase over two years. But the unions said the deal consisted of a restructure of pay grades which cost less than an equivalent pay offer of 1% each year. Teacherspreviously received a 2% pay rise for 2019/20 and 2% again in 2020/21. The education minister said she was disappointed the pay offer had been rejected. Negotiations have been taking place between the unions and employers on a pay deal for 2021/22 and 2022/23. The employers include representatives from the Department of Education (DE) and the Education Authority (EA). Teachers are represented by the Northern Ireland Teachers Council (NITC) which includes five unions - the NASUWT, INTO, UTU, NEU and NAHT. The unions submitted a 6% pay claim over two years - a 3% increase in 2021-22 and a further 3% in 2022-23. Inflation in the UK has risen to 5.5% and is expected to climb higher , fuelled by rises in the cost of living. According to analysis of the proposed deal given to their members and seen by BBC News NI, unions did not accept that the deal for 2021 to 2023 proposed by employers was a 3.2% pay increase. The highest rise would be for newly qualified teachers as under the proposals a new teacher's starting salary would rise to £26,000 from about £24,000. \"A newly qualified teacher will see their gross salary increase by 7.9% from September 2021 and there will be no increase in September 2022,\" two union documents seen by BBC News NI said. It also said that pay for principals and vice-principals at the top of a pay band would rise by 2.5% But they claimed that most teachers would receive much smaller increases over two years and that the figure of 3.2% presented by the employers included the normal incremental pay progression teachers were due to get anyway. The NASUWT said almost nine in every 10 (88%) of their members surveyed had rejected the offer and 70% were willing to take strike action. The NASUWT's Justin McCamphill called it \"derisory\". \"The anger in the profession has to be recognised and an improved pay offer must be brought forward to avoid an escalation to industrial action over pay,\" he said. The NAHT, meanwhile, called on fresh negotiations over pay \"in earnest,\" while the INTO said the offer \"falls significantly short of both our expectations and that of our members\". \"INTO is firmly of the view that for any offer from management side to be acceptable to our membership, it must reflect the ongoing efforts by our members who, during the Covid-19 pandemic, ensured that the vital routine of the education system, remained working effectively for the children and young people in their care,\" the union said. Education Minister Michelle McIlveen said she was \"disappointed\". She said the pay award would have seen the \"removal of the bottom point of the current teachers' pay scale\" and the addition of \"a further point at the top of the scale,\" with a similar approach applied to each of the pay ranges for school leaders. \"This pay offer had been made despite a very difficult financial situation and I had hoped that this would have led to a completion of the pay negotiations for 2021/22 and 2022/23 during the current mandate,\" she said. She added that management would now consider how the matter should be progressed before engaging again with NITC. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60407130"}