{"datetime": "2022-01-02T14:20:23.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Wales' Omicron peak due as cases hit highest daily figure", "article": "Wales is in for a \"very challenging few weeks\" with a peak of the Omicron variant expected later this month, the first minister has said. But Mark Drakeford said expert advice suggested the rate could fall \"more quickly\" than other Covid-19 variants. He said schools had been giventime to prepare in case online learning was required to cope with staff illnesses. The latest day for stable data showed 11,820 positive tests on 27 December, the highest daily total on record. It comes as theUK government is developing plans amid fears up to 25% of public sector workers could go sick. Meanwhile, people have been urged to try to avoid going to the emergency department at Swansea's Morriston Hospital due to a\"staff shortage worsened by Covid\" affecting its services. And anemergency rail timetable has been put place from Monday by Transport for Wales because of staff absences, with people asked to check services before travelling. Mr Drakeford said: \"The difficult January that we could see coming, I'm afraid is with us.\"And theprotections in place are really necessary to help us all to get through the challenging weeks ahead.\" Health Minister Eluned Morgan toldBBC Radio Cymru that one of the biggest issues currently facing the NHS was that \"staff are getting ill, so there isn't enough staff to look after patients\".\"You have to keep in mind that January is the toughest time of year for the NHS in any year, even without Covid,\" she said. Public Health Wales reported 14,036 new Covid cases and 14 new deaths with the virus in its latest update on Sunday. The figures cover the 24-hour period to 09:00 GMT on Friday with the next update covering the bank holiday weekend due to be published on Tuesday. Wales' seven day rolling case rate has continued to increase sharply to a new high of 1,415 cases per 100,000 people.Merthyr Tydfil (1,826) and Rhondda Cynon Taf (1,741) currently have the highest cases in Wales with the lowest rates in Powys (942) and Monmouthshire (975). The data also showed a rise in the proportion of cases among the 20 to 40 age group - 42.5% of those in December 2021, compared to 35.1% the year before.And 21% of cases are in the under 19s, compared to 14% in 2020.Mr Drakeford said expert advice from Swansea University showed Wales could expect a \"rapid rise to the peak\" towards the \"second half of the month\". \"And then, compared to earlier waves, a relatively rapid decline in numbers as the Omicron wave passes through Wales,\" he told BBC Radio Wales'Sunday Supplement . He said this had been seen inSouth Africa where the Omicron variant may have peaked. Andrew RT Davies, leader of the Welsh Conservatives in the Welsh Parliament, said \"people need to take greater personal responsibility\" if the UK was to move forward, rather than seeing more restrictions put in place. \"It cannot be the case that every time a new variant comes out that we have to, literally as a society, go into meltdown,\" he said. \"We have to build on the solid gains we have made with the vaccination programme.\" CurrentCovid-19 restrictions mean groups of no more than six people are allowed to meet in pubs and restaurants in Wales, nightclubs have been shut, and two metre social distancing rule have been imposed in public places and offices. Plaid Cymru leader Adam Price said he believed the rules had been proportionate but it was essential \"we do everything we can to keep schools open\". He said closing schools had a \"negative impact\" on children's education and much had been learned about protecting schools against Covid, such as improving ventilation. The NASUWT teaching union wants schools to be provided with more resources for on-site Covid testing and extra money to cover the costs of supply staff to cover absence when the new term starts. General secretary Dr Patrick Roach said: \"The rising number of cases of the Omicron variant could cause significant disruption in the next academic term with many teachers being forced to self-isolate.\" Mr Drakeford said the decision on any return toremote learning would be taken by local councils rather than ministers. ", "url": "https://www.bbc.com/news/uk-wales-59847816"}