{"datetime": "2021-12-23T00:55:15.000Z", "author": "Hazel Shearing", "subject": "Coronavirus pandemic", "title": "Covid: Doubts that ex-teachers will return by January", "article": "Retired teachers offering to ease school staffing issues are unlikely to be in classrooms when schools reopen in England, supply agencies have warned. They are being asked to go back because more Covid-related staff absences are expected next term. Agencies say they already have backlogs of potential supply teachers waiting for criminal record checks. The government says ex-teachers who sign up after Christmas would be teaching in schools \"later in January\". The Department for Education (DfE)said on Monday that the Disclosure and Barring Service (DBS) would continue to issue 80% of enhanced checks within 14 days, adding that it would \"be ready to meet any spikes in demand for its service\".However, Clare Othman, managing director of agency Supply Desk, said her agency had a backlog of around 100 candidates who were \"at the final stage waiting for DBS\" before the government's appeal. \"Some of these are taking a month, or two months plus, to actually come back,\" she told the BBC. \"Each person could teach 30 children. That's 3,000 children who could have a teacher just from us awaiting DBS checks.\" She welcomed the government's decision to call on ex-teachers, and said dozens had been in contact this week - but the agency was \"not going to be able to turn them around ready to work in January\". \"It's been lovely to see the willingness from people,\" she said. \"But it's about the reality - will [getting ex-teachers back] help solve a problem in January, in terms of keeping schools open?\" Jerry Church, 61, a retired primary school teacher in Essex, said he would be returning to teaching after five years because he missed the job. \"It's in my blood, you know? I'd always wanted to be a teacher,\" he told the BBC. \"I've been triple-jabbed, so I'm quite happy to go back and help out. You test yourself each day. I'm happy to put my head over the parapet and help out.\" Mr Church already has a DBS check, so does not need to wait. However, the Recruitment and Employment Confederation (REC), which represents recruitment agencies, said its members had warned of \"a backlog of DBS checks recently, and that they can take longer than 14 days to clear\".\"This is a concern for us, as any delays to DBS checks mean delays to teachers and other staff being allowed into schools, making the current staffing crisis even worse,\" said the REC's deputy CEO Kate Shoesmith. \"The Department for Education has reassured us that the backlog has now been cleared - we hope this will mean no further delays, especially given the urgent call to action from the education secretary.\" Simone Payne, a board director at the REC and chief executive of agency 4myschools, said it would be \"highly unlikely\" that ex-teachers who register now will be able to teach at the start of January. She said her agency had a backlog of around 50 candidates, adding that obtaining references from previous schools also took time: \"If a teacher hasn't been working for 10 years, the school may not have kept that information,\" she said.Ms Payne said six ex-teachers had contacted the agency since the government's appeal, but there was still a \"chronic shortage\" of teachers in the long term, made worse by Covid. \"One of our schools had 20 staff absent in the last week,\" she said. \"Schools are desperate to stay open… We're all scrabbling around trying to find people, and there just aren't the candidates out there.\" Daniel Dawkins, managing director of the Aspire People agency, said newly registered teachers would probably be placed in schools \"towards the middle and end of January and possibly February\" rather than the first week back. \"It will still take some time to see the effects of this drive actually hitting schools,\" he said, adding that the agency would have to wait until schools reopened to get the necessary references for ex-teachers. A spokeswoman for the DfE said: \"Protecting education is our absolute priority, which is why we have asked any teachers no longer in the profession to come forward if they are available, to temporarily fill absences in the new year. \"We would urge any former teachers considering signing up to do so as soon as possible, but with increased staff absence possible into the spring term, supply staff who sign up after Christmas and are placed in classrooms later in January will be equally valuable in helping make sure young people can continue learning face-to-face.\" The government has previously said that 99.9% of England's schools remained open in the autumn term, and that it is committed to ensuring they stay open in January. However, more than 30 local authoritiestold the BBC last week that some classes had moved online at schools because staff were sick or isolating, and they could not get supply teachers to replace them. After the government asked teachers to go back, many ex-teachers on social media said they thought the risk of catching Covid was too great. Lesley Piearcey, 58, taught maths and ICT in secondary schools in Yorkshire and north-east England for more than 30 years. She retired in 2018 and said she would \"certainly not go back\" in response to this appeal, adding that she thought not enough had been done to keep schools safe. \"It's far too dangerous in schools at present and I am not prepared to risk my health or bringing Covid home to my husband. It really is offensive to expect retired, and hence older and potentially more vulnerable people, to return to teach in schools.\" Last week, Education Minister Alex Burghart told MPs that testing on return to school, vaccination uptake, ventilation in classrooms and hygiene measures, would ensure in-person teaching could continue - and that the booster vaccination programme would be key. Older pupils and staff are also being asked to wear face coverings in communal settings. ", "url": "https://www.bbc.com/news/education-59761859"}