{"datetime": "2022-01-04T11:07:38.000Z", "author": "Becky Morton", "subject": "Coronavirus pandemic", "title": "Covid: Workplaces told to plan for absences of up to 25%", "article": "Ministers have been tasked with developing \"robust contingency plans\" for workplace absences, as the government warned rising cases could see up to a quarter of staff off work. Public sector leaders have been asked to prepare for \"worst case scenarios\" of 10%, 20% and 25% absence rates, the Cabinet Office said.The UK has seen record numbers of daily cases over the festive period.Transport, the NHS and schools have already seen the effect of absences. Rising case numbers have led to large numbers self-isolating and being unable to go to work. This has particularly affected industries where staff are unable to work from home. Cabinet Office Minister Steve Barclay is chairing regular meetings with ministers to assess how the spread of the Omicron variant is affecting workforces and supply chains, the Cabinet Office said. The prime minister had asked ministers working with their respective sectors to test preparations and contingency plans to limit disruption, it explained.Mr Barclay said the highly transmissible Omicron variant meant businesses and public services \"will face disruption in the coming weeks, particularly from higher than normal staff absence\".However, his department said that so far disruption caused by Omicron has been controlled in \"most parts of the public sector\". People who test positive for Covid must self-isolate for at least seven days in England, Wales and Northern Ireland. Two negative lateral flow results, 24-hours apart, are required to end self-isolation - the first no earlier than day six.In Scotland, positive cases must isolate for the full 10 days.Unvaccinated contacts of positive cases must isolate for 10 days in all parts of the UK. In Scotland, vaccinated household contacts of people who test positivemust also isolate for 10 days , regardless of whether they test negative. Non-household contacts can end self-isolation if they are fully vaccinated and then test negative. Some have called for a US-style self-isolation system to be introduced, where people only have to quarantine for five days, but the UK Health Security Agency (UKHSA) said doing so would be counterproductive and could actually worsen staff shortages if it led to more people being infected. Explaining its reasoning ina blog post , it said the two systems were not like-for-like. In the UK, the self-isolation \"clock\" begins when the person experiences symptoms or receives a positive test - whichever is first. But in the US, self-isolation begins only after a positive test - which may be some days after symptoms first appear. On day six, the UKHSA says its modelling suggests 10-30% of people will still be infectious, depending on how quickly they get their test result after developing symptoms. It says ending self-isolation after seven days with two negative lateral flow tests gives a similar level of protection to self-isolating for 10 days, when 5% of people will still be infectious.Ian Wilson, owner and director of Bellcare, a Cumbria-based firm that provides in-home help for the elderly and disabled, is concerned that those who need care aren't going to get it - simply because there aren't enough people to provide it. \"The amount of people requiring care in the first place means that you're generally run off your feet,\" Mr Wilson told the BBC. \"As soon as you start losing staff [because of Omicron], it gets really, really awkward.\" While Bellcare has been able to bring forward an increase in the National Living Wage from April to now, thanks to a government grant, \"if the people don't come forward it is really difficult,\" said Mr Wilson. Mr Wilson's firm employs around 120 people and could easily find hours for an additional 40 or 50 carers.\"We've got the Brexit thing as well where we had overseas workers,\" said Mr Wilson. \"We can apply for licences to recruit overseas workers but that is a lengthy and quite costly process to be honest so it is not going to solve anything next week.\" Mr Wilson said: \"I don't know what the government plans are for contingencies. We can only work with what we've got and those people that we've got can only work so many hours a day, so yes, it is going to be difficult.\" The situation will be kept under review, the the UKHSA says, but it believes current rules are the \"optimal approach at present\". In December,the education secretary urged retired teachers to return to classrooms to help with Covid-related staff shortages in the new year.Some schools had to close early or move to online learning before the end of last term because of staff absences.And several train operators have had to reduce services because of staff absences.Rising cases are also affecting the NHS, with 24,632 staff at hospital trusts ill with coronavirus or self-isolating on 26 December, up 31% on the previous week and nearly double the figure at the start of the month, according to NHS England.Labour's deputy leader Angela Rayner said Boris Johnson should have told ministers to start planning for workplace absences weeks ago.\"Boris Johnson's lack of leadership means his government has dithered and delayed, leaving contingency planning to the very last moment,\" she said.\"With record Covid infection numbers, the prime minister must immediately get a grip on workforce pressures, keep essential services moving, keep schools open and keep people safe.\" Businesses say this proposal from government is welcome, but they would like to see more detail of what contingency planning for mass staff absences might mean in practice. Bosses also question where they will draw more staff from if their teams become ill. Russell Norman had to close his popular restaurant Brutto in London prior to the New Year after his workforce plummeted from 24 people to just five in the week before Christmas, as staff fell ill with Omicron.He says that since Brexit, \"there just are not pools of enthusiastic people waiting in the wings who are available for restaurant work\".There's another worry too.Others in the hospitality sector say that many of their staff are on zero hours contracts and, as a result of falling consumer confidence and venues deciding to close in the last three weeks, have seen their hours cut dramatically.With symptoms mild, industry leaders say they believe some will continue to work, even if positive. England reported 162,572 new cases on Saturday - a record number for the fifth day in a row - and Covid hospital admissions are at their highest level since January 2021. Scotland, Wales and Northern Ireland did not report figures on Saturday.England is currently under Plan B restrictions, which includes mandatory masks in most indoor public places, Covid passes for nightclubs and other large venues and guidance to work from home if possible.The measures are set to expire six weeks after implementation - 26 January, with a review after three weeks, which is expected on or close to 4 January.Other parts of the UKhave already introduced tougher restrictions for hospitality venues .Health Secretary Sajid Javid has said any additional restrictions in England \"must be an absolute last resort\".", "url": "https://www.bbc.com/news/uk-59848109"}