{"datetime": "2021-12-31T14:51:10.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Some schools to plan for home learning, says FM", "article": "Some schools need to start planning for pupils to return to online learning, Wales' first minister has said. Mark Drakeford said teacher and staff illness meant some pupils would return to home learning, but decisions would be made by individual councils, rather than the Welsh government. Schools in Wales were told to taketwo planning days next week to prepare for the new term due to rising Covid cases. A head teachers' union said there must be enough lateral flow tests. Wales' Education Minister Jeremy Miles warned all schools may be unable to open fully. Mr Drakeford said the decision on whether schools could fully reopen was best made by \"people who are as close to it as possible\" as \"different schools face different challenges\". He added: \"We've asked schools to prepare for how they can reopen and have children back in the classroom - what level of protections do they need to build in for that? \"But in some places, because teachers are ill and other school staff aren't able to be there, they will have to plan for some period where some children will have to be taught remotely again.\" All pupils are due back by 10 January, but some councils announced before Christmas that they were planning to open sooner. Councils which have said most pupils would be back on 6 January, after two planning days, include Bridgend, Cardiff, Rhondda Cynon Taf, Swansea, Newport, Monmouthshire, Blaenau Gwent and Torfaen. Pupils are expected back in class on 10 January in Anglesey, Gwynedd, Conwy, Denbighshire and Flintshire. Ceredigion pupils are set to return on 7 January, while Pembrokeshire council said individual schools would update parents. Powys is the only local authority so far to confirm there will be remote learning at the start of term. The council said pupils would be taught online from 7 January before returning on site \"dependent on coronavirus levels\" on 10 January. Laura Doel, director of head teachers' union NAHT Cymru, said: \"The availability of staff is the biggest threat to education in January. Without the workforce fit and well, learners cannot go back to the classroom.\"If regular LFTs are to be part of the package of mitigations it is vital that schools have a supply ready for reopening.\" She added remote learning should be a \"last resort\". A headteacher in Carmarthenshire said any decision to fully reopen schools next week or move to online learning would have to be taken \"at the last minute\". Headteacher Dr Llinos Jones, of Ysgol Bro Myrddin in Carmarthen, said she was planning \"for the worst while hoping for the best\". Dr Jones said the biggest challenge was uncertainty over staffing levels: \"We won't know until the morning or the night before if (for example) 10 members of staff have caught Covid. \"It's really unfortunate... but the decision has to be made at the last minute.\" At the moment, her school is due to reopen on 6 January. Plaid CymruMember of the Senedd (MS) Heledd Fychan called for \"clear, national guidance and leadership\" from the Welsh government on the reopening of schools rather than \"the ambiguity and uncertainty that might come\" with a case-by-case approach. \"The return of schools in January will be set against a challenging backdrop of rising Covid cases and an already stretched education workforce,\" she added. Welsh Conservative education spokeswoman Laura Jones MS said: \"It has been estimated that some students have missed out on up to 12 weeks of learning, with Wales having the most absent days of school during the pandemic in the UK. \"It is essential that the pandemic doesn't define our young peoples' futures and that priority is given to ensuring their educational recovery from the devastation of the last 18 months.\" Dr Gareth Evans, director of education policy at the University of Wales Trinity St David, said it was \"only sensible\" for the Welsh government to implement contingency plans and he was only \"surprised it's taken this long\" to announce. He added that it was nothing new and schools were now in much better place to transition to blended learning if needed, due to the experience they have had over the last two years. \"This has been going on for the past couple of years, when staff have gone down with positive tests they've had to isolate and their pupils in very many cases needed to learn from home,\" Dr Evans said. Education Minister Jeremy Miles has previously warned that staffing could be a major challenge for schools, in light of an expected increase in Covid cases. In the autumn term, some schools moved classes or year groups online for short periods because of staff shortages, and several local authorities switched to remote learning for the final days before Christmas. He wrote to schools before Christmas saying reintroducing bubbles and \"potentially pausing after school/breakfast provision, or team sports where necessary\" could be necessary. Schools were also urged to have \"robust plans in place to move to remote learning\", whether it be for individual classes, year groups or the whole school. Secondary school pupils and all school staff have been urged to take three lateral flow tests a week in the new term. Updated guidance is due before the start of the new term. ", "url": "https://www.bbc.com/news/uk-wales-59830004"}