{"datetime": "2021-12-15T10:51:15.000Z", "subject": "Coronavirus pandemic", "title": "Term to end early for Guernsey States-run schools", "article": "The school term is to end early in Guernsey due to pressures caused by coronavirus. The term for all States-run primary and secondary schools will finish on Friday, 17 December. The schools will remain open for the first half of next week for children of parents who must continue to work. Deputy Andrea Dudley-Owen, President of the Committee for Education, Sport and Culture, said \"we have taken what we believe is a sensible decision\".She said they have \"considered the current challenges in keeping schools fully operational due to staff and student absences, the impact the last 10 weeks of term have had on school staff and young people, and importantly the upcoming Christmas holidays where we of course want to limit the risk of families having their special time severely impacted by Covid-19\". Children whose parents must continue to attend work can go to school on Monday, Tuesday and Wednesday morning next week, along with other students invited by head teachers. No formal learning will take place during these days but staff will continue to be working.Nick Hynes, director of education, said there have been high levels of absences among teachers and students in recent weeks and months. He said: \"I don't want to understate how difficult it has been in all schools and settings since September and would again thank all staff across all areas of education for their commitment to ensuring we have continued to deliver high-quality education for our young people.\"Paul Montague, a local representative for the National Union of Education, said it has been the most stressful term he can remember in his 27 years of teaching, and that end the term early was a \"sensible decision\". \"Teachers will be working right up until that Wednesday, and any parents who need to continue working and can't get childcare, of course their children are more than welcome.\"The numbers of students will be radically reduced next week which will mean we can take serious mitigations and make sure it's a very safe environment,\" he said. Parents have been sent an email to register if their children still need to come in as initially planned. \"The last thing we want is youngsters to be going home ill at the very end of term and compromising the Christmas and break that their families can have after these difficult few months,\" Mr Montague added. Follow BBC Guernsey on Twitter and Facebook . Send your story ideas to channel.islands@bbc.co.uk . ", "url": "https://www.bbc.com/news/world-europe-guernsey-59650353"}