{"datetime": "2021-12-31T20:26:18.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Staff absence cuts Wales train timetables further", "article": "An emergency rail timetable is in place because of staff absence, with people asked to check before travelling. Initially, changes were made because of Covid on 22 December, with a reduction of 10 to 15% of services. However, Transport for Wales said from Monday 3 January, there will be even more changes because of further absence. This will see another 10 to 15% of services cut, with a new timetable in place for a number of weeks. It will be reviewed regularly as the rail industry in Wales monitors the impact of the new Omicron variant on staff levels. TfW managing director Jan Chaudhry-Van de Velde said: \"We are very much dealing with the Omicron wave of Covid infections and, like many public service organisations, have seen a major rise in colleague absences over the last few weeks.\" He added it was \"fundamental we continue to run as reliable a service as possible\" with the revised timetable aimed at reducing the risk of late notice cancellations. Buses will replace trains from Llandudno to Blaenau Ffestiniog, Chester to Liverpool and Newport to Crosskeys, while the number of services between Treherbert, Pontypridd, Bridgend and Rhymney to Cardiff Central will be cut. And health boards have urged people to think before they attend understaffed hospitals. \"Staff absences have been very high, both as a combination of normal causes for people to be off work like maternity leave and so on, but also in relation to Covid infection or Covid exposure - people who have been exposed to someone with Covid, so the absences are running high at the moment,\" said Prof Stuart Walker, interim chief executive of Cardiff and Vale health board. He urged people to follow guidance, get their jabs, limit their contacts and have tests before seeing others. And Swansea Bay health board urged people to only attend Morriston Hospital emergency department if they had \"life-threatening illness or serious injury\". ", "url": "https://www.bbc.com/news/uk-wales-59843417"}