{"datetime": "2021-12-16T16:37:29.000Z", "author": "Hazel Shearing", "subject": "Coronavirus pandemic", "title": "Omicron: Schools prepared if Covid forces online move next term", "article": "Schools across the UK say they are prepared to switch to online learning if they have to next term, as more children stay at home because of Covid. Some children are being asked to take laptops home with them before Christmas in preparation. More than 30 local authorities told the BBC that some classes had moved online at schools. The government says it is committed to ensuring that schools in England stay open in January.UK schools have been advised to reopen next term under current guidance - although in Wales, staff will have two days at the start of term to plan any additional measures needed for pupils' return. Schools have been planning for a number of scenarios - including remote learning and teaching in \"bubbles\" with staggered start and finish times. Retired teachers in England will be brought in to assist schools that are struggling with Covid-related staffing problems. In England,the latest data shows 236,000 pupils were out of school for Covid-related reasons on Thursday 9 December. This is an increase of 13% on the last time the snapshot survey of school attendance was taken, two weeks earlier. In east London, children at two primary schools managed by the Letta Trust will be sent home with their laptops when they break up for Christmas, in case they cannot come back for the start of next term. Jo Franklin, head of the trust, said all classes had managed to stay open, but added: \"This picture is changing on a daily basis. We've had seven new staff cases so far this week. \"Teachers are making sure that everything they plan to teach in the first week of the new term can be taught remotely if it needs to be,\" she said. Among other contingency plans are timetables specially created in case classes need to be taught in \"bubbles\" next term. Ms Franklin said she was concerned about staff being off sick in the new year. \"Some people are telling us that they are having problems booking a booster, with no appointments available until mid-January,\" she said.\"There will come a point when we cannot safely keep classes open.\" Vulnerable children are also being provided with laptops before Christmas in Kingston upon Thames. Not many schools have had to close early before Christmas because of Covid.Those that have include one in York, one in Hillingdon and two in Leicestershire, whilesome in five parts of Wales have opted to move to online learning. However, a larger number of schools have had to move individual classes online.Of 75 local education authorities that responded to questions from the BBC on Wednesday, 35 said some classes had been forced to close. Many cited staff being off sick or isolating, and not being able to get supply teachers to replace them.Association of School and College Leaders general secretary Geoff Barton said this week he knew of schools which have had 25% of staff absent. On Thursday, Education Secretary Nadhim Zahawisaid the government would help retired teachers in England register with supply agencies. He called it \"the best way to boost the temporary workforce available to the sector\". Many local authorities told the BBC that schools already had contingency plans in place for January, and had become well prepared to switch to remote learning after the past two years. In some areas, councils are meeting with head teachers before the start of term in January to assess which measures are needed. A spokeswoman for Southampton City Council said some schools were \"postponing their return date by one to two days to ensure a thorough testing programme is in place to enable them to welcome students back safely\". \"The situation is under constant review, and we are on stand-by to support schools in implementing any new guidance,\" she added. In Wales, Powys County Council said staggered start and finish times for class \"bubbles\" was among the plans that could be implemented if necessary - with \"blended learning\" as a last resort. In Scotland, North Lanarkshire Council said contingency plans were already in place, and a programme of planned online learning could be used where necessary. Parents may be getting flashbacks as ministers insist all schools in England will open in January, while other politicians warn they may not.The booster campaign is in full swing giving more protection to adults.Yet barely half of teenagers have received one jab.But bubbles of whole year groups have gone, so only close contacts identified by NHS Test and Trace will be asked to do lateral flow tests for seven days.In the meantime they can attend school after a negative test.By far the biggest challenge is staff.Whatever ministers say, if a school doesn't have enough teachers, and can't get supply teachers, they may have to send pupils home to learn remotely. The Department for Education has said it is committed to keeping schools and colleges open because \"the classroom is the very best place for children and young people's development\". Education minister Alex Burghart told MPs on Wednesday that the government was putting measures in place to \"make sure that we have the best chance for the start of a normal school term\" in England. He said testing on return to school, vaccination uptake, ventilation in classrooms and hygiene measures would ensure in-person teaching could continue - and that the booster vaccination programme would be \"key\". Older pupils and staff are alsobeing asked to wear face coverings in communal settings. However, Robert Halfon, Conservative chairman of the Education Select Committee, said it looked as though England was \"moving, sadly, towards de facto school closures\". Labour's shadow schools minister Stephen Morgan said there was \"a race against time to protect children's health and education\". He also called on the government to guarantee that all 12 to 15-year-olds can get vaccinated over the holidays. In Wales, education minister Jeremy Miles said schools and colleges would be able to take two \"planning days\" at the start of the spring term.\"This will allow time for schools to assess staffing capacity and put the necessary measures in place to support the return of all learners,\" he said. He added that schools would be able \"to operate staggered start and finish times from the start of the new term\" if they decided that was appropriate.Scotland's First Minister Nicola Sturgeon has said she wants schools to remain open \"if at all possible\" to limit any further disruption. In Northern Ireland, a teaching union has called for a \"staggered\" return of pupils to school. Paul Whiteman, general secretary of school leaders' union NAHT, said schools making contingency plans was the \"sensible and responsible thing to do\". \"The government needs to think very carefully about the mitigations it needs to take to keep schools open next term,\" he added - citing ventilation in classrooms as \"crucial\". ", "url": "https://www.bbc.com/news/education-59673271"}