{"datetime": "2021-11-09T12:26:31.000Z", "title": "TikTok: Pupils could be excluded for filming videos at school", "article": "Children filming TikTok videos at school face being excluded or reported to the police, parents have been warned. Conwy and Denbighshire councils said some high school pupils had set up fake school accounts and posted inappropriate videos. In a letter to parents, the councils said police could be called in \"extreme circumstances\". It comes after TikTok challenges including \"slap a teacher\". Cabinet member for Denbighshire, Councillor Huw Hilditch-Roberts, said: \"We are supporting our secondary schools and also highlighting to junior schools that children as young as seven should not be on TikTok.\" The warning follows several TikTok monthly trends challenging pupils to complete inappropriate and in some cases illegal behaviour. \"I am aware the September and October challenges were 'vandalise the school bathrooms' and 'smack a staff member', which is not acceptable, and that's why in some instances North Wales Police could be involved,\" Mr Hilditch-Roberts said. According to theLocal Democracy Reporting Service , the letter said it had come to the councils' attention that some learners in its secondary schools had been making short films and uploading them on the TikTok app while at school. It added that pupils were not permitted to film on school premises without permission and the local authority had asked schools to remind pupils that they are not allowed to upload unauthorised short films in the name of their school. The letter also said it had asked schools to consider appropriate sanctions for learners who had filmed and uploaded inappropriate material involving school staff and pupils while on school premises.It asked parents to check their children's social media accounts to ensure any relevant videos had been deleted and schools would continue to monitor social media, including TikTok, over the next few days and weeks and take the necessary action. Mr Hilditch-Roberts said: \"There is a national trend, and therefore we are concerned. \"These national trends, like the ice bucket challenge, do gain momentum and we want to make sure and ask parents to check if children are on TikTok that they are the legal age to be on it.\" He said the council understood that children engage with social media, but it did not want anybody else to suffer off the back of it.", "url": "https://www.bbc.com/news/uk-wales-59219230"}