{"datetime": "2021-11-10T10:04:08.000Z", "title": "TikTok school videos 'causing real distress'", "article": "Schools across Northern Ireland have been targeted by bogus TikTok accounts in which pupils rate their teachers. Police said the videos had caused \"real distress\" to those targeted. They warned some of the content was abusive and may constitute a crime under misuse of telecommunications or harassment. Teachers' union NASUWT said a significant number of schools were affected with some teachers off sick as a result. Lurgan Junior High School, in County Armagh, contacted police over the content of one video posted on the app, according to the Belfast Telegraph. Justin McCamphill, from the union, said the trend had begun after the Halloween school break before gaining momentum in recent days. He said parents should be aware of their young peoples' activities, while schools and employing authorities should act because of the \"extreme distress\" caused in some cases. \"We are calling on school principals and governors to co-operate with the PSNI to ensure this activity can be properly investigated,\" he said. \"We warn parents and pupils that they need to be aware of the consequences of this.\" Mr McCamphill added that young people may be competing with each other by making potentially defamatory comments without thinking of the stress they are causing. He said the content ranged from mild to extreme videos, including \"clearly criminal content\", although all of it was \"uncomfortable for teachers\". The PSNI confirmed reports of a number of incidents where fake TikTok accounts for local schools have been set up.A spokesman said the accounts had then posted images of school staff with inappropriate comments. \"While those involved may not see the harm in their actions, they are causing real distress to the individuals targeted,\" he added. A spokeswoman for the Education Authority said: \"We are aware of this growing online trend which is completely unacceptable.\"We will continue to monitor the situation and provide relevant support and guidance as appropriate.\" A spokeswoman for TikTok said: \"Our community guidelines make clear that we do not allow accounts that impersonate people in a deceptive manner, nor do we tolerate content that contains bullying or harassment, statements targeting an individual, or hateful speech or behaviour.\"We remove any content that violates these guidelines.\" A Department of Education spokeswoman said: \"The issue of safeguarding and child protection is a key priority for the minister.\"The Safer Schools NI app launched today is a further example of the importance of access to proper safeguarding resources for teachers, parents/carers, children and young people. \"The app supplements the safeguarding and child protection support already provided to schools by giving up-to-date advice and support on topical issues from safeguarding experts.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59223959"}