{"datetime": "2021-11-18T18:13:06.000Z", "title": "TikTok: PSNI receive more than 80 reports over bogus", "article": "More than 80 reports of bogus TikToK accounts targeting school staff have been received by police. The accounts were used to post images of school staff with inappropriate comments, the Police Service of Northern Ireland (PSNI) added. It said it has written to all schools highlighting the seriousness of the posts. Police also said parents need to remind young people they could be committing a crime if they engage in such activity. Last week, it emerged thatTikTok accounts were being used by pupils to rate their teachers . It was reported that Lurgan Junior High School, in County Armagh, contacted police over the content of a video posted on the app.PSNI Supt Arnie O'Neill said the videos had left those targeted \"deeply distressed\" and appealed to anyone who had been affected to contact police.\"Any victim of this type of crime will be dealt with in the utmost confidence and in a sensitive manner by our officers,\" he said.\"No one should be made to feel like this at work, or in any aspect of their life.\" Supt O'Neill warned some of the content was abusive and may constitute a crime under misuse of telecommunications or harassment. \"We would ask both parents and guardians to remind their young people of the consequences of committing an offence, as it could result in a criminal record that could greatly impact their future plans,\" he added.Police said they are working closely with local schools, the Department of Education and the Education Authority to investigate the incidents. Teachers' union NASUWT has said a significant number of schools were affected, with some teachers off sick as a result. Justin McCamphill, from the union, told BBC News NI last week, that young people may be competing with each other by making potentially defamatory comments without thinking of the stress they are causing. He said the content ranged from mild to extreme videos, including \"clearly criminal content\", although all of it was \"uncomfortable for teachers\". Last week, a spokesperson for TikTok said the company does not tolerate content which \"contains bullying or harassment, statements targeting an individual, or hateful speech or behaviour\".They said content on the platform which violates these rules will be removed.", "url": "https://www.bbc.com/news/uk-northern-ireland-59335089"}