{"datetime": "2021-11-30T18:38:18.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Isle of Man rules could be tightened if needed, minister says", "article": "The Isle of Man government is \"prepared to go further and harder\" with Covid restrictions if new rules are not effective, the chief minister has said. The requirement to wear face masks in some settings has been brought in amid concerns over the new Omicron variant. But, while they are mandatory on public transport and in health care settings, they are expected but not legally required in other indoor settings. Alfred Cannan said a stronger stance would be taken if cases spiked. The number of active cases on the island stands at 704, with five people being treated in hospital, after more than 100 new cases were recorded over the past 24 hours. The government recentlypublished a winter plan to protect the island's health services from being overwhelmed by the pandemic, which includes mitigation measures. Mr Cannan told the House of Keys that mask wearing, along withstricter testing and isolation rules at the border, \"should act as a further barrier to the entry of Covid, and particularly Omicron\". People have also been encouraged to take lateral flow tests before attending large gatherings. He said the new rules were designed to \"allow island life to function as close to normal as possible... whilst proportionately increasing our collective protection\". \"Our economy is vital to keep the island running, and many of our hard-working businesses rely on our support and trade at this time of year,\" he added. \"There is no need to stop enjoying the lifestyle and leisure facilities that our island offers, but we want people to be able to do this safely.\"Whilst it is certainly hoped that these measure will be successful thanks to the support of our island's public, we are prepared to go further and harder with legally enforceable measures if they are needed.\" Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-59480856"}