{"datetime": "2021-11-22T13:13:38.000Z", "author": "Nicola Bryan", "title": "TikTok school abuse: Teachers quitting over paedophile slurs", "article": "Some teachers are leaving the profession after being labelled paedophiles on TikTok, a union says. A craze on the social media app has seen children share videos of staff with inappropriate hashtags and comments and, sometimes, superimposing their faces onto pornography.A Swansea Valley school said it called the police after staff were secretly filmed and labelled #paedo on the app.TikTok said it had no place for hateful behaviour, bullying and harassment. Gemma Morgan, assistant head teacher at Cwmtawe Community School, Pontardawe, said a fake school TikTok account had been set up.It contained edited videos of virtual parents' evenings and lessons, as well as covert filming of staff that had been uploaded and doctored.\"They had edited them, put hashtags over the top, they created memes… there were several hashtags with 'paedo',\" she said.\"Some members of staff had been filmed discreetly within classrooms.\" She said there were \"extremely derogatory comments\" and \"very bad language\". \"In all honesty, things that were of great concern and we engaged with the local police.\" The situation had been \"very upsetting\" for staff, she said.\"Especially for the families of these members of staff… it's a massive, massive concern.\" Helen Jones, head teacher at Maesteg Comprehensive School in Bridgend, said footage of her teachers had been used to create memes, some of which had been \"relatively innocent\". \"But where they have been unpleasant it's been quite cruel and it's easy to be cruel when the account holder is anonymous,\" she said.She said the \"implication and nuances\" of one meme suggested the teacher in question was a paedophile.\"Those sorts of things are causing great upset and distress,\" she said.She said everyone had been exhausted by the pandemic and both staff and pupil absence was at an \"all time high\".Neither school has excluded students but had focussed on educating pupils and parents.A number of councils and some of Wales' police forces have written to parents to inform them of the craze and ask them to discuss the appropriate use of social media with their children. \"I don't think they realise the consequences of their actions, at the end of the day they're still children,\" said Ms Jones. Ellis Lloyd Jones, is a TikTok content creator with over 190,000 followers. The 23-year-old from Treorchy in Rhondda Cynon Taf discouraged school children from taking part in the craze. \"As a child, you might think the teacher's not going to care and not going to see it but that probably will affect them behind closed doors… it could really affect them,\" he said.\"It's just keyboard warriors, people think 'I''m behind a screen, I can say whatever I want'.\" He does not believe the media interest around the craze will do TokTok any harm: \"The more controversy that comes, the more people are talking about it, the more popular is going to get,\" he said. NASUWT's National Official for Wales Neil Butler said the craze was having a \"huge detrimental impact on the wellbeing of teachers in schools across the UK\". \"We have examples of teachers going off on sick, on stress, we have examples of teachers leaving the profession, which of course is the greatest worry - we can't afford to lose experienced teachers from the classroom,\" he said.\"It's the last straw really - it was bad enough what they had to go through during the pandemic.. and now [they're] having to face this.\" He said he had seen one post encouraging pupils to hit a teacher. \"We will ensure that the full force of the law - if the law is broken - is brought to bear, because we have to protect our members,\" he said.Eithne Hughes, Cymru Director at ASCL union, said she had also seen examples of racial slurs and teachers accused of having affairs. \"It is just horrible nasty dreadful stuff,\" she said. \"Teachers are looking over their shoulders... it's been a very squalid and sorry affair.\"It's cruel and unnecessary and the profession should not have to put up with it frankly.\"She said complaints to TikTok had been met in one of two ways: \"No response at all, or that it does not violate TikTok's own protocols, which is extraordinary.\" She said after talks with the company they still needed to do more: \"We don't need nice words, we actually need some action,\" she said. Mrs Morgan said TikTok had taken \"a long time\" for the videos to be taken down.Ms Jones, said they had received \"quite a quick response\" from TikTok, adding it had had provided useful generic advice to the school's media marketing manager.\"I'm well aware of the lack of speed other schools have reported,\" she added.A spokeswoman for TikTok said: \"We are crystal clear that hateful behaviour, bullying and harassment have no place on TikTok.\"We regret the distress caused to some teachers as a result of abusive content posted to our platform.\" She said the company had deployed additional technical measures and guidance and continued to \"proactively detect and remove violative content and accounts\".She said the partner had partnered with the Professional Online Safety Helpline (POSH) to provide teachers with an additional way to report content and written to every school in the UK to ensure all staff had access to the resources they need. Mr Butler said a letter has gone from his union's general secretary to the education minister of each UK nation and called for action from the Welsh government\"I don't think any government is doing enough on this,\" he said. \"The Welsh government has overarching control of education in Wales, it is becoming an extremely serious issue, so we would like now to see a more robust response from them to this issue.\" The Welsh government said: \"It is completely unacceptable that teachers are being targeted with abuse on social media.\"It said it had asked TikTok to remove any instances of inappropriate or offensive content immediately and advise affected staff to report any instances directly to TikTok and contact POSH. ", "url": "https://www.bbc.com/news/uk-wales-59308918"}