{"datetime": "2021-11-30T06:25:39.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Rules strengthened amid fears over new variant", "article": "The tightening of Covid isolation and testing rules for all travellers at the Isle of Man's border has come into force. The measures are in response to the emergence new the Omicron variant. Mask wearing has also become mandatory on public transport and in health and social care settings. Face coverings are also expected to be worn by those working in and visiting shops, and by all schoolchildren in Year Five and above. Education Minister Julie Edge said making educational settings \"as safe as possible\" while maintaining \"face-to-face learning\" were the department's key priorities. \"Attendance at school remains compulsory and we ask that all parents and carers support us with this approach by helping their children understand the importance of wearing a face covering,\" she said. Under the border changes, anyone travelling from the UK, Ireland and the Channel Islands has to commit to taking a lateral flow test within 12 hours of arrival, and report the result. Fully-vaccinated people arriving from anywhere outside the Common Travel Area must take a PCR test within 48 hours and isolate until a negative result is recorded. Those who are unvaccinated are required to follow theexisting seven-day pathway . Island residents have also been encouraged to take lateral flow tests before attending crowded social events, and in the days following such gatherings. The Omicron variant was first detected in South Africa but has since been reported in several countries around the world,including the UK . Chief Minister Alfred Cannan said: \"I know news of the variant will be concerning and frustrating, especially as we enter the festive season.\"We want life to continue as normally as possible but I would ask everyone in our community to play their part in being extra vigilant in the weeks ahead.\" Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-59465759"}