{"datetime": "2021-11-12T17:51:57.000Z", "author": "Elaine Dunkley & Hazel Shearing", "title": "TikTok abuse 'is pushing teachers over the edge'", "article": "A teacher who has been the target of abuse on TikTok says others in the profession are being \"pushed over the edge\" by online harassment. Tom Rogers is one of dozens of teachers who have reported harassment on social media in recent weeks, some of whom have signed off sick. The posts often feature footage from learning resources used by teachers during lockdowns. TikTok says it is taking extra measures to remove videos targeting teachers. And the government plans to introduce laws to make social-media companies more accountable. History teacher Mr Rogers had been unaware that a clip from one of his virtual lessons had been uploaded to TikTok until a colleague alerted him last week. When he searched the platform, he found two videos posted from an anonymous account with a combined total of about 12,000 views. \"You're thinking when you go in that kids are laughing at you and everyone's seen it,\" he told the BBC. \"You don't know who's seen it, but you know probably a lot of kids have.\" Mr Rogers - whose school the BBC is not naming - reported the videos, but the police were unable to act.He had not heard back from TikTok by the time he spoke to the BBC, and footage targeting him remained online at the time this story was published. Mr Rogers said he tried not to let online trolls affect him, but was worried about other teachers who are not as used to social media. \"I think it's pushing some over the edge because of everything we've been through in the last two years,\" he said, adding that some people were \"quite fragile coming out of the pandemic\". \"They will quit their jobs, they will have to go off work with stress-related illness because of this. This will be the tipping point,\" he added. Tom Quinn, a headteacher and chief executive of the Frank Field Education Trust in the North West of England and West Midlands, told the BBC that two of his teachers were off sick because of the abuse - and that social-media platforms needed to react more quickly in removing the offending videos. \"Over the years teachers and pupils have had relationships and joking relationships and have names for each other. This is different now,\" he said. \"When a child posts defamatory remarks, or humiliating remarks, on TikTok, it can be seen by up to two million people across the world. That has a really big impact when there is crucially no right to reply for the teacher.\" He said the trust was working with the parents of children who had posted videos to ensure they understood the severity of the issue. \"In some of the largely viewed videos, the children are horrified that this has happened. They're the victims, as well, in all of this,\" he said. \"We would urge TikTok to consider that these are children we're talking about, who make mistakes and get it wrong.\" A spokesman for TikTok said harassment and bullying had \"no place\" on the platform. \"We regret the distress caused to some teachers as a result of abusive content posted to our platform,\" he said.\"We've already deployed additional technical measures and guidance, and we continue to proactively detect and remove violative content and accounts.\" The spokesman said TikTok would increase its funding foran online helpline for professionals, which he said would help teachers report content.\"We'll be writing to every school in the country to ensure all staff have access to the resources they need, and we'll continue to work with affected schools, teachers, parents, unions and other partners to stamp out this intolerable abuse.\" Headteachers' union the Association of School and College Leaders (ASCL) said it had received more than 50 reports of \"disgraceful abuse\" and said there were likely to have been \"many more\" instances. General secretary Geoff Barton welcomed TikTok's response and said he hoped \"this matter can be resolved swiftly\". But he warned that the trend \"reinforces the urgent need for regulation of social-media platforms\", as teachers were spending time getting the content removed as well as dealing with the fallout of so much disruption during the pandemic. \"Social-media platforms should be legally responsible for ensuring they have processes in place which prevent offensive and abusive material from being posted in the first place,\" he said. \"This material is extremely distressing for the staff who are targeted. And the young people who are posting it are involved in behaviour which could lead to them being excluded from school and, in extreme cases, being the subject of a police investigation.\" School System Minister Baroness Diana Barransaid on Twitter that the Department for Education (DfE) was \"engaging with TikTok on the steps they are taking to address the issue\". A DfE spokeswoman said the harassment of education staff was \"never acceptable\" and that online criminal attacks should be reported to the police.\"We are clear that social-media companies need to take action against harmful content on their platforms and we are introducing laws which will usher in a new era of accountability for these social-media companies,\" she said.Watch Elaine Dunkley's report on the BBC News at Six on BBC ONE or on iPlayer at 18:00 GMT on Friday 12 November. ", "url": "https://www.bbc.com/news/education-59264238"}