{"datetime": "2021-05-20T23:54:40.000Z", "author": "Bethan Lewis", "subject": "Coronavirus pandemic", "title": "Covid exam grading system will deliver, says Wales' education minister", "article": "Students and parents should have confidence in how grades in Wales will be awarded this year, the new education minister has said. GCSE and A-Levels will be decided by schools and colleges after exams were cancelled in a bid to avoid a repeat oflast summer's exam \"fiasco\" . But one headteacher has said the workload for staff was \"extraordinary\". Education minister Jeremy Miles said the \"right balance\" had been struck in \"extremely challenging\" circumstances. The system for deciding grades descended into chaos in he middle of the coronavirus pandemic last summerafter thousands of results were downgraded by examining officials . It led to theprevious education minister issuing an apology and abandoning the results, instead relying on teachers' original estimated exam grades. This summer's results are being determined by teachers after exams were cancelled - but many schools have scheduled assessments to collect evidence for grades. The head at one south Wales secondary said staff and students were under \"immense pressure\". \"There's around 30,000 grades that we as a school need to award to students,\" said Hugo Hutchison, head of the 1,700-pupil Monmouth Comprehensive School. \"For each of those 30,000 grades we need to write an individual subject record. It is an enormous amount of work. \"And for each of those grades, there are also a number of assessments, a number of papers that counts towards it.\" Mr Hutchison said it felt the assessment model this year was like \"building an aeroplane, whilst we are already flying it\". It said this was all at an \"incredibly difficult time\" for pupils who have lived through the Covid pandemic. Rebecca Williams from the Welsh teaching union UCAC said her members were \"under strain\". \"The want learners to get their results and for those to be fair,\" she said. \"But doing that is putting immense strain on individuals and on the system as a whole.\" The head of the Welsh exams body WJEC said he accepted reaction to how the grading system was working had been \"fairly mixed\". \"But I think the system coming together is trying to provide the best option it can under very difficult circumstances,\" said Ian Morgan Mr Morgan said schools and colleges had been given \"flexibility\" to use a range of evidence to back-up grades, including tests and access to past exam papers. \"I think from the learners point of view, learners just want fairness,\" he added. \"From a parent's point of view, parents want to know that learners are being treat fairly and appropriately. Mr Morgan said he recognised there were \"difficulties and pressures\" for schools implementing the grading system. \"I understand it's challenging and I'm not walking away from the challenge that it has created,\" he said. \"The schools and colleges know their learners best.\" Wales' new education minister said he thought the grading system was \"deliverable\". \"I've seen an extraordinary effort put in to design a system with school leaders which is credible and equitable,\" said Mr Miles. \"So, that balance of trusting teachers to make the judgments they can make about the attainment of their pupils on the one hand, but also having a mechanism to ensure consistency across the system - I think that balance has been struck.\" ", "url": "https://www.bbc.com/news/uk-wales-57191657"}