{"datetime": "2021-07-01T05:23:48.000Z", "author": "Miriam Barker", "subject": "Coronavirus pandemic", "title": "Schools: A-levels and GCSE clarity call for 2022 exams", "article": "Teachers and unions say they need clarity on the future for exams in Wales next year, following \"ridiculous\" pressure surrounding A-level and GCSEs. Exams were scrapped due to the Covid pandemic, with schools asked to assess their students' grades. Teaching staff said they struggled with immense workloads, and one union said proposals for next year should be announced before the summer term ends. The Welsh government said it was working on 2022 qualification plans. \"It's a lot of pressure and stress, the onus is on the teachers,\" one teacher, who did not want to be named, told BBC Wales.\"So when the students receive the grade, if it isn't the grade that they want, then it's our fault and if they don't get into the university they want, then that is on us. \"The workload created for teachers is absolutely ridiculous, I've had colleagues go off sick because of the stress.\" Concerns have previously been echoed by school leaders in Wales, with one headteacher in Monmouthshire saying his 1,700 pupil schoolhad to carry out 30,000 grade assessments this year . With Wales in full lockdown in spring 2020, schools closed and pupils had to study from home. The decision was taken to scrap exams for A-level students and those sitting their GCSEs.Instead, estimated grades were given, and then modified by those overseeing the process. But the system descended into chaosafter thousands of results were downgraded by examining officials . It led to theprevious education minister issuing an apology and abandoning the results, instead relying on teachers' original estimated exam grades. Following that, Wales' education minister announced there would be no exams this year and instead students would be assessed by their schools - and given what are called centre determined grades (CDGs). This has relied onevidence-based assessments in schools , including asking many to sit tests to determine their ability, and final grades. The man in charge of Wales' exam board told the BBC last month he accepted reaction to how the grading system was working had been \"fairly mixed\". But WJEC chief executive Ian Morgan said it offered \"the best option it can under very difficult circumstances\". Teaching union NASUWT said the workload piled on teachers this year had been a \"nightmare\", though it had confidence that the grades delivered to pupils have been \"robust\". However, it said the assessment process had been \"dumped\" on schools, following last year's grading scandal and subsequent decision to accept teachers' estimated grades. The union said neither position had been acceptable. \"The Welsh government did finally wake up to the crisis in schools in creating the CDGs and did allocate money, but it was too little and it was far too late considering we had been warning them about the situation since January,\" said Neil Butler, of the NASUWT in Wales.\"We will engage with the Welsh government and the appropriate bodies to discuss what happens next year, but as far as the teachers we represent are concerned, this whole thing has been a nightmare,\" \"The 2021 centre determined grade process places trust in schools and colleges to draw together a range of evidence to determine a learner's grade,\" said a Welsh government official. \"Teachers and lecturers have shown remarkable agility and determination in developing and delivering this approach and have ably supported their learners through challenging times, working under time pressure, to enable them to progress.\" Officials said plans for qualifications in 2022 were \"currently being developed\", with adaptions to subjects \"to reduce the content assessed in order to reflect the disruption there has been\". The organisation in charge of qualifications in Wales has said they are planning for \"qualifications to be assessed via exams in summer 2022\" unless there is \"another significant impact from the pandemic.\" \"WJEC has been consulting with teachers on adaptations to GCSE, AS and A level assessment, and we indicated this before Easter,\" said a Qualifications Wales spokesperson. \"However, we know that things can change rapidly so we are considering alternative approaches to assessment as a contingency.\" ", "url": "https://www.bbc.com/news/uk-wales-57667051"}