{"datetime": "2021-04-05T06:06:21.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New Wales curriculum 'must be delayed' to aid pupils", "article": "Rollout of a new school curriculum in Wales must be delayed so teachers can focus on helping pupils in the wake of the pandemic, a union has warned. Changes are set to be introduced in 2022 for all children currently in year three or below. However, the NASUWT said it must be pushed back to enable teachers to help pupils get back on track, otherwise the curriculum's success will be at risk. The Welsh government said curriculum reform remained a \"priority\". The changes represent the first complete reform of the curriculum in Wales in more than 30 years. Schools will be required to deliver areas of learning, although detailed plans for exactly what schools should be teaching has not yet been issued. Changes mean schools will be required to teach lifesaving skills and first aid, while the teaching ofthe histories of Black and Asian and Minority Ethnic communities will be mandatory . However, ahead of its annual conference, teaching union the NASUWT said ministers' decision to \"forge ahead\" with its plans to introduce the curriculum in 2022 despite the Covid pandemic, will \"put its success at risk\". Some pupils returned to classrooms before the Easter break, but all children are set to return on 12 April, after months of home schooling. Dr Patrick Roach, general secretary of the NASUWT, said teachers now needed to have time to get pupils used to being back, before changes were made. \"These are landmark reforms which will have a profound and lasting impact on the futures of a generation of children and young people,\" he said. \"It is therefore absolutely vital that these changes are introduced in a way which commands the confidence of teachers, pupils and parents. \"The Welsh government must give teachers sufficient time, training and resources to ensure the introduction of the new curriculum runs smoothly.\" The government said curriculum reform \"remained a key priority\" and \"must continue\". A national continuity plan has been published in response to Covid-19 that was \"closely aligned\" with the new curriculum, in order to support pupils' wellbeing, knowledge and skills, a spokesperson said.\"We are providing record levels of investment in staff professional learning to further support schools as they prepare for the introduction of the new curriculum in 2022,\" they said. Plaid Cymru said while the new curriculum had \"great potential\" it would not succeed without the right investment and resources. \"We need to listen to the very valid concerns raised by teachers, unions and school staff,\" the party's Sian Gwenllian said. While leader of the Welsh Liberal Democrats, Jane Dodds, said: \"The new curriculum will play a key role in our path to recovery.\"There is significant momentum for change and we should collectively grip this to support learners as the curriculum starts to be implemented from 2022.\" The Welsh Conservatives said they would postpone the introduction of the new curriculum until September 2023, if voted into government after the 6 May election. \"This would help teachers and pupils to catch up from a year of lost learning, before having to take on the enormous challenge of a implementing a new curriculum,\" they said. ", "url": "https://www.bbc.com/news/uk-wales-56633394"}