{"datetime": "2021-07-06T15:16:20.000Z", "author": "Hannah Richardson", "title": "Covid bubbles to be axed in England's schools", "article": "Covid rules that have seen hundreds of thousands of pupils miss out on learning due to self-isolation are being axed in England, it is confirmed. Education Secretary Gavin Williamson said the system of sending \"bubbles\" of children home after a positive case would cease at the end of summer term.The bubble system had been necessary to limit virus spread but was now causing disruption to pupils' lives, he said. Teaching unions warned against easing rules as cases are still rising. The changes to schools guidance will take effect at the same time as the country eases restrictions and moves to stage four. This is expected to be on 19 July - with confirmation of this due next Monday.However, some schools break up a few days before that. The need for face masks, social distancing measures and staggered start and finish times in schools will be scrapped from September, Mr Williamson said. The Covid testing regime for pupils will be transferred to the NHS track and trace system, Mr Williamson said. Instead, secondary schools will be asked to offer pupils two Covid tests at the beginning of the autumn term, as a one-off event. The changes were announced as the latest official statistics for England show the number of pupils out and self-isolating due to Covid hit a record high of 641,000 pupils.Only 28,000 of these had a confirmed case of Covid-19.Mr Williamson told the Commons: \"Keeping children in consistent groups was essential to control the spread of the virus when our population was less vaccinated. \"We recognise that the system of bubbles and isolation is causing disruption to many children's education.\"That is why we'll be ending bubbles and transferring contact tracing to the NHS Test and Trace system for early years settings, schools and colleges.\" Department for Education figures show that in the autumn term (2020), some 33 million days of school were missed by pupils observing Covid isolation rules. Earlier, Health Secretary Sajid Javid announced that from 16 August under 18s would not have to isolate unless they themselves had tested positive for Covid.This will prevent large numbers of youngsters having to stay at home because they have been in contact with someone who has the virus. Mr Williamson said: \"I do not think it is acceptable that children should face greater restrictions over and above those of wider society, especially since they have given up so much to keep older generations safe during this pandemic.\" He said: \"Where there are outbreaks schools and colleges may be contacted by NHS Test and Trace and they will also work with local health teams as they currently do now. \"We're also setting out new rules that mean from the 16 August children will only need to isolate if they have tested positive for Covid-19.\" Alice is a student at Westhoughton High School in Bolton, one of the areas of the country most significantly impacted by Covid.She has had to self-isolate three times this school year and says it has been very difficult to study at home. \"I'm really lucky because my mum's a teacher so she's been able to help me on some things, but I've been struggling on how to do the difficult work in isolation,\" says Alice. \"It was hard because you're not face-to-face with a teacher - when you're in class teachers can read your facial expressions and tell when you're struggling and they can come and work individually with you. \"But when you're at home you're kind of struggling on your own.\" Alice has also struggled not seeing her friends. She says being in school is always the best option and makes her feel more confident about her GCSE study. \"I'm not worrying as much,\" she says. Dr Patrick Roach, general secretary of National Association of Schoolmasters and Women Teachers, said it was unclear how the changes would prevent disruption from happening. \"Removing the requirement for pupils to self-isolate when they have been in close contact with someone who has tested positive may well accelerate the spread of the virus in schools and cause even higher levels of disruption for pupils and teachers. \" Geoff Barton, head of the Association of School and College Leaders, said this significant relaxation of measures would be greeted with some trepidation after the past 15 months. But he added that it simply would not be fair to continue with the current controls which have \"blighted the lives of children and young people\", when the adult population was largely vaccinated. The education secretary also said there would be no restrictions on in-person teaching and learning in universities as national restrictions are lifted. Analysis: By Sean Coughlan, BBC News education correspondent The latest huge increase in pupils being sent home shows the chaos threatening the end of term in England's schools. Scrapping the bubble system and changing the rules about isolation is intended to reduce the disruption - because as this week's figures show, 96% of those at home because of Covid do not have Covid. This is now about \"managing Covid\" next term rather than expecting it to disappear. There is also another troubling issue revealed by these attendance figures. While more than 641,000 are off school for Covid-related issues there are almost as many again who are absent for other, mostly unexplained, reasons. The non-Covid absence numbers are way higher than would usually be off sick - and it raises questions about whether families are keeping pupils off school or large numbers of children have effectively stopped attending. The reasons, like the risks, are unknown but worrying. But it means more than 1.2 million children are missing from school. ", "url": "https://www.bbc.com/news/education-57736739"}