{"datetime": "2021-08-17T13:43:21.000Z", "author": "Hannah Richardson", "title": "Urgent call for Covid-safe ventilation in schools", "article": "There is an urgent call for action on ventilation in schools - to slow the spread of Covid-19 - when pupils return, in September. Six education unions have written to England's education secretary, warning of a steep rise in Covid and \"long Covid\" when pupils return to classes. Rules on keeping pupils in \"bubble groups\" and face masks were relaxed by Gavin Williamson at the end of term. Better airflow measures would limit disruption and sickness, unions say. And they are also demanding funding for: The Department for Education said: \"We want to ensure schools are both safe and comfortable for students and staff - and good ventilation has consistently been part of government guidance.\"Areas where ventilation is poor should be proactively identified so that steps can be taken to improve fresh air flow if needed.\" And pointing to a £1.75m pilot scheme in Bradford said it was working to identify cost-effective ways to reduce transmission in communities, and assess the most effective use of proven air purification technologies in school settings. But a parliamentary answer revealed no funding had been allocated specifically to school ventilation since January. The main education unions - the National Education Union (NEU), NASUWT, Association of School and College Leaders (ASCL), National Association of Head Teachers (NAHT), GMB, Unison and Unite - have backed the urgent call, along with Liberal Democrat education spokeswoman Daisy Cooper. Many thousands of teachers are already suffering from long Covid, they say. ASCL general secretary Geoff Barton said: \"Government action on ventilation in schools and colleges amounts to little more than recommending that windows are kept open, which is not sustainable in providing a comfortable learning environment in the depths of a British winter.\"If the government is serious about bringing to an end the educational disruption of the past 18 months then it must provide funding for high-quality ventilation systems as a matter of urgency.\"Ms Cooper said the government \"must provide schools with all the required resources - both funding and support - to install high-quality ventilation systems without further delay\".The unions point out many school windows are painted shut and cannot be opened. In their letter, they say: \"The benefits of ventilation in the control of airborne diseases are already well understood and accepted.\"School staff, some of whom will not be double vaccinated, or are in a vulnerable group, are also in some cases still at risk of serious illness.\"Staff who are fully vaccinated are also still at risk of catching the virus and potentially developing long Covid, which is already afflicting tens of thousands of school staff.\"NEU joint general secretary Kevin Courtney said: \"It is shocking that, rather than taking concrete steps now to improve the situation, the Department for Education hasonly just announced a pilot scheme, involving 30 schools in Bradford , to trial the use of air purifiers, with results not due until the end of the year.\"Eighteen months into the pandemic, and given the accumulated knowledge about ventilation, kicking the issue into the long grass in this way is simply not good enough.\"", "url": "https://www.bbc.com/news/education-58243238"}