{"datetime": "2021-05-14T05:11:47.000Z", "author": "Bethan Lewis", "subject": "Coronavirus pandemic", "title": "Covid: Self-isolation 'hitting pupils' exam assessments'", "article": "Pupils taking important A-level and GCSE tests are having to self-isolate due to positive Covid cases in schools. This summer's results are being determined by teachersafter exams were cancelled but many schools have scheduled assessments to collect evidence for grades. Head teachers and pupils have spoken of the pressures of the systemwhich sees grades decided by schools and colleges . Qualifications Wales said it offered \"flexibility\" and fairness.At the end of April, a positive Covid case meant sixth formers at Ysgol Gyfun Gymraeg Bro Edern in Cardiff were sent home in the middle of important tests. Most pupils were able to return to school after close contacts were identified and only 18 had to isolate. Head teacher Iwan Pritchard said it had an impact on assessments, though the school had put arrangements in place to catch up with any missed work. \"We've got a system in place whereby the last week of this half-term, we've set aside for pupils to catch up with their assessments. \"We also use a lot of live learning so any pupil who is absent will be able to access their lessons online. \"But it does mean that departments can't really moderate and standardise their assessments correctly until every pupil has completed those assessments.\"So it will affect the pupils, it will affect the teachers and it will affect the timetable for the work that leaders in schools will have to put in before we produce the results in early June.\" Concerns have been voiced about the system of centre-determined grades, with some head teachers and unions claiming it creates undue pressure to provide evidence to back up the grades schools and colleges give pupils. In practice it has meant pupils in many schools have been doing a series of assessments since the Easter holidays. Schools will release provisional results in June, and more details of how a controversial appeals system will work are expected in coming days. One Flintshire mother, who did not want to be named, said the grading process had caused \"a lot of stress\" for her daughter studying A-levels and son doing GCSEs. Her son had to isolate after his classmate tested positive for Covid. \"He was in for seven days, started his assessments then got sent home,\" she said.\"He doesn't know whether he's coming or going. My son is basically taking exams - OK they are old exam papers, but they are exam standards that were expected two years ago.\"I can't see how that could be fair, when they haven't had the support children were getting then. \"My son's suffered very badly. Every time he was settling into learning at school he was sent home and then he would be back in school - he's spent a year constantly trying to settle into something new. \"It's affected his mental health and his ability to learn.\" There are far fewer Covid cases being reported by schools and colleges, reflecting the very low levels of the virus in the community, though isolated cases can lead to larger groups having to isolate. Secondary age pupils have been taking rapid Covid tests in order to try to identify more cases when people are not showing symptoms. The latest Public Health Wales data, published on 12 May, recorded 152 positive cases across all schools and colleges in the previous 21 days - significantly lower than the peak in December.Chairman of Qualifications Wales, David Jones, said everyone was operating in \"very challenging\" circumstances, including some young people still having to isolate. \"I think the most important thing that's built into the approach of this summer is flexibility,\" he said. \"That flexibility is there in order to try and at least minimise the burden for teachers and lecturers and also to focus on the well-being of learners. \"I'm confident that the approach we've taken this year, which involved a huge amount of collaboration right across the system, is fair and it's going to put us in a good position to make sure that we give young people every opportunity to move on to the next stage. \"But saying that, I don't underestimate how difficult it is, how difficult the next four or five months are going to be.\" In January, 17-year-old Cai Parrycampaigned for formal assessments to be scrapped . That system - which originally replaced exams - was also ditched as schools remained closed at the start of the year, but he said pupils found themselves doing different types of tests, some not dissimilar to exams. \"At my college we've been doing all internal assessments - some of them we would be able to look at notes - some of them we weren't,\" he said. \"Some times we've had coursework-type elements to it, but I understand that there have been a lot of varying ways of assessment depending on which college or school.\"Mr Pritchard said, overall, pupils' well-being had suffered, despite everyone's best efforts. \"The stress that the whole situation has created with some pupils will have an effect on them for months and years to come,\" he said. \"That's something that we as schools and as the education system really need to acknowledge and to get to grips with - and to put things in place where we address some of those wellbeing issues that pupils will be showing for many, many months to come.\" ", "url": "https://www.bbc.com/news/uk-wales-57102250"}