{"datetime": "2021-08-12T15:55:08.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Air purifier and UV light pilot to combat school virus spread", "article": "Air purifiers and ultraviolet lights are to be tested in schools in a £1.75m trial aimed at reducing the spread of Covid-19 in classrooms. The government-funded research involves 30 primary schools in Bradford, West Yorkshire, but could be rolled out nationwide if successful.Ten of the schools will be given high-efficiency particulate air (HEPA) filters and 10 will get UV purifiers.The other 10 will be a control group with no devices, researchers said.The Centre for Applied Education Research is behind the trial, which is a collaboration involving the universities of Leeds, Bradford and York, Bradford Council and the Department for Education. Project leader Prof Mark Mon-Williams, of the University of Leeds, said the study would also look at the practical issues of getting the units installed. \"It's a really promising technique which could be game-changing for keeping schools open, with regards to Covid,\" he said.\"However, there is a desperate need that anything we do in schools is based on evidence.\"We have to find out if they make a difference because it's a large investment to equip schools with this technology, and we need to know, when schools are struggling financially, is it the best possible investment at this moment in time?\"The pilot is due to start in September and the first results should be available before the end of the year. If successful, the technology could be rolled out across the country in 2022. The air purifiers and UV lights may also help reduce absence due to cold and flu infections, and improve the air quality for those with asthma and hay fever. Schools Minister Nick Gibb MP told BBC Breakfast: \"Ventilation has been a key part of the guidance we've provided to schools about how to keep schools safe and to minimise the risk of transmission. \"We're looking at air purifiers, that's what the pilot in Bradford is about, we're also looking at CO2 monitors to see whether that's an effective way of helping schools to monitor the quality of the air in the schools.\" A government spokesperson added: \"We are working to identify cost-effective ways to reduce transmission in communities and this pilot, backed by £1.75 million, is designed to assess the most effective use of proven air disinfection technologies in school settings.\"Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-58190189"}