{"datetime": "2021-03-31T05:08:48.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Teacher-assessed grades creating too much pressure", "article": "How this year's A level and GCSE grades are decided is putting too much pressure on pupils and schools, it has been claimed. Headteachers and unions fear students may be overburdened with classroom tests, as schools seek to justify teacher-determined grades. TheWelsh government scrapped all exams last year because of the pandemic. Exam board WJEC and Qualifications Wales said there was flexibility in choosing evidence for grades. But teaching union UCAC said it is \"extremely concerned\" and has written to the education minister and Children's Commissioner.This year's summer exams were cancelled in November 2020, to be replaced by classroom-based assessments. When schools were closed again after Christmas, it was announced the assessments had also been scrapped. Instead, grades will be determined by schools and colleges, but some teachers have become increasingly worried about how it will work in practice, after the regulator Qualifications Wales and the WJEC published more details about the process.Dr Llinos Jones, head of Ysgol Gyfun Gymraeg Bro Myrddin in Carmarthen said the system which has emerged was different to what they had originally anticipated.\"Initially, we thought that they'd be coming back after Easter to enhance their learning and to move on to the next step,\" Dr Jones said. \"But of course with this weighting on evidence, now it seems to be a different playing field.\" \"Many schools, at the moment, are looking - after Easter - to give tests and some schools are even giving exams to pupils to make sure that they've got the evidence.\" She said schools were trying their best not to put undue pressure on GCSE, AS and A-level students. \"We've got to realise that these children have been home for months on end and it's very important for them to go back to meeting friends, to meeting teachers and to go back to the learning experience,\" she added. Teaching union UCAC said it was a concern they had heard from members the length and breadth of Wales. \"Every member who's been in touch with us has been concerned about the level of bureaucracy but they are extremely concerned about the pressure that this is putting on their pupils,\" UCAC policy officer Rebecca Williams said. \"We're moving to a situation which is much more similar to a set of external exams over a specific period of time, with all the stresses and strains that come with that, and even more so in that it was rather unexpected.\" Lleucu is studying four A Levels and the Welsh Baccalaureate and says she is apprehensive about the period after the Easter holidays. The 17-year-old says, despite the best efforts of her teachers, who have passed on information as they get it, the process for deciding their grades is still unclear. \"I think it's been difficult for students as well as teachers to keep going and to understand what we're working towards,\" she said. \"I think that the intentions were there and by allowing teachers to give us the grades they believe we deserve, it has given some freedom. \"However I don't think that this freedom that was advertised is really going to happen, because the assessments that are going to take place in the classroom are going to be structured as if they were exams. \"I think it's going to be a difficult seven weeks after Easter and we're going to have to work quite hard to get the grades that we deserve.\"Qualifications Wales' chief executive Philip Blaker said schools and colleges needed to collect evidence so they could make sound judgments about grades for their students. \"We want to be very clear that there is a great deal of flexibility in how they go about this, and that the quality of evidence is more important than the quantity,\" he said. \"Evidence generated during the course can be used as long as it's the learner's own work and is representative of their attainment at the end of the course.\" The WJEC said it was implementing policy decisions in the best way it could and was \"mindful of the concerns\" and the \"very difficult circumstances\" for everybody. \"I think what we're trying to do is put a solution in place which is fair and balanced for everybody so that learners get the outcomes that they deserve,\" said WJEC chief executive Ian Morgan. \"In the current climate the solution that we're currently implementing is the one that collectively we felt was the best option in order to resolve the issues.\" Students will be given their provisional grades by their school or college in June, before final results are released in August.", "url": "https://www.bbc.com/news/uk-wales-56580864"}