{"datetime": "2021-06-22T05:01:52.000Z", "author": "Bethan Lewis", "title": "Covid: Grading system leaves Welsh pupils 'in limbo'", "article": "Pupils across Wales are getting A-levels, GCSE and AS grades, with concern that some may be \"in limbo\" for weeks before results are confirmed. Provisional results are being shared by schools and colleges throughout June after teachers set the grades for their students. University places will not be confirmed until after the official A-level results day on 10 August. Pupils can appeal if they are unhappy with their results. Arrangements for sharing results are different depending on the school and college - some pupils are receiving emails at home, while others are getting grades face-to-face.There is some concern A-level pupils, especially those who are disappointed with grades, will not get certainty about the next steps until August. Pupils who have taken vocational qualification will also have to wait for their full set of results. The children's commissioner for Wales has written to Universities UK urging universities to offer \"guidance, support and information\" to pupils who may not have got the grades they need. In the letter, Sally Holland said she fears the two months until results day could feel like \"an uncertain period of limbo\". \"I am particularly concerned about the potential effect of this on the wellbeing of some young people, who may already have fragile wellbeing following this very difficult period\", she said. Lois is 17 and studied her A-levels at Ysgol Gyfun Gwynllyw in Pontypool, Torfaen. The teenager has already had her interim A-Level results and plans to appeal one of her grades.\"I feel like it's new for everybody. Even though everything's a bit on the rocks, it's new for everyone,\" she said. \"I'm in a good position really. I don't mind waiting because my teachers have helped me through it and I know they're going to make sure I come out with the best grade I can.\" Mali is 18 and an A-Level student in Ysgol Dyffryn Conwy in Llanrwst.She has the grades she needs to study chemistry in university, but still has to wait for confirmation in August.\"A few of my friends are a little bit disappointed with one or two of their grades so they're going to go through the appeals process,\" she explained. \"It's quite difficult to know whether to celebrate or not at the moment because these are only provisional grades and it's difficult to know whether they'll change or not for my friends who are waiting for the appeals process.\" Universities UK said it recognised the challenges for students this year and \"stand ready to support students in Wales over the summer in the lead up to results day in August and beyond.\" \"Universities UK is working with other higher education bodies to ensure that students and parents understand what provisional results will mean for them and will tailor their support for students accordingly.\" College Merthyr Tydfil has been holding a \"future pathways\" event to support students with the next steps, after Centre Determined Grades (CDGs) were shared via email. It includes workshops involving employers and universities and key information about university admissions and the clearing process. Chris Ford, director of learning at the college, said \"learner wellbeing\" had to be at the heart of everything. \"The Centre Determined Grades are provisional and that places our learners in a state of limbo if you like until they receive confirmation from the awarding body on 10 August,\" Mr Ford said. \"So what we've tried to do is to keep learners engaged and focused on the next steps of their educational journey by providing a transitional programme. \"What we're trying to do is to reduce some of those anxiety levels for learners and provide them with some reassurance.\" Seventeen-year-old Niamh, from Merthyr Tydfil, has received her provisional AS grades. \"Obviously this year has been weird but it's nice to have an idea of what you've got even though they still are provisional and they're not definite.\" She said it was still \"the same sort of adrenaline\" opening the email with her grades. She has a year to go but, she says there is \"a lot of stress and anxiety\" for those waiting for confirmation of university places. Joseph, 17, is also at the end of the first year of A-levels and is pleased to get some \"clarity on the standard of working\" through provisional results. \"It's a different way to get them, obviously - on the email, not a letter and coming in and they are still provisional. But I'm confident that what I've got, I've earnt it and deserved it.\" \"Because it's not set in stone, it's hard to really celebrate until I've got them on paper... it's not 100% yet.\" ", "url": "https://www.bbc.com/news/uk-wales-57512419"}