{"datetime": "2020-01-28T11:23:08.000Z", "title": "School curriculum overhaul for Wales published", "article": "The final version of the new curriculum for Wales has been published, as schools prepare for a complete overhaul of how children are taught. It follows a consultation in 2019 on the complete reform of the system for the first time in more than 30 years. Teaching unions said the current state of school funding did not match the aspiration of the new curriculum.The changes will be introduced in 2022 for all children currently in year three or below. The curriculum does not set out a detailed plan for exactly what schools should be teaching. The biggest changes are likely to be in secondary schools where subjects will be incorporated into six \"areas of learning and experience\". The curriculum sets out \"what matters\" and \"progression steps\" for each learning area. Education Minister Kirsty Williams said she expected to publish the curriculum's implementation plan after Easter. \"Schools should not rush into trying to plan for this… Schools should take space and time to understand the model of the curriculum,\" she said. \"The next step in our reform journey is to prepare the profession.\"An extra inset training dayhas been introduced this academic year and for the next two years to help schools prepare, along with £39m for training teachers. The only mandatory subjects in the curriculum are: Head teachers and nurseries will have discretion over how much English children learn up to the age of seven afterWelsh language campaigners and unions raised concerns about a previous plan to make English compulsory in Welsh-medium nurseries. There will still be annual national reading and numeracy tests for seven to 14 year olds.Watchdog Qualifications Wales isconsulting on \"reshaping qualifications to complement the new curriculum\" until February 7, and there are major questions about how exams at 16 will work in the context of the broader sort of education the new curriculum is meant to introduce.One of the \"pioneer schools\" which has been trialling ideas for the new curriculum is Maesteg School. Pupils in year seven are studying expressive arts through the theme of a \"zombie apocalypse\" - bringing together creative writing, music, and art, such as creating a wound using clay and paints.Penny Pearson trained as an art teacher and is working on the project.\"We do a mixture of music, drama, art and then we try and incorporate dancing.\"They're picking up different skills they can use in later life - these life skills, being resilient, how to think outside the box, communication, team work, collaborative learning and all these elements,\" she said. Eleven-year-old Harvey explained how they had been using flour, jelly and food colouring to create bite marks on their arms. \"It's really cool because you show off what you're capable of. So if you're a good artist you can show off your art skills, if you're a good creator you can create whatever.\" Evan, also aged 11, particularly enjoyed creating music to \"defeat\" the zombies. Head teacher Helen Jones is enthusiastic about the new curriculum and the chance to experiment with new ways of teaching, but said she was aware of the need to get pupils ready for their GCSE exams.She said one of the challenges was training teachers to think more broadly than their specialist subject area and create more opportunities for children to learn life skills. \"What makes my teachers a little nervous is there's less in books. More of what the children learn is carried round with them rather than produced in extensive writing in books.\" Sheridan Edwards from Abergwynfi near Maesteg has four children aged 13, 11, four, and five months old. She had not previously heard about the new curriculum, which will be in place for her youngest children.However, based on the experience of her older son and daughter she provisionally liked the sound of the reforms. \"Now it's all about grades, it's all about pressure and tests. My oldest children come home and all they do is moan.\"They are intelligent and come to it naturally - it's just the pressure,\" she said. She thought the reforms could make school more fun and inviting and help children with subjects they were less interested in. Ms Edwards said she was \"all for\" getting children ready for real life after school. \"I think there still needs to be tests and there does still need to be some sort of structure, but I do think they will be able to learn more because it's a more relaxed environment.\"Is there anything you would like to know about the new curriculum?Use this form to send us your questions:", "url": "https://www.bbc.com/news/uk-wales-51267393"}