{"datetime": "2019-04-20T16:58:46.000Z", "author": "Katherine Sellgren", "title": "Teachers face weekly violence from pupils, says survey", "article": "Many teachers are experiencing violence and abuse from pupils, a survey of teachers suggests. Nearly a quarter (24%) of teachers say they face violence once a week, the poll of nearly 5,000 members of the NASUWT teachers' union finds. Four in 10 (42%) have been threatened verbally. \"Verbal abuse is now part of the daily working landscape for a primary teacher,\" one teacher said.The Department for Education said such violence was \"completely unacceptable\". \"Having taught for almost 40 years I have witnessed a demonstrable and seemingly unstoppable deterioration in pupil behaviour,\" one teacher told NASUWT researchers.\"Moreover, teachers are, it seems, now expected to tolerate verbal abuse and threats as 'par for the course' and, quite literally, 'an occupational hazard'. There appears to be no appetite for tackling the issues that face teachers in the classroom.\"Another teacher said: \"Even though I work in a PRU [pupil referral unit] where children exhibit these sort of behaviours I am aware that we are seeing an increasing number of younger children who seem to be physically and verbally abusive to staff.\" One said: \"I'm a former rugby player and have been more protected against physical violence and verbal intimidation on the pitch than I feel at work.\" And another added: \"My school has become a frightening place over the last few years and I often try to only go on the corridors at times when I expect them to be quiet, as I simply assume I will be stampeded, pushed or sworn at.\" Official figures from the Department for Education showed that in the academic year 2016/17, 655 pupils in England were excluded for a verbal assault against an adult, while 59,675 were given a fixed-term exclusion. Thestatistics show 745 were permanently excluded for a physical assault against an adult and 26,695 were excluded for a fixed period. These figures were higher than the previous year 2015/16. The NASUWT, which represents teachers across the UK, discussed the issue of discipline at its annual conference in Belfast on Saturday. Delegates passed a motion saying the union would \"defend members through all legitimate means, up to and including industrial action\". The union's general secretary, Chris Keates, said: \"No teacher should ever have to go to work with the expectation of being verbally or physically abused, but it is clear from this survey that for too many teachers this is the day-to-day reality. \"It is simply unacceptable that employers are failing in their legal duty of care to provide a safe working environment. \"Why is it that hospitals, job centres, railway stations and many other workplaces are now littered with posters in which employers make clear that abuse of staff will not be tolerated and yet the most teachers get is fault finding and blame. \"The school system is riven with poor and unacceptable employment practices that are putting teachers at risk and ultimately driving them out of the profession.\" A spokeswoman for the Department for Education said: \"Teachers and school staff have a right to be safe while doing their jobs and any form of misconduct, particularly violence towards them, is completely unacceptable. \"The majority of schools provide a safe environment for pupils and teaching staff, and it's important that they remain as such. \"We are committed to tackling bad behaviour in schools, have made great strides in empowering teachers to tackle this issue and have recently announced a £10m investment to support schools to share best practice in behaviour management.\" DfE guidelines say teachers in England have the \"statutory authority\" to discipline pupils whose behaviour is unacceptable or who break the school rules. This power also applies to all paid staff (unless the head teacher says otherwise) with responsibility for pupils, such as teaching assistants. The guidance states that:", "url": "https://www.bbc.com/news/education-47964155"}