{"datetime": "2021-03-15T18:11:41.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Lateral flow testing for years 12-14 pupils", "article": "All post-primary staff and year 12 -14 pupils are to get twice-weekly lateral flow tests from next week, the NI Health Minister has said. In a letter seen by BBC News NI, Mr Weir said that after the Easter break the programme will expand to include all primary school staff. Pupils will be supervised for the first two tests in schools.Mr Weir said he hoped the executive would soon confirm the phasing of schools re-opening. In a letter to all schools, Mr Weir said: \"It is very much my intention that all pupils return to the classroom as soon as possible. \"With all of the measures schools have taken to comply with departmental guidance on operation during Covid, I reiterate that schools are safe environments.\"The reason that we moved to remote learning after Christmas was because of the high level of community transmission, and the urgent need to reduce all social contact,\" he added. All testing will be voluntary. Mr Weir said that while there might be \"challenges\" the tests would add a further level of Covid security to the school setting.The department is using a self-test Lateral Flow Device (LFD) which provides a result within 30 minutes.The initial batch will be delivered to post-primary schools in the coming days, meaning all post-primaries will have enough tests to conduct at least one supervised test in school, and for pupils to be able to conduct a test before they return after the Easter break.Mr Weir said he had read somereports concerning the effectiveness of the lateral-flow test test and the possibility of \"false positives\". \"No test is completely accurate, but studies indicate a very high degree of effectiveness at detecting those who are infectious,\" he said.\"When infection levels are low in the community, a positive LFD test indicates that the individual may have Covid,\" he added.He said this should be confirmed by a Polymerase Chain Reaction (PCR) test done in a Covid testing centre. Health Minister Robin Swann said the tests were \"important as an additional measure alongside the range of existing safety measures in place to help ensure the safety of staff and pupils in schools\". Testing for school staff, including teaching and support staff, and pupils will be twice weekly three to four days apart using LFD tests.Older students in years 12-14 are included as prevalence of Covid-19 tends to be higher among this group, the department said.Mr Weir said the testing programme will \"provide reassurance for pupils and teachers that the risk of large groups of exam year classes having to isolate during this important period, will be considerably reduced\". The plan has three phases.They and their household must isolate immediately.In-school contacts are not required to isolate at this stage. The individual must then take a PCR test.If the PCR test is negative they, and their household, can stop isolating and return to school.If the PCR test result is positive the individual and their household and all other close contacts must complete a full 10 days of self-isolation.", "url": "https://www.bbc.com/news/uk-northern-ireland-56408072"}