{"datetime": "2021-03-10T12:33:09.000Z", "author": "Robbie Meredith & David Hunter", "subject": "Coronavirus pandemic", "title": "Covid-19: Testing of staff and pupils in NI special schools delayed", "article": "A scheme to offer weekly Covid tests to pupils and staff at all special schools in Northern Ireland has been delayed. The Department of Education (DE) said it was \"due to issues in relation to the delivery of the kits\". Arapid saliva test known as a Lamp (loop-mediated isothermal amplification) test is to be used. Testing was to start in February but \"the rollout of wider testing on a phased basis\" will now begin from 15 March. In a statement to BBC News NI, the department also confirmed that special schools were being asked to identify some staff to be prioritised for vaccination. However, only staff who work closely with \"children and young people with the most complex additional healthcare needs who are also clinically extremely vulnerable (CEV)\" will get vaccinated early. Special schools have remained open to all pupils since the start of January, but some have said their pupils can only attend part-time on a temporary basis. Raymond McFeeters, acting principal of Ardnashee School and College in Londonderry, said his priority was keeping staff and pupils as safe as possible. He was hoping the testing programme \"would contribute to that\". \"Its been very, very disappointing that this has been delayed over and over again,\" he said. Lamp testing isalready used at some airports . The rapid saliva-based tests are easier than nose and throat swab testing for children attending special schools. The joint scheme from the departments of education and health is to be rolled out across all 39 special schools in Northern Ireland. However, only five special schools have been part of testing pilots so far. \"The timetable for full rollout has been restructured due to issues in relation to the delivery of the kits,\" DE said. \"Kits are due to arrive with special schools within the next few days and the rollout of wider testing on a phased basis will begin week commencing 15 March.\" The Public Health Agency (PHA) said testing would eventually be rolled out across all special schools. \"Special schools are receiving some test kits this week will full delivery expected towards the end of this week with wider testing commencing next week,\" the PHA said. \"As this is an ongoing programme, there will be thousands of kits and tests being used as it becomes 'normal' procedure in schools.\" The DE also said health trusts had provided the Education Authority (EA) with a list of children in special schools who were clinically extremely vulnerable and had \"complex healthcare needs\". Staff who work closely with those childrenfor prolonged periods of time will be offered priority for vaccination . \"In line with the policy the EA has written to the special schools that the identified CEV children attend, asking them to identify the educational staff who are regularly involved in supporting these children and young people with a range of identified healthcare duties/procedures,\" a DE spokesperson said. \"The EA is liaising with colleagues in the Public Health Agency to arrange a booking slot at a vaccination centre for those staff identified.\" BBC News NI understands that special school principals have been asked to identify which staff should receive vaccination against Covid-19 but it is not yet clear how many staff are involved. The Department of Health said \"arrangements for testing in schools is being finalised and details will be announced shortly\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-56336363"}