{"datetime": "2021-04-02T00:22:22.000Z", "author": "Jeanette Long", "title": "'Inadequate funding' is school Covid risk, says union", "article": "A lack of \"adequate\" funding for schools in England during the pandemic is placing staff and pupils at risk, a teachers' union warns. The Nasuwt union says it has reports of redundancies of staff who are vital to Covid safety measures in schools.Online delegates at the union's annual conference will also hear about the high pay of academy \"fat cats\". The Department for Education has offered support to schools for increased staffing and safety costs. The Nasuwt teachers' union is warning of funding shortfalls and job losses in schools, particularly among support staff, who might help with Covid control measures outside of lesson times. \"It is not an exaggeration to say that the government's failure to fund schools adequately during the coronavirus pandemic is placing at risk staff, pupils and local communities,\" says a report from the union, called \"Where has all the money gone?\". In the first lockdown in March 2020, the Department for Education announced funding for additional coronavirus costs in schools such as free school meals and cleaning. But the teachers' union says the terms for funding were \"unnecessarily restricted\" - for instance, schools could claim for extra cleaning costs if there was a Covid outbreak, but could not claim for cleaning to prevent an outbreak.There were also high costs in some schools for covering teachers kept at home because of the pandemic - but there was limited eligibility for reclaiming staffing costs, says the union. The funding report also warns of excessive pay for some leaders of academy trusts. Research by the union found the combined salaries of chief executives in the 20 largest academy trusts in 2018-19 cost £4.72m, or an average of £236,000 for each chief executive.Nasuwt president Phil Kemp will tell the conference: \"The snouts have to come out of the trough\" and public money has to be protected from the worst excesses of a deregulated education system, which he likens to the \"Wild West\". He will call for a national pay scale \"as soon as possible and measures put in place to ensure all employers in education adhere to it\". The annual conference will hear debates about how the poor mental health of some teachers has been exacerbated by unmanageable workloads during the pandemic and challenging pupil behaviour. On academy boss pay, the Department for Education (DfE) says: \"We consistently challenge trusts where we deem executive pay to be too high, and will continue to do so when it is neither proportionate nor directly linked to improving pupil outcomes.\" Last November, the DfE announced a fund to help schools which were hardest-hit by funding pressures from the pandemic - particularly to cover high levels of staff absence. There has also been the promise of £1.7bn in catch-up funding for schools to help children recover from the disruption of the pandemic. ", "url": "https://www.bbc.com/news/education-56603616"}