{"datetime": "2018-01-29T00:09:41.000Z", "author": "Catherine Bolsover", "title": "Teaching assistants: We are kicked, spat on, hit and sworn at", "article": "\"On a daily basis we are kicked, spat on, hit and sworn at. I encounter violence every day, normally multiple times a day. It's incredibly rare to have a day where I haven't been physically harmed in one way or another.\" Emma works as a classroom assistant at a school in south-east England for children with behavioural, emotional and mental-health problems.Her job is to be an extra pair of hands in the classroom, or out in the corridors, coaxing children back into lessons.Too often, those interactions become difficult and children lash out. \"I've been punched in the face, I've been head-butted in the face,\" Emma told BBC Radio 5 live.\"Being spat at is really unpleasant.\"It's hard having spit on your face and in your hair and on your clothes and staying calm about it.\" Many pupils at the school where Emma works have struggled in mainstream education. Some have special educational needs, others, behavioural and emotional problems.\"My shins are covered in bruises from being kicked.\"I've had, many times, bites which have broken the skin or left bruises, and I have scars from being scratched by children, with chunks taken out of me,\" she added.Emma says it is teaching assistants who usually end up dealing with the most disruptive and violent children, but these attacks are rarely reported.\"The punishment a child will get will depend [on] who the behaviour is directed to,\" she said.\"There seems to be a line: if you have a desk and a chair, you are safe. If you don't, you can expect to be hurt. \"We're told it's part of the job.\"Louise has been working with children with special educational needs for 25 years, currently in a mainstream school in north-west England.She experiences violence \"on a daily basis\". \"We have chairs thrown, tables thrown, staff can get hit, spat at, sworn at.\"It can become really quite stressful.\"\"I've been told when I've been head-butted, 'Oh, it comes as part of the territory'.\"It makes you feel so undervalued.\"In one incident, Louise reported a child to the police for punching her.The child was arrested but no case was brought and she had to return to work with that child every day.\"There isn't a time to go off and calm down, because there aren't enough staff in the class to deal with the situation,\" she said.Emma says her school tries to avoid calling the police or excluding children as \"there isn't really anywhere for them to go after us\". \"I don't feel the school deals with it very well but they're in a bind, they don't have much of a choice.\" For Sarah, a one-on-one support assistant for an eight-year-old with behavioural problems within a mainstream school in London, part of the problem is intense proximity to a child who is frequently violent towards her, without any kind of respite.\"I had an incident where he actually lashed out at me, \"I reported it,\" said Sarah.\"Even when I explained that he'd hit me and I didn't want to be with him, their reply was, 'It's your job. You're meant to be with him'.\" The GMB union, which represents more than a third of support staff, wants schools to adopt a code of conduct on handling pupil violence against staff.\"Our school staff members are being attacked at work on a daily basis, from verbal abuse, to being spat at, kicked and punched,\" said national officer Karen Leonard.\"The effects of this are obvious, trauma, stress - fear. But they love their jobs, and they love the kids. They understand these things can and do happen.\" \"All they ask is their school backs them up when it does happen and takes the common-sense steps needed to make sure attacks happen as little as possible.\" The code of conduct says schools should: The Department for Education said in a statement: \"Teachers and school staff have a right to feel safe while doing their jobs and violence towards them is completely unacceptable.\"\"The department has not prescribed which sanctions teachers must use to tackle misbehaviour.\"It is for teachers to use their professional judgement to apply appropriate and proportionate sanctions.\" Emma, Louise and Sarah say they want attacks on teaching assistants to be taken seriously.Emma says she is not sure how much longer she can continue. \"A lot of us start every day with feelings of anxiety, and sickness is high.\"There are these wonderful moments where you know that you're helping and doing a good job and making a difference, but they're not as frequent as the times you are hurt and you're exhausted.\" Louise adds: \"Sometimes you can go home absolutely exhausted, and you have to come in the next day.\"It's a fresh new day, start again. And it's quite hard sometimes to do that.\"\"Nobody goes to work to be physically and verbally abused\".Names have been changed at the request of the interviewees. Hear more on BBC 5 Live Breakfast from 0600, January 29. ", "url": "https://www.bbc.com/news/education-42749833"}