{"datetime": "2021-03-19T11:27:18.000Z", "author": "Liz Clements and Rachel Flint", "title": "Black history lessons to be made mandatory in Welsh schools", "article": "All children will be taught about racism and the contributions of Black, Asian and Minority Ethnic communities, the education minister said. Almost 35,000 people have called forBritain's colonial past to be taught in school lessons.Under changes to the new curriculum the teaching of BAME histories will be mandatory, Kirsty Williams said. Ms Williams said it would help pupils become \"informed citizens of the world\". However, Plaid Cymru argued the changeswere not included in the school curriculum law , passed in the Senedd last week, but instead in a code which could be changed or got rid of by ministers.The Welsh government said this was \"incorrect\" and the teaching of BAME stories would be required in every school. Wales' new curriculum, set to be introduced in 2022, is based on six \"areas of learning and experience\" and does not set out exactly what schools should be teaching. However, the changes will now mean all learning areas will need to reflect the diverse experiences and contributions of BAME communities and individuals to both past and present Wales. Following worldwide protestsafter the death of George Floyd in US police custody , there were calls for greater recognition of Wales' role in colonialism and slavery to be taught in schools. Prof Charlotte Williams, who led a working group set up by the Welsh government to look at how BAME contributions through history was taught in schools, said there was considerable evidence of \"racial inequality\" in Wales' education system. She said the new curriculum was an opportunity for \"significant change\", and it was the right of \"every child to learn about histories and contributions that have shaped the Welsh nation\". In a report published on Friday, Prof Williams said with schools able to set their own curriculum under the national framework BAME histories could \"continue to be marginalised or ignored\", unless made mandatory. While learning about diversity, identity and equality is mandatory under the new curriculum, there is no requirement for schools to teach pupils about slavery, the British Empire, or the Holocaust, Ms Williams writes. Prof Williams said this was concerning as these areas were \"topics of central understanding to the histories of racism and diversity\". In 2019, 12% of all pupils aged five and over came from minority ethnic backgrounds, but this differs widely across Wales, from 34.4% in Cardiff to 4.1% in Anglesey, according toPupil Level Annual School Census data . Fewer than 1% of teachers in Wales say they are black, Asian, or from other or mixed minority ethnic backgrounds, according to the 2019-20 school workforce census. Forty of the 1,065 students who began training to become teachers in Wales in 2018-19 said they were from a minority ethnic group. Prof Williams, who has previously spoken about growing up in Llandudno where her family were the only black family, said children were being \"failed\" by a lack of positive role models in schools and a curriculum that did not represent their histories. She said all children should be able to learn about diverse history and talent regardless of their background or where they lived. The report states that current resources to support the teaching of ethnic minority themes is disproportionately focused on slavery, colonialism and Empire, and that positive contributions and role models needed to be celebrated. The report makes 51 recommendations for changes in the new curriculum and teacher training including: The Welsh government has said all of the recommendations in the report had been accepted, and it had allocated £500,000 to help with their implementation. Ms Williams said: \"Our new curriculum can only be enriched by revealing the diversity of perspectives and contributions made by the ethnic minority communities to the development of Wales across its history and in the present.\" Angel Ezeadum, member of UK Youth Parliament for Cardiff, said it was a relief that \"finally we are doing something\" to tackle racism and inequality. The 16-year-old student said she hoped the changes would lead to the next generation of pupils having more opportunity to have a \"different mindset to perhaps their parents or grandparents\". \"If we want a society which is better for all, where there's equality, and there's fair representation then we need this,\" she said. \"It's massive in terms of shaping who young people are going to be in the future whether that's a police officer, a teacher, a politician.\" Plaid Cymru's education spokeswoman Sian Gwenllian said that schools were not required to deliver Welsh history under the newly-passed curriculum law, which was a \"major flaw\". While teaching humanities is one of the learning areas under law, Welsh history and the teaching of BAME stories is included in statutory guidance, called the What Matters Code. \"It has the potential of being transformational in the way our society is developing...and it has been left out [of the law],\" Ms Gwenllian said. \"It has to be mandatory in our schools, otherwise we are not going to be equipping our young people with the information that they want, with the knowledge about where we have come from as a people and as a nation.\" However, the Welsh government said the What Matters Code was mandatory and must be taught to all pupils. \"It is incorrect to claim otherwise,\" a spokesman said. ", "url": "https://www.bbc.com/news/uk-wales-56447682"}