{"datetime": "2021-04-03T16:29:06.000Z", "title": "School abuse: Teachers face sexualised insults in class, says union", "article": "Teachers face \"derogatory sexualised\" language as well as violence and threats from pupils in the classroom, a union conference has heard. The NASUWT conference condemned schools and colleges that claim \"unacceptable\" student behaviour is \"part of the job\". A survey of over 4,700 union members found 38% had been verbally abused, and 10% threatened with violence. \"We need to reclaim our classrooms, but we cannot do it alone,\" said NASUWT executive member Wendy Exton. Teachers are often left with no access to appropriate support and many school and college leaders do not receive adequate training, a motion passed at the conference said.The concerns from teachers come afterschool pupils sparked a government review by postingstories online about sexual harassment and abuse by their peers. The website Everyone's Invited has now gathered more than 13,400 testimonies of pupils' experiences. Ms Exton said criminal issues such as drugs, violence, knives and country lines \"spill over\" into the classroom, and go unreported \"as schools are afraid of the repercussions\". She said too many excuses were made for poor behaviour, \"from living on a council estate to trauma and even lack of tobacco\". \"Today's behaviour directed to us as teachers include not only vile language, but derogatory sexualised terms, threats to ourselves and our families, and indeed, violence itself,\" Ms Exton said. \"In classrooms, many staff are struggling alone with extreme behaviours.\" The survey of 4,700 NASUWT members found that in addition to verbal abuse and threats, 6% of teachers had been subjected to physical violence by pupils in the last year. The motion at the conference applauded teachers who have balloted for industrial action in order to refuse to teach violent pupils. Rosemary Carabine, another member of the union's executive, questioned why teachers should have to use workplace grievance procedures or industrial action to feel safe at work from \"daily\" threats and aggression, in some cases. Dr Patrick Roach, NASUWT general secretary, said the union was \"unequivocal\" that teachers should not have to endure any form of abuse in the classroom or online. \"The union is continuing to take steps, up to and including industrial action and refusal to teach ballots, where members report to us that serious pupil indiscipline or abuse is going unchallenged by their school,\" he said. A spokesperson for the Department for Education said: \"In no circumstances should teachers be subjected to abuse simply for doing their jobs.\" The department said it had \"ambitious plans\" to improve behaviour in schools, including making behaviour management a core part of early teacher training, and improving guidance for schools. It is also funding £10m \"behaviour hubs\", where schools with \"exemplary behaviour cultures\" share practices with others that want to improve, the spokesperson said. Meanwhile, Education Secretary Gavin Williamson told the NASUWT conference that investing in the next generation of teachers was \"crucial\" to the pandemic recovery plans. In the pre-recorded speech, he said more needs to be done to improve teacher training as the quality of teaching was the \"single most important factor\" in education. ", "url": "https://www.bbc.com/news/education-56625920"}