{"datetime": "2021-03-18T19:53:20.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Teachers will not have to carry out lateral flow tests", "article": "Teachers will not have to carry out tests for coronavirus in schools on pupils in years 12 to 14. That is according to new guidance from the Education Authority (EA) and the Public Health Agency (PHA). Teaching unions had criticised plans for teachers to \"supervise and support\" pupils to be tested in schools. However a just-published document for post-primary schools from the EA and the PHA has said pupils should take the tests at home. All post-primary staff and pupils in years 12 to 14 in Northern Irelandare to be offered rapid lateral flow device tests from Monday when they return to school. That will then be rolled out more widely to staff in primary and pre-schools after Easter. A letter from Education Minister Peter Weir on Monday had said that the first two tests should be taken in school by pupils.That was the case when massrapid testing began in post-primary schools in England on 8 March . \"We propose that for the first two tests pupils are supervised and supported to conduct them in school,\" Mr Weir's letter said. \"Thereafter the tests can be conducted at home with parental supervision.\" But while supportive of testing overall teaching unions had reacted angrily to that, with the NASUWT calling the plan \"haphazard and ill-thought.\" The NASUWT's Justin McCamphill said that it was \"shocking\" that school staff were being asked to administer the tests. \"Unless a teacher has a specific contractual term to the contrary, schools must not expect teachers to carry out or supervise the tests,\" he said. \"Teachers and principals in grant aided schools in Northern cannot be instructed to undertake medical procedures.\" That was echoed by a statement from the Northern Ireland Teachers Council (NITC) which represents five teaching unions - the NASUWT, INTO, UTU, NEU and NAHT. \"NITC are keen to support this programme of familiarisation but have raised concerns about 'assisting' students to take the test in a classroom/school environment,\" they said. \"The role of teachers is purely to facilitate familiarisation of the lateral flow test. \"School staff cannot be compelled to supervise or support pupils to conduct self-testing in schools,\" they added. However, subsequent guidance from the EA and the PHA to schools said there would be a \"staged approach\" to introducing testing. School leaders will have to issue consent forms and record who has received kits, but tests will not be taken in school. \"Once pupils have received kits you should arrange a demonstration for them of how to use the kit the first time,\" the document said. \"The pupils then take their kit home to conduct their first test.\" Testing is voluntary but pupils and staff are being encouraged to use the lateral flow tests twice a week. \"Lateral flow device testing is a fast and simple way to test people who do not have symptoms of Covid-19, but who may still be spreading the virus,\" the PHA and EA guidance said. Weekly testing is also taking place in Northern Ireland's special schools , though they are using a rapid saliva test rather than a lateral flow test. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56446105"}