{"datetime": "2020-10-15T00:43:55.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Decision on pausing in-person university lectures due 'shortly' - DfE", "article": "Plans for when universities in England must stop in-person teaching to allow students to go home for Christmas will be set out \"shortly\", the Department for Education has said. It comes afterthe Guardian reported that students will be told to remain on campus and teaching will be done online in the run-up to the end of term.The government said the risk of spreading the virus must be minimised. But the University and College Union described the measures as \"unworkable\".A spokesman for the Department for Education said: \"All students will be able to go home at Christmas if they so choose.\"However, if students are travelling home, we must ensure they do so in a way which minimises the risks of spreading the virus, and the date when universities must stop in-person teaching will be an important part of this. \"We will set out details on this shortly.\" The department gave no details on whether the measures would be for all universities in England or just those in virus hotspots.More than 50 universities are believed to have had coronavirus cases so far this term, with thousands of students forced to self-isolate.Last month, Education Secretary Gavin Williamsonsaid universities in England could move to online-only learning before term would usually end so that students in areas with outbreaks would have time to isolate and still be able to travel home at Christmas. According to the Guardian, the government's plan, which is said to be in its early stages, would see students told to stay on campus and all in-person teaching paused from 8 December until 22 December.Responding to the reports, general secretary of the University and College Union Jo Grady said: \"This is an unworkable and chaotic set of measures that will be impossible to deliver or oversee.\"Instead of this perverse obsession with Christmas, ministers and universities must focus on the here and now. We should be talking about getting people home now, not in two months' time.\" She called for the plan to be scrapped and for \"all possible activities\" to be moved online.On Monday it emerged that the government's Scientific Advisory Group for Emergencies (Sage) had recommended thatall university teaching should be carried out online \"unless absolutely essential\" .Mr Williamson has previously rejected calls to move all teaching online.Some universities,including Aberystwyth , temporarily suspended in-person teaching in response to outbreaks.In Northern Ireland, the executive has agreedto advise universities to run courses online . Ministers inScotland and Wales have said it is a \"priority\" to allow students to return home for Christmas. ", "url": "https://www.bbc.com/news/education-54548523"}