{"datetime": "2021-03-18T06:27:04.000Z", "author": "Robbie Meredith", "title": "Covid-19 rapid tests could be offered to younger NI pupils", "article": "Pupils younger than those in years 12 to 14 could be included in Covid-19 testing for schools \"at a later stage\". That is according to guidance on testing in schools published by the Department of Education (DE). All post-primary staff and year 12 to 14 pupils are to be offeredtwice-weekly lateral flow tests from 22 March when they return to school. After the Easter holidays, all staff in primary and pre-schools will also be offered regular testing. The department has now published more guidance on how the Lateral Flow Device (LFD) tests will be rolled out to schools. They are rapid tests which aim to pick up asymptomatic cases of Covid-19.The tests are voluntary but parents are being \"strongly encouraged\" to give permission for their children to be tested. They will be delivered to post-primary schools from 22 March so that pupils and staff can take two supervised tests in school before the Easter school holiday. \"Thereafter tests will be conducted at home, with parental supervision,\" the DE guidance stated. The Department of Health has previously said that tests were being offered to pupils in years 12 to 14, as prevalence of Covid-19 tends to be higher among older pupils. But the DE guidance said tests could be offered on a \"phased\" basis to other pupils. \"We will work with health colleagues to consider whether and how other year groups might be included at a later stage,\" the guidance said. The department also said school staff who have been vaccinated should continue to take tests. \"LFD testing should continue after vaccination,\" it said. \"Vaccines reduce the risk of infection but do not eliminate it altogether.\" The guidance also said the LFD test was not \"100% perfect but the speed and convenience of LFD tests means they are very successful in identifying asymptomatic individuals\". \"A small proportion of people may receive a false positive result but in NI anyone testing positive must immediately book a PCR test to confirm the result. \"It is also possible to get a false negative if an individual is in the early stages of infection. \"This is why everyone will be tested regularly so that no cases will be missed.\" Mass rapid testinghas been taking place in post-primary schools in England since all pupils returned on 8 March. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56435650"}