{"datetime": "2020-09-29T19:56:14.000Z", "author": "Sean Coughlan", "title": "Students home for Christmas with end of term online", "article": "Universities in England could finish face-to-face teaching early this term so any students having to self-isolate could return home for Christmas, says the education secretary. But Gavin Williamson rejected calls to switch all teaching to online. The latest estimate suggests 52 UK universities have had Covid cases so far this term - up by 12 since Monday. Labour accused Mr Williamson of being the \"invisible man\" who had failed \"to get to grips with the situation\". The National Union of Students said it was \"unacceptable\" that some students had found themselves facing \"private security guards with dogs\" at their locked-down accommodation. Mr Williamson told the House of Commons that universities could move to online-only learning before term would usually end - so that students in local Covid outbreaks would have time to isolate and still be able to travel home at Christmas. \"I know there has been some anxiety about the impact the safety measures will have on the Christmas holidays,\" Mr Williamson told MPs. \"We are going to work with universities to make sure that all students are supported to return home safely to spend Christmas with their loved ones, if they choose to do so.\" But addressing concerns about students who are self isolating at the end of term, he said universities could end \"in-person learning early\" and shift to \"online learning solely\" to ensure \"that all students are able to have the benefit of being with their families for Christmas\". Mr Williamson said he expected that to be a \"very small number of universities\". And he said that restrictions on students should be no tighter than for the rest of the public - and there should be \"parity\" in terms of limits on their movement. Shadow education secretary Kate Green said the situation with students returning to university and ending up in self-isolation was \"desperately worrying\", as well as \"predictable and predicted\". Ms Green said the government had failed \"to get testing fit-for-purpose\" and if Mr Williamson's department \"didn't get a grip, the situation could repeat itself across the country\". \"We cannot forget that at the heart of this crisis are thousands of young people, many away from home for the first time, many now isolating with a group of people who are practically strangers - we can only imagine how hard it is for them,\" she told MPs. The government has been under pressure to respond after multiple Covid outbreaks followed the return of students, with many students then having to self-isolate. There are no official figures from the government or regulators for the numbers of universities with outbreaks, but a tracking of local reports suggests cases in 52 universities, up from 40 on Monday. There have been cases reported in Leeds, Glasgow, Sunderland, Essex and Swansea universities. Exeter University responded to confirmed Covid cases by telling students that for the next 14 days they should not \"meet indoors with anyone who is not part of your household\". The University of Aberystwyth's approach has been to suspend in-person teaching. Student Nina White is meant to be returning to Cardiff University for the third and final year of her English language and literature degree - but is concerned about travelling to an area that is under local lockdown.The 20-year-old, who has been at home in Cheltenham since the pandemic started, said: \"It wouldn't be a very good idea to go over there, not knowing when I could get back. All my support network is over here, and it wouldn't be worth it. \"I have OCD and anxiety so what made uni less stressful was knowing I could get on a train and head back to Cheltenham if I needed to.\" She fears the pandemic would stop her being able to do that and she would end up isolated in Cardiff. Her course is doing blended learning - a mix of face-to-face and online learning - and she is considering applying to do the course solely by remote learning.She added that she did not feel reassured by Mr Williamson's comments as the government had \"messed around with young people's futures\".There are still students returning for the new term however - and the UCU lecturers' union has written to the prime minister asking for this to be reversed so that students are able to study online from home instead. The union's leader Jo Grady has told Boris Johnson that the biggest danger areas for infection are face-to-face teaching and student halls of residence - and has called on the prime minister to take \"swift action\" to switch to online, off-campus teaching. But Mr Williamson told MPs that universities were \"well prepared\" to handle any Covid outbreaks - and rejected suggestions they should switch away from the current mix of face-to-face and online teaching. \"There are many courses including medicine and dentistry, as well as the creative arts, which require a face to face element,\" the education secretary added. ", "url": "https://www.bbc.com/news/education-54340184"}