{"datetime": "2021-02-03T13:21:08.000Z", "title": "Isle of Man education overhaul to face further scrutiny", "article": "Plans to overhaul the Isle of Man's education system will face a further hurdle after the House of Keys voted to submit them to extra scrutiny. Politicians backed a recommendation to put the Education Bill before a committee of all 24 MHKs. The bill has been criticised for its potential prison sentences for teachers seen to be obstructing inspections. Heavy fines for parents whose children do not attend school would also be brought in under the plans. Unlike a standard sitting of the House of Keys, the 24-strong committee of the whole house allows for evidence to be taken from witnesses. Education Minister Alex Allinson, who took on the role in March 2020, supported the recommendation and said there was \"no place for the introduction of custodial sentences for teachers going about their jobs\".He added that clauses relating to home education had \"been seen as threatening to the people they apply to\" and would be changed.Daphne Caine MHK, who was the only person to vote against the recommendation, said the education department should \"remove this dog's dinner of a bill and go back to the drawing board\".She said further work needed to be done to enable \"a phoenix to rise from the ashes of the education bill before us\". The bill was first introduced to the House of Keys in January 2020 and was sent to a committee of five MHKs for further examination in June.All four recommendations made by the committee, one of which prevents the education department from bringing the bill back until it has detailed what changes it intends to make, were backed by politicians. Dr Allinson said he would make a statement to MHKs on proposed amendments to the bill next week. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-55902527"}