{"datetime": "2021-02-09T17:42:18.000Z", "title": "Isle of Man education system overhaul scrapped", "article": "Plans for a major overhaul of the Isle of Man's education system have been scrapped. Politicians had voted last week to submit the Education Bill to further scrutiny following the recommendation of a committee looking into it.Education Minister Alex Allinson told the House of Keys the bill would not be brought back and it was \"time to work together and move forwards\".Lawrie Hooper MHK said the decision was \"more than a little bit disappointing\". He said it \"abandoned\" parents and children by halting the creation of an education tribunal and a code of practice to support those with additional educational needs. The bill had been criticised for its rules on assessing home educators and potential prison sentences for teachers believed to be obstructing inspections.Fines of up to £5,000 for parents whose children miss school would also have been introduced under the proposals. A committee of five MHKs was set up in June to examine the bill in detail and its four recommendations, which included one that required it be put before a committee of the entire House of Keys, were backed by politicians.Dr Allinson said the recommendations, which he voted for, would not get the bill \"to the place that we would need to be\" and removing it would allow people to \"regroup\". Aspects of the scrapped proposals, such as the educational tribunal, would be implemented through \"interim measures\" such as amendments to the current Education Act 2001, he added. Max Kelly, from the National Association of Head Teachers, welcomed the decision and said it allowed \"governance, inspection and a shared vision for education\" to be considered. The BBC has contacted the National Association of Schoolmasters Union of Women Teachers, National Education Union and Association of School and College Leaders for comment. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-56002196"}