{"datetime": "2020-10-11T11:02:48.000Z", "author": "George Bowden & Lauren Turner", "title": "Covid: Student anger over 'junk' food parcels in isolation", "article": "Universities are facing anger from students over conditions some have faced while self-isolating in campus accommodation. Students have criticised the cost and quality of food provided to them by universities while in isolation. Undergraduates say food parcels have often been filled with \"junk\", meaning they have had to request fresh fruit and vegetables from parents. Institutions said they were working hard to provide students with supplies. People told to self-isolate because of coronavirus must stay at home for at least 10 days under rules punishable by fines. Universities UK has issued guidance onbest practice for supporting students who are required to self-isolate. First-year economics and politics student Tess Bailie, 18, began a social media campaign after hearing of especially poor conditions for those isolating on her campus. Out-of-date food and a lack of catering for religious and dietary requirements are among the complaints at the University of Edinburgh's Pollock Halls, dubbed the \"UK's most expensive prison\". \"Students are saying the only thing saving them was the fact that half of them have Covid and they can't taste it anyway,\" Ms Bailie said, referring to a common Covid-19 symptom. The University of Edinburgh admitted there had been a \"few occasions when students' needs have not been met\". But it said these were addressed quickly with work taking place to improve its systems. In a statement, the university said: \"Ensuring the safety and wellbeing of our students continues to be our absolute priority.\"We have teams of staff working 24 hours a day to provide those who are self-isolating in our catered and self-catered residences with three meals a day - including ready-to-heat meals - in line with their dietary requirements and preferences. Essential items are also being delivered on request.\" At the University of York, students are given the option of a £70 meal deal providing a sandwich, crisps, chocolate bar and water for every day they are in self-isolation.While the university said the food was freshly made, Claire Baseley, a registered nutritionist, said a daily sandwich would be unlikely to provide adequate nutrition for those self-isolating. \"It is important that people do get a variety of vitamins and minerals to support their immune system,\" she said. For three meals a day, including breakfast, lunch and a hot evening meal, students are charged £170 for the isolation period.A first-year psychology student at the University of Birmingham said she and her flatmates must now spend their weekly catering allowance on boxes of food that have included Pot Noodles and frozen ready meals. They received an initial box free of charge as soon as they reported their self-isolation, but future supplies are uncertain and will come at a cost of £28 per person for six days. She said: \"We don't know if that is enough food to last for our period of isolation in terms of fresh food and vegetables which are lacking. It's a lot of just like frozen stuff in there. \"We don't know what will be in the next box but because of the [first box] people from my flat have contacted home and asked for them to send things like vegetables.\" While online teaching has been working well, there are shortages of things such as toilet paper and a £30 charge for washing 7kg of clothes has gone down badly with many students, she added. The University of Birmingham said its initial food boxes were designed to last two to three days and include ready meals cooked by in-house chefs, which are designed to be nutritious. It said responses to surveys of students were \"very positive\" and that the laundry service is offered at a discount by a local dry cleaning company. Some universities are not charging for providing food and toiletries however, as this bundle of provisions from Lancashire's Edge Hill University shows:Vice Chancellor John Cater said anyone isolating was being given free food whether they were in catered halls or not.At the University of Nottingham, one history student said the university should have been more prepared for possible cases - and students having to isolate - after it took a week for issues with food supplies to be resolved. The teenager is in catered halls with breakfast and dinner usually provided and £25 for lunches each week - but she has been self-isolating after testing positive for coronavirus. Meals have been provided - but she said some days, lunches weren't brought. And one day, her breakfast was crisps, a chocolate bar, an apple and a juice box - while the person in a neighbouring room had bread, butter and jam.\"It was really bad,\" she said. \"They kept missing days. I tried calling as well, but no-one answered.\" Things have improved in recent days, she added.A spokesperson for the University of Nottingham said it apologised to a small number of students in halls who had experienced issues with their catering and was working on a new process. They said: \"Our staff have been working hard to support our students who are self-isolating, along with their households, in accordance with public health guidelines.\"We recognise how difficult this will be for all our students who are affected, many of whom are away from home for the first time, and we thank them for their co-operation in following the rules, doing the right thing, and helping to contain the virus.\" One 18-year-old who recently started Durham University and told not to come into contact with anyone else said food boxes there were filled with \"junk food and a lot of dry food\".\"I've been going to bed with stomach pains because I'm hungry. It's making my throat hurt and making me dehydrated,\" she told BBC Radio 4's Today programme.Durham pro-vice-chancellor Jeremy Cook said he apologised to those students who felt they had not been given sufficient, or healthy, food. \"But we have acted fast, listened to our students and recognised their concerns.\" More than 1,000 people have signed a petition accusing Lancaster University of\"profiting\" from self-isolating students with food deliveries , while the University of East Angliacut the cost of its food supplies after a backlash . Hillary Gyebi-Ababio, vice-president of higher education at the National Union of Students, said students were being seen as \"pounds not people\" and universities need to remember their \"duty of care\" towards them. ", "url": "https://www.bbc.com/news/uk-54486269"}