{"datetime": "2021-02-25T16:12:11.000Z", "author": "Sean Coughlan", "title": "Exams go from control freakery to freewheeling", "article": "What's so remarkable and potentially risky about this replacement system for exam results in England is that it is so freewheeling, with teachers having huge flexibility over how to decide A-level and GCSE grades for their own pupils. Depending on your perspective, it's either a liberating outbreak of total trust in teachers - or a roadmap likely to be marked with headlines about \"Exam Chaos 2\" and some screeching U-turns over the months ahead. It's certainly an extreme change from the control freakery of the exam machine that operated before the pandemic, in which grades were relentlessly refined to stay in step with previous years, and where microscopic annual changes were measured by fractions of a percentage point. Now it's the free jazz of exam systems. Teachers can make their decisions using the evidence they choose, with no set limits on share of grades or any requirement to be pegged down by a school's previous results. There will be training and guidance about grading and some random sample checks, and teachers will already have a detailed knowledge of the levels to which students should be working for different grades and have experience of carrying out their own moderation. But the biggest external element will be the test papers that exam boards will send out for each subject in the next few weeks. Even these will be optional for schools to use and will be marked by teachers They will \"inform\" rather than decide the final result, and the test papers will not be taken in exam conditions or have any fixed time limits on how long they have to be completed. The only exam nerves will be among publishers who used to sell revision guides. Not all teachers agree that these tests should be optional. The second-biggest teachers' union, the NASUWT, said a \"golden opportunity\" had been missed in not making tests mandatory and externally marked. But most teachers' and head teachers' unions have warmly welcomed a system that relies so heavily on teachers' professionalism and fair judgement. There is also the persuasive argument about a lack of other alternatives, particularly when Education Secretary Gavin Williamson is still bruised by last year's fiasco. For summer 2020 there was an attempt to build a complicated, algorithm-driven external system for calculating grades, but that fell apart spectacularly before, during and after the results were published. And after multiple U-turns, the results eventually reverted to teachers' predicted grades as the last plausible system standing. Even then - and there are still families angrily complaining about last year's results - the switch to teachers' grades left questions about fairness that are bound to recur again this year. How do you know that one school will not be more generous in awarding grades than another school down the road, or in another part of the country? If one school is completely scrupulous and tough in its internal marking, how would that be fair against another school that takes a more optimistic approach? How do you factor in the different amounts of time that pupils have lost in school, and the potential levels that they otherwise might have reached? Last year there were persistent rumours about exam centres, not necessarily schools, which had given students remarkably high grades across the board - but the centre-level results were not published to show whether that was the case. Exam results can make a big difference to the life chances of young people and the Education Policy Institute think-tank has warned about \"inconsistencies\" likely to appear in grades this year. Teachers' leaders and ministers say the skill and professionalism of staff has to be trusted, and they know the abilities of their own students better than anyone. But there's going to be pressure on teachers too. Imagine teaching an A-level class and knowing the grades a student needs to get into university - and then you had to decide whether to give your student those grades or make them miss out. Would the benefit of the doubt be given if it was a close call? Or how about a student on the borderline for a good GCSE that would give them a chance to get a better job? While the exam boards might spot any obvious attempts to manipulate the system, hundreds of thousands of individual upward nudges will be much harder to identify. The appeal system could also push up results. And it could create some awkward decisions over matters of opinion rather than exam papers. What happens if a student feels that their teacher doesn't like them or was biased against them, for whatever reason? Grade inflation would seem to be a distinct possibility. Robert Halfon, chairman of the House of Commons Education Select Committee, tweeted that the Department for Education had to \"ensure they do not bake a rock cake of exam-grade inflation\". Universities have already been getting quietly nervous about the number of places they've already offered if everyone gets better grades than expected.But the exam system for 2021 has been launched. Turn over your paper now. Or not if you don't want to. ", "url": "https://www.bbc.com/news/education-56196295"}