{"datetime": "2020-07-01T15:57:06.000Z", "title": "Isle of Man education reform plans face extra hurdle", "article": "Plans for a radical overhaul of the Isle of Man's education system are to reconsidered by a committee of MHKs. Under the proposed legislation, the maximum fine for parents failing to ensure children attend school would increase from £1,000 to £5,000. Meanwhile teachers found to be obstructing a school inspection could also face six months in prison. The Education Bill will now be referred to the new committee after MHKs failed to agree on the subject. House of Keys Speaker Juan Watterson used his casting vote to break the deadlock at a parliamentary hearing. Education Minister Alex Allinson said the decision would \"kick [the plans] into the long grass\" and politicians needed to \"grasp the nettle\" to move forward with the reforms. But Daphne Caine MHK said the bill would \"punish\" parents and teachers.The special committee of five MHKs is due to report its findings to the House of Keys in October.On Tuesday MHKs voted 15-7 to approve the second reading of the bill, a stage that is required before members can debate its contents.A motion by Bill Shimmins MHK to postpone it until October was narrowly rejected by 12-10. The secretary of the National Association of Head Teachers, Robert Kelsall, said the current bill was \"not fit for purpose\" and the union was \"extremely disappointed\" it had passed its second reading.He added that he hoped the committee would \"engage with the sector, parents and children\".Alan Crebbin, of the National Education Union, said the bill should be suspended until anindependent review of the relationship between the education department and schools reports back later this month. The review was commissioned by the government amid a pay dispute with the unions.The BBC has contacted the National Association of Schoolmasters Union of Women Teachers and the Association of School and College Leaders for comment. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-53253285"}