{"datetime": "2021-11-11T14:50:06.000Z", "title": "Firmus Energy gas prices rise by further 38% in NI towns", "article": "Firmus Energy is putting gas prices up by 38% from 3 December across its Ten Towns network area. The company said rising global energy costs had \"forced\" its hand to put prices up for the third time this year. Firmus gas prices increased by 35% in October and by 18% earlier in the year. The move will affect about 55,000 customers in the Ten Towns area, which includes Antrim, Armagh, Ballymena, Coleraine, Craigavon, Londonderry and Newry. The Consumer Council said the increase would mean the annual bill of a typical household will rise by about £268 a year or £255 a year for those with a prepayment meter. Firmus customers in Greater Belfast and in the Gas to the West network area will not be affected by the tariff change. Firmus chairman Dr David Dobbin said: \"This is a not a Firmus issue but a challenge faced by every local and national supplier of gas and electricity all of whom, sooner or later, will have to further increase their prices to meet the huge upsurges which have taken place in wholesale energy costs. \"We know this is an unwelcome increase, which will have a disproportionate effect on those of our customers who are the most vulnerable.\" Firmus said it would be introducing a support scheme to offer targeted help to those most in need, which would open at about the same time as the increase takes effect. Wholesale costs make up 50% of customers' gas bills, which is why global increases have such a big effect locally. Rising gas prices this year come in stark contrast to last year's low prices, which were described by one economist at the time as a \"consumer sweet-spot\". The Utility Regulator has warned that high prices are likely to continue throughout the first half of next year. Some analysts have warned the volatility could last for between 18 to 36 months while others have suggested that the short answer is: we don't really know. One thing most are agreed on is that while prices will come down they aren't likely to fall by as much as they have risen. There are only two gas suppliers in Northern Ireland, which is why the Utility Regulator has to agree any price increase before it is passed on to customers. The regulator caps suppliers' profits at 2%. Natasha Toman is a mum of four in Craigavon, County Armagh, and is a Firmus customer worried about what the price rise will mean for her. \"This is two price rises in such a short space of time - it's going to be a tough winter,\" she said. \"I topped my card up with the maximum amount, which is £49, before 1 October so I would be getting it at the cheaper rate and now it is going up again. \"We don't have the luxury to change suppliers - there is only Firmus in this area. \"So you just have to get on with it and make the money stretch but it's tough going and it's going to be cutting in other areas as your home needs to be warm, particularly with four young children.\" The Utility Regulator has capped the amount of profit gas providers can make at about 2%. But it has no control over wholesale energy costs, which is one of the key reasons for the price rises. So although a company's profit is capped that doesn't stop prices going up as the cost of commodities increases. The actual cost of the energy makes up about half of our bills and the rest goes to the companies that manage the pipes and to cover other expenses. So if the price of energy goes up the amount companies have to charge to make that 2% profit also increases. Read more:Why are energy bills going up? Eddie Lynch, the commissioner for older people, said there was a \"real growing fear\" among elderly people about the increasing cost of household bills. More than 50,000 pensioners in Northern Ireland are living in poverty, he said. \"What really concerns me is the perfect storm our older people are facing with higher energy bills and on top of that they have less opportunities to get out of the house because there are a lot less social activities since Covid hit,\" said the commissioner. \"That's how many of them actually managed their energy bills in the past - it was about getting out of the house so they didn't have to put the heat on. \"We're now at a stage where people have to spend much more time at home and are faced with huge bills coming down the line.\" Ulster Unionist assembly member Andy Allen said the Stormont executive had to intervene \"swiftly and robustly\" to deal with the winter cost-of-living crisis. This month he put a motion before the assembly asking members to create a winter energy emergency fund - it was passed unanimously. \"We welcome the confirmation from the minister for communities that she will be bidding for the entirety of the £13.7m derived from UK Vulnerable Households fund in order to try and bring forward a support package,\" Mr Allen told BBC News NI. \"We need to see this in days, weeks - not months, not after Christmas. People on the ground need this now.\" He said that charities were already having to support people in topping up gas and electric meters. The Utility Regulator, which regulates the suppliers in the market, had warned that substantial rises in the price of gas were coming. Its chief executive John French said: \"Unfortunately over the last six months we have seen unparalleled increases in the cost of wholesale energy at a global level. \"If wholesale prices begin to reduce our system of regulation in Northern Ireland allows us to act to make sure that reductions are fully passed onto consumers as quickly as possible.\" Sinn Féin MLA Caoimhe Archibald said the UK government should remove VAT on energy bills, cutting the costs by 5%. Democratic Unionist Party MP Carla Lockhart said anyone who was struggling with their bills should check whether they were eligible for the universal credit benefit. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59233950"}