{"datetime": "2022-02-01T18:00:38.000Z", "author": "Richard Morgan", "title": "Firmus' Ten Towns network to see gas bills rise by more than a third", "article": "Gas supplier Firmus energy has announced its prices will increase by more than a third in its Ten Towns Network. The 33.57% increase will take effect from 24 February 2022, and isthe fourth increase by the company since last spring.The Utility Regulator said it would bring the average household gas bill in the Ten Towns area to £1,293 a year.In April 2021, the average bill was £518. The move will affect about 55,000 customers in the Ten Towns area, which includes Antrim, Armagh, Ballymena, Coleraine, Craigavon, Londonderry and Newry. Dr David Dobbin, chairman of Firmus Energy, said the company had no choice but to make a further increase due to the sustained high prices in wholesale gas markets.\"Very low gas stocks, reduced Russian supplies and concerns about the Ukraine situation are all combining to keep European gas prices high,\" he said. \"The market crisis has been well publicised, and markets look increasingly like they are going to remain high for some time.\" It was not just a Firmus issue, but a challenge by every local and national supplier of gas and electricity, he added.\"Regrettably, we, in Northern Ireland, are at the mercy of the global wholesale gas market and are unable to influence these prices,\" he said.\"We know this is another unwelcome increase which will have a disproportionate effect on those of our customers who are the most vulnerable.\" He said the company had been providing financial support to a Department for Communities scheme to help those in need.The Utility Regulator previouslywarned that gas prices would increase in the coming weeks. The wholesale price of gas makes up more than half of consumers' bills.The Utility Regulator approved the tariff increase, with chief executive John French saying there was no sign of prices falling.\"This will regrettably mean that the average annual household gas bill in the Ten Towns area will increase to £1,293 per year,\" he said. \"The unparalleled increases in the cost of wholesale energy at a global level have persisted and continue to impact on supplier costs. \"Unfortunately, there appears to be no end in sight during 2022 for significantly above trend wholesale prices.\"However, if wholesale prices begin to reduce, our system of regulation in Northern Ireland allows us to act to make sure that reductions are fully passed onto consumers as quickly as possible.\" School principal Paddy McCabe said the rise in gas prices had seen bills at St Oliver Plunkett Primary School in West Belfast rise from just under £10,000 in October, November and December 2020, to more than £30,000 in the same months of last year. His school has not yet been hit by the next price increase to come from Firmus as it is in Belfast, outside the Ten Towns area. \"We will have to make very, very difficult decisions in the near future,\" he told BBC Radio Ulster's Evening Extra programme. \"I've been very fortunate and our budget's been relatively healthy - after this, it won't be. \"It's not something to look forward to and it does cause sleepless nights.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60215446"}