{"datetime": "2021-08-25T18:15:32.000Z", "author": "John Campbell", "title": "Gas bills: Northern Ireland customers facing price rise", "article": "Northern Ireland households and businesses are facing substantially higher gas bills this winter, the Utility Regulator has warned. John French said \"unprecedented\" increases in international wholesale prices were to blame. Wholesale energy costs make up about half of gas and electricity bills. Mr French said consumer gas prices would increase in September, but electricity prices would not be affected until next year. He suggested gas bills could increase by more than £100 a year. He said: \"It is likely that tariffs will increase from the current average household bill of about £515 per year, to be closer aligned with the average gas bills in GB (£625) and the Republic (£782). The Fuel Poverty Coalition group said it was concerned about the possibility of many households being \"at risk of fuel poverty this winter\". It highlighted that this is most common among older people, households with babies and young children, adults with disabilities and people living with long-term health conditions. Its chairperson, Pat Austin, advised consumers to take early \"practical steps\", such as making \"energy efficiency improvements or budgeting a little extra if they can each week to help cover the increased cost\". Raymond Gormley, head of energy at the Consumer Council, said people should \"seek help\" when they need it.\"While not practical for everyone, it is advisable to try to keep an energy budget aside for the coming winter,\" he added. Electricity prices have already increased this year. For example, the regulated provider Power NI increased its tariffs by almost 7% in July with other providers increasing prices by up to 20%. Mr French said he did not expect the regulated price to increase further this year. However, the picture is more uncertain next year and the higher gas prices could potentially feed through into higher electricity prices. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58329817"}