{"datetime": "2021-11-19T10:44:44.000Z", "author": "Jessica Black", "title": "Energy prices: Why are power bills going up?", "article": "Households are facing a steep increase in their energy prices this winter due to supply and demand on the global wholesale market. This has driven up the amount providers pay for gas and electricity - and that cost is now being passed onto the consumer. In the past year, both of Northern Ireland's gas providers and all six electricity providers have increased their prices. Firmus Energy is putting gas pricesup by 38% from 3 December across its Ten Towns network area. The Consumer Council said the increase would mean the annual bill of a typical household will rise by about £268 a year or £255 a year for those with a prepayment meter. In September, Firmus Energy announced 50,000 people in itsGreater Belfast network would see their gas price increase by a third , after announcing a35% increase to gas prices in the Ten Towns network from October. SSE Airtricityincreased its gas prices a 21.8% in October , adding about £112 to the average household bill, according to the company. Power NI - which has 50% of the electricity market share in Northern Ireland - announced it would increase its price for domestic customers by 21.4% from 1 January 2022. The rise means typical household electricity bills will go up by £131 a year. The company had previouslyincreased its prices by 6.9% in July , adding about £41 a year to a typical household bill. Its competitors have done the same. Wholesale energy prices - what our providers pay for gas and electricity - have reached an all-time high. Energy providers have begun to pass on those costs to consumers. Numerous factors have affected supply and demand, pushing up prices. Some analysts have called it a perfect storm. A cold winter in Europe last year put pressure on supplies and, as a result,stored gas levels are much lower than normal . Hot weather in Asia saw more gas used for air-conditioning, while gas exports from Russia to north-west Europe have also been lower. This has helped push up gas prices in the UK, Europe and Asia. Since January, they've risen 250%. Prices have soared 70% from August alone. Some prices in Northern Ireland are overseen by the Utility Regulator, in a process equivalent tothe price cap in Great Britain . The regulator is only responsible for Northern Ireland's largest electricity provider Power NI. The other five suppliers are unregulated and can increase their prices whenever and by however much they want. The gas market is slightly more complicated. The Utility Regulator must approve any tariff changes proposed by Firmus Energy in its Ten Towns network but not in Greater Belfast. SSE Airtricity must also go through the regulator for price increases in Greater Belfast. The Utility Regulator has capped the amount of profit gas providers can make at about 2%. Power NI's profit is capped at 2.2%. The Utility Regulator has no control over wholesale energy costs, said its chief executive John French. Record wholesale energy costs is one of the key reasons for the price rises, Mr French told BBC News NI. \"As this element makes up around 50% of a consumer's electricity and gas bill it will have a big impact on the final price you pay,\" he said. So although a company's profit is capped that doesn't stop prices going up as the cost of commodities increases.The actual cost of the energy makes up about half of our bills and the rest goes to the companies who manage the pipes and to cover other expenses. So if the price of energy goes up the amount companies have to charge to make that 2% profit also increases. But that cap doesn't mean those companies aren't making a healthy return, according to Peter McClenaghan at the Consumer Council. Basically, yes. \"Prices only look like they're going to keep rising unfortunately and that's both in gas and in electricity,\" said Mr McClenaghan. \"Historically the regulator reviews gas tariffs every six months for a potential change to come in either October or April so we are unlikely to see another increase before April 2022. Mr McClenaghan expects the Power NI regulated electricity tariff will increase at the next review, which is likely to be in January 2022. \"There is nothing to stop the other electricity providers putting up prices in the meantime, although they may be reluctant to since people will just go elsewhere,\" he said. \"From talking to the other electricity supply companies, it's likely that wholesale price increases will mean their prices could rise again before the end of the year.\" Although prices are increasing across the board it is always worth shopping around. Aodhan O'Donnell, who oversees a website which allows consumers to switch providers, said it had been a year of increases. \"Prices are only going one way at a moment, they will continue to go up,\" he said. \"The incentive to switch is still there. In the electricity market there are six suppliers and over 30 tariffs. There is about a £165 difference between the most expensive and the most competitive tariffs. \"For gas customers there is limited choice and competition and some people cannot switch.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58558645"}