{"datetime": "2021-07-02T16:51:34.000Z", "author": "Richard Morgan", "title": "SSE Airtricity increases NI domestic prices by 9.7%", "article": "SSE Airtricity has said its household electricity prices are to increase in Northern Ireland by 9.7%. It will be thesecond time this year the energy provider has raised its prices. SSE Airtricity is Northern Ireland's second biggest electricity supplier. The firm said that the decision to increase its electricity prices is due to increases in the wholesale energy market. Klair Neenan, managing director at SSE Airtricity, said costs have been rising since last summer. \"These sustained increases are being compounded by reduced generation capacity from some power stations, which is putting pressure on wholesale energy prices,\" she said. \"These factors are impacting all suppliers, as we have seen from others' recent price announcements. \"We have worked hard to limit and delay this impact on our customers and absorbed costs where possible. \"We will continue to watch the market carefully and, as we have done before, will look to reduce our prices as soon as it possible to do so.\" The Consumer Council said customers will have to find an extra £58 per year to cover the price increase. Raymond Gormley, interim head of energy policy at The Consumer Council, said: \"This is unwanted news for all SSE Airtricity customers across Northern Ireland especially considering it is the second increase in five months. \"This increase will adversely impact consumers who are already experiencing financial pressures on their household budgets. \"However, we are aware this increase is due to the continuing rise of wholesale energy costs. \"Any customers who are struggling to pay their bill should contact SSE Airtricity without delay to discuss their available options. \"The Consumer Council would encourage all consumers to shop around to ensure they are on the best energy deal. \"SSE Airtricity have stated that there will be no exit fee applied to customers who switch supplier before 1 August 2021.\" The utility company Electric Ireland has also announced it is increasing electricity prices from 1 August 2021. The company said electricity prices would be rising in Northern Ireland by 10.2%. It said this would result in an increase of approximately £1.14 per week on an average residential electricity bill. Electric Ireland said the rise was as a result of an increase in wholesale energy costs. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57700367"}