{"datetime": "2021-03-24T12:58:08.000Z", "author": "Richard Morgan", "title": "Firmus energy: Gas prices rising by 14% in greater Belfast", "article": "Natural gas supplier, Firmus energy, has announced a 14% price increase for customers in greater Belfast. The tariff change on 15 April will affect more than 50,000 consumers.The firm said the move is in response to an increase in global wholesale prices. Bills for the average household will rise by £1.32 per week.Firmus said the increase follows two price reductions totalling 20% over the last 18 months.The greater Belfast network area covers Belfast, Lisburn, Bangor, Holywood, Groomsport, Carryduff, Comber, Newtownabbey and Carrickfergus among other areas.Earlier this month, the company announced prices in its Ten Towns network would increase by 17.75% from 1 April. \"We know that price stability is important for our customers but the increase of wholesale natural gas costs on the global market, which are beyond our control, have unfortunately made this increase inevitable,\" said Michael Scott, managing director of Firmus. \"Any increase is never welcome news and we recognise this comes at a particularly difficult time for many.\"We want to assure our customers that we will continue to monitor and review our tariffs to ensure customers are getting the best prices possible.\" The Consumer Council said the latest price rise was \"unwelcome news\" for Firmus customers, following the price rise for customers in the Ten Towns network. However, Raymond Gormley from the Consumer Council said his organisation understood \"the main driver for the increase is the significant rise in the cost of wholesale gas globally over the last year\".\"Consumers who are experiencing financial difficulty and are struggling to pay their energy bills should contact their supplier without delay to talk about how they can help during these times,\" he added.Mr Gormley also encouraged customers to \"shop around to ensure they are on the best energy deal\".", "url": "https://www.bbc.com/news/uk-northern-ireland-56508121"}