{"datetime": "2021-09-08T18:09:03.000Z", "author": "Clodagh Rice", "title": "Firmus energy: Gas prices rising by 35% in towns across NI", "article": "Firmus energy has announced gas tariffs in the Ten Towns Network area will increase by 35% from 1 October. It says this reflects the increase in gas commodity prices which, it says, have risen by 170% since April 2021. The Consumer Council says the news will affect approximately 55,000 domestic customers. It means the yearly gas bill of a typical household with a credit meter will rise by about £182 per year, the council said. The Ten Towns Network area includes Antrim, Armagh, Ballymena, Ballymoney, Banbridge, Coleraine, Craigavon , Limavady, Londonderry and Newry,More than 25 other towns in surrounding areas are also included. Customers in the Greater Belfast area will not be affected by Wednesday's news, although an announcement regarding tariffs in this area is expected in the coming weeks. \"We are very sorry to have to make this announcement as the last thing we want is to have to increase our prices,\" said the firm's managing director Michael Scott. \"However, given the massive increases in the cost of purchasing natural gas on the global markets, it is simply unavoidable, as these costs are totally beyond our control. \"We want to assure our customers that we will continue to monitor and review our tariffs to ensure customers are getting the best prices possible. As soon as we can lower our prices again, we will do so without delay\". Megan Potts, a single mother living in Bangor, says she has already been living hand-to-mouth. \"People talk about this decision between heat and eat and it's real. I am now getting to experience that on a whole new level.\"My electricity is actually about to go up. I dare say my gas rates will probably go up as well. Everything is going up.\" Director of Infrastructure with the Consumer Council Peter McClenaghan said: \"The size of the Firmus energy price increase will shock consumers, make household budgeting more challenging, and is particularly difficult as consumers have no option to switch supplier. \"This Firmus energy increase follows rises in electricity, grocery, and fuel costs and is particularly bad news for consumers in vulnerable situations as it will coincide with the end of the furlough scheme, the removal of the Universal Credit uplift, and the start of winter,\" he added Firmus energyis regulated by the Utility Regulator and comes after SSE Airtricity put prices up last week. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58480550"}