{"datetime": "2021-09-29T10:12:18.000Z", "author": "Richard Morgan", "title": "Firmus gas prices to rise by 33% in greater Belfast", "article": "Gas supplier firmus energy has announced that tariffs in the Greater Belfast Network will increase by 32.98%. The change will take effect from 22 October.More than 50,000 customers will be affected by the increase, with the average household bill set to increase by £182 a year. Firmus energy said the move was due to global gas commodity prices increasing by 200% since the beginning of April.Wednesday'sannouncement comes after a tariff increase in April. The Greater Belfast Network area covers Belfast, Lisburn, Bangor, Holywood, Donaghadee, Larne, Groomsport, Millisle, Newtownards, Carryduff, Comber, Newtownabbey, Carrickfergus, and east Down. Firmus Managing director Michael Scott apologised for the price rise, which he said was down to the huge increases in the cost of purchasing natural gas on the global markets. \"It is simply unavoidable, as these costs are totally beyond our control,\" he said. \"With the world starting to reopen again, following the Covid-19 restrictions, this is leading to increased demand for natural gas and that has been driving the prices up. \"We will continue to monitor and review our tariffs to ensure customers are getting the best prices possible. Mr Scott acknowledged the increase would hit customers \"at a particularly difficult time for many\", and said Firmus was committed to working with consumer bodies to support its customers, especially over the winter months. Raymond Gormley, head of energy policy at the Consumer Council, said that while the price rise was expected \"it makes it no less challenging for household budgets to absorb\". \"Gas consumers in the Belfast area have the opportunity to switch supplier and the Consumer Council would encourage customers to check they have the best deal before 21 October when the opt-out period ends,\" said Mr Gormley in a statement. \"We would encourage all consumers to think about ways they can reduce their energy costs. Switching payment option, changing billing method or switching supplier can save some money.\" Mr Gormley added that customers struggling with their energy bills should contact their supplier directly for help. The announcement came as EirGrid, which operates the electricity grids in the Republic of Ireland and Northern Ireland has warned of a \"challenging\" winter,saying low availability of power plants continued to be a concern. Energy prices have continued to rise significantly with many households set to pay more for electricity and heating this winter.Firmus energy hasalready announced a 35% price increase for customers in its Ten Towns Network.", "url": "https://www.bbc.com/news/uk-northern-ireland-58730938"}