{"datetime": "2020-12-31T19:53:46.000Z", "author": "Kate Rimmington", "subject": "Coronavirus pandemic", "title": "Covid-19: 'Flexible' school return plan in place in Wales from Monday", "article": "\"Flexibility\" which could see secondary age children return to school over a week earlier than those in England and Scotland remains Welsh Government policy , it has confirmed. According to councils, many secondary schools aim to return from 11 January, with some fully open on 6 January.The National Education Union Cymru called for face-to-face learning to be delayed until at least 18 January. It said more time was needed to understand thenew Covid-19 variant . Welsh schools have been asked to make provision for vulnerable children and children of key workers from next week. All pupils will be expected to take part in remote learning before their schools reopen for face-to-face teaching. Welsh councils say they are monitoring their local situation. Counties including Bridgend, Merthyr Tydfil, Rhondda Cynon Taf, Blaenau Gwent, Torfaen and Swansea are currently aiming to start the return of all pupils to school from Monday 11 January.In Monmouthshire all pupils are scheduled to return to school on Wednesday 6 January, with schools providing online learning on 4 and 5 January, unless they have inset days.In Conwy schools are also aiming to open to pupils from Wednesday 6 January \"subject to Welsh Government and Public Health Wales guidance and each individual school's assessment of their workforce\". Huw Hilditch-Roberts, Denbighshire council's lead member for education, said: \"Despite confirmed cases associated with Denbighshire schools being low, they are increasing and we have taken the difficult decision to follow Welsh Government guidance for schools to provide remote learning at the start of term, with the expectation that face-to-face learning will resume on Monday 11 January.\"We take any change to pupils' education very seriously and have not taken this decision lightly,\" he said. Powys council says pupils in years 7, 8 and 9 in the county will return from Wednesday 6 January, with older children starting face-to-face lessons again on 11 January. Secondary school pupils in England willnot return to face-to-face schooling until 18 January . In some of the highest infection areas in England, primary schools will also be closed until 18 January.In Scotland all primary and secondary schools are closed until 18 January at the earliest. In both nations, vulnerable children and children of key workers will return in the first week of term. The Association of School and College Leaders (ASCL) Cymru's director Eithne Hughes said the overall situation was \"confusing\".She said: \"Some schools will have children in next week. Our view is that Welsh Government needs to make a central decision about schools reopening. After all they made a decision to put the country under the severest restrictions with no differentiation between councils on that.\" \"Any decision needs to be based on the science... There needs to be transparency on the rationale. As soon as the science is available it should be released.\" Children almost universally shrug off the virus, but the variant could alter the role they, and schools, play in spreading the virus. Mary van den Heuvel, senior policy officer at the National Education Union Cymru said: \"We know the Welsh Government took the sensible decision before Christmas to notify local authorities they had two weeks' flexibility at the start of term for returning to the classroom.\"But since then, we are in a Wales-wide alert level four situation. We need time for the scientists to find out more about this variant, and the transmissibility in school-aged children.\" A Welsh Government spokesman said its priority was to enable pupils to receive face-to-face learning, where safe to do so. \"We have agreed with local authoritiesa common approach to schools returning in January with some flexibility built in over the first two weeks of term. It is our expectation that pupils, when not in school, will continue to benefit from remote learning. \"As with any changes to schools and college openings for in-person teaching, decisions will be based on the latest scientific advice. We will continue to work in partnership with local authorities, schools and colleges on any changes to the scheduled opening arrangements. On Wednesday, Plaid Cymru education spokeswoman Sian Gwenllian questioned in the Senedd whether it was wise to have all pupils back in school even by 18 January, given the spread of the new variant of Covid-19.\"Aren't the signals currently suggesting that we should reconsider that policy and maintain on-site learning for smaller groups only beyond 18 January?\"If it's inevitable that schools will have to be closed for the majority of pupils, then, please, inform schools in good time.\"If closure is inevitable in order to prevent transmission, then we need to provide adequate warning so that teachers can prepare to teach as best as they can and for families to make their own arrangements too.\"There are concerns closing schools isdetrimental to children , and in December Sally Holland, the children's commissioner for Wales, said she was not able to support further delays to in-school learning, except for individual schools in exceptional circumstances. \"Children and young people have told me that online learning, however well planned, is no substitute for being in the classroom.\"It clearly places already disadvantaged groups at a further disadvantage,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-55500746"}