{"datetime": "2021-11-01T06:52:31.000Z", "author": "Louise Cullen", "subject": "COP26", "title": "Green energy: Heating NI homes without fossil fuels", "article": "Fifty years after the last coal mine closed in Northern Ireland, fossil fuel is still powering most of our homes. But a pilot scheme in County Fermanagh is trying out new, environmentally-friendly technology.The initiative involves six Housing Executive homes in Lisnaskea.Some have been fitted with solar panels, while others are using a heat pump, with an oil-fired boiler as a back-up.Heat pumps extract warmth from the air, the ground or water - a bit like a fridge operating in reverse. They are powered by electricity, so if you have a low-carbon source of electricity, they provide greener heating. Irene McKiernan lives in one of the houses that is now on a hybrid heat pump.\"I was a bit nervous, because it was a big, big job,\" she said.\"There was a lot of upheaval. New windows, every radiator had to be replaced, all the floorboards upstairs lifted to replace the pipes and the new hot tank, then the heating system itself out the back. So it's all different, and a new oil tank and everything was just upside down for a bit.\"But it was brilliant. I wanted to be part of something that was greener and more efficient.\"That \"upheaval\" was to bring the house up to an insulation standard that allows a heat pump to be at its most effective.And now, in her back garden, there is still a small oil tank and an oil boiler which will kick in when the weather gets extremely cold - below freezing, for example.But alongside it is the heat pump and, on the back wall, a box houses the electronic 'brain' that controls the whole system.\"This system is reducing the carbon emissions between 40 to 55%,\" said Robert Clements, a sustainable development manager with the Housing Executive.\"It's also improving thermal comfort, and we're trying to keep the bills down for the householder.\"Recent volatility in the international oil market has hit households in Northern Ireland hard, because it is so heavily dependent on fossil fuels.Around two thirds of homes here are being heated by oil.Less than a fifth of homes are on the gas network, which is currently being expanded in the south west.Gas is seen as a transitional fuel from oil, on the way towards greener home heating.The UK government has announced that fossil fuel heating systems will no longer be included in new-build homes from 2025.In England and Wales, where gas is the predominant fuel, the government has also announced a£5,000 grant to help householders move to renewable energy in their homes .But there is no such scheme here - yet.\"We're waiting on the Energy Strategy,\" said Pat Austin, from the National Energy Association.\"We need information, advice, and we will need grants.\"People simply don't have that sort of resource to make the upfront move to decarbonisation.\"To move from oil to heat pump and have the requisite cavity wall insulation, you're looking at the region of £12,000. People simply don't have that.\"How we get that money will be for government, whether it will be through grants, whether it will be through levies on bills, but there needs to be a plan for Northern Ireland.\"The Energy Strategy is due to be published shortly.Back in County Fermanagh, Irene can feel the difference in her home.\"It's a lot warmer, you know,\" she said.\"Especially with a baby, I need to have a warm home, and it's just more efficient, all-round heat.\"I have three kids, and I want them to follow - we need to sort of lead, and the kids need to see us doing something. \"If we all play our part, the next generation will do the same, and the next generation will do the same. So it just carries on.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-59088957"}