{"datetime": "2021-09-03T11:54:23.000Z", "author": "Clodagh Rice", "title": "Natural gas: SSE Airtricity to increase prices by 21.8%", "article": "SSE Airtricity will increase its natural gas prices for households and businesses by 21.8% from October. The company says the change will add £112 on to the typical average household bill. SSE Airtricity has 178,000 customers in Northern Ireland. Tariffs are scrutinised and approved by the utility regulator, who had previouslywarned that gas price increases were to be expected this winter . SSE says it is revising its prices to reflect the sustained increases in external costs outside of its control. These including rising costs in acquiring natural gas on global wholesale energy markets.These costs affect all suppliers in the market as seen in similar announcements already this year. The Fuel Poverty Coalition has warned unprecedented increases in energy costs could lead to the \"perfect storm\" this winter coming at the same time as the furlough scheme and the uplift to Universal Credit come to an end.Chair Pat Austin said one in five families in Northern Ireland are already in fuel poverty and that the Executive needs to intervene to stop the problem from getting much worse. \"We need a crisis intervention at the moment, we need government and the suppliers to get behind this - whether that is a social tariff for low-income households or being able to top households up, that needs to happen sooner rather than later.\" Andrew Greer, SSE Airtricity general manager (NI), said the decision had not been taken lightly.\"Almost 90% of a customer's gas tariff is accounted for through transmission, distribution and commodity costs.\"Over the last year, commodity costs have risen sharply with the cost of purchasing natural gas on the wholesale market more than doubling since last summer. \"SSE Airtricity has a longstanding history of working with our customers and, as we have done in the past, we will look to lower our prices as soon as it possible to do so. \"As always, we encourage any customer who is having difficulty with their energy costs to contact us and we will do everything we can to find a solution together.\"There is also free independent help and information available from Advice NI which provides a range of impartial services to consumers in Northern Ireland including advice about saving energy.\" The advice from the Consumer Council is to contact your supplier if you are struggling with your bill and to consider switching supplier or billing method. Director of infrastructure at the Consumer Council, Peter McClenaghan, said: \"This SSE Airtricity increase follows rises in electricity, grocery, and fuel costs and is particularly bad news for consumers in vulnerable situations as it will coincide with the end of the furlough scheme, the removal of the Universal Credit uplift, and the start of winter.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58433363"}