{"datetime": "2021-10-29T19:49:17.000Z", "author": "Clodagh Rice", "title": "Two NI energy companies announce further price hikes", "article": "Two electricity suppliers in Northern Ireland have announced plans for further price hikes. Northern Ireland's third largest electricity supplier Budget Energy is putting prices up 29% from 26 November.The company has 96,000 customers across Northern Ireland and said the move reflected rising global wholesale prices. Meanwhile, SSE Airtricity announced a 9% increase to its residential electricity prices from 1 December. Budget Energy had alsoannounced a price rise of 14.9% from July and 18% increase from 8 October. General manager Paul Kenny said: \"We have worked hard to minimise the level of increase by investment in further local renewable generation agreements and other local cost controls, but we are very much aware that any increase will be unwelcome for our customers at this time of year.\" \"We will, of course, be reducing our prices as soon as market conditions improve,\" he added.Budget Energy said the increases could mean a rise of around £4.69 per week for standard rate residential key-pad customers (including VAT), subject to usage, and £4.72 per week for standard rate residential bill-pay customers. Two weeks ago one of Northern Ireland's smallest suppliers, Bright Energy, also announced a price rise. It said a typical customer could expect to pay an extra £3.90 a week from 8 November, equivalent to an annual rise of more than £200. Northern Ireland's largest supplier, Power NI, is a regulated supplier meaning it needs to go through a formal process with the Utility Regulator before changing its prices.SSE has about 162,000 domestic electricity customers in Northern Ireland, giving it a market share of 20%. Managing Director Klair Neenan said: \"The decision to increase our prices has not been taken lightly.\"We have made every effort to delay this announcement as long as we could but unfortunately, as we have seen with other suppliers, sustained increases in wholesale energy costs are driving consumer prices upward.\" The Consumer Council said the news would \"adversely impact SSE Airtricity and Budget Energy customers, many of whom will already be feeling pressure on their household budgets, especially considering both suppliers have already increased prices in recent months\". The council's Peter McClenaghan added: \"We urge anyone who is struggling with their energy bills to contact their supplier directly for help and information.\"We will continue to work with our energy companies and the Utility Regulator on the development of initiatives to help consumers experiencing payment difficulties and to stress the importance of consumer protection and support during times of such price increases.\" The changes are not unexpected - less than two weeks ago the Utility Regulator in Northern Ireland warned that gas and electricity prices could rise significantly before the end of this year. John French said \"unprecedented\" increases in international wholesale prices were to blame. Mr French said consumers could also expect regulated electricity prices to increase by up to 20% in January. This is the third price hike this year from SSE Airtricity, and the fourth from Budget Energy. Firmus energy andClick Energy also announced gas and electricity price increases in September. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59091748"}