{"datetime": "2021-10-07T18:55:13.000Z", "title": "Up to 1.5m more could struggle to pay energy bills next year", "article": "More than a million extra British households won't be able to afford to heat and power their homes next spring, according to a charity. Energy bills are expected to rise again in April to reflect the rising wholesale price of gas. National Energy Action says 1.2 million to 1.5 million additional households will be plunged into fuel poverty. Households that spend a high proportion of their income on energy bills are considered to be in fuel poverty. At the start of October the energy price cap, which limits the impact of rising energy prices on households in England, Scotland and Wales, was raised to take the sharply rising wholesale gas price into account. But Ofgem, the energy regulator, said the price cap would have to rise again next year if wholesale gas prices continue to go up. Analysts said this could mean a typical customer paying between £400 and £600 more per year.Households in Northern Ireland have also seen a recent sharp rise in their bills, but they aren't protected by the energy price cap for Great Britain. If you feel powerless against international business and politics when watching your domestic energy bill go up, you are in good company. Normally, customers are urged to get active, search and switch to save money - but not now. Until recently, the energy price cap was a backstop, protecting the vulnerable. Now it is the most competitive tariff available. The cap is shielding households from the wild fluctuation in prices seen on the wholesale markets, but that is only a crumb of comfort when bills and prices across the board are still expected to see a sharp increase. So for now, experts simply advise customers to find ways to save energy, brace themselves and budget for bigger bills. Wrap up for a financial chill that could last longer than the winter. National Energy Action (NEA) said this month's price rises had already pushed half a million more households into fuel poverty. \"It's building into a brutal and bleak winter for millions. If the price cap goes up by £400 to £600 a year it could plunge 1.2 to 1.5 million households into fuel poverty, leaving almost 5.5 million households struggling to keep their homes warm and safe,\" said NEA chief executive Adam Scorer. NEA is calling for more support to be put in place for low income households. Ofgem, the energy regulator, said it expected prices would rise further in April.Its chief executive Jonathan Brearley said the energy cap was \"designed to reflect fair costs and therefore will need to adjust over time\". Natural gas prices are at record highs as economies around the world begin to recover from the Covid crisis.As a result, firms that supply gas to householders are running into trouble because they have agreed to sell energy at less than the price it now costs them to buy it. Even with the raising of the cap this month Mr Brearley said more energy firms could run into difficulties. \"Given the continued volatility in the market, it is likely more suppliers will exit the market,\" he told an energy conference on Thursday. Nine firms have already gone out of business, forcing 1.7 million customers to move to new suppliers. Those households have already seen annual bill increases of hundreds of pounds, since new providers aren't able to match lower-rate fixed deals that were on offer when gas prices were lower. Business Secretary Kwasi Kwarteng, who was also attending the conference, said the right response to rising gas prices was to renew the UK's commitment to renewable energy. The government recently pledged to shift electricity generation away from fossil fuels entirely by 2035. \"The UK so far, as many of you know, has made great progress in diversifying our energy mix. But we are still very dependent, perhaps too dependent, on fossil fuels and their volatile prices,\" he said. Decarbonising heating and power would mean lower prices he said.\"Our homes and businesses will be powered by affordable, clean and secure electricity generated here in the UK, for people in the UK,\" Mr Kwarteng said. However, customers will question whether the cost of the making the transition to lower carbon energy could push bills higher in the short term. The next revision to the energy price cap will be decided by Ofgem in February but will come into force in April. Analysts Cornwall Insight said that the cap could go up by £400 meaning that a household with typical energy use would pay around £1,660 a year. However the Energy Shop - a price comparison site - warned people to prepare themselves for even greater increases in household bills. It said that the next increase in the price cap could be £500 or even higher. Founder Joe Malinowski warned: \"If things don't settle down soon, increases of £600, £700 or even £800 cannot be ruled out.\" Businesses are also feeling the impact of rising energy costs. Firms are warning that could lead tohigher prices for their goods as increases are passed on to consumers. Richard Walker, managing director of supermarket chain Iceland, said steep rises in energy bills and other costs meant price rises were now \"inevitable\". \"The UK supermarket industry is one of the most competitive in the world,\" he told the BBC. \"Our margins are very tight and we're not an endless sponge that can just absorb all of these different cost increases.\" Mark Nicholson and his business partner set up their firm Harvey George Furniture four years ago in Hull. Today they employ about 30 people making bespoke bathroom and bedroom furniture.The past 18 months have been so good that they've moved premises to expand - and invested about £500,000 in new technology and machinery to keep up with demand. \"It's a gas guzzler - unfortunately for us it's a big gas guzzler,\" he says of their new painting machine, which is piped into the mains and is able to produce colourful furniture much faster.\"Any business, it's about cost and quite a big component for us is energy, so it's quite a scary thought. Our last bill was £8,000 - it was a shock. \"We'll keep going. But we could just do with some stability on our costs. It feels like everything - rates, recruitment, materials, shipping - now energy... feels very up and down.\"The energy price cap sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard - or default - tariff. That includes the fixed daily amount customers pay, plus the price per unit they pay for electricity and gas. When the cap was increased on 1 October, about 15 million households faced a 12% rise in energy bills, the biggest jump, to the highest amount, seen since the backstop was introduced in January 2019. Those on standard tariffs, with typical household levels of energy use, saw an increase of £139 - from £1,138 to £1,277 a year. Prepayment meter customers with average energy use saw a £153 increase. That is a far cry from a year previously when on 1 October 2020, the energy price cap was cut by £84, to £1,042. Will you be affected by rising energy prices? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-58831110"}