{"datetime": "2021-10-20T17:14:13.000Z", "author": "John Campbell", "title": "Northern Ireland energy prices will soar, warns regulator", "article": "Northern Ireland households could see gas bills increase by another 50% in December, the Utility Regulator has warned. John French said \"unprecedented\" increases in international wholesale prices were to blame. The most recent price increases only began to take effect at the start of this month. Mr French said consumers could also expect regulated electricity prices to increase by up to 20% in January. Normally regulated gas prices are set twice a year in April and October. However, if wholesale prices move by more than 5%, the gas companies can ask for an ad-hoc review. The October price rise was based on a wholesale price of about £1.15 per unit.The current unit price is about £2.30.Mr French said he had warned consumers in August of record increases in global wholesale energy prices.\"Unfortunately, there has been a rapid and sustained acceleration of wholesale gas prices since then,\" he said.\"When we agreed to firmus energy and SSE Airtricity Gas Supply's new regulated tariff at the end of August, the wholesale cost of natural gas was £1.15 per therm - a then record high. \"However, with continuing supply constraints, mainly from reduced gas supplies from Russia, wholesale prices peaked at a new record high of nearly £4.10 per therm in early October. \"In the last week, the wholesale price has reduced slightly to around £2.40 per therm, but this is still a 109% increase from the end of August.\" Wholesale energy costs make up about half of gas and electricity bills. SSE Airtricityincreased its gas prices for households and small businesses by 21.8% at the start of October. It has 178,000 customers in Northern Ireland. Firmus energy increased prices in its Ten Towns Network area by 35% and by 33% in greater Belfast. Power NI, which has a regulated price,increased its main tariff by 6.9% in July. . Most unregulated electricity supplies have increased their prices since then, in some cases more than once. Meanwhile, the Northern Ireland Consumer Council has warned that home heating oil prices are also increasing. It tracks prices on a weekly basis and says they are now at a three-year high. Pat Austin from National Energy Action, the UK-wide fuel poverty charity, said the figures were \"eye watering\". Speaking to the BBC's Evening Extra programme, Ms Austin said urgent government intervention was needed and called for a taskforce to address the problem.\"This is only going to be further bad news for households in Northern Ireland, set to deepen the levels of fuel poverty and broaden that figure as well,\" she said. \"We've no fuel poverty strategy in Northern Ireland which is disgraceful - that's the responsibility for the Department for Communities.\" She said between 40% and 50% of households could be experiencing fuel poverty. \"The cold kills, it's not just about sticking another jumper on,\" she added.", "url": "https://www.bbc.com/news/uk-northern-ireland-58979590"}