{"datetime": "2022-02-09T18:02:19.000Z", "title": "Gerard Hampson inquest: Death due to 'action of a third party'", "article": "A coroner has found that the death of former republican prisoner Gerard Hampson was \"a result of the action of a third party\" and not suicide. His naked body was discovered on the shores of Lough Neagh near Toomebridge, County Antrim, on 9 January 2008. Mr Hampson's family had reported him missing six weeks previously. The 53-year-old was wanted for questioning in connection with an alleged kidnapping in Mullingar, County Westmeath, when he disappeared. At the conclusion of the inquest into his death on Wednesday, the coroner said he believed Mr Hampson had died on 30 November 2007. Coroner Joe McCrisken ruled that Mr Hampson was \"placed or pushed into the water\" and that this was done \"while he was heavily intoxicated\".He also ruled that it was \"highly likely\" Mr Hampson's clothing was removed by a third party.The coroner outlined the circumstances of the disappearance of the deceased and said forensics linked him to a kidnapping in Mullingar. He said police were actively seeking Mr Hampson at the time of his disappearance.A previous report by the Police Ombudsman in 2016 washighly critical of the police's handling of the Gerard Hampson case .The then ombudsman, Dr Michael Maguire, said police made little effort to find Mr Hampson, and failed to conduct basic witness and CCTV enquiries because of a police belief he was \"on the run and would turn up when it suited him\". It meant opportunities to gather evidence were missed, and resulted in an \"overall poor investigation, which failed the Hampson family\". Eight PSNI officers were disciplined in relation to the case. Coroner McCrisken on Wednesday also recounted statements from a Witness X and a Witness Y. He said Witness X had told Witness Y that he and two others had killed Mr Hampson and added it was \"the hardest thing he ever had to do holding that man under the water\".The other two men mentioned in the statement are both deceased.The coroner said he could not get involved in attributing criminal or civil liability but he ruled out suicide, natural cause or accident as a cause of death.Coroner McCrisken commended the Hampson family for their \"patience and fortitude\" over the last number of years.He added that it was unfortunate that no one had been made amenable for Mr Hampson's death.In a statement, the family of Mr Hampson said the findings brought them \"great relief\" and described it as a \"victory for our family\". \"We never believed that our father took his own life, and the coroner has examined the evidence over the course of this inquest and has reached the same conclusion,\" the statement read.\"This brings immense relief to our family and draws a line under the innuendo and suspicion around his death.\" The family said that although they still have unanswered questions surrounding Mr Hampson's death, they said that \"today marks a degree of justice and closure\". PSNI Ass Ch Con Mark McEwan said the initial police investigation had been \"far below the standard that Mr Hampson and his family deserved\".\"I again wish to put on record how sorry I am. We acknowledged and accepted that there were lessons to be learned from this case,\" he said. ACC McEwan added: \"At this point, all our investigative lines of enquiry have been exhausted, however we would urge anyone with any information regarding this case to come forward.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60315526"}