{"datetime": "2021-11-19T10:30:36.000Z", "author": "Richard Morgan", "title": "Power NI to raise electricity prices by 21.4%", "article": "Northern Ireland's largest electricity company Power NI is to increase its prices for domestic customers by 21.4% from 1 January 2022. It means a typical household bill will go up by £131 a year. The tariff has been approved by the Utility Regulator. Power NI said the increase was due to a rise in prices across the global wholesale gas market. It has about 450,000 domestic customers and this is the second tariff increase it has announced this year. In July,it announced a 6.9% price rise . Consumers across Northern Ireland are facing higher prices this winter as gas and electricity providers pass on increasing costs to customers.William Steele, customer solutions director for Power NI, said the firm would try to assist customers struggling to pay their bills. \"We work very hard to keep our prices as low as possible but regrettably there has been a rapid and sustained increase in wholesale gas prices over recent months,\" he said. \"Like other suppliers we have no choice but to pay these increased costs, which feed into the cost of wholesale electricity and have a knock-on effect on our tariffs. \"In these challenging times and with such a volatile market we held off making this change for as long as possible, with this price change not coming into effect until January 2022. \"As soon as we see an opportunity to reduce prices, we will do so without delay. \"For any customers who are worried about paying a bill, please get in contact and we can help you.\" The company said customers could help to offset the increase by ensuring they were on the best payment plan and registering for online billing. John French, chief executive of the Utility Regulator, said it was unclear how long it would be before global prices began to fall. \"The drivers behind this increase are that we have had one of the least windy summers since 1961, meaning generation from cheaper wind power has been very low,\" he said. \"This low output from wind has meant that there has been an increased use of conventional gas, coal, and oil fired power stations. \"Unfortunately, the cost of gas, coal, and oil has increased significantly on global markets over the last 12 months, and since the wholesale cost of electricity makes up over 60% of a domestic customer's bill these sharp increases impact heavily on Power NI's tariff.\" Mr French said market analysts were predicting higher wholesale prices \"for the next 18 to 36 months\". \"If wholesale prices begin to reduce, our system of regulation in Northern Ireland allows us to act to make sure that reductions are fully passed onto consumers as quickly as possible.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59320063"}