{"datetime": "2021-04-19T05:34:44.000Z", "title": "Deirdre Hargey allocates £162m for new social housing in 2021/22", "article": "There will be £162m allocated for new social housing in 2021/22 across Northern Ireland, the communities minister has announced. It is an increase of £26m from 2020/21. During that time, 2,403 new social homes were started - almost 30% more than the department's target - and 1,318 social housing homes were completed. Deirdre Hargey said that the housing system in Northern Ireland \"is in need of transformative change\". \"I am delighted to see this progress on so many houses,\" she said. \"Whilst the statistics are important, each one of those houses represents a home for those who are on our social housing waiting list, many of who will have been waiting for some time.\"The homes will meet the needs of many across our society including the elderly, those with disabilities, young people and families.\" The minister added that housing stress levels in Northern Ireland were \"totally unacceptable\". \"I have set out the direction of how we will achieve this through the biggest shake-up of our housing system in over 50 years,\" she said. Ms Hargey said she was \"determined\" to deliver more social homes and said that ring-fencing would also be reintroduced. She added that protecting existing stock was also of \"fundamental importance\", in order to meet the needs of tenants \"now and into the future\". \"In 2020/21, in addition to the £129m invested by the Housing Executive in its homes through rental income, I directed a further £62 million to the Housing Executive for investment in its maintenance programme,\" said the minister. Ms Hargey added that she would soon consult on the future of the House Sales Scheme. The Northern Ireland Federation of Housing Associations said the fact that housing associations have exceeded targets during a pandemic was \"testament to the exceptional commitment to providing first class, new homes\". \"The new homes these associations build have a significant economic multiplier impact of around £1bn a year for the regional economy, when we take into account the impact on the wider supply chain,\" said chief executive Ben Collins. \"The Northern Ireland Executive has indicated that they consider new build housing to be key to our region's economic recovery post-pandemic.\"Housing associations will continue to lead the way on this, working with government, housing executive and the wider construction industry to successfully deliver this.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56794973"}