{"datetime": "2020-02-20T20:53:24.000Z", "author": "Enda McClafferty", "title": "NI Housing Executive rents to rise for first time in five years", "article": "Housing Executive rents are to rise for the first time in five years as the organisation faces a significant shortfall in funding, BBC News NI has learned. The 2.75% hike - coming into effect in April - will result in an average weekly increase of £1.79. Tenants are to be informed of the rise this month. It comes as the executive warned it may have to start \"de-investing\" in half its portfolio. The de-investment could result in the \"gradual loss of 43,000 social homes\", it told the new minister responsible for housing. That figure represents a third of its social supply and over 5% of all homes in Northern Ireland.Communities Minister Deirdre Hargey said: \"This small increase represents a first step towards the executive's commitment in 'New Decade, New Approach', to a long term trajectory for Housing Executive rent which is sufficient to support the sustainable future for its stock which is also affordable for tenants. \"This is an urgent priority not just for me but for the executive. This is about revitalising the way in which we provide and deliver public housing in the future.\" A spokesperson for the Northern Ireland Housing Executive (NIHE) said it was facing a significant funding shortfall, \"largely due to our low rents - exacerbated by four years of a rent freeze - that are insufficient to support all of our activities and costs\".What is the Northern Ireland Housing Executive? The Housing Executive was established in 1971, previously social housing had been the responsibility of councils but the executive was charged with addressing long-standing concerns about the provision and standards of homes across Northern Ireland.The government body aims to provide affordable independent living, and works with communities and housing associations to improve the physical and social regeneration of local neighbourhoods. It also deals with community safety and anti-social behaviour issues.The details of the rent rise are contained in a first-day briefing to Ms Hargey, obtained by the BBC through a freedom of information request.It sets out how the NIHE needs £7.1bn over the next 30 years with £3bn needed over the first 11 years to deal with the backlog of work. The document warns: \"This is currently unachievable as the NIHE generates insufficient income via rent to properly sustain itself.\"After operating costs it is only able to afford about half of the investment it requires.\" The NIHE spokesperson added that if it's funding position was not resolved, \"a two-tier social housing sector will develop in Northern Ireland, where housing associations are able to maintain modern standards of accommodation and we are not. \"This will have an extremely detrimental impact on addressing the rising level of social housing need in NI.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-51578545"}