{"datetime": "2020-11-03T17:57:37.000Z", "author": "John Campbell", "title": "Homes to be built by NI Housing Executive again", "article": "The Northern Ireland Housing Executive is to undergo the biggest shake-up in its 50-year history. The organisation will be split in two with its landlord arm becoming an independent mutual organisation. This will enable it to borrow money and start building houses again. The Housing Executive, which is Northern Ireland's public housing authority, has not built houses for about 20 years. Instead, social housing has been built by housing associations. The shake-up was announced by Communities Minister Carál Ní Chuilín, who said change is needed to increase the supply of social homes. \"We need to build and allocate more social homes to meet growing need.\"We need housing sectors beyond social housing to provide affordable and suitable homes.\" She said giving the landlord arm of the executive borrowing powers would initially allow it to improve its existing properties. \"A 2018 analysis found that the landlord side needed to invest around £7.1bn in these 85,000 homes over the next 30 years if these are to remain decent homes for our households and families. £3bn of this investment was required over the next 11 years.\"The Housing Executive can only afford about half of this requirement.\" The chair of the Housing Executive, Professor Peter Roberts, told BBC Radio Ulster's Evening Extra that the organisation had waited for more than eight years for Tuesday's announcement. He said it was \"absolutely necessary and very welcome\". \"We have some really poor homes, because what we have is an estate which was built very rapidly in the 1970s and it was very necessary to do that because we were dealing first of all with a growing population and secondly we were having to clear unfit homes at that point in time. \"We have got the problem of homes which are unpopular, but we have also got the problem of homes which actually do not meet modern standards and we need to bring them up to standard. \"It is well known that we have actually said that something in the order of 30% to 40% of our stock is in need of major works or replacement. \"My colleagues may criticise me, but I would say that probably 10% of our stock it is a bit like motor cars that are involved in accidents and the insurance deem them beyond economic repair - I would say 8,500 homes we would be better off replacing them.. .with a home that does meet modern standards.\" Justin Cartwright from the Chartered Institute of Housing said the reform plans were likely to meet with approval across the sector. \"It makes no sense to have a landlord with 85,000 homes that can't build on its own land.\" He said the structure of the proposed change was also important. \"By talking about a mutual structure it will promote tenants being involved in the delivery of their housing service.\" The minister's plan also includes a review of the Housing Executive house sales policy. She said that having policies of trying to increase social housing while also selling social houses at a discount means \"we have one policy that is in direct conflict with another\". There is also a commitment to prioritise the areas of highest housing need which the minister said included \"north and west Belfast and Derry City\". Aside from the social housing reforms the minister says she wants to legislate to give renters in the private sector greater protections. ", "url": "https://www.bbc.com/news/uk-northern-ireland-54795055"}