{"datetime": "2022-02-12T06:23:13.000Z", "subject": "World War One", "title": "Erik Kokeritz: Remembering a forgotten WWI hero a century on", "article": "He was a World War One merchant mariner hailed a hero for defying Germany's naval blockade of Europe. But within a year of a voyage that would bring him international acclaim he was dead and, in the years since, his story all but forgotten. His final resting place now is marked by a single white cross but for more than a century his grave lay unmarked. BBC News NI look at how Captain Erik Kokeritz came to be laid to rest in Londonderry's City Cemetery. Born in Sweden, Kokeritz emigrated to the US in 1894. By the time World War One broke out, he was sailing as a merchant sea captain. When in 1917 US commercial ships were needed for the war effort, Kokeritz was one of two captains to volunteer to take supplies across the Atlantic. It was a mission the captain and crew of the SS Rochester knew was fraught with danger. The crew of the SS Rochester was typical of US merchant vessels of the time. \"It was mostly made up of non-natives. The crew were Russian, Chilean, Puerto Rican, Spanish, Kokeritz himself was from Sweden,\" Dr Joshua M. Smith of the American Merchant Marine Museum told BBC News NI. Commercial seafaring was a hard, tough profession, it did not carry any grand social status, Dr Smith added. The Rochester itself was a small ship, more suited to working the US coastline than crossing the Atlantic, he said. When pressed into service, however, its size made it cheaper when it came to levies and taxes, more profitable for its shipping company. Crossing the Atlantic was a dangerous voyage even before war broke out, now it carried a new threat. It left New York during a time when the Germans had begun a campaign of unrestricted submarine warfare, Dr Smith said. A torpedo strike could prove fatal, to be stranded afloat at sea, \"a ghastly experience of physical and mental torture for the crew,\" he said. But the role of the merchant marine cannot be underestimated, and had the Rochester not made it, it would have been \"disastrous for the war effort,\" Dr Smith added. \"It was the commercial seafarers like Kokeritz who not only carried munitions and supplies, but who kept entire economies going,\" he said. After war broke out in 1914, Britain's Royal Navy blockade of Germany's ports meant food and fuel shortages were commonplace. The German navy was ordered to retaliate. Their weapon of choice was submarines, known in German as Unterseeboot (undersea boat) or U-boot (U-boat). The SS Rochester left New York on 9 February 1917 bound for France. \"We left without fear, although not ignorant of the risks we ran,\" Captain Kokeritz was reported as saying on his arrival in Bordeaux. It was a largely uneventful 16-day journey, according to the captain, encountering only a few other commercial ships. \"Thus, you see that it was not difficult for us to force the blockade and we have nothing much to be proud of in having reached port safely,\" he was quoted as saying in London's The Globe newspaper.The Rochester would not always enjoy such good fortune. Genealogist David Jenkins has spent 12 years researching the story of Captain Kokeritz. Upon his 1917 arrival in Bordeaux there \"were up to 30,000 people waiting for them, they hailed them heroes and awarded a certificate and silver medal for their courage,\" he told BBC Radio Foyle . It was a mission Kokeritz knew held much greater significance.The US had not yet officially entered the war, it would not do so until April of that year. The public back home had eagerly followed the transatlantic fate of the Rochester and the SS Orleans, the first US merchantman to arrive at Bordeaux during the U-boat blockade. \"In the eyes of Americans the voyage possessed an importance quite apart form commercial value,\" Kokeritz said. According to David Jenkins, had those cargo ships \"been attacked the public would have wanted US to enter war\". That gives \"the captain has a very significant place in World War One history\". It's a significance, Mr Jenkins said, that also brought him to the attention of Germany's Kaiser Wilhelm. So angered by the success of Kokeritz was the Kaiser that he put a price of $10,000 on his head. But Kokeritz was undeterred, and continued to sail the Rochester across the Atlantic. In the autumn of 1917, he arrived in Manchester, England. It was to be his final successful crossing. The Rochester left the English port in early November. When some 400 miles off the Irish coast, it was torpedoed by a German U-boat. Twenty-three of the crew were dead as the ship sank. But Kokeritz - and 22 of his crew - survived. For four days and nights they drifted at sea. \"They had little supplies, drank rainwater, the main problem was frostbite,\" Mr Jenkins said. But, he added, Kokeritz \"knew what to do\" and the lifeboats sailed for Ireland. When off the coast of Tory Island, they were rescued by a British patrol vessel. Kokeritz and the survivors were taken to Derry where half the men were treated at the city's infirmary. All were suffering from exposure. Captain Kokeritz took rooms at the City Hotel. Unwell, he was ordered to take bed rest. In the months that followed, Kokeritz's condition worsened. On the morning of 3 February 1918, he lost consciousness and died the following day. He was 43. His death certificate states he died of pleurisy. It was just a year after he had come to the world's attention. \"Captain Kokeritz was one of the bravest of America's captains of the sea,\" The Londonderry Sentinel of 7 February 2018 reported. \"For him the German submarine had no terrors\". \"Kokeritz was given full naval and military honours,\" Mr Jenkins said. \"The gun carriage had the Stars and Stripes and the union flag. Derry had never seen a funeral like this before\". But then his story seemed to be forgotten, his City Cemetery grave unmarked for more than a century. Now as a result of the research, the Friends of Derry City Cemetery group has placed a white cross where Captain Kokeritz is buried in the cemetery. Between March 1917 and the end of the war, U-boats sunk 13 million tons of shipping, with the loss of about 5,000 lives, including those lost with the SS Rochester. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60348302"}