{"datetime": "2021-07-10T05:34:36.000Z", "title": "NI Housing Executive: Maintenance delay misery for tenants", "article": "Brian Campbell has not left his house for more than two years. A wheelchair user, he is unable to manoeuvre his way through the porch at his own front door, leaving him trapped inside.Mr Campbell is one of hundreds of Northern Ireland Housing Executive (NIHE) tenants waiting for essential work to be carried out at their homes.But delays to maintenance schemes have left some tenants feeling like they have been forgotten.The Housing Executive has apologised to affected tenants, saying that overdue work is a \"top priority\" but delays are being lengthened by supply and labour issues in the construction sector.Mr Campbell, who needs his front door moved in order to leave his house, said he had been asking the NIHE to improve accessibility for more than 18 months but had been met with \"excuse after excuse\".\"I've pleaded with them to change the door so I could get out, so I could see some life, but I know they probably don't want to waste the money on me,\" he said. \"I'm 73 now and I've spent the past two years stuck inside a one-bedroom bungalow.\" Mr Campbell, from south Belfast, travels from room to room in an office chair as the interior doors of his house are not wide enough to accommodate a wheelchair.The Housing Executive, Northern Ireland's biggest landlord with 85,000 tenants, said there were health and safety concerns to consider if work was to be carried out to improve his home.\"They ask me what would happen if there's a fire while they were working on the doorway,\" he said.\"Well, what would happen if there's a fire the way I am? I can't get out anyway. \"If a fire happened and there were a couple of guys working on the doorway, at least they could give me a hand to get out.\" He has also been told that in order for his front door to be changed he would have to move out for five to 10 days, but the Housing Executive has said it cannot afford to put him up in a hotel. Mr Campbell said he has \"nowhere else to go\". In desperation, he raised the issue with his MP, the SDLP's Claire Hanna. Ms Hanna said many of her constituents had contacted her to raise concerns over \"delay and dismissal\" by the NIHE. A freedom of information request made by her office revealed that more than a third of current Housing Executive maintenance requests in south Belfast have been delayed.\"Just because you are a NIHE tenant doesn't mean you should live with dampness, mould or broken window frames,\" she said. Ms Hanna has called for Communities Minister Deirdre Hargey to intervene and introduce legislation to tackle delays to repairs or maintenance schemes. However, the Department for Communities said it would not be possible to pass any legislation on the matter and insisted it was a logistical issue to be dealt with by the Housing Executive. That is no comfort for Mr Campbell, who said the situation was having a huge affect on his mental and physical health. \"I've been a Housing Executive tenant for 25 years and not once have I been in arrears with my rent,\" he said. \"I used to do any repairs to the house myself but now I'm in a situation where I can't even stand up.\"It's dragging me down badly and things aren't looking rosy.\" Stacey, from the Rosetta area of south Belfast, does not feel like she is a top priority. She said her house is riddled with damp and black mould and her wooden window frames are rotting.An NIHE maintenance scheme to replace her windows, originally earmarked for May, has been delayed until November with further delays likely.Stacey, who did not want BBC News NI to use her full name, is 20 weeks pregnant and has a 12-year-old daughter who is severely asthmatic, a condition which she said has been exacerbated by her damp home.\"Even a letter from the doctor hasn't helped,\" she said. \"I've hit a brick wall - I'm so stressed, I've been crying my eyes out. \"They're saying there's no guarantee it will be fixed by November but my baby is due then - are they going to take all the windows out in the winter time with a new baby in the house?\" Stacey said she has had problems with damp and mould in her home for four years and now feels \"completely ignored\". She has asked for an extractor fan to help but has been told it would be too expensive. \"It's not for vanity that I want the work done - a new baby is coming into this house - but right now it feels like it's never going to happen.\" A Housing Executive spokesperson told BBC News NI it apologised to tenants for any delays to repairs and maintenance services, adding that the completion of overdue work was a \"top priority\". The spokesperson said some repair and maintenance work was halted due to Covid-19 lockdown measures but services were now operating as normal. \"However, as has been widely reported, the construction sector is currently facing significant cost and supply issues, as well as a labour shortage,\" he added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57776685"}