{"datetime": "2022-02-11T16:34:46.000Z", "subject": "Bloody Sunday", "title": "Bloody Sunday victim awarded £138,000", "article": "A man shot in the leg by a soldier on Bloody Sunday has been awarded £138,000 in a civil compensation case. Michael Bridge, 75, was shot as he remonstrated with soldiers over the killing of 17-year-old Jackie Duddy. The award covers injuries inflicted on him by a ranking officer who then falsely claimed he had been carrying a suspected nail bomb. Thirteen people died after members of the Army's Parachute Regiment opened fire on civil rights demonstrators. Mr Justice McAlinden said \"there was no justification whatsoever\" for the attack on Mr Bridge. He described the shooting as \"a callous, hideous attack on an unarmed civilian who was simply protesting about the shooting dead of a 17-year-old.\" \"There is a clear recognition of the wrong that was done to him so long ago, and that it has taken far too long for the recognition he deserves to be provided in open court,\" the judge said. Thousands of people gathered in the Creggan area of Derry on the morning of Sunday 30 January 1972 to take part in a civil rights march. After prolonged skirmishes between groups of local youths and the Army at barricades set up to prevent the march reaching its intended destination (Guildhall Square in the heart of the city), paratroopers moved in to make arrests. During this operation, they opened fire on the crowd. In 2010, the Saville inquiry found that those killed or injured on Bloody Sunday were innocent. The then prime minister, David Cameron, issued a public apology for the actions of the soldiers, describing the killings as \"unjustified and unjustifiable\". The High Court was told Mr Bridge was a steward on the civil rights march when demonstrators were hit by water cannon, gas and rubber bullets. Mr Bridge discovered Jackie Duddy had been shot at Rossville Flats, with a group which included Father Edward Daly crouched over the dying teenager, the court heard. In evidence, Mr Bridge described feeling a sense of \"rage\" and going over to remonstrate with the paratroopers. A lieutenant, referred to as Soldier N, then opened fire without warning, wounding him in the upper thigh, the court was told. As he was being taken away for medical treatment another paratrooper was said to have informed him: \"You're finished.\" Solder N later claimed he acted because Mr Bridge was carrying some sort of smoking object. According to the judge, those \"blatant lies\" continued until eventually dispelled by the Saville Inquiry. \"At no time on that day in question was Mr Bridge carrying anything that could have been mistaken for a device or other means of threat to the Army,\" he said. Mr Justice McAlinden identified greater blame in a commissioned officer carrying out the \"wanton act of violence\". He added: \"Officers, by reason of their command and leadership role, definitely should not act in such a callous, conspicuously wrong manner\". The court also heard that the home of Mr Bridge was repeatedly raided in the aftermath of Bloody Sunday, including one incident where his Territorial Army uniforms were confiscated. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60348305"}