{"datetime": "2022-02-08T12:29:36.000Z", "title": "Dragons' Den investor pledges £10k to London housing activist", "article": "Dragons' Den investor Steven Bartlett has pledged £10,000 to a London housing activist after seeing a \"random tweet\" of him speaking about his work. Kwajo Tweneboa, 22,forced housing association Clarion into action at his own Mitcham home after it became overrun with cockroaches and mice.He now campaigns for others living in poor accommodation. Mr Bartlett said he offered to mentor Mr Tweneboa because he was \"inspired by a young man that I saw myself in\". Speaking onBBC Breakfast , Mr Bartlett said he \"was tweeted randomly\" and saw \"a video of him speaking about the mission that he's on\". He then decided to offer Mr Tweneboa £10,000, free recording equipment and one-on-one mentorship \"within about six minutes\" of watching the clip taken from LBC radio. He said: \"I was deeply, deeply horrified that people in this country that we call Great Britain have to live in those conditions on a day-to-day basis and they're being ignored. \"More than anything though, I was just inspired by a young man that I saw myself in.\" The 29-year-old added: \"A couple of years ago, I was a broke 18-year-old kid trying to make it in the world and there were people along the way that just gave me a bit of a foot up for no apparent reason whatsoever - so I felt like I could pay it forward to a special young man.\" Mr Bartlett, theyoungest ever investor on Dragons' Den , founded the multi-million pound firm Social Chain from his bedroom in Manchester. He has since left the company but has founded several start-ups, is currently a director of Atai Life Sciences and is an investor in the meal replacement company Huel. Mr Tweneboa told the BBC he had been \"humbled\" by the offer. \"It's still not sunk in and it's completely nuts,\" he said. \"I went into this not expecting anything out of it, it was the fact that I genuinely cared about the way people were living.\" He added that the money \"will allow me now to actually reach people outside of London\", and \"go and do what it is that I really want to do, which is help people across the country and hopefully get change from the government level down\". ", "url": "https://www.bbc.com/news/uk-england-london-60303671"}