{"datetime": "2021-03-09T21:04:27.000Z", "title": "Online abuse turns women away from public life, says Arlene Foster", "article": "Abuse on social media is the biggest obstacle facing women in public life, First Minister Arlene Foster has said. The Democratic Unionist Party (DUP) leader called on social media companies to take \"more responsibility\" in dealing with anonymous abusers. Speaking on BBC Radio Ulster's Evening Extra programme, she said there was \"literally hourly trolling\" about appearance, clothes and haircuts. Mrs Foster said the abuse could be \"really, really painful\". The first minister addressed the issue at the Women in Media conference in Belfast on Monday, which was International Women's Day. Speaking on Tuesday, she said she found the abuse most difficult to deal with \"when it impacts upon my family\". Mrs Foster said that when young women who want to get involved in politics \"see the abuse that leaders are taking at present, who are female politicians, it's bound to have an impact on them wanting to get involved\". \"What we need to see is social media companies taking more responsibility for the anonymity of these people so we can deal with these issues,\" she said. \"We all know that social media allows people to be anonymous and therefore that works in favour of those who want to attack.\" Deputy First Minister Michelle O'Neill told BBC Newsline she was \"frequently critiqued on how I look, what my hair looks like, my clothes, my eyebrows\". \"Who knew that men would be so interested in my eyebrows?\" she asked. The Sinn Féin vice-president said she was often criticised about \"how I speak\" but she added: \"Let me say: I'm fiercely proud of my Tyrone accent. \"The digital world has certainly exacerbated our experiences as women. \"We are targeted by those who use the cover of anonymity to create a toxic and malevolent underbelly of misogyny and abuse and degradation of women.\" Her comments were supported by Justice Minister Naomi Long, who said she struggled to get social media companies to respond to even the most serious abuse. Mrs Long, the Alliance Party leader, said social media users should have to verify their identity when signing up to platforms such as Facebook Twitter and Instagram. \"If something like a death threat on social media is discovered - and I mean I have considerable experience dealing with this - it can be very difficult to get the social media companies to take it down, which is remarkable,\" Mrs Long said. \"They'll come back when I make a complaint through the normal channels and [they will] say it doesn't breach the community standards. \"But also they won't assist the police very often or it's a very protracted process in trying to discover who owns the account.\" SDLP MP Claire Hanna said social media companies were not doing enough to combat the \"sheer lack of accountability\" of their users. The use of social media was essential as a \"communication and listening tool\" in her line of work but the abuse she received often drowned out constructive conversation, she added. The Police Service of Northern Ireland said that while there is not a specific law against online abuse in Northern Ireland, trolling or sending abusive messages could constitute a criminal offence under a number of pieces of legislation. \"Social media users are personally responsible for the content they post and there can be both criminal and civil law implications to posting comments online,\" said Det Supt Gareth Talbot. \"Where a report is made to police of possible criminal offences, we will always investigate and take appropriate action.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56337804"}