{"datetime": "2018-05-31T13:59:14.000Z", "title": "Some tower blocks could be demolished over 20 years", "article": "The Northern Ireland Housing Executive (NIHE) is considering the future of its 33 tower blocks, including possibly demolishing some over a 20-year period. A consultation with residents and local representatives will begin this summer. More than £300m is needed over the next 30 years just to ensure the tower blocks are maintained to standard, according to the executive's board. NIHE's interim chair, Professor Peter Roberts, said some older blocks may be cheaper to replace than to maintain. \"The cost of retention, in terms of just keeping these now quite elderly tower blocks going, is excessively high and it takes a disproportionate amount of our revenue budget on maintenance out of the system,\" he told the BBC's Good Morning Ulster programme. \"We would be spending roughly a third of our maintenance budget on a very small proportion of our stock, if we just try to keep these [buildings] going.\" The blocks house around 3,000 residents.Prof Roberts said some of the structures were \"deteriorating simply because of their age\" and continual efforts to keep them up to modern standards was not cost-effective. However, he acknowledged the draft proposals were \"radical\" and may require ministerial approval. The NIHE has been reviewing the condition of all its housing stock since 2015 and Prof Roberts said he had visited some of the residents in the tower blocks as part of the review. \"I sympathise and understand with their desire, as far as possible, to continue to live in the communities in which they feel safe, in which they feel comfortable. \"Our intention is to work with residents and the wider neighbourhood in which the tower blocks are located in order to come up with a solution which improves not only the living conditions of the tower block residents, but the living conditions of the entire neighbourhood.\" An NIHE spokesman said that the plans for \"decommissioning\" the tower blocks do include proposals to demolish some of them over time.However, a housing expert expressed concern about the possible impact on housing waiting lists if proposals to demolish any of the 33 blocks are approved. \"There are around 3,000 residents who live in those tower blocks and their future is important,\" said Paddy Gray, Professor Emeritus of Housing at Ulster University. \"What we need is clear messages as to what they (NIHE) are going to do and when they are going to do it,\" he told Good Morning Ulster. Prof Gray asked if NIHE resources are directed towards re-housing tower block residents, then \"what happens to those people who are already on the waiting list?\" \"Will extra money become available for them? \"We have a very long waiting list of people who are seeking housing, particularly in some of the areas where those tower blocks are, which have very high housing demand,\" he added.As part of the NIHE review which began in 2015, consultation with residents was supposed to take place earlier this year, but it was put on hold following events at Grenfell Tower in London. Seventy-two people died when a fire spread through the 24-storey block of flats, leading to widespread safety checks in high-rise accommodation across the UK. A fire broke out in the Coolmoyne House high-rise flats in Dunmurry as recently as November 2017. The tower block on the Seymour Hill housing estate is owned and operated by the Northern Ireland Housing Executive. In a statement about the 20-year plan, a NIHE spokesperson said: \"The health, safety and comfort of our tenants is our priority, however, our tower blocks are now reaching an age at which significant investment is required. \"The approach that has been agreed by the board is to consult with residents, political representatives and the wider community about future plans for each of the tower blocks and surrounding neighbourhoods.\"This includes the decommissioning of tower blocks over an agreed extended time period and further exploration of future housing options available at each location. \"Once these plans have been developed, we will seek business case approvals from the relevant government departments. \"In the meantime, we will continue to maintain all our tower blocks and ensure health and safety and other work is carried out as required.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-44307315"}