{"datetime": "2021-09-16T00:25:58.000Z", "author": "Michael Buchanan", "title": "The 22-year-old who took on a housing giant and won", "article": "As a new report claims dilapidated housing is \"killing some of the most vulnerable people\", a 22-year-old student has become an unlikely champion for social housing tenants, shaming Clarion, Europe's biggest housing association, into action. \"I can't let people live in squalor,\" says Kwajo Tweneboa, burning passion in his voice, as he details some of the appalling living conditions he has uncovered in the past four months.\"Houses are being overrun by mice, cockroaches, rats in some cases.\"Lights streaming with water, asbestos ceilings completely broken or covered in black mould.\" Of Clarion he says: \"I don't know what they are waiting for. Is it for someone to die in one of these properties?\" The Good Home Inquiry, published by the charity, Centre for Ageing Better, says the consequences of poor quality housing include:Official figures show at least 4.1 million homes in England are substandard - but the researchers say this is probably an underestimate, as successive governments have focused on building new homes rather than improving existing stock.The researchers also quote environmental think tank E3G's calculation that in 2018, 17,000 people died across the UK in homes that \"were either too cold or too hot\".The inquiry wants ministers to bring in an enhanced Good Home Standard, with a Good Home Agency in every local authority, giving people access to all the information they need to improve their homes.In May, Kwajo and his two sisters were living on the Eastfields Estate in south London, in a flat which at the time had no ceiling in the main room, mouldy walls, an infestation of vermin, water streaming through light fittings, and asbestos.For 18 months, Kwajo had repeatedly asked Clarion for repairs - but his calls went unanswered.As a last resort, he posted a thread of pictures of the squalid flat on Twitter.\"I was horrified, embarrassed and disgraced. I felt backed into a corner,\" he remembers.As well as struggling to make his housing association listen, Kwajo, a business studies student at De Montfort University in Leicester, was trying to process the death of his father.He had died in January 2020, following a cancer diagnosis, and had spent his last few days being cared for by nurses in the flat, \"feeding him through a tube through his stomach in a place that was infested with cockroaches, mice, rats, asbestos everywhere...\"It made a bad experience much worse.\" Clarion Housing Group is Europe's largest housing association, responsible for housing more than 350,000 people.It has grown by acquiring council houses from local authorities across England, as well as building new homes, often by regenerating ageing estates.Stung into action by Kwajo's public shaming, Clarion has repaired the flat. Spurred on by huge support for his Twitter posts, Kwajo set his sights on helping other tenants, less skilled in their use of social media, and more nervous of speaking out.He put leaflets through all 463 doors on the Eastfields estate, a 1970s-built warren of mainly three-storey flats in Mitcham.Within minutes, his phone started pinging with messages - and has rarely stopped since. He has become the focal point for Clarion residents, not just on his estate but across England, with people telling and showing him in great detail the appalling conditions they live in, and the refusal of the housing association to engage.\"Some of them have been complaining for longer than I have been alive,\" says Kwajo.The Good Home Inquiry calculated that of homes which fail to meet the government's official Decent Homes Standard:David Orr, who used to run the National Housing Federation and who chaired the inquiry, suggests one solution could be home improvement grants, or loans for owner-occupiers on low incomes.\"If government is to provide a grant, the right thing to do is to allow government to take a charge on that property, and at the point at which it's sold, the money comes back,\" he argues.Lendology, a not-for-profit lender in the West Country, provides low-cost loans to house owners in 18 council areas. Since 2005, it has lent almost £17m and says its loan default, the amount not repaid, is less than than a tenth of 1%.By coincidence, Mr Orr also chairs Clarion Housing Association.When I put to him the concerns that Kwajo and other residents have raised about their homes, he apologised.\"We have been publicly shamed by the quality of some of our homes. We took our eye off the ball,\" he said.\"The homes are part of a major regeneration project, and because we've been focusing on the regeneration, we've been less concerned about the quality of the homes on a day-to-day basis.\"We got that wrong and have taken huge steps to change it. We will fix it.\"Kwajo's flat is now adorned by his own artwork, including a large portrait of Meghan Markle. He hopes to become an artist, but first he wants to change his community.He smiles and his eyes moisten slightly when I ask him what his father, who moved to London from Ghana, would make of his campaign. \"As kids we saw how hard he fought, for five years, just to get a place.\"The ball was always in their court, the council, the housing association. And they would abuse that, the power they have over residents...\"It wasn't until the ball switched courts, that we got the house fixed finally.\"He would be at peace.\" ", "url": "https://www.bbc.com/news/uk-58572341"}