{"datetime": "2020-10-22T17:05:51.000Z", "title": "Isle of Man housing plan on hold amid raft of concerns", "article": "A plan to build at least 1,500 homes in the east of the Isle of Man by 2026 has been put on hold for a month amid concerns about pollution, congestion and construction on green sites. Tynwald has voted unanimously for thegovernment's area plan for the east to be withdrawn and tabled in November.Chief Minister Howard Quayle said the proposal would not be altered but MHKs could seek \"clarification\" on it. Bill Shimmins MHK said the plan was an \"abomination\" in its current format. He added that it failed to address the resulting rise in traffic and it would cause \"severe congestion\" that would increase pollution.A motion tabled by Mr Shimmins to suspend the debate, which lasted almost five hours, until November 2021 was voted down by Tynwald members.The area plan has been in development for four years and cites land in the east of the island for development. The government had aimed to build more than 2,400 homes by 2026 but an independent report published in December 2019 said the predicted population growth had \"failed to materialise\" and recommended 1,500 homes be constructed.In the plan laid before Tynwald, provision had been made for the smaller number with an additional 875 allocated as \"strategic reserve\", if the need arises.Daphne Caine MHK said there was \"a lot of good\" in the plan but it needed more \"emphasis on brownfield site redevelopment ahead of any greenfield release\".The release of any strategic reserve sites should have a \"final challenge\" in Tynwald, she added.Under the plan, the Council of Ministers has the authority to approve any additional sites for development if the island's population exceeds 89,000.As of the 2016 census, the island's population is just over 83,000. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-54650761"}