{"datetime": "2021-05-04T12:41:43.000Z", "subject": "England local elections 2021", "title": "Election 2021: Council housing just 'a waiting game'", "article": "People waiting for council housing say the delay is putting their lives on hold and having a detrimental effect on their mental health. More than a million people in England are on waiting lists for social housing, according to charity Shelter. In Hull, the number of owner-occupiers is below the English average and a higher number of people rely on rented properties. Although the city has 23,000 council-owned home demand far outstrips supply. Barry Pickersgill, 47, has been on the waiting list for four years. He has a disability and lives in sheltered accommodation on Hull's Orchard Park estate, but says it is unsuitable because he is surrounded by elderly people. \"I don't want to be there for the rest of my life with old people,\" he says. He wants to be in a quieter area of the city closer to his mother. \"I would like to move into a one-bedroom flat that's suitable, I have sleepless nights, there's nothing to do there, it's just getting me down really. I don't see anybody.\" In Hull, 50% of households are owner-occupied, compared with 63% nationally. The number of people in social and privately rented accommodation is also higher than the England average, according to the city council. Those who have been able to rent a council house, such as Leanne, say it has been life-changing. The single mum, who did not wish to give her surname, also has a home on the Orchard Park estate. \"At the minute I don't have luxuries like the internet and Sky,\" she says. \"I just pay my bills, make sure the children are fed and they get what they need. I never really get much for myself, but I think if it was my own house I wouldn't event have that.\" For 36-year-old Grace Peacock, a council home might give her a chance to live with her children again. She currently lives in a housing association property in west Hull, but says the area is not ideal and the wait for a suitable council house is having a significant effect on her mental health. \"It's been hard, I just want my own house to be able to have my own space. I am getting down a lot and depressed. \"I am on the list and they say I've just got to keep bidding.\" Robin White, public affairs manager with Shelter, said: \"Wherever you are in England the simple fact is there isn't enough social housing. \"In England we have more than a million people that are on social housing waiting lists, many of whom have been on there for quite extensive periods of time.\" On 6 May, people in Hull will go to the polls to elect new councillors. Here's what the major parties in the city had to say about the issue of social housing. Hull'sLabour group said there was a national housing crisis in the UK and blamed the Conservative government for \"failure to invest in affordable public and social housing\". \"As a city council we have achieved our targets for the building of new houses, which adds to local supply. Unlike others, Hull's Labour council believes in council housing so kept its council housing stock and has 23,000 properties. \"We are building new council houses again and have committed to 500 new council houses and bungalows. We have also supported with loans others social landlords like the Goodwin Development Trust building new eco-homes with low running costs. The city council has also invested uniquely in refurbishing private terraced houses in the city giving these houses a new lease of life. We are also actively supporting city-living in Hull city centre where there are many applications for residential conversions.\" TheConservative group said it had never opposed the existence of social housing and said it supported it as \"part of a broad range of solutions and a very important safety net\". It added: \"Historically we have always been concerned about the excessive command and control view of Labour and their commitment to unsustainable numbers with often poor results on repairs. \"Because we support the right-to-buy scheme, we also do not oppose building new homes to modern standards. Sell off houses, build some new ones, seems a desirable balance and will reduce maintenance bills. We continue to believe there are better ways of managing the council housing stock such as ending the client/contractor split and making [council maintenance contractors] KWL managers, at the very least, of the entire repair situation.\" The city'sLiberal Democrat group said it believed everyone seeking council housing should be supported by a council that \"cares and listens\". \"We need our maintenance system to be more efficient so tenants aren't stuck living in disrepair. We also need a far more efficient turnaround of properties when they become vacant. We also believe the council has a responsibility to offer high quality and affordable council housing while also working with the private sector to challenge rogue landlords that ruin our communities.\" TheGreen Party said the city has a large amount of older housing stock and while the city had made progress in refurbishing existing homes and investing in new builds it was concerned however, \"about the amount of private rentals in the city and the people waiting for social housing, who may be in properties that do not meet the Decent Homes Standard.\" The party said its policies, such as a Universal Basic Income, would \"massively improve the lives and choices of those waiting for or living in social housing\". It added that its Green New Deal for housing would also \"empower local authorities like Hull to bring empty homes back into use, require an Energy Performance Certificate Rating of A and to update fire safety regulations for insulation\". Additional parties standing candidates in council elections in Hull include: For BritainThe Social Democratic Party The Trades Unionist and Socialist Coalition The Yorkshire Party A number of candidates with no party affiliation are also standing as Independents. A full list of candidates can be found here . ENGLAND'S ELECTIONS: THE BASICS What elections are happening? On 6 May across England millions of people will be voting for new councillors, mayors and police and crime commissioners.Register to vote here . Why does it matter? When political parties win control of a council, they decide policies for your area which could affect services ranging from social care to rubbish collection. Read onwhat councils do . How do I vote? Not all councils are up for election, and not every area has a mayor, but everyone in England will be voting for someone in the their local area -find yours here . Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-56941242"}