{"datetime": "2018-06-08T23:27:35.000Z", "author": "Hannah Richardson", "title": "More than a million on social housing waiting lists", "article": "Grandfather and commercial engineer Freddy Emmanuel has been on the waiting list for social housing for 18 years. During this time he has sofa-surfed, stayed in hostels, rented and had periods of homelessness, in Kensington and Chelsea, mostly.He spent two months sleeping rough under a tree off Portobello Road. And almost a year on from the Grenfell fire, Freddy, 56, is one of more than 1.15 million households stuck on social housing waiting lists in England.\"My family has been in this borough for a long time,\" he said. \"And for me to stick in the area would be good for the community. This is my neighbourhood. \"I feel that I should be helped by the council,\" says Freddy, who had to \"start all over again\" in 2000 when a relationship broke up. The official figures highlighted by housing charity, Shelter, also show 290,000 homes became available in 2017, leaving a shortfall nationally of about 800,000. But fewer than 14,000 of these were newly-built homes. Most became available after tenants were evicted, died, or simply moved on inside or outside the social housing sector. In some local areas, the number of available homes is dwarfed by the number of households on waiting lists. The gap is being caused by the lack of new social homes being built and the fact that many existing ones are sold off through right to buy without the proceeds having been used to build new ones. In Newham, central London, the 588 homes available for social rent are outnumbered by a factor of 44. This leaves 25,729 households chasing these properties. While in Merton, there are 35 households waiting for every one of its 270 available homes, leaving 9,581 on its list. And the homes crush stretches beyond the capital, with 24,392 households waiting in Brighton and Hove for a social home, and 19,905 in Medway. Fylde in north-west England has 23 households waiting for every one of its 214 available homes, while Dacorum in Hertfordshire has 18 households waiting for each of its 689 free properties. Freddy, who has recently moved to a privately rented flat in Cricklewood as a temporary measure, said: \"Not having a settled place makes it hard to do anything. Even getting letters delivered so you can get accepted for the doctors is hard. \"I'm in my mid-50s and at this age I should be looking after my family and relaxing in the job that I've been doing for a long time, but I can't do any of that until I get my own place. \"Instead I'm in a situation where I am still left dangling.\" Shelter chief executive Polly Neate said the way Grenfell survivors had been treated, with some still lacking permanent homes, had shaken people's trust in the safety net the state is meant to provide. She said: \"Imagine then, how frustrating life must be for the millions of people elsewhere in the country who have been stuck on waiting lists, often for years on end. This is not just confined to London but happening right across the country, from Brighton to Blackpool.\"Families are unable to get settled and unable to get on with their lives.\" The data shows about a quarter of those on housing waiting lists have been on them for five or more years. She added: \"The Grenfell tragedy must mark a turning point in our nation's approach to social housing and its tenants - we clearly need a bold new plan for social housing so families are not condemned to waiting lists but given safe, secure and affordable housing as quickly as possible.\" A spokesman for the Ministry for Housing, Communities and Local Government said everyone deserved a safe and decent place to live and highlighted that more than 357,000 new affordable properties had been delivered since 2010. \"We are determined to do more, and are investing a further £9bn in affordable homes, including £2bn to help councils and housing associations build properties for social rent. \"We have also committed to giving councils the power to borrow £1bn to build new properties in the areas were there are the greatest affordability pressures.\"", "url": "https://www.bbc.com/news/education-44413766"}