{"datetime": "2020-09-07T23:38:14.000Z", "title": "Government pledges to increase number of affordable homes", "article": "The government has announced new measures to help more people get onto the property ladder, as part of a £12.2bn investment in increasing affordable housing. A new shared ownership model would see the minimum initial share to buy in a property reduced from 25% to 10%. People would also be able to buy additional shares in their home in 1% instalments with heavily-reduced fees. The £12.2bn investment, listed in the Budget, includes £700m for new homes. About half of the new homes will be available for affordable home ownership, while the rest will be made available for for discounted rent, including 10% for supported housing - to support those with physical or mental health challenges. The shared ownership model will also include a 10-year period for new shared owners where the landlord agrees to cover the cost of any repairs and maintenance to the property. And a vast majority of the rented homes delivered through the new programme will give tenants the right to purchase a stake in their home.The £700m was already set out in a government programme from 2016-2022. Another £11.5bn investment will be delivered in the form of an Affordable Homes Programme between 2021 to 2026, providing up to 180,000 new homes across the UK, but this is dependent on economic conditions. Homes England, the government's housing accelerator, will deliver £7.5bn of new homes outside London. The public body will publish its Affordable Homes Programme prospectus this week, with an invitation to councils, housing associations and private providers to start preparing their bids.Homes England plans to deliver new homes from next year. \"Today's announcement represents the highest single funding commitment to affordable housing in a decade and is part of our comprehensive plans to build back better,\" said Housing Secretary Robert Jenrick.\"This government is helping hard-working families and prospective first-time buyers get their feet on the housing ladder in an affordable way.\"Thanks to the range of flexible ownership options being made available, more families across the country will be able to realise their dreams of owning their own home, with half of these homes being made available for ownership.\" ", "url": "https://www.bbc.com/news/business-54062721"}