{"datetime": "2021-10-21T11:33:26.000Z", "author": "Ben Godfrey", "title": "Housing waiting lists: 'You feel like a failure as a parent'", "article": "A couple with four young children say parts of their Housing Association home are off limits due to damp and mould. Shaun Cassidy and Naomi Darker are among almost 3,000 people in the Wyre Forest area waiting for a home, despite almost 600 standing empty. The family has been living in the Kidderminster property for 18 months and say they are struggling to relocate as problems build without being fixed.Their housing association, Rooftop, says safe homes are its priority. It said it had also brought in specialist contractors to address problems with damp. But the couple say ongoing problems with the house are taking a toll on mental health and they need a new place to live. Meanwhile, a charity says there has been an increase in families living in \"poor quality homes\", with some waiting years for repairs. Mr Cassidy and Ms Darker were left homeless when he lost his job a few years ago and the three-bedroom terrace they were given seemed, they said, like a saving grace. But it was not long before cracks literally started to appear, with the couple's one-year-old daughter cutting her foot on a broken kitchen tile, despite promises, they said, it would be refitted. \"They left us with no gas for over three weeks with a one-year-old; no heating, no hot water,\" Ms Darker said. \"It was horrible.\" The couple add damp and mould has left parts of the house off limits - they no longer let their children play in their rooms for fear they will touch damp patches and get sick.Their clothes are stored in boxes under a gazebo outside. Mr Cassidy believes they are safer from damp there than in the house. \"You feel like a failure as a parent,\" he said, \"because you can't give your kids basic necessities - heat, a safe place to live, a safe place to play.\" The pair say while they report problems to their housing association as soon as they emerge, \"nine times out of 10\" the calls are over issues they have already raised, yet \"nothing materialises\". As a result, they say they have both had problems with their mental health. \"I feel like I want to shut myself away and cry,\" Ms Darker said, \"but I can't.\"They have a new-born son and after he arrived, the need for a more suitable home became more pressing. But for six months no suitable options have come up in their area. They are not alone - a Freedom of Information Request by the BBC revealed that across the West Midlands region, almost 100,000 people were on a waiting list for suitable homes. Meanwhile, almost 35,000 homes across the area stand empty. \"I'm very frustrated,\" Mr Cassidy said. \"You see all these empty properties around and you think 'why is it sitting empty'? It's confusing.\" Belinda Darby manages Home Start in the Wyre Forest region, a charity to support young families, and has noticed an increase in the number of people living in unsuitable homes. \"We've certainly seen in the last five years more families in poor quality housing,\" she said. \"Months and sometimes years will pass where families are waiting for repairs.\" Wyre Forest District Council said it was working with owners to bring empty homes back into use and it \"works hard to make sure applicants and families are put into homes that meet their needs and are fit for purpose\". Rooftop said meeting families' needs was \"the most important thing\".Its chief executive, Boris Worral, admitted the association \"could have probably done things a bit more quickly\" but said there had been \"a number of challenges in the last six to 12 months\". He said a new kitchen had since been fitted at the 130-year-old house and damp treatment works had also been arranged. The firm said these stemmed from condensation, rather than rising damp, and work to deal with it would be completed by 27 October. \"I do apologise if [Mr Cassidy and Ms Darker] don't feel the property is of the right quality,\" Mr Worral said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-58982375"}