{"datetime": "2021-06-13T23:50:21.000Z", "author": "Simon Maybin", "subject": "Coronavirus pandemic", "title": "'We want another homeless hotel - and we can make it work'", "article": "Thousands of rough sleepers were given rooms in hotels as part of the UK's emergency response to coronavirus during the first lockdown. The unprecedented effort was described by some as a silver lining to the dark clouds of Covid-19. This is the story of the highs and lows in one of those hotels, which has just closed its doors to homeless people after 14 months. \"At the beginning, we were thrown in at the deep end - nobody had ever done this before,\" says Kath Meighan, thinking back to March 2020 after a busload of rough sleepers had been dropped off at the Holiday Inn in Gorton, Manchester.\"It was seven days a week for 12, 13 hours a day. I remember the first month and my manager said, 'I think we're gonna have to talk about your overtime,'\" she laughs.Kath had been tasked with running the homeless provision at the hotel for a housing association called Riverside, and about 500 people came under her care over the next 14 months. Initially, it was what Kath describes as \"our more chaotic individuals\" - rough sleepers with drug or alcohol addiction, or mental health problems, or all of these things. For some it was years since they had slept on a bed, had their own room, private washing facilities or regular meals. They required intensive support not just for health issues but also with setting up bank accounts and benefits claims, and different agencies came to the hotel to provide it.What had been the hotel reception area turned into a one-stop shop, where residents could get the help they needed without the formality and forward-planning required for appointments. And it worked incredibly well, Kath says. Of the 500 who passed through the hotel, 100 were evicted - for things like persistently smoking in their rooms or anti-social or aggressive behaviour - and around 90 left the hotel of their own accord.But roughly half of those who stayed have been moved on to other accommodation, usually supported housing or temporary accommodation.Those people wouldn't have had the same opportunity if the pandemic hadn't come along. Simon Potts, then 43, was one of those who arrived on the first night. The police officer who picked him up off the street said he was in a \"sorry state - very thin, very dirty\". Simon had been sleeping in shop doorways for nearly three years having become homeless after the death of his partner. He had drug and alcohol addictions as well as hepatitis C, depression, and epilepsy. In the hotel, he started gaining weight and feeling optimistic about his future. He was given odd jobs to do around the hotel, like planting flowers, which he then watered. Simon is one of just three people from the Holiday Inn to be given a place on a scheme called Housing First. It's been used around the world and Greater Manchester is one of three pilot areas in England. The idea is that you give someone a home first, then work on support with addiction and health issues - rather than make sobriety or abstinence a condition of getting a tenancy. Although Simon's problems aren't over, his stay at the Holiday Inn was a turning point. Over the summer, as the first wave of coronavirus in the UK eased, many of the hotels in Manchester stopped providing accommodation for homeless people. But a handful of them - including the Holiday Inn - were kept going. Around that time, Kath noticed a change in the types of people referred to the hotel. There were women - and some men - fleeing domestic violence, which had surged during lockdown. And there were also people in work, who had been kicked out of rented property despite the government's ban on evictions. \"We still had people, you know, 'He just told me to leave,' or 'She told me to leave.' And so I saw a complete shift in the type of people who had become homeless. They were now homeless as a direct result of the pandemic.\" The hotel had capacity for 55 homeless people, and never had fewer than 49. None of them showed symptoms of Covid for the first nine months, but just after Christmas Kath and two other members of staff came down with it, and one of the homeless guests had to self-isolate. \"We'd done so well to keep Covid out of this hotel for so long,\" Kath says. \"We went from March to January without anything and then it just happened in January.\" Kath's symptoms were atypical. \"No cough, no shortness of breath,\" she says. But she was the only one to end up in hospital. \"Had to be me,\" she jokes, \"because it had to be the drama queen.\" After a few days semi-conscious, Kath says she woke up to find staff telling her they were preparing her for intensive care and asking if she wanted to speak to anyone in her family. \"I knew what they were telling me. I didn't want to have that conversation. Just to think about this is really upsetting, because I heard those conversations. I heard them and I asked myself, why do they keep putting people who are dying beside me? Why do I have the dying patients, the people who are dying from Covid besides me? But they weren't - everybody was dying. Everyone was dying.\" The residents at the hotel were just told Kath was taking a break. They had seen her putting in long hours. She was the go-to person for everything - \"kind of the mother figure,\" as she puts it - and she thought they would worry if they knew the whole story. Thankfully, Kath began to recover and by late February, she was back at work. It wasn't long before she got confirmation from the council that the homeless provision at the Holiday Inn would be wound up at the end of May, with no new guests given a room from mid-April. But when I visited the hotel at the end of April, I saw that Kath was being a bit flexible with the plan. A 28-year-old man called Nathan Churchill, who had stayed at the hotel previously, suddenly returned and asked if he could come back in. \"You've not been a bother while, you've been here,\" Kath told him. But she added: \"I need you to start engaging with us.\" She couldn't turn away someone sleeping on the street, she told me. \"I'll deal with the consequences later. He's coming in.\"\"Nice one,\" said Nathan. The hotel management weren't impressed - they were in the process of refurbishing all the rooms as they prepared to re-open to the public. But Kath made a few calls and pulled a few strings and within a couple of hours, Nathan had his room. Her tenacity and ability to connect with people were key to the success of the Holiday Inn. Within a few weeks, she had found Nathan longer-term accommodation. \"My brain is like a chess board,\" she told me. \"I'm thinking constantly - moving, moving, moving. I think about these people all the time.\" There's one guest in particular who sticks in Kath's mind when she looks back on all the people she's helped - a 21-year-old man who went missing, only for his body to be found two weeks later in the lake next to the hotel.\"I just remember the day we saw the fire engines and the ambulances and the police and a helicopter,\" Kath says. \"I thought, 'Oh, wonder what's going on?' And so we sent our security over to the lake to say, 'Hey, you need any help?' And then we just were looking out the window and we just see female detectives coming across the the car park and we just knew. We just looked at each other.\"As Kath was talking to the detective, a member of staff burst in holding a room key. \"And she said, 'What room was he in?' And I said, 'Maybe 123.' And she said, 'Please, no, this is 123's card.' And it had been found in the lake.\" Kath says an investigation found the death was an accident. There are tears in her eyes as she remembers the young man. \"He loved it here. He felt so safe and so how awful that his safe place became the place that he lost his life.\"He really loved it here.\" So why has the Holiday Inn said goodbye to its last homeless residents? \"The Holiday Inn is an established commercial hotel,\" says Moh Hussein, Manchester City Council's interim director of homelessness. \"If the answer is, 'A hotel,' the question is, 'Where should I go for the weekend,' not 'Where should I live?'\" But people working in the homelessness sector in Manchester, including the police who've worked closely with Kath and the Holiday Inn, say it has been invaluable as a means of getting people into longer-term accommodation. Moh Hussein accepts this, but he says the reason for the hotel's success is that it was clean and self-contained and didn't come with the reputation that some of Manchester's established accommodation for homeless people has - not the fact that it was called \"The Holiday Inn\". But why didn't the council find a similar place to ensure no gap in provision? \"Essentially, we would have to have found a building that we already owned that we could quickly redesign and repurpose and it would have to be empty to start. But that is the direction of our travel,\" Moh Hussein says. Kath is adamant that the model can and should be repeated. \"It didn't need to take a pandemic,\" she says.\"We proved it can be done on a large scale. Can we have another hotel? We want another hotel - and we can make it work.\"We just need a purpose-built building just like this with rooms, security, a good team. And let's go again.\" In 2017, freelance writer Tom de Castella noticed an elderly woman and her son living on a bench in south London. He discovered they had already been there for two years… which was puzzling. Why hadn't anyone done anything to help them? Why did everyone accept it as normal? The more he investigated, the stranger it seemed. Is it OK if someone wants to live for years on a bench? ", "url": "https://www.bbc.com/news/stories-57448625"}