{"datetime": "2020-11-25T00:00:29.000Z", "author": "Datshiane Navanayagam", "title": "'My dream flat left me with a £20,000 repair bill'", "article": "The government's shared ownership scheme is meant to help aspiring home owners onto the property ladder. However, an investigation by the BBC's Panorama programme has found that the scheme has left some people living in homes with escalating costs and huge debts. When Giulia Trovato bought her new build flat in 2007 she felt thrilled and excited. The flat she bought had been the show flat used to market the shared ownership scheme to prospective buyers and she fell in love with it as soon as she walked in.The scheme, which allows you to part buy and part rent your home, meant Giulia was able to buy a 45% share of the three bedroom flat in Hoxton, East London and pay rent on the remaining share of the property to the housing association who owned the flat.Giulia says the scheme ticked all the boxes at the time, allowing her to live in a desirable area and get onto the housing ladder without relying on a loan from her parents.However, within a year of moving in, black mould and damp started appearing. Then the basement of the building began to flood with waste water.In 2017, Giulia's landlord, housing association L&Q, moved her out for six months while repairs to the pipework took place. It was when she returned home and received a bill for over £20,000 from L&Q that she realised she was liable for the full cost of the repairs.\"I bought my home convinced it was structurally sound,\" she says. \"At the most - the very very most - I should pay my share… not 100% like they are insisting.\" Shared owners are often liable for 100% of the repairs even though they may own as little as 25% of their home.L&Q told Panorama that given the benefits of the scheme it was fair and reasonable for shared owners to pay for these.However, it is an area the government is currently looking at. Under new proposals, they want housing associations to cover the cost of essential repairs for the first 10 years for new shared owners, but that won't help those already within the scheme.Housing solicitor Giles Peaker says that for those like Giulia their rights are \"very very limited\". He believes it's a fundamental flaw of the shared ownership model which, he says, places the full costs of home ownership onto people who are effectively still paying rent as tenants. It's not just large repair bills that can be problematic. Panorama found shared owners, including key workers, who had entered the scheme because it had been marketed as affordable housing now struggling to keep up with increasing charges. They said that sharp rises in service charges has left them in debt, struggling to pay their bills and at risk of losing their home either through repossession or being forced to sell.Chris Worrall said he had been asked to pay additional payments of up to £2,000 as well as facing a hefty increase in his service charge after his housing association, Clarion, had previously underestimated the service charge. He calls the rise in his service charge \"obscene\" after it increased from £2,270 a year, when he first entered the scheme in 2016, to over £4,300 a year.Clarion which is the UK's largest housing association told Panorama that residents had been given a year to pay the balance and that the service charge was in line with similar buildings.But Cindy Gingell, another shared owner in the development, said the spike in charges was making her home unaffordable. \"All the marketing makes it sound really easy and that you know, suddenly in a few years' time, you will probably be able to own your own flat,\" she says.\"Now I'm not able to save as much as I was hoping to save… I wouldn't call it affordable at the moment.\"Many shared ownership homes are leaseholds. Unlike normal leaseholders, shared owners have no statutory right to a lease extension.This means the housing association not only has the right to refuse a lease extension but can also dictate both the price and length of it.They can also add on other charges connected to the process such as a permission fee and their own legal fees, making the process extremely costly.An investigation by Panorama found that one housing association, The Guinness Partnership, currently owns 1,500 shared ownership homes with leases below 80 years and could receive £20m in lease extensions from shared owners over the coming years.Kelly Reynolds, a former shared ownership tenant with The Guinness Partnership, had to extend her lease in order to sell her home last year because potential buyers struggle to get mortgages where the length is below 80 years.She was forced to pay the full value of the lease extension despite only owning 50% of her property. The scheme had been a way for her to build up equity, but after the costs of extending the lease, she ended up with £5,000 less than she'd paid for the property in the first place.\"It's definitely changed my viewpoint on shared ownership,\" she says. \"It's a scheme that's designed to get people onto the property ladder but it very nearly kicked me off it.\"The Guinness Partnership said BBC Panorama's \"investigations have drawn attention to the fact that not all property owners are aware of the implications of decreasing lease terms and we will therefore be writing to all our shared owners highlighting the fact that this is an issue they may wish to take advice on\". Kate Henderson, the chief executive of The National Housing Federation which represents housing associations, says housing associations are not for profit, charitable organisations. She said that whilst housing associations exist to provide good quality, affordable homes for those on lower incomes, it was also important for shared owners to look at the costs associated with the scheme. Watch Panorama: The Home I Can't Afford on BBC One on 25 Wednesday November at 19:30 GMT or watch later on BBC iPlayer. ", "url": "https://www.bbc.com/news/business-55060294"}