{"datetime": "2018-09-23T23:23:51.000Z", "author": "Kevin Peachey", "title": "Shared ownership: Problems halved or doubled?", "article": "Thomas Paris was fed up. He was living in a \"horrible ground floor flat\" in Bristol and paying rent to a landlord with little inclination to spruce up the one-bedroom home. \"I was sick of asking for things to be done to make it an environment we could live in,\" he says. So he sat down with his partner at the time and looked at their finances. His: a mature student's maintenance grant and income from a part-time job. Hers: a full-time salary. While they did not earn enough to get a mortgage and buy a home outright, they decided they could part-own, part-rent. There are more than 200,000 shared ownership properties in the UK. Various shared ownership schemes operate around the country, with a mixed reputation. Some regard them as an affordable way to take a step into property ownership, while others see them as restrictive and costly.Here are some of the key facts about shared ownership schemes, and a property expert's view of the positives and negatives in each case. One way to think of shared ownership is that you own downstairs and rent upstairs. The applicant buys between 25% and 75% of the home and then rents the rest. Typically, these are newly built homes or properties re-sold by housing associations. Military personnel get priority and there is a specific scheme for the over-55s. As time goes on, the householder can buy a bigger share - known as staircasing. Shared ownership is the route that Mr Paris chose. He and his partner bought 45% of a two-bedroom end terrace with a garden. \"We did not want to wait any more as house prices were going up. There wasn't a massive amount of choice, but it suits me and my life,\" says the 30-year-old software developer. \"My aspiration is to buy the whole house in the next three years.\" The choice of mortgage providers was also very limited, with some unwilling to lend for shared ownership, but Mr Paris says it still works out cheaper for him than just renting. There are restrictions. In England, buyers only qualify if their household earns less than £80,000, or £90,000 in London, and only if the property is sold on a leasehold basis, so a service charge is required. When it comes to selling, the housing association has the right to advertise it and find a suitable buyer during what is known as the nomination period. Homes available in England under the scheme are listed on theShare to Buy website . There are similar schemes inWales ,Scotland , andNorthern Ireland . Kate Faulkner, housing analyst and managing director of Propertychecklists.co.uk, outlines the advantages and drawbacks: Pros: Security of owning and staying in a home, rather than renting Cons: Mortgage and rent costs can be more expensive than renting; initial restrictions of who the property can be sold to; additional costs when selling Rather than a part-own, part-rent system, this government equity scheme allows buyers of a home access to a loan that is equivalent to 20% of the purchase price, or 15% in Scotland, or 40% in London. The loan is interest-free for the first five years. The applicant can only buy a newly built home. So, generally, a deposit of 5% of the purchase price needs to be paid from savings, the next 20% (depending on the scheme) is borrowed from the government, and the rest is borrowed from a mortgage lender. There are restrictions on the value of the newly built home that can be bought, ranging from £200,000 in Scotland to £600,000 in England. Schemes are being halted from 2020 or 2021. There are also interest payments on the government loan after five years. In the sixth year, 1.75% of the loan is charged in interest. From the seventh year, the cost jumps to 1.75%, plus the Retail Prices Index (RPI) measure of inflation (currently 3.5%), plus 1%. When the home is sold, or the mortgage is paid off, the owner must repay the government loan plus a share of any increase in the value. So, for example, if a home is bought for £200,000 - the buyer borrows £40,000 (20% of the purchase price) from the government. If the home is later sold for £210,000 - then £42,000 must be paid back (20% of the sale price). Applicants can search for aHelp to Buy agent in England , there are similar schemes inWales , and inScotland . There is also a shared equity scheme for properties on the open market in Scotland. There is no direct equivalent in Northern Ireland. Pros: Access to a 75% mortgage, which is cheaper than a bigger loan Cons: Interest is charged on the loan after five years; borrowers pay back 20% of the property's value, not the actual initial loan amount; new builds can be more expensive Starter homes are new homes built for first-time buyers aged between 23 and 40, sold at least 20% below market value. The Conservatives have made a commitment to build 200,000 starter homes by 2020, although that timetable has been questioned. The discounted price for these homes should be no more than £250,000 outside London, and £450,000 in London. Buyers will not be allowed to sell or rent the properties for their full market value for five years. The controversial element is that developers will be relieved of their obligations to provide affordable homes for rent, or having to pay for general local infrastructure such as roads, or schools. Pros: There is no loan element, so it is simpler than Help to Buy Cons: It is a new scheme so it will take some time before the homes are built; there is little detail on what happens when owners want to sell Tenants who rent their homes from the local council in England, Wales and Scotland can buy their home at a discount. This has been extended to housing association tenants in England. The level of the discount depends on the type and location of the property, and is generally only available to people who have rented from a council or housing association for three years. ", "url": "https://www.bbc.com/news/business-45573751"}