{"datetime": "2022-02-16T14:22:03.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Five more virus-related deaths and 474 in hospital", "article": "BBC News NI outlines the latest data on coronavirus and Covid-19 vaccinations across Northern Ireland and the Republic of Ireland. Five Covid-19-related deaths have been reported in Northern Ireland on Wednesday. The total number of deaths linked to Covid-19 in Northern Ireland since the start of the pandemic is 3,165. Deaths are measured by recording those who died within 28 days of receiving a positive result in a test for coronavirus. Another 2,889 cases of coronavirus were reported in Northern Ireland on Wednesday, down from 2,987 on Tuesday. On Wednesday, there were 474 patients with Covid-19 in hospitals in Northern Ireland, down from 476 on Tuesday. Of those, 12 patients are in intensive care units, down from 13 on Tuesday. Last updated 16 February at 14:14 GMT Source: Department of Health Northern Ireland A total of 3,702,230 vaccines for Covid-19 have been administered in Northern Ireland as of Wednesday. A total of 1,417,690 people have had their first dose and 1,318,967 have had their second dose, while 19,965 third doses have been administered. A total of 945,608 booster jabs have been administered as of Wednesday. Last updated 16 February at 14:14 GMT Source: Department of Health Northern Ireland The total number of Covid-19-related deaths in the Republic of Ireland since the start of the pandemic is 6,291. This figure, which is subject to revision, is updated weekly and includes \"probable and possible\" Covid-19-linked deaths. Another 4,160 PCR test-confirmed cases of coronavirus were reported in the Republic of Ireland on Tuesday, up from from 3,494 on Monday. Another 4,655 antigen test-confirmed cases of coronavirus were reported on Tuesday, up from 3,609 registered on Monday. There were 635 patients in hospitals in the Republic of Ireland on Monday. There were 65 patients with Covid-19 in hospital intensive care units on Tuesday, down from 67 on Monday. Last updated 15 February 16:35 Source: Department of Health Ireland A total of 7,740,757 vaccines for Covid-19 (excluding boosters) had been administered in the Republic of Ireland as of Monday 14 February. A total of 3,800,166 people have had their first dose and 3,701,999 have had their second dose, while 238,592 single-dose vaccines have been administered. A total of 2,771,269 booster jabs had been administered as of Monday. Last updated 15 February 16:40 Source: Department of Health Ireland ", "url": "https://www.bbc.com/news/uk-northern-ireland-60401594"}