{"datetime": "2022-02-04T21:59:37.000Z", "title": "DUP's Donaldson says executive return 'difficult' if NI Protocol remains", "article": "DUP leader Sir Jeffrey Donaldson has said it will be \"difficult\" for his party to form a government after an election if issues around the NI Protocol are not addressed. He was speaking after Paul Givan resigned as first minister on Thursday. Ittook effect at midnight and meant Deputy First Minister Michelle O'Neill of Sinn Féin also lost her post.Mr Donaldson said there was \"now an opportunity for the government and the EU to step up to the mark\". The move by the Democratic Unionist Party (DUP) was part of their opposition to theNorthern Ireland Protocol , which places a trade border in the Irish Sea.On Wednesday the DUP's agriculture minister, Edwin Poots, ordered officials to halt post-Brexit checks at Northern Ireland's ports on goods arriving from Great Britain. However, that directionhas been suspended by the High Court, pending the outcome of legal challenges . \"I have withdrawn the first minister on the basis that the protocol issues have not been addressed despite clear commitments and promises given by the prime minister that they would be addressed,\" Sir Jeffrey told the BBC's Good Morning Ulster programme. \"If the protocol issues are not resolved by the time of the election, then of course it is difficult for us to form a government, because of the instability that the protocol creates.\" Mr Donaldson said that last week Boris Johnson told him the prospect of an agreement being reached with the EU on the protocol within the next few weeks was \"20 to 30%\".Sinn Féin have called for an early election.The party's finance minister described the DUP's decision to resign from the post of first minister as \"cynical and reckless\". Conor Murphy reiterated his party president's call for an early election and said the assembly could sit extra days if parties were willing to get legislation through. \"Let's get the parties together, let's get the legislation completed in the next number of weeks however long that takes to sit in the assembly, let's go to the people and ask them their verdict on what the DUP have done,\" he said. \"We can't sit by and pretend it is business as usual and that things are OK, I think we need to give the people their verdict in all of this.\" Taoiseach (Irish PM) Micheál Martin said \"no one party should have a veto\" over the future of Stormont. \"I believe that decision is very damaging to politics itself, and to people's trust in politics,\" he added. Northern Ireland Office (NIO) minister Conor Burns urged the DUP to return Stormont to a stable government. \"We want Sir Jeffrey to reconsider, to put Paul Givan back in and get it stabilised and up and running again,\" he told BBC News NI. \"We'll spend time now thinking about what happens if that doesn't actually come to pass and we'll make those decisions.\" Mr Burns said he did not want to speculate about the NIO's next actions but confirmed the Northern Ireland secretary does have the power to call an early election. Infrastructure Minister Nichola Mallon of the SDLP said her party were \"not going to fall into this trap that the DUP have set where we fall into an early election\". \"It's all about creating this toxic, hostile environment where they can terrify people to the polls by telling them their identity is in crisis,\" she said. \"There are real concerns within loyalism and within unionism, we are listening to that, we want to work through it but this is being manipulated by the DUP and it is shameful,\" she added. Alliance assembly member Andrew Muir said his party was up for an election \"at any time\", but said MLAs were there to do a job and \"they should get it done\". Meanwhile, a virtual meeting of several of the NI Executive party leaders has taken place.The politicians discussed how the assembly and the executive might operate after Mr Givan's resignation. There was some confusion earlier if the meeting would take place after the DUP leader was not originally invited by Sinn Féin. The UUP and Alliance said the DUP should have been invited. It is understood the party whips at Stormont are to meet to discuss how assembly business can be handled in the days ahead. UUP leader Doug Beattie was invited to the meeting but due to other commitments was unable to attend. However, he called on the secretary of state to say if he intended to call an early election \"because if we know when it's coming, we know how we can deal with the legislation\". \"But right now,we simply don't know what to do.\" ,\" he added. As the dust settles after Paul Givan's resignation - the parties and pressure groups lobbying for legislation must now assess what can be rescued in the coming days.The difficulty in holding a cross-party meeting is an example of how difficult it is to chart a way forward.Looking ahead there is also much talk about an early election and there is a clear divide. Sinn Féin and the DUP want one, but the Alliance, the SDLP and the UUP say voters should go to the polls as scheduled in May.Some are now asking if full devolution can be restored after an election.Whilst the DUP leader Sir Jeffrey Donaldson says that depends on what happens to the protocol. There are also questions if a DUP MLA would serve as deputy first minster if Sinn Féin take the first minster's role. Not for the first time the long term future of how we are governed is shrouded in doubt. An election for the Northern Ireland Assembly is currently scheduled for May. Due to Northern Ireland's power-sharing arrangements, the roles of first and deputy first ministers are a joint office shared between the two biggest parties at Stormont. Neither leader can stay in power if the other person resigns. Northern Ireland's Assembly continues in shadow form, but the executive - effectively Northern Ireland's government - will no longer meet.Ministers in charge of departments will be able to stay in post, but they will be limited in terms of what they can do. Ahead of the midnight deadline on Thursday, the outgoing first and deputy first ministers made a number of appointments, includingnaming Ian Jeffers as Northern Ireland's new victims' commissioner , and keeping in place for another three years Brenda King as Northern Ireland's attorney general.There are questions over key pieces oflegislation requiring executive approval, including a multi-year budget and the lifting of Northern Ireland's remaining Covid-19 restrictions. Health Minister Robin Swann said he was \"deeply concerned about the consequences\" of Mr Givan's resignation. Mr Swann said he had sought \"urgent legal clarification\" on the possible easing of remaining Covid-19 restrictions, in the absence of the executive. Alex Maskey, assembly speaker, said the Northern Ireland Act 1998 calls for the first and deputy first minister offices to be filled within seven days, by 12:01 on Friday 11 February.Mr Maskey also said he was aware that legislation due to be completed at Westminster next week may leave that situation subject to change, but said he could only deal with the \"legal position which exists now\". The party's current leader,Sir Jeffrey Donaldson has been threatening to withdraw DUP ministers from Stormont for months over its opposition to the protocol.Unionists have argued that Northern Ireland's place in the UK is being undermined by the protocol as it is being treated differently from Great Britain.Sir Jeffrey first deliveredthe ultimatum in September last year , warning that the DUP may quit Stormont \"within weeks\" if its protocol demands were not met. Talks between the EU and the UK government - which is seeking changes to the protocol - have been ongoing for months but have intensified in recent weeks.", "url": "https://www.bbc.com/news/uk-northern-ireland-60254257"}