{"datetime": "2019-11-15T21:58:52.000Z", "author": "Nell Mackenzie", "title": "Cladding puts flat owners' lives on hold", "article": "Helen King is desperate to sell her east London flat so that she can finally move in with her partner. She has had a buyer lined-up for five months, but the sale has not progressed. Ms King needs to supply them with a cladding safety report for her property to be valued and a mortgage secured.Despite the apartment block being 99% brick, there is a small area of cladding on the penthouse. All she needs is some paperwork to say that the cladding meets the new government standards. L&Q, the property company that owns 60% of the flat, has so far been unable to provide it.Ms King and her buyer have been asking since July for any paperwork that might satisfy their lenders, but the answer is always another delay. \"I want to get on with my life. This has been a nightmare,\" she says.Ms King is not alone. Many UK tower block residents are unable to sell or re-mortgage their homes due to new cladding guidelines, introduced in the wake of the Grenfell Tower fire. Homeowners, hoping to move, fear they may be stuck with their properties for a year or longer, while the government and construction companies argue over how inspections should be done and who is liable for any repairs. Many are also missing out on more favourable mortgage deals because banks are reluctant to re-finance the homes until the situation is resolved. Ms King reckons that if the sale had gone through this summer, she would be in a new home by now. Instead, she feels she has wasted thousands of pounds in rent to L&Q. Under her shared ownership scheme, she pays to lease the part of the flat she does not own.\"We are stuck between a rock and a hard place. We can't sell without a cladding report,\" she says. Ms King has done her chasing: L&Q, the original builders, the lenders. She has even emailed her local MP. \"No one knows what to do. Everyone just passes the buck,\" she says. Ms King's troubles began after the government released advice note 14 - a set of guidelines, which say that buildings over 18 metres tall should not contain combustible cladding. They were part of the government's response to the fire at the Grenfell Tower block in June 2017, in which 72 people died.External cladding was blamed for the spread of flames. The policy update has rippled through the housing industry. That combustible cladding should be removed is clear.But guidance on how this cladding would be found, eliminated, and who should be liable for the repairs was not.These questions have stymied the mortgage market. Lenders not only assess the borrower, but also the property.Figures obtained by The Times suggest that almost 500,000 buildings could be affected. When approached by the BBC, L&Q said it would investigate the penthouse cladding at Prospect East, the development where Helen King lives.Those findings will, in turn, will be reviewed by an independent expert. But even then, according to L&Q, \"more interpretation and discussion\" will be needed to ensure that government advice is being met. They concede the process is taking a long time. \"We are sorry that we haven't been able to provide our residents at Prospect East with the information they need. This is a complex situation, which is affecting thousands of people across England, and we understand how frustrating it is,\" says L&Q chief executive David Montague. The housing association, which manages over 90,000 properties in London and the South East, says there has been a shortage of qualified experts to check the cladding on its buildings. Added to that, Mr Montague says the housing association is now trying to get the information that lenders require. \"This is taking time because of the extent of the recent changes to the government's building safety advice, and the fact that the documents that mortgage lenders are requesting for their valuations are new,\" says Mr Montague. The chief executive has called on the government to \"step in and offer clear guidance on the proportionate implementation of their building safety advice notes\". But the government says it is up to the industry to decide how the fire safety process should work.The Ministry of Housing, Communities and Local Government told the BBC: \"We are supporting the Royal Institution of Chartered Surveyors (RICS) and wider industry to resolve these issues. Resident safety remains our utmost priority.\" Since the government published its advice note, the UK mortgage market has slowly ground to a halt, according to lenders and mortgage brokers. How much a flat will cost to repair, and whether or not it meets safety guidelines, is a factor in decisions that allow banks to lend to homeowners and buyers.When the government suggested that all combustible cladding should be removed from tower blocks, this added another layer onto how mortgages should be approved.The industry has been thrown into confusion.\"The government has been clear about the rules, but no one knows how to interpret them,\" says Andrew Montlake, a mortgage broker from Correco. He suggests if local governments were to set up a fund for building repairs, it might help.\"Otherwise, we have a new breed of mortgage prisoners. They bought in good faith. They need answers.\" What has happened so far, agrees Fiona Haggett, head of valuations at Barclays, is that in an effort to have mortgages approved, residents have taken it on themselves to gather technical documents about their buildings.They then bring them to mortgage brokers who are not in a position to interpret them.\"The mortgage market has stopped for any flats that are clad,\" says Ms Haggett.In an effort to solve the problem, Ms Haggett has drafted a certificate of safety with a focus on cladding that can be shared between owners, residents and mortgage lenders. News of the draft was first reported in Mortgage Solutions. Barclays has offered the document to three industry bodies: the Royal Institution of Chartered Surveyors (RICS), UK Finance and the Building Societies Association.These associations have told the BBC they will produce an updated version that should help get the mortgage market flowing better, in a few weeks.In the meantime, residents like Ms King wait. \"If my apartment is not safe enough to sell, is it safe enough to live here? I don't know the answer to that,\" she says. ", "url": "https://www.bbc.com/news/business-50375522"}