{"datetime": "2020-02-25T16:16:05.000Z", "title": "Cladding protesters 'trapped in worthless homes'", "article": "Residents \"trapped in worthless homes\" due to unsafe cladding have demanded help from the government. Ministers have pledged £600m to pay for the removal of aluminium composite material (ACM) similar to the type used in the Grenfell Tower. Leaseholders from London and Manchester gather at Westminster to demand that the scheme include other types of potentially dangerous materials. The government said residents' safety remained its \"utmost priority\".For apartments that are not eligible for the funding, if the building owner does not pay, the removal fee falls to the leaseholder.Dr Natalie Cureton, 30, has owned a flat for five years in the Imperial Point complex on Salford Quays. The Imperial Point building does not have ACM cladding, but has the same insulation as that of Grenfell.Ms Cureton said she was told her property has \"zero valuation\" and is unable to remortgage.\"I could lose my dream job. My firm is relocating to another part of the country and we can't sell the flat,\" she said. \"It is very difficult to sleep. It is terrible for your mental health.\" Ms Cureton is part of the group, Manchester Cladiators, which help to organise the protest. Campaigners representing more than 30 Greater Manchester blocks said residents were \"trapped in worthless homes\" Mayor of Greater Manchester, Andy Burnham, who travelled with protesters to lobby the government, said the £600m pledge \"was a half-job at best\". \"The government has not begun to face up to the full scale of the cladding crisis post-Grenfell,\" he said. \"I do not think it can carry on this way. Residents are trapped in a living nightmare.\" Dan Gilson, 38,recently discovered he was unable to remortgage after his 'wood-effect' panelled flat in Hackney, London was given a combustibility rating of D, signifying a \"medium contribution to fire\".Meanwhile, the names of companies who have not yet announced a plan to remove ACM cladding werepublished on the government's website on Monday .Adriatic Land 3 Limited, Chaplair Limited, Grangewalk Developments Limited, RMB 101 Limited and STG Management (London) Limited were all included on the list. The Department of Housing said \"insufficient action would not be tolerated\".", "url": "https://www.bbc.com/news/uk-england-manchester-51628403"}