{"datetime": "2022-02-09T11:50:59.000Z", "author": "Reality Check team", "subject": "EU-UK post-Brexit trade talks", "title": "What's been causing lorry queues at Dover?", "article": "There have been long queues of lorries outside Dover at various points this year, with some drivers taking to social media to share their frustration. So, what has been causing the delays and how big a factor are Brexit checks?According to Highways England, queues stretched back six miles (10km) west of Dover - from the Roundhill Tunnel to the Western Heights Roundabout - at 12:00 GMT on 19 January.There were reports on social media of even longer queues, of up to 18 miles in Calais. Traffic restrictions at Dover have been needed to tackle the queues. Operation Travel Access Protocol (TAP) requires lorries to stay in the left lane of the A20, heading to the port. So far this year, TAP has been used at least 20 times.For the whole of 2021, it was used 69 times, according to Highways England. From 1 January 2022, lorries taking goods from Great Britain to the EU have had to use theGoods Vehicle Movement System (GVMS) , to get through customs at Dover and the Channel Tunnel terminal at Folkestone.GVMS is the government's new IT system which deals with all the customs, transit and security declarations needed since Brexit. Until 1 January, goods could be exported and the paperwork completed afterwards (during a 60-day grace period).But now it has to be done before the lorry drives onto the ferry so this has led to additional checks in Dover, where no checks existed before Brexit.BBC trade correspondent Chris Morris has been told it's been taking about 15 minutes per vehicle to process the paperwork.He says that's likely to get faster as people get used to the new system, but delays aren't going to disappear altogether. And that's a problem when the roll-on roll-off ferry operation is so time-sensitive. The Port of Dover told us that increased customs checks were \"not the sole reason for queues\". It pointed to other factors including the volume of freight, work going on in the port and a number of ferries being out of action.Three ships were out for refitting at one stage in in January - a quarter of the fleet, according to port authorities. Currently, two are out of action, with the last expected to return on 15 April.On 24 January, a government spokesperson said this was \"the primary cause\" for the delays, along with higher than expected freight volumes.\"The Goods Vehicle Movement System and other customs systems are online and working as planned. Indications since 1 January are that traders and hauliers are adapting very well to the new processes. \"We continue to monitor the situation closely and are engaging with industry groups and local stakeholders in Kent\", they said. At the end of September, the EU is introducing itsEntry/Exit System , an automated IT scheme for registering travellers from non-EU countries.This could cause further delays at Dover, especially if the new system introduces body or facial scans which require drivers to step out of their vehicles.A report by Committee of MPs says the Home Office is in touch with the French authorities about how they might operate the new controls without causing queues, but the conversations are at an early stage . The report recommends that: \"Government must set out its scenario planning and modelling for passenger volumes in 2022 and clarify how it will manage the increased pressures and any contingencies that may be required, including those relating to new EU Entry and Exit System requirements.\" Lorry drivers have to register on the GVMS when the goods come in the opposite direction too - causing potential disruption in Calais. There have been long delays on some days, but not on others.Since 1 January 2022, all EU goods entering Great Britain are subject tofull customs declarations and controls. This means they must be presented to customs and the export declarations must be entered into HMRC systems to decide if any further physical checks are required. There are additional requirements for those bringing into the UK: They now have to provide advance notice to the relevant bodies of their consignment's arrival into Great Britain. Physical checks on all these products are due to start on 1 July at Sevington, a new inland border facility. A spokesperson for Logistics UK, which represents hauliers, ferry companies, ports and customs agents, told Reality Check: \"The queues we are seeing now result from the implementation of UK import requirements combined with volumes that are now picking up.\"At the start of the year, when the new requirements came in, there were lorries arriving at the border without the right documentation.Since then, the situation has improved but \"a small percentage of vehicles arriving at the border have incorrect documentation [and] when volumes of traffic are high, this results in queues\". ", "url": "https://www.bbc.com/news/60111856"}