{"datetime": "2020-02-08T01:04:59.000Z", "author": "Thea de Gallier", "title": "Imprisoned by cladding: The flat owners who cannot sell", "article": "Thousands of people in the UK are living in flats they cannot sell, because the outside wall is covered in cladding. Sometimes it's combustible, like the material that turned Grenfell Tower into an inferno. But people may become prisoners in their homes even when it isn't - because the freeholder hasn't paid for it to be tested. \"It's lovely round here,\" says Dan Gilson, looking across the canal basin outside his home. A duck paddles in the water, and narrowboats bob gently. The water catches and bends the sun's rays on the bright February morning, and the quietness belies the fact we're inside the M25.Dan sighs. \"It's just a shame about the cladding.\" The flat Dan, 38, and his wife Rhiannon Robertson, 34, share in De Beauvoir Wharf in Hackney is covered in wood-effect panels that they've recently discovered have a combustibility rating of D, signifying a \"medium contribution to fire\".Since the Grenfell Tower fire in 2017, in which 72 people died, cladding has become a national concern. Highly combustible \"aluminium composite material\" (ACM) cladding spread the Grenfell fire at terrifying speed. The most recent government figures show that450 buildings are covered in it, 356 of which are residential . Freedom of Information requests by the BBC have identified a further 99 tower blocks covered in high-pressure laminate (HPL) cladding, which is also combustible - although the true figure may be higher, as only about two-thirds of local authorities responded.This is the material that coveredthe student accommodation block in Bolton that caught fire in November 2019 - and is also what covers Dan and Rhiannon's building. As a result, fire marshals now watch over it 24 hours a day.The couple became aware something was wrong the month before the Bolton fire, when Rhiannon, who'd bought the flat in 2013, tried to get a new, cheaper mortgage. The new lender sent a surveyor around, who made clear the cladding was going to be a problem. \"I contacted [housing association and building owner] L&Q and couldn't get through to anyone for love nor money. They have a central call centre who don't know anything,\" says Rhiannon. \"I eventually managed to get it out of someone that we had HPL. One of the first letters we got about this said, 'We're really sorry to hear about the situation, but this could take several years to resolve.'\" Since then, after repeated requests from Dan, Rhiannon and other residents, L&Q has confirmed that a non fire-resistant form of Trespa Meteon HPL cladding covers some of the walls. Because of this, the flat was valued at £0, which put an end to Rhiannon's plan to remortgage it. L&Q told the BBC that some tests on the building had been carried out, but more would be needed. \"We will not be able to provide a timescale for any remedial works to be carried out until our investigations are complete. Our immediate priority is the safety of our residents which is why we have introduced fire marshals to this building while the investigations are carried out,\" the company said. It added that it was committed to testing any cladding on the buildings it owned, but that this work would be \"prioritised based on risk, with higher-risk buildings being inspected/having necessary remedial work carried out first\". Many flat owners are finding themselves in a similar position, even when the cladding on their building is classified as low-risk. So cautious have lenders become, in fact, that even non-combustible cladding is preventing owners from selling or remortgaging, effectively trapping them in their homes. Most high-street lenders are now asking for extra tests if someone wants to buy a flat in a building with cladding. Santander told the BBC it needed \"confirmation the building has been tested in accordance with the latest government guidance\" for buildings over six storeys, while Lloyds \"currently doesn't offer new mortgages on high-rise block properties with cladding\" unless they have been independently assessed. Barclays needs similar assurances of a building's safety. Some other lenders didn't reply to the BBC's request to comment.To get these assurances of safety, flat owners usually have to apply to the freeholders of the building. The freeholders then have to find a company to take samples of cladding from the external wall, at various heights, which are sent away for testing. In June 2012, Angela, 33, an IT manager at a charity, bought a 30% share of a flat in Wallington, south London, also through L&Q.\"This was my dream, to have a place of my own,\" says Angela, wiping tears from her eyes.\"I'm from a council estate. My mum was a cleaner, and my dad wasn't around. I went to uni and got my IT career, and I wanted to own something. I couldn't afford anything as a full owner, and I haven't got anyone to ask for help, so I did shared ownership. I thought, 'This is it, I can finally do it.'\" Canon Court, the building in which Angela lives, is the old headquarters of camera manufacturer Canon. Work to transform the former office block into flats finished in September 2010, and as part of the renovation, the building was covered with cladding called Rockclad. Last year it looked as though Angela would be able to buy the remaining 70% of her flat, when her bank, Santander, approved her for a larger mortgage. But Rockclad is classified as being combustible - albeit having a \"very limited contribution to fire\". Angela sobs quietly as she describes how the flat, once everything she ever wanted, has now become a prison. \"I just want out,\" she whispers. Of the eight people who took refuge in a flat on the 14th floor of Grenfell Tower four survived, and four died. The strengths and weaknesses of the London Fire Brigade's response to the huge challenge of Grenfell may explain why.Preventable deaths? The story of Grenfell tower flat 113 Although Santander was ready in principle to lend her more money it wouldn't give her a mortgage to buy the rest of the flat without further tests on the cladding. At this point, she decided to try to sell the flat instead, and as she feared, her interested buyer got a £0 valuation from Barclays. If extra tests could be performed, Barclays said, to ensure it was safe, a mortgage could be approved. But L&Q told her in a letter that there was a \"nationwide shortage\" of qualified surveyors, and any tests and remedial work could take \"several years\" - the same as they told Rhiannon and Dan.In this case, L&Q is not the freeholder, so it isn't responsible for \"providing the documents that mortgage lenders are asking for\", it says. Instead a survey is being organised by Trinity Estates, acting on behalf of a residents' management company. \"We appreciate the difficulties this may cause some customers and will provide them with an update of expected timescales and, of course, the content of the completed survey,\" a Trinity spokesman said. While the cladding on Angela's building makes a \"limited contribution\" to fire, the terracotta cladding on the tower block where Adam Woznicki lives is fully compliant with the latest regulations. But he too cannot sell. Adam, 44, moved to the UK from Poland in 2000. He bought a 25% share of the flat in Zenith House, Colindale, from housing association Notting Hill Genesis (NHG) in 2015. He and his wife, also Polish, had their first child, a son, two years ago. Soon after the birth, Adam's wife began experiencing postnatal depression, which was made all the more difficult by the fact that her parents back in Poland had been diagnosed with cancer. The couple decided to sell and move back to Poland, but found themselves plunged into a nightmare when they also received a £0 valuation, and a request from the buyer's bank for a fire risk assessment.First the risk assessment provided by NHG was rejected, because it was carried out in 2016, before the Grenfell fire. NHG says a new fire risk assessment has been carried out, but Adam is now being told that samples of the cladding, and the insulation underneath, must be tested before he can sell. When these tests will be carried out is unclear. An NHG spokesperson said: \"Unfortunately, the resident's block is not one of those identified as highest priority for testing.\" In desperation, Adam has tried to arrange a survey himself. \"I've spoken to the fire brigade, and they can't do any checks on the cladding. An independent fire assessor would cost me about £15,000, and they'd probably need agreement from NHG anyway to start fiddling with the cladding.\" The NHG spokesman confirmed this, saying: \"We cannot allow intrusive surveys to be independently arranged, as we need to maintain control over who conducts these surveys and witnesses them.\" Adam's wife has now moved back to Poland with their son. \"It's so hard for us,\" he says. \"I just want to be together with my family. If I could afford it, I'd find a job in Poland and pay the mortgage here.\" As it is, three-quarters of his income goes on the mortgage, rent and bills, and out of the little that remains he has to pay for flights every second weekend to see his family. \"Otherwise my boy will start drawing him and my wife without a dad,\" he says. A light at the end of the tunnel for Rhiannon and Dan, Angela, and Adam seemed to come in the form of a new procedure announced in December 2019.Devised by the Royal Institution of Chartered Surveyors (RICS), the Building Societies Association, and UK Finance, the External Wall System (EWS) review is described as \"a new industry-wide valuation process which will help people buy and sell homes and re-mortgage in buildings above 18 metres\". It involves a \"qualified professional\" conducting a fire-risk assessment, before signing an EWS1 form, which is valid for five years. The surveyor can tick a box saying there are no combustible materials, or recommend remedial works are carried out. But Dan and Rhiannon, Angela and Adam have found themselves in a Catch-22. The BBC has seen correspondence to all of them, from L&Q and NHG, with letters and emails saying that the form can't be issued without intrusive tests to the cladding... which is exactly what the residents are already waiting for. In Adam's case, NHG said their insurers were \"not happy with the liability\" of signing the EWS1 form to say the building was safe.The RICS told the BBC: \"A building owner, as the responsible party, should be able to confirm what materials are on the building, and the EWS process is a set way for them to confirm to valuers that an external wall system has been assessed by a suitable expert.\" However, it added: \"It is true that in some cases where all attempts to establish the cladding system have been taken and it is still unclear, intrusive works will still be required.\" The Ministry of Housing, Communities and Local Government said: \"The government has committed £600m in total for remediating buildings with unsafe ACM cladding in social and private sectors.\"It did not explain what action it plans to take in connection with buildings covered in other forms of combustible cladding, though the BBC understands that the government has begun logging them. Adam, like the others trapped in their flats, is at the end of his tether. He shows a desperate letter he's written to NHG's chief executive, explaining his pain at being separated from his loved ones, and appealing to her \"sense of family\".\"No-one has a clue what's going to happen,\" he says. \"Unless the government step in and do something, nothing will.\"", "url": "https://www.bbc.com/news/stories-51412328"}