{"datetime": "2022-01-18T12:46:56.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "Covid: How to look after yourself at home", "article": "So you've caught Covid. What now? Obviously, you must self-isolate to avoid giving it to other people.In terms of your own wellbeing, here's what experts recommend.Don't suffer in silence. Let people know that you have Covid.They might be able to help with dropping off some food to your door and give you a call to check how you are doing while you have to isolate.The NHS also has volunteers who can help people who are self-isolating at home with things like shopping and collecting medicines. Find out moreonline or by calling 0808 196 3646.Even with newer variants of the virus like Omicron and Delta, many people will have mild or no symptoms and will be able to safely ride out the infection at home. The main symptoms, says the NHS, are still:But researchers who have been gathering feedback from hundreds of thousands of people about their experiences with Covid suggeststhe top five symptoms are similar to a cold : Omicron symptoms: Is a runny nose a cold or Covid? If you feel grotty, there are things you can do that may help.Get lots of rest, drink plenty of water and take paracetamol or ibuprofen to help you feel more comfortable.For a cough, try lying on your side or sitting upright rather than on your back.Sitting up, rather than lying down, is also good if you are a bit breathless.You could also try: Tips for breathlessness Some people find a gadget called a pulse oximeter useful. It checks the level of oxygen in the blood.It clips on to your finger and can be a useful measurement to know, a bit like keeping a check on your temperature with a thermometer.Low levels of oxygen in your blood can be a sign you're getting worse. A reading of 95 or above is normal. If it drops to 93 or 94 and stays like that an hour later, call 111 or your GP for advice. If it is 92 or below (on a device that is certified with a CE mark and which you are using as per the instructions that come with it), go to A&E or call 999.If you want some extra advice, you could try calling or contacting a pharmacy online. TheNHS website also has lots of information about Covid.Some people with Covid will need medical care, which might include staying in hospital.The NHS is also offering some high risk patientsa pill they can take at home to help cut the risk of their infection becoming more serious. Get advice from NHS 111 or your GP if:Go to A&E immediately or call 999 if: If you are worried about a baby or child, do not delay getting help. If they seem very unwell, are getting worse, or you think there's something seriously wrong, call 999. ", "url": "https://www.bbc.com/news/health-59683083"}