{"datetime": "2022-02-08T13:16:39.000Z", "author": "Jayne McCormack", "title": "NI political crisis: Early Stormont election ruled out by NI secretary", "article": "Northern Ireland Secretary Brandon Lewis has ruled out calling an early assembly election at Stormont. Sinn Féin and the Democratic Unionist Party (DUP) had called for him to bring the date forward from 5 May, after the power-sharing executivecollapsed last week . Other parties had warned that an early election would affect legislation due to be passed by next month. Mr Lewis said \"it is right\" that the election date remains 5 May. Speaking on Tuesday, Mr Lewis said it was close to the start of the formal election period already. \"The assembly under the new rules can continue to function, it's right we allow MLAs time and space to pass legislation, I'll be working to support the parties to do that and then we can have an election of 5 May,\" he added. New lawsto allow the assembly to continue without a functioning executive , which is Northern Ireland's government, were passed by MPs on Monday night. Previously, Mr Lewis would have had a duty to set a date for an election if the roles of first and deputy first minister were not replaced this week. Instead, he will be unable to call a fresh poll for six weeks. By then the formal election period known as purdah will be due to begin. The executive can no longer meet after the resignation of the DUP's Paul Givan as first minister last week in protest against the Northern Ireland Protocol. This is an element of the UK government's Brexit deal with the European Union (EU), keeping Northern Ireland aligned with the EU single market for goods as a means of retaining an open Irish border. However, it has resulted in some additional checks for goods moving between Great Britain and Northern Ireland, prompting unionist criticism and the DUP's decision for Paul Givan to resign. The party's leader Sir Jeffrey Donaldson saidit would be difficult for the DUP to form an executive post-election if issues around the protocol, which are being discussed between the UK and the EU, are not dealt with. Mr Givan's departure also caused Sinn Féin vice-president Michelle O'Neill to lose her position as deputy first minister. The assembly is still meeting, with remaining pieces of legislation progressing through various stages, but no new policies requiring executive approval can be taken forward. On Tuesday, Ms O'Neill said her party had been planning for the election to be on 5 May and urged parties to work together to \"to salvage what we can from the DUP's mess\". She said extra sitting days and reducing speakers could help to speed up the passage of legislation before the term runs out. Meanwhile, following criticism that Brandon Lewis had not been visible enough in Northern Ireland since the crisis began, the secretary of state said he visited Northern Ireland \"pretty much every week\". He said he would work to ensure the parties \"delivered on key issues\". Mr Lewis is due to fly to Washington in the United States for talks with Irish-American officials and politicians later. It is understood the trip was arranged prior to the collapse of the Northern Ireland Executive. He added that promoting Northern Ireland links with the United States was important for the benefit of all communities. Ms O'Neill accused Mr Lewis of having a \"hands-off approach the whole way through\". \"The latest stunt politics by the DUP have been shored up and facilitated by Brandon Lewis and his colleagues in the Tory party,\" she continued. \"It's no surprise to me that Brandon Lewis has been silent since the DUP walked away and that is he going off to the States to talk to others.\" Elsewhere, Northern Ireland Office (NIO) minister Conor Burns has rejected accusations that the prime minister has deliberately steered clear of commenting on the political crisis at Stormont. He said the government did not want to \"overdramatise\" what had happened and insisted Boris Johnson is committed to resolving the issues which led to Mr Givan's resignation. Mr Burns was responding to criticism from DUP MP Ian Paisley who described the prime minister's \"silence\" as a mistake. He said the prime minister had talked to Mr Lewis and that he \"was not sure what a prime ministerial intervention would be seeking to achieve\". \"We don't want to overdramatise what is going on with an election just weeks away but we have been clear we would like your party to put the first minister back,\" Mr Burns added. Appearing before the Northern Ireland Affairs Committee at Westminster, Mr Burns pointed out business was still being conducted in the assembly and ministers were still running departments. He also said the prime minister remained committed to finding durable solutions to the current Northern Ireland Protocol problems and warned the EU needed to reflect on the \"significant disruption\" it was causing and the pressure it placed on the political institutions.Separately, the NIO minister was questioned by the SDLP MP Claire Hanna about the delay in legislating for Irish language and Ulster-Scots provisions at Westminster. In response, Mr Burns said the government remained committed to bringing forward the legislation before the end of the current Stormont mandate in March to avoid it \"becoming a dominant issue\" in the forthcoming assembly election campaign. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60301642"}