{"datetime": "2022-01-26T19:50:56.000Z", "author": "Enda McClafferty", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: DUP issues fresh warning on Stormont's future", "article": "Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has said he cannot guarantee if Paul Givan will still be first minister next week. He was speaking after meeting Prime Minister Boris Johnson on Wednesday. Afterwards, Sir Jeffrey warned that if the government fails to take decisive action over the Northern Ireland Protocol then his party will act. He said the government is working to bring the talks with Brussels to a head by mid-February. The DUP leader did not set a deadline for movement, but explained he needs to hear what the government's plans are before then. The protocol is an element of the Brexit deal which keeps Northern Ireland aligned with the European Union's single market to ensure the free movement of goods across the Irish border. However, unionists have criticised the mechanism for having an impact on trade between Great Britain and Northern Ireland. Sir Jeffrey haspreviously threatened to pull the DUP ministers out of the executive . Asked if First Minister Paul Givan will still be in post by next week, the DUP leader said he cannot give any guarantees until he hears what the government intends to do. \"I can't give that assurance because that depends on what others do,\" he said. Sir Jeffrey said the government must honour its commitments to \"protect Northern Ireland's place within the UK internal market\" from theNew Decade, New Approach Agreement . \"It hasn't done that, and if it fails to do that then the basis for our participation in the devolved institutions is removed,\" he added. \"I could not have been clearer with the prime minister on where my party stands on this issue. We have been patient, we have given the government more than enough time now.\" Speaking to BBC Newsline after the meeting, Mr Donaldson said he had told Mr Johnson that the situation could not go on \"indefinitely\". \"We made clear to the prime minister that it is not a sustainable position for us, as unionists, for the protocol to continue to be implemented in a way that is harming our place within the UK and prevents us operating normally within the UK internal market,\" he said. \"We will follow through on the actions we outlined as far back as September if the prime minister will not act,\" he added. The Social Democratic and Labour Party (SDLP) leader Colum Eastwood said Mr Donaldson should not make threats. \"Jeffrey has been threatening this since September and he is fast becoming the boy who cried wolf,\" he told the programme.\"We have access to the European market and the British market under the protocol.\"Are there problems with it? Yes - but they can be resolved so let the negotiators negotiate,\" he said. \"I think it's a bad mistake to threaten the institutions of the Good Friday Agreement - we will end up collapsing the institutions and Boris Johnson running the place,\" Mr Eastwood added. However, Mr Donaldson rejected his comments saying that his party had acted. \"We withdrew our ministers from the north-south ministerial council which brought the EU to the table - whatever progress has been made has been done by the DUP,\" he said.\"Of course I want to see a stable NI but this protocol is costing our businesses £1bn a year - we can't ignore that,\" he added. The meeting with the prime minister lasted about 30 mins and the DUP leader said Mr Johnson had been fully focused on the message he delivered. This week, the EU's chief Brexit negotiator Maros Šefčovičsaid he was not setting \"artificial deadlines\" for a breakthrough .Further talks between the EU and the UK are expected next week. Earlier, speaking at prime minister's questions in the Commons, Boris Johnson accused the EU of implementing the Northern Ireland Protocol in an \"insane\" way.He was responding to Sir Jeffrey about efforts to re-negotiate the Irish Sea border arrangements.Mr Johnson continued: \"I never thought when we negotiated that 200 businesses would stop supplying Northern Ireland, foods are being blocked, Christmas cards are being surcharged. \"Frankly the EU is implementing this in an insane and pettifogging way and we need to sort it out.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60141445"}