{"datetime": "2021-11-19T04:18:36.000Z", "author": "Laura Kuenssberg", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: Is harmony about to break out in the NI border row?", "article": "After weeks of rattled nerves, and inflamed rhetoric, is sweetness and light about to break out between the UK and the EU over, you guessed it, the Northern Irish Protocol - that thorniest of problems that's come round again, and again, (and yes, again) as the two sides have grappled with life after Brexit? Talking to the Irish leader, the Taoiseach, who was in Cardiff for a meeting to promote harmony on both sides you might just wonder.Micheál Martinsaid the \"mood music had changed\", urged the UK to believe that the EU's desire for a deal was real. And he hoped that Boris Johnson would not \"let the perfect be the enemy of the good\".Without wanting to remind you of all the angst oflast year's Christmas Eve trade deal , he also pleaded with the prime minister not to run things down to Christmas.Mr Martin is an affable kind of politician.UK ministers talk well of him in private. And clearly, like many leaders around the continent, and indeed like Downing Street, he would rather that a deal was done.It seems that he himself, having warned only a couple of weeks ago that the UK's threatened course of action would be \"reckless\" and \"unwise\", has concluded that it's wiser in contrast, to play down the tensions, to talk up the chances of a deal.But there's still a rub.Among the whispers about fixes that could be in the offing, possible budges on the EU side, suggestions that talks could, after all stretch beyond Christmas, there is a fundamental disagreement.The Irish leader disputed the UK and the Northern Irish Unionists' claim that the way the protocol works is too onerous, over zealous - simply, over the top. He told me that's been \"overstated\", \"there is no abundance of checks\".That is a total contradiction of the problem the UK identifies and wants to fix. For as long as the two sides disagree about what reality looks like it's hard to be sure of any real progress.Whatever the perceived shift in political rhetoric, the UK has long been clear unless there is a change in the EU's concrete offer, they are on the way to move into a legal dispute, article 16, part of the process that exists to solve problems, but that could tip into something serious.And for all the Taoiseach's friendlier tone, for all the speculation, UK ministers and insiders privately maintain that if there isn't a budge, then there will be a bigger bust up.For a reminder of what all that's about you canread more here . Lord Frost, Boris Johnsons' Brexit negotiator heads back to Brussels later for another bout of talks.Talking means legal fighting is on hold, but it doesn't mean it isn't on the way.", "url": "https://www.bbc.com/news/uk-politics-59341433"}