{"datetime": "2022-01-15T11:20:28.000Z", "author": "Andrew Sinclair and Nic Rigby", "subject": "EU-UK post-Brexit trade talks", "title": "Firms still exporting into EU despite new costs", "article": "Businesses are still exporting successfully to mainland Europe despite the extra costs following the UK's exit from the European Union (EU), firms have told BBC Politics East. Although the UK left the EU in 2021, many of the new rules were delayed. Suffolk consultant Miles Vartan said new rules brought in this year mean all goods coming into this country must now be declared immediately. The government said businesses needed to adapt to new processes. Mr Vartan, managing director of Vartan Compliance Consultancy, based in Felixstowe, Suffolk, said before 2022 firms could complete paperwork on consignments after they had been shipped, but this must now be done beforehand. \"That will mean vehicles not arriving on time at the manufacturing line, drivers running out of hours and perishable good being spoilt and having to be disposed of,\" he said. \"It will be a short-term thing for those prepared to devote some resources to it. It is going to be a longer-term problem for people who decide to ignore it.\"In July you may be subject to the physical inspection of your consignments and you'll be asked to go to that border post. If you don't go the driver or the company that owns that haulage could be fined.\" UK exports to the EU in the first ten months of 2021 were down 12% on 2019 - pre-pandemic - levels. Exports from Britain to the rest of the world - non-EU countries - were down 7%. Mark Newton, managing director of LMK Thermosafe Ltd, based in Haverhill Suffolk, said the firm was still doing strong business with mainland Europe, despite the extra costs. \"We have found it more complex to export to Europe than to many other places in the world such as to our US office or even to China,\" he said. He said the extra time doing paperwork was \"costly\" for the business, which makes thermal jackets that go around containers for oil, pharmaceuticals or food products. \"We've had to recruit extra people to handle the administration.\"Ultimately we have a business to run so we have to plough on. We can't decide to give up 30% of our business to our European competitors.\" Lee Steward, a director of Morrison Freight Forwarding, of Great Blakenham, near Ipswich, said: \"In the past you could arrive at a location with one of two pieces of documentation. The paperwork is four to six times more now. \"Europe is our main export market. It's a key market and I think also there's an understanding between the UK and Europe that we have to work together. What is gone is gone and we have to move forward now.\" Karl Timmis, a director of DSV Solutions, a logistics firm based in Harwich, Essex, said it has coped well with the new rules. \"The message was always 'Don't fear Brexit, prepare for it'. Preparation is key. It is challenging,\" he said. \"The cost impact has definitely increased our prices and I think companies do struggle to compete in Europe. \"We have not seen that much of a downturn here but there has been a downturn in UK exports by about 15% to 20% compared to the previous year.\" A government spokesman said: \"We've always been clear that being outside the single market and the customs union would mean changes and that businesses would need to adapt to new processes. \"Indications since 1 January are that traders and hauliers are adapting very well to these changes, with inbound freight volumes far exceeding last year and around pre-pandemic levels.\" Politics East airs on BBC One in the East on Sunday, 16 January at 10:00 GMT and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59998072"}