{"datetime": "2021-10-29T19:42:55.000Z", "author": "John Campbell & Enda McClafferty", "subject": "EU-UK post-Brexit trade talks", "title": "NI Protocol: DUP leader denies backtracking on Stormont threat", "article": "Sir Jeffrey Donaldson has denied backtracking on a threat to pull out of the executive if his Northern Ireland Protocol demands are not met by the end of October. The DUP leader also issued a new threat over any government move to legislate for Irish language at Westminster. Brexit Minister Lord Frost met his EU counterpart Maros Sefcovic on Friday as part of ongoing talks on the protocol. However, the latest discussionsfailed to produce agreement. The protocol is the special Brexit deal which prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods. That also creates a new trade border between Northern Ireland and the rest of the UK, something the EU accepts is causing difficulties for many businesses. Unionist politicians say the arrangement undermines Northern Ireland's place in the UK. Sir Jeffrey insisted his threat to withdraw from the executive hinged on the government \"taking decisive action\" which he said is now on track. Some within the DUP believe the government is preparing to trigger Article 16 before the end of next month. Article 16 of the protocol sets out the process for taking unilateral \"safeguard\" measures if either the EU or UK concludes that the operation of the deal is leading to serious problems. \"I am watching very closely what the government is doing,\" Sir Jeffrey said, adding that the next \"short period\" was going to be \"absolutely crucial\". When asked if the shift in his timeline was a sign of weakness he responded: \"Not at all, it's a sign of strength that you have the confidence to follow through and see this through to the end. I'm not a quitter I want to see this through and get a solution.\" On the prospect ofthe government moving to legislate for Irish language at Westminster , the DUP leader said: \"It is not sustainable for the government to deliver on one commitment but not delivering on something far more important.\" Expectations of a breakthrough from the Northern Ireland Protocol negotiations are very low, particularly on the issue of the European Court of Justice (ECJ). The European Commission president has said the EU has already shown flexibility. Speaking to the the Bloomberg news agency, Ursula von der Leyen also restated that only the ECJ could rule on European law. The president of the European Commission said the situation was \"very clear\". \"There's one institution that is ruling on European law and it is the European Court of Justice,\" she said. The UK wants the ECJ removed from any dispute settlement role in the protocol. On Tuesday, Lord Frost said the role of the ECJ was not the only problem and that the protocol meant \"far too much EU law\" applied in Northern Ireland. The UK wants fundamental changes to the operation and governance of the protocol. The EU has proposed a package of measures which would reduce its practical impact. Friday's meeting comes amidrising EU-UK tensions over the issue of fishing rights around Jersey. The UK has summoned the French ambassador after a British trawler was detained. Foreign Secretary Liz Truss said France had made \"disappointing and disproportionate threats\" against the UK and Channel Islands. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59083208"}