{"datetime": "2021-12-30T02:03:40.000Z", "author": "Soraya Auer", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: How has pet travel to EU countries been affected?", "article": "The rules on travelling with your pet to countries in the European Union changed a year ago, following the UK's departure from the EU. Before Brexit, people were able to use an EU pet passport for their furry friends but from 1 January 2021, they've had to getan Animal Health Certificate (AHC) instead. Days before the rule change came into force,the Royal Veterinary College (RVC) quoted £94 for the certificate .But we've heard from owners who have been asked to pay significantly more (with vets charging as much as £300) and some have encountered travel problems with their pets under the new system. The Animal Health Certificate is a 10 to 14-page document which confirms your pet is microchipped and vaccinated against rabies (both of which are charged separately). It must be issued by a UK vet no more than 10 days before travel to a specific country of entry, and is valid for a return journey within four months. It must also be amended by an EU vet, one to five days before your return from overseas (to certify the UK's requirement for tapeworm treatment). The EU pet passport (which cost between £30 and £60) entitled the pet to travel to and from the EU up to 28 times with no specified time limit, provided the rabies vaccination remained valid. Pet passports issued in the EU or in Northern Ireland (due to its particular Brexit arrangements) can still be used to enter the UK.The price is set by individual veterinary practices.Goddard Veterinary Group, which claims to be the largest family-owned veterinary group in the UK, increased its price from £170 to £300 last August. The company said this was due to increased demand over the summer. It subsequently reduced the fee to £200 and told us that \"client and colleague feedback... helped inform the change\". We spoke to 12 other veterinary practices, selected at random, which offer AHCs in England and Scotland. Their prices ranged from £99 to £300 for a certificate.The government has said the fees \"are a private matter between individual practices and their clients\". \"Animal Health Certificates are considerably more complex and time-consuming than the previous EU pet passport system,\" said Justine Shotton, president of the British Veterinary Association. She added some practices have made the decision not to offer AHCs at all, as they don't have the time or capacity to deliver them. Currently only official vets who have completed a course through the government's Animal & Plant Health Agency are qualified to issue them. The 10-hour government-approved course costs around £240 and lasts four years.\"I assumed, obviously, it's a government-issued document so it costs 'x' amount, set by the government - not whatever the vet decides,\" said Mary McCall, who paid £100 for an AHC to take her dog to Italy to visit her partner's family.She says she found mistakes on the document made by her UK vet, and their Italian vet had never seen an AHC before and did not fill it out properly to comply with their return journey requirements.The certificate was then flagged up at the Calais border crossing - and they were almost turned away.\"That would've been an absolute nightmare,\" says Mary. \"We would have been sent to a vet in France to get it signed off again and [had to] wait for a possible two days… It's just the cost of it all.\" Ten pet owners, who spoke to the BBC, had been advised by UK and EU vets, as well as French customs officials, to get hold of EU pet passports in future, for ease of travel.Gabriela Gesheva, who lives in Essex, paid £190 for her dog's AHC to travel to her home country of Bulgaria for the summer holidays. While there, she did manage to get an EU pet passport for her dog, Ruby, but, due to differing rules on rabies vaccination, decided to wait until her next trip before validating it. She used an animal transport company for Ruby's travel (as flying her back in cargo, as required under UK rules, would have been too expensive). But \"there was a mistake on her AHC made in the UK and she was almost put in quarantine for 28 days in France,\" said Gabriela. She says the only reason her dog made it home to Essex is because she had given the travel guardians Ruby's new EU pet passport, and the French border authority accepted it. In France, a pet must be in the country for at least three months before a vet can register it on its domestic identification register.Once this is done, or at the discretion of the vet, a pet can receive an EU pet passport.\"This means that the pet owner must have a residence in France,\" a French agriculture spokesperson said.Pets in Spain are also required to be registered on a national database before they can receive an EU pet passport.To register, owners need a local address, telephone number and a Spanish tax identification number. The tax number for foreigners and non-residents is something British holiday home-owners will already have, making it possible to register their pets without being permanent residents. The BBC spoke to two pet owners who successfully secured EU pet passports, in France and Ireland, through family or second homes.Four other owners intend to pursue pet passports in 2022 using family-owned residences in Spain, Northern Ireland and Italy.In a Commons debate on 2 December , environment minister Rebecca Pow said the government was \"committed to simplifying pet movements... DEFRA [the Department for Environment, Food and Rural Affairs] recognises the undue impact that these changes are having on many people, including pet owners\". During Brexit negotiations, the government tried to get the UK listed as a \"Part 1\" country by the European Commission, meaning it could still access the pet passport scheme (like a number of other non-EU members, including Switzerland). But it was given \"Part 2\" listing, requiring the new certificates instead. The government says it continues to seek agreement to change this and insists it meets all of the relevant conditions. But, for now, the listing - and the changes - remain in force.Additional reporting by Clémence Guimier ", "url": "https://www.bbc.com/news/59644699"}