{"datetime": "2022-01-28T00:03:39.000Z", "author": "Chris Morris", "subject": "EU-UK post-Brexit trade talks", "title": "Dover queues: The firms struggling with Brexit red tape", "article": "On the approach into Dover, there are queues of lorries parked in one lane of the A20, stretching back for miles. They're being held along this road to avoid congesting the town, as they wait to board ferries across the Channel. Queues are not uncommon close to Britain's main trading hub with the EU, but they've been really long in recent weeks.And a month after more post-Brexit border bureaucracy came into force, many businesses, smaller ones especially, are struggling to cope. Drivers waiting at a customs facility in Dover - most of them from elsewhere in Europe - are phlegmatic, but fed up.\"I'm waiting maybe one hour, next week maybe five hours, it's always different,\" said one.\"When we're waiting, there's no money,\" said another. For drivers who are paid by the kilometre that's a real concern and it means some will be reluctant to come back.The drivers blame cancelled ferry crossings - there are temporarily fewer ferries in operation than normal.But they also cite the post-Brexit rules that now govern their working lives.Last year, which was Britain's first outside the EU single market and customs union, companies had 60 days to fill in UK customs documents after exporting goods to the EU.But since 1 January, those forms have to completed in full, before lorries and vans can board ferries heading for Europe every day. Thousands of drivers need to get their documents checked and the process is taking time.\"For us, the government is staging Brexit bit-by-bit,\" says John Shirley, who's run a freight-forwarding company in Dover for 25 years.\"That's caused all sorts of headaches for people, they don't know the paperwork properly or haven't prepared themselves - that's what's causing the delays here.\" He recounts meeting a driver earlier in the week who had been stuck in Dover for four days, with a lorry going to Germany in a journey which used to be routine.Won't it get better with time, I suggest, as companies get used to a new system? \"I don't know, I suspect it won't do,\" he replies. \"And in July we get an additional set of controls on foodstuffs.\" That is a development David Pavon is having to prepare for.At the small Spanish deli he runs in Bristol, he relies on imports from his homeland.All businesses bringing goods into the country from Europe have also been dealing with new bureaucracy over the last few weeks.That means each individual consignment of the olives, chorizos or serrano ham that David imports now needs separate customs forms, where there used to be none at all.But later in the year, most of the food products he imports will need to be physically inspected as well, when they arrive in the UK. \"We will need to do more paperwork, and pay more, and we might need to increase the prices,\" he says. \"It's certainly more difficult, but there is no other way unless we close the doors and shut the business. We need to do it.\" So, what happens in places like Dover will have a wider impact. The smoother the system can become, the better for businesses across the country.But while those who still believe they can make a profit are finding new ways to trade, and to cope with bureaucracy and delay, others have concluded that it is no longer worth the hassle.Global trade rebounded pretty well last year from the slump produced by the Covid pandemic in 2020.But there was not much bounce back for British trade with the EU. Many European exporters who used to trade into Great Britain seem to have decided to focus their attention elsewhere in the single market instead, or further afield.German exports to the rest of the EU, for example, grew by 17% in the first eleven months of last year, compared to the same period in 2020. They also rose by 18% to the US.But exports to the UK fell by 2%. That's a massive difference. Britain is doing much less trade with Europe than it used to.From the cliffs above Dover, you can watch ferries coming and going on a constant basis.The government says traders need to get used to new rules here, and also take advantage of new trade deals it is negotiating on the other side of the world.But two years after Britain left the EU, the idea of seamless trade across the narrow stretch of water beneath the white cliffs?That ship seems to have already sailed. ", "url": "https://www.bbc.com/news/business-60161094"}