{"datetime": "2021-11-01T05:08:35.000Z", "author": "Katya Adler", "subject": "EU-UK post-Brexit trade talks", "title": "Far more than fish: Risks of rising EU-UK tensions", "article": "This is a big post-Brexit moment for the UK, rebranded by the government as \"Global Britain\". Over the next two weeks, Glasgow hosts the most talked-about global climate summit since a landmark environmental deal was struck in Paris back in 2015. Expectations of a breakthrough may be limited, but the fight against climate change is a reminder of the many issues that unite France, and the wider EU, with post-Brexit UK. But we don't hear much about those in the news these days. Sausage spats, fish fights, and a possible looming trade war. That, instead, is what dominates the headlines. So, are these splits real or politically expedient for the opposing sides? Spoiler alert: there's a lot of politics going on here. And what are the risks that the situation could escalate, leading to the suspension of the EU-UK trade deal and/or the crumbling of the post-Brexit Northern Ireland protocol, designed to protect the peace process on the island of Ireland?The row between the UK and France over post-Brexit fishing licences left a bad smell this weekend at the G20 meeting in Rome. There were attempts to dial down tensions, with bilateral meetings on the fringes of the G20 between the UK prime minister and the EU Commission president and, separately, with the French president. But these were, in the words of an influential EU figure \"an abysmal failure\". \"This should all be easily solvable with some flexibility and pragmatism from both sides,\" he told me somewhat despairingly, \"but there's little sign of that from either the British or the French.\" Each was too busy playing to their respective gallery at home, he told me. Emmanuel Macron is under massive pressure from the nationalist right in France in the lead-up to next year's presidential election. He has a lot to gain from the metaphorical waving of the French flag, being seen to be standing up to \"perfidious Albion\", as the French have sometimes referred to the Brits (or the English, depending on the exact moment in history) for centuries.Boris Johnson too knows that a row with the French - or with Brussels - plays well with much of his Conservative Party and many of his supporters. A useful diversion, say critics, from domestic problems like soaring gas prices, haulier shortages and studies, like the recent one published by the Office for Budget Responsibility, suggesting that Brexit will cost the UK economy more than Covid-19.Well, this is where the Franco-UK war of words could become more far-reaching and a lot more damaging. Other EU countries don't really want to get dragged into the fishing row which, on a technical level, they view as a Franco-UK matter. But both France and the UK seem intent on getting Brussels involved. France says the UK's failure to grant the full number of promised fishing licences is a breach of the post-Brexit Trade and Cooperation agreement (TCA) with all the EU.\"Two can play at that game,\" said the UK environment minister, George Eustice.Lord Frost, the UK Brexit minister, has warned if France takes the retaliatory measures it has threatened, including implementing more onerous checks on UK goods and \"re-assessing\" electricity supplies to the UK, then the UK would view that as a breach of the TCA and start legal proceedings against the EU as a whole.Diplomats from a number of EU countries have expressed irritation at Friday's leaked letter from the French prime minister to the European Commission chief demanding a show of EU solidarity.Jean Castex's missive did not, as has been suggested by the UK government and parts of the UK press, demand that Britain be punished for, or damaged by, leaving the EU. But it does say that the UK must be made to respect its legal promises and that the public must see that leaving the EU is more painful than positive.That sentiment has been expressed many a time in the past by other EU leaders, like Angela Merkel for instance. But in the current climate of tension with the UK, there is quite some EU frustration with the French. And that is down to huge concerns in Brussels over the Northern Ireland Protocol.EU insiders tell me they believe the UK government is \"looking for any excuse\" to suspend key parts or all of the agreement, which was signed as part of the Brexit divorce deal, as a means of avoiding a hard border between Northern Ireland and the Republic of Ireland. \"The French PM's letter, rightly or wrongly, has been presented in the UK as an EU desire to punish,\" one EU diplomat told me. \"It just plays into the hands of the Johnson government which claims the protocol is damaging Northern Ireland.\" Lord Frost said he was still focused on reaching an \"ambitious agreement\" with the EU. As things stand, though, he said the threshold for the UK to suspend part or parts of the protocol had already been reached. With cross-Channel temperatures rising, there's a lot riding on the next few weeks: The mood in Brussels is gloomy. Trust in the UK government is low. Unbridgeable, according to one EU diplomat I spoke to. The European Commission says it stands by its recently proposed practical changes to the protocol. But it describes the added insistence by the UK government to remove the role of the European Court of Justice as ideological and unworkable.Brussels exceptionally allowed Northern Ireland to stay in its single market for goods after Brexit in order to avoid a hard border and to safeguard the peace process on the island of Ireland. The ECJ has final say on all matters of EU law.But Lord Frost insists disputes arising from the protocol can't be settled in a court representing the EU only. He's called for an equal arbitration mechanism instead. So, can fudge compromises still be found over fish and the protocol? Possibly. \"Sticks and stones may break my bones, but words will never hurt me,\" according to the old saying. But not in this case.All this talk of the possible suspension of the Northern Ireland Protocol or a trade war between the EU and the UK - it makes voters, businesses and politicians start thinking about the \"What then?\" Could there end up being a hard customs border on the island of Ireland after all, with the feared impact on the peace process? Or might the EU start imposing goods checks on member state Ireland in order to safeguard the single market, with all the political fallout that would cause? Those questions are generating insecurity. And that can have a very real impact.", "url": "https://www.bbc.com/news/world-europe-59115496"}