{"datetime": "2021-12-15T19:19:38.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: No breakthrough on NI medicine supplies", "article": "There has been no breakthrough on EU-UK talks to reach agreement on medicine supply for Northern Ireland, according to UK sources. Negotiations are now expected to continue into the new year. The recent talks between the UK and EU have focused on how to guarantee the supply of medicines from GB to Northern Ireland. Last week Brexit minister Lord Frost said there had been progress.The issues surrounding medicines stem from the outworkings of the Northern Ireland Protocol, a part of the Brexit deal which means Northern Ireland remains covered by the EU's pharmaceutical regulations. The Northern Ireland Protocol was agreed by the UK and EU in 2019 as a way to avoid a hardening of the Irish land border. This means goods can flow freely between the Republic of Ireland and Northern Ireland, but goods arriving from the rest of the UK are subject to controls to ensure they comply with EU standards. As Northern Ireland receives most of its medicines from suppliers in Great Britain, this could become more difficult when a grace period on the changes ends in January. The EU has been publicly pushing for progress on medicines. Ireland's Foreign Affairs Minister has said Brussels was \"anxious\" to move ahead unilaterally by changing its laws if the UK did not agree an approach. UK sources suggested they were \"disappointed\" an agreement has not been reached. Meanwhile, in a separate development, goods exported from Ireland to Great Britain will be temporarily exempted from new border controls on EU-GB trade, which take effect on 1 January. The government said the move was a \"pragmatic act of goodwill\" which can help maintain space for continued negotiations on the NI Protocol. In a statement, Lord Frost said those negotiations would not be definitively completed by 1 January. This is the latest delay by the UK in implementing full border controls on goods from the EU. Ireland is one of the UK's largest trading partners, particularly in food products. From 1 January, full customs declarations and controls are due to be introduced on EU goods entering Great Britain. Food and agriculture products, known as SPS goods, will also need to be pre-notified to the UK authorities. Lord Frost said that implementing these arrangements for goods moving from the island of Ireland, whether from the Republic of Ireland or from Northern Ireland, was particularly complex.\"This is because there are specific treaty and legislative commitments to 'unfettered access' for goods from NI, because there are currently 'standstill' arrangements in place for operating the protocol, and because negotiations on the protocol itself are still under way and will not be definitively completed by 1 January,\" he added. Lord Frost said the government had decided that \"the right thing\" was to extend, on a temporary basis, the current arrangements for moving goods from the island of Ireland to Great Britain. This arrangement will continue for as long as discussions on the protocol are ongoing. Industry sources suggest there is another unspoken factor in this move. If there are full border controls on Republic of Ireland goods landing in British ports then Irish traders could just route their goods via Northern Ireland's ports. Remember the government has promised that Northern Ireland goods will have unfettered access to the rest of the UK - in other words those goods won't be subject to checks or new paperwork. But how do you discriminate between Irish and Northern Irish goods as they roll off the Belfast ferry while still keeping the unfettered access pledge? That problem has not yet been solved, so this move helps kick the can down the road. Lord Frost said that the UK action, as well as being an act of goodwill, also ensured traders in both Ireland and Northern Ireland were not faced with further uncertainty while the protocol arrangements themselves were still under discussion. Last week Lord Frost said there had been progress on the issue of medicine supplies and on Monday,Ireland's foreign minister said a deal could be reached in December . The pharmaceutical industry has warned that if the protocol as it stands is ever fully implemented, it will mean major difficulties in importing medicines from Great Britain.The EU acknowledges the requirements are too much of a burden and should be removed, subject to some conditions. The EU's chief negotiator, Mr Sefcovic, has said sorting out the medicines issue is his top priority. Meanwhile, SDLP MP Claire Hanna said on Wednesday that the police have visited her home twice to warn her about death threats over her views on the protocol. During a Westminster debate, the South Belfast MP said street disorder in the city earlier this year had been \"switched on and off\" and had been \"a campaign to project an aura of chaos\". She added that Brexit had created an impression of economic \"winners and losers\". \"I know, I have had the police around twice at my door about death threats, because people have been told that 'she [Claire Hanna] brought you the protocol, when these are the consequences of the UK's decisions,\" she said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59657998"}