{"datetime": "2021-11-02T16:56:01.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "UK fishing boat still held by French, despite minister George Eustice's claim", "article": "A British trawler, seized by France last week, is still being held in Le Harve, despite suggestions from the environment secretary to the contrary. Speaking to the BBC on Tuesday, George Eustice said he thought the Cornelis Gert Jan had been released. However, Macduff Shellfish, the owners of the boat said it was still impounded. And Downing Street later confirmed that the fishing vessel remained in the French port. The seizure of the boat comes amid a diplomatic row between the UK and France over licences allowing French boats to fish in British waters. France accused the UK of denying permits to French fishermen and threatened to retaliate by blocking British boats from French ports and tightening border checks on British goods. The UK insisted it was sticking to the post-Brexit EU-UK agreement and warned it would take legal action unless France withdrew its threats. Mr Eustice told the BBC there had been \"constructive talks\" between the two countries on Monday and that further discussions would continue over the week. French Maritime Minister Annick Giardin said her government wanted the British to provide, by the end of Tuesday, a document \"detailing the conditions for obtaining licenses for the 14 vessels in the 6-12 nautical mile zone\".She also urged Jersey to reconsider the cases of 13 vessels which she said should be given licences \"very quickly\". Asked about the seized trawler, Mr Eustice said there had been some \"administrative confusion\" but added that he did not think the vessel was still being held by the French. However, Macduff Shellfish later said they were \"not aware\" that their trawler had been released by French authorities. Andrew Brown, the company's director of sustainability and public affairs, said: \"Right now we are tied up seeking to secure the release of the vessel. \"Our understanding is that the vessel remains held at Le Havre at least until the hearing takes place tomorrow (Wednesday).\" Sources at the environment department told the BBC the boat's impoundment is viewed as a \"routine enforcement action\" by the French and is not connected to the wider fishing row, so is unlikely to be raised as part of negotiations on licences. However, last week Ms Girardin said standard checks on British vessels had been undertaken against \"the backdrop of the tightening of controls in the Channel, in the context of discussions on licences with the United Kingdom and the European Commission\". She added that the trawler had been fishing in the Bay of Seine without the proper licences. Macduff Shellfish has said the boat had a licence to fish in EU waters earlier this year and that it did not yet understand why the vessel had been removed from the authorised list. It added that the cost of allowing the vessel to return to the UK would be decided at the court hearing in Rouen on Wednesday morning. ", "url": "https://www.bbc.com/news/uk-politics-59136697"}