{"datetime": "2021-11-01T06:47:54.000Z", "author": "John Campbell", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: Lord Frost considered resigning over backstop", "article": "Brexit Minister Lord Frost has said he considered resigning as a government advisor in 2017 over a preliminary UK-EU deal on Northern Ireland. At that time he was a special advisor to Boris Johnson who was then foreign secretary. In December 2017 the UK and EU agreed the Joint Report. The UK conceded that continued alignment with EU rules could be a solution to prevent the hardening of the Irish land border. Writing for the Policy Exchange think tank, Lord Frost said \"it was immediately clear to us that a crucial pass had been sold\". It comes asthe UK and EU's disagreement over how to handle post-Brexit trade involving Northern Ireland has escalated . Lord Frost's EU counterpart, European Commission Vice-President Maroš Šefčovič, said he was \"increasingly concerned\" the UK was embarking on \"a path of confrontation\". The Joint Report was the first attempt at addressing how a hardening of the land border could be prevented when Northern Ireland was outside the EU and the Republic of Ireland was inside. It laid out three possibilities: Lord Frost said it was the last of these which was the problem. He said: \"The effect of this commitment would be to keep the UK in the customs union and much of the single market and thus to destroy the prospect of a meaningful Brexit.\"This indeed turned out to be the outcome in the initial version of the protocol from November 2018, via the famous 'backstop', an agreement which Parliament consistently refused to approve.\" He said as he fielded \"furious calls from Brexiteers that December week\" he had two thoughts: \"If I resign over this, how will I ever explain what it is all about?\" and \"how did we ever come to agree to this?\" In the days after the Joint Report, there was a lack of agreement on what it would mean in practice. The Democratic Unionist Party (DUP), which was propping up Theresa May's government, had language inserted at the last minute which seemed to give it a veto on sea border arrangements. But, in February 2018, the European Commission attempted to sweep away any ambiguity about what the backstop meant. It published a legal interpretation of the Joint Report, explaining it would mean Northern Ireland effectively staying in the EU customs union and following many of the rules of the single market. Lord Frost claimed the \"intellectual and political framework set by the Joint Report\" was part of the reason why the government he is part of subsequently agreed to the Northern Ireland Protocol in October 2019. It created a trade border between Northern Ireland and the rest of the UK, something the prime minister previously said he would never agree. Lord Frost is now trying to negotiate a fundamental reform of the protocol as he says it is \"unbalanced\" in practice and is damaging the Good Friday Agreement. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59111070"}