{"datetime": "2021-10-14T10:48:26.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Ian Paisley claims Boris Johnson promised to 'tear up' NI Protocol", "article": "Prime Minister Boris Johnson said he would tear up the Northern Ireland Protocol shortly after he made the EU deal, DUP MP Ian Paisley has claimed. The PM reportedly made the remarks before MPs voted on the deal in 2019.The claims followed comments from Boris Johnson's ex-adviser who saidthe plan was to \"ditch the bits we didn't like\" .That prompted the Irish deputy PM to warn countries considering trade deals with the UK that it is a nation that \"doesn't necessarily keep its word\". The protocol, agreed by the EU and UK in the Brexit deal, keeps Northern Ireland in the EU's single market for goods and allows free-flowing trade with the EU. But the UK now says the arrangement imposes too many barriers, as it means goods arriving in Northern Ireland from Britain face checks and controls. On Wednesday,the EU revealed its plan to reduce checks on those goods . The proposals include scrapping checks on most food products being shipped to, and remaining in, Northern Ireland from Great Britain. The EU said their new plan would remove about 80% of spot checks and cut customs paperwork by 50%. However, the measures fall short of UK demands to fundamentally change the protocol by removing the European Court of Justice (ECJ) from an oversight role. The UK government said it was studying the detail of the EU's proposals. \"Boris Johnson did tell me personally that he would, after agreeing to the protocol, he would sign up to changing that protocol and indeed tearing it up, that this was just for the semantics,\" Mr Paisley told the BBC's Newsnight programme. \"Now that comment has been verified by another source [Dominic Cummings] much closer to Boris Johnson within his own government,\" added the North Antrim MP.The conversation between Mr Johnson and Mr Paisley allegedly took place just before the first House of Commons vote on the Brexit withdrawal agreement in October 2019. On Tuesday, Downing Street's former strategy chief Dominic Cummings tweeted that he had planned in the autumn of 2019 to get the prime minister to \"ditch bits\" of the Brexit deal.In a series of tweets, Mr Cummings - who has turned against Mr Johnson since being removed from Downing Street at the end of 2020 - claimed the prime minister never understood what the withdrawal agreement really meant. He also dismissed suggestions that abandoning elements of the deal would mean breaking international law. \"Our priorities meant e.g. getting Brexit done is 10,000 times more important than lawyers yapping re international law in negotiations with people who break international law all the time,\" he said. The Northern Ireland Protocol is part of the Brexit deal: It is an agreement that means goods can pass freely across the Irish border. Basically, lorries don't have to stop and prove their goods follow EU rules when they go between Northern Ireland (in the UK) and the Republic of Ireland (in the EU). It means Northern Ireland still follows some EU rules: As the rest of the UK (England, Scotland, Wales) no longer follow EU trade rules, some goods from there have to be checked when they arrive in Northern Ireland. But some goods from Britain can't enter Northern Ireland at all: EU rules don't allow certain products, like chilled sausages, to enter its market. A grace period, where the rules don't apply, has been in place since January but no long-term solution has been found. Read more:The Northern Ireland Protocol explained The tánaiste (Irish deputy prime minister), Leo Varadkar, said Mr Cummings' claims \"must resonate around the world\". \"Essentially now what Dominic Cummings is saying is that this is a country that makes treaties, that strikes agreements and then intends to renege on them,\" he added. \"Don't make any agreement with the British government; don't sign any treaty with the United Kingdom, until you can be confident that this is a country that can honour its promises.\"However, when asked about Mr Cummings claims, Brexit negotiator Lord Frost said: \"We all understood extremely well what the deal meant, it delivered on democracy, took the UK out of the EU whole and entire, and it was a very good deal.\" But he said it now had to be changed because it was \"undermining the Belfast Good Friday Agreement, not supporting it\". \"The problem with the protocol at the moment is that EU law, with the European Court of Justice as the enforcer, is applied in Northern Ireland without any democratic process. That has to change if we are to find governance arrangements people can live with,\" he said. Sinn Féin's deputy leaderMichelle O'Neill has urged a recall the Northern Ireland Assembly to demonstrate support for the NI Protocol, following the EU's proposal. The European Commission'sMaros Šefčovič will speak with Stormont's political leaders about the plan later. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58910220"}