{"datetime": "2022-01-24T19:02:05.000Z", "author": "John Campbell", "subject": "Brexit", "title": "NI Protocol: EU says 'timely agreement' possible", "article": "The EU's chief Brexit negotiator has said he is not setting \"artificial deadlines\" after talks on the NI Protocol failed to make a breakthrough. Maros Šefčovič was speaking after a meeting in Brussels with the UK Foreign Secretary Liz Truss. He added if political goodwill was maintained it could \"lead to a timely agreement on durable solutions\". Mrs Truss said there had been \"progress\" and she wants to work with the EU \"in short order\". \"We're putting as much resource as we can into making this work and making things happen for the people of Northern Ireland,\" she added. In a joint statement, the lead negotiators said they would hold further talks next week. They added that the Joint Committee, the formal body overseeing the protocol, would meet before the end of February. That will be the first Joint Committee meeting in more than six months. Ireland's Foreign Minister Simon Coveney described the mood of the talks as \"quite good\" and welcomed the foreign secretary's \"personal engagement.\" \"We need to show a bit of patience here and allow the negotiating teams to try to advance areas where they can find agreement,\" he said. He added that the Joint Committee meeting in February could create a \"platform for agreement\". The protocolkeeps Northern Ireland in the EU's single market for goods and EU customs rules are enforced at its ports. That means new paperwork and processes when importing materials and equipment from Great Britain. Unionist politicians have criticised the arrangements and say the Irish Sea border undermines Northern Ireland's position in the UK. Over the past six months the UK government has been attempting to renegotiate the deal. In July, the UK proposed an arrangement in which goods from Great Britain, which are due to stay in Northern Ireland, would not be checked and would have minimal paperwork. Goods which are due to move onwards to the Republic of Ireland would be checked at Northern Ireland's ports. The EU published its own proposals in October, which it said would significantly reduce, but not eliminate, checks on goods. It has previously said that the easiest way to reduce checks would be for the UK to sign up to a Swiss-style agri-food agreement. That would involve all of the UK following the relevant EU rules, something the government says it could not accept. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60105314"}