{"datetime": "2021-12-24T00:09:14.000Z", "author": "Faisal Islam", "subject": "Brexit", "title": "Brexit: One year on, the economic impact is starting to show", "article": "A dozen mild-mannered small business owners pop up on my screen from sectors ranging from chemicals, to financial services, to aerospace, catering and small gift box providers. Having been shown the data from a British Chambers of Commerce survey of the impact of Brexit's first year I asked to chat to some of them to find out more. The business owners I spoke to have pretty much the same reflection on different aspects of the reality of one year of trading outside the Single Market and Customs Union. It's clearly been challenging: \"Frustrating. Scary. Huge drop in sales. Rendered uncompetitive in Europe.\" When I put to them what ministers have suggested privately - that some sections of British business need to be as prepared as the best-prepared bigger businesses, it got a little testy. \"I found it astounding that they are telling us to get used to it,\" said Adrian Hanrahan, of Robinson's chemicals, who is dealing with a new set of UK regulations entirely duplicating EU requirements. A gift box distributor, Karen Lowen, says it's cheaper for her to supply the US and Australia than Europe.Meanwhile, a manufacturer of cutting edge green radiators says the expansion of his factory in Birmingham will now take place in Poland. One participant's voice cracks as he tells me they are fighting to survive after a century-and-a-half in business. A year on from the signing of the UK-EU Trade and Cooperation Agreement - the real economic start of Brexit - we can start to see some of the changes in how Britain trades. Despite the overwhelming influence of the lockdowns, and post-pandemic bounce back on all aspects of the economy, it is possible in the data and in the direct experience of hundreds of businesses, to see the impact of Brexit. In broad terms, this is what the numbers show, so far: After a year of Brexit, the UK economy appears to be less open or less global than it was before. The government's official forecasters, the Office of Budget Responsibility, said the latest actual data were consistent with its forecasts from five years ago that the \"trade intensity\" of the UK economy could fall by 15% over a decade and a half. The UK's key export markets are less reliant on UK goods, and the UK is less reliant on foreign goods. This is at a time when trade elsewhere in the world boomed, recovering all the losses and more in the pandemic slump. From Jan-October 2021 there was $627bn in two-way trade between the US and the European Union, up from $532bn in the same months in 2020, a bounce back of 18%. China-EU two way trade in the first 10 months of 2021 was €558bn compared to €479bn in 2020, a bounce back of 17%. The equivalent figure for the UK's two way trade with the EU is 2% growth or £308bn versus £302bn. In other words, UK-EU trade has in this first year of the post Brexit trade deal, failed to rebound unlike most of the rest of world trade. In January, Charlie Samway, of Samways fish merchants in Bridport, Dorset, took the trouble to show me through 76 pages of documents now required alongside a visit and stamp from a vet with his consignments of exported monkfish and cuttlefish. Whilst frustration at the red tape and risks to deliveries remain, he said: \"Things have massively improved, from where we were there at the start of the year.\"So on the whole, we're much happier than where we were, but I don't think to say that things are perfect, I don't think they'll ever be, it is potentially something we've got to live with.\" In the car industry there was good news in the UK. The long delayed wave of investment into electric vehicles has started, beginning with Nissan recommitting to its Sunderland site.This follows not just the zero tariff deal, but also the last minute commitments negotiated by the prime minister with the EU to allow the deal to apply for a few years to cars with lots of imported technology from Japan, Korea or the US. But, in general, annual trade volumes since the Brexit deal are down on any definition of pre-pandemic normal. What is also true is that while the first few weeks of the year saw a terrible drop, the feared catastrophic worst case scenarios thankfully did not materialise. Experts tend to prefer to compare this year's performance with one of the years before the pandemic, such as 2019.On that basis UK exports to the EU in the first ten months of this year were down 12% on pre-pandemic levels. UK imports from the EU were down more - 20% lower than before the pandemic.This is surprising, because the new checks instigated were mainly enforced on exports going to the EU, and not on imports coming into the UK. Trade with the rest of the world - the \"non-EU\" countries - is also down both ways since 2019, though by less. UK exports to the rest of the world are down 7%, or £12bn in January-to-October 2021 versus the same in 2019. UK imports in the same time periods have fallen a little too by 3% to £227bn. So the really big mystery is why EU imports into the UK have fallen more than the other way around. Partly it's a result of the general post pandemic fall in vehicle sales, down £14bn or 30% in the first 10 months of this year versus 2019. Interestingly non-EU imports are up 16% over the same time period, and part of that is down to Tesla cars imported from the US and China. Aircraft, electrical devices, pharmaceuticals, steel and nuclear technology all saw multi-billion falls in EU imports into the UK. With all of these numbers, it is worth mentioning that there may be an impact from re-classification of Irish trade, and the fact that data in previous years reflects despatch of goods within the EU with little paperwork, and is now classed as international trade. One interesting ask from the Chambers of Commerce calls was merely for the UK government and the EU to calm down the rhetoric and stop acting like they are fighting.That backdrop sends a message that it is risky to trade with Britain, especially with smaller British businesses, said some participants. The question is whether the government is willing to do anything. One Cabinet minister said to me, businesses need to come to terms with \"the fact that there is a customs border now\" with the EU.The political reality right now is that businesses worries are seen as manageable enough weighed against the freedom to regulate as the government sees fit. ", "url": "https://www.bbc.com/news/business-59761292"}