{"datetime": "2022-01-09T15:58:31.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Liz Truss 'willing' to override Northern Ireland-part of Brexit deal", "article": "Foreign Secretary Liz Truss says she will not accept a deal which means goods from Britain being checked as they enter Northern Ireland. Ms Truss, now the UK's lead negotiator with the EU in post-Brexit talks, was writing in theSunday Telegraph . In 2019 the prime ministeragreed a deal, known as the protocol, and for the last six months the UK has been attempting to renegotiate it. The EU said it was \"not too impressed\" with the foreign secretary's threat. Next week, Ms Truss is due to hold two days of talks with her European Union counterpart, Maroš Šefčovič. \"I will not sign up to anything which sees the people of Northern Ireland unable to benefit from the same decisions on taxation and spending as the rest of the UK, or which still sees goods moving within our own country being subject to checks,\" she said. The protocol is the part of the Brexit deal that prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods. That also creates a new Irish Sea trade border between Northern Ireland and the rest of the UK, with some goods needing to be checked as they enter Northern Ireland. In July, the UK proposed an arrangement in which goods from Great Britain which are due to stay in Northern Ireland would not be checked and would have minimal paperwork. Goods which are due to move onwards to the Republic of Ireland would be checked at Northern Ireland's ports. The EU published its own proposals in October, which it said would significantly reduce, but not eliminate, checks on goods. It has previously said that the easiest way to reduce checks would be for the UK to sign up to a Swiss-style agrifood agreement. That would involve all of the UK following the relevant EU rules, something the government says it could not accept. Ms Truss says that when she meets Mr Šefčovič, the EU's lead post-Brexit negotiator, she will be \"putting forward our constructive proposals to resolve the situation\".It is not yet clear if these differ from the July proposals. She has also repeated the UK's willingness to use the Article 16 mechanism of the protocol. Article 16 sets out the process for taking unilateral \"safeguard\" measures if either the EU or UK concludes that the deal is leading to serious practical problems or causing diversion of trade. Those safeguards would amount to suspending parts of the deal. Ms Truss said: \"I want a negotiated solution, but if we have to use legitimate provisions including Article 16, I am willing to do that. \"This safeguard clause was explicitly designed - and agreed to by all sides - to ease acute problems because of the sensitivity of the issues at play.\" The EU has said it does not believe the use of Article 16 is justified and that its deployment could lead to the collapse of the wider Brexit deal, the Trade and Cooperation Agreement. João Vale de Almeida, the EU's ambassador to the UK, said it was not helpful to \"keep agitating the issue\" of triggering Article 16. \"We've heard this before from the government, so we're not surprised. We are not too impressed,\" he told Sky News. \"I think we should focus on - at least that's where we are focused on - is trying to find solutions for difficulties in the implementation of the protocol\". The EU was \"even more eager\" to find compromises, he added. Next week Ms Truss is also due to meet Northern Ireland's political and business leaders. Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has said his meeting withMs Truss would have a \"major bearing\" on his next steps . In a tweet, Sir Jeffrey welcomed the foreign secretary's comments. \"She is right that unionists do not consent to the protocol and we need the government to follow through on their commitment to safeguard the union and protect Northern Ireland's place in the UK internal market,\" he said. Sir Jeffrey has demanded a deadline be set for an end to the protocol negotiations with Brussels. He has warned the party could quit the Stormont executive if there was no change to the protocol. Deputy First Minister Michelle O'Neill, of Sinn Féin, said Sir Jeffrey's threat to walk away from power sharing was \"reckless and irresponsible\". \"The rest of us want to work together, all the other parties are there in the best interest of the public wanting to work together, and all the while the DUP continually are the outlier, whether that be Brexit or making institutions work,\" she said.Ulster Unionist Party (UUP) leader Doug Beattie said Ms Truss' comments outline a way forward for dealing with the EU.\"It is perfectly reasonable that goods from Great Britain which are destined to stay in Northern Ireland should not be subject to checks and those goods destined for the EU market can be checked at our ports,\" he said.\"We have already recommended legislation to make this workable as far back as 2019.\" SDLP leader Colum Eastwood said the DUP was prepared to \"whip up fear, anger and resentment over port checks that affect virtually no one's daily life\". \"The re-emergence of the Tory Article 16 threat is as tired as the DUP and Sinn Féin threats to collapse Stormont,\" he said.\"It solves nothing, it helps nobody, it will only make things worse.\" Traditional Unionist Voice (TUV) leader Jim Allister said words must be followed by actions.\"Empty rhetoric, like empty threats from some in unionism, only buy more time for the union-dismantling protocol to bed in further.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59927034"}