{"datetime": "2021-10-23T21:30:49.000Z", "author": "John Campbell", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: UK says new Northern Ireland Protocol talks 'constructive'", "article": "The first round of new talks on the Northern Ireland Protocol was \"constructive\", UK officials have said. However big gaps remain, particularly onthe role of the European Court of Justice (ECJ). EU and UK officials held technical talks in Brussels last week, and an EU team will arrive in London on Tuesday to continue negotiations. The lead negotiators, Lord Frost and Maroš Šefčovič, are expected to meet at the end of next week. A European Commission spokesperson declined to comment on the talks. The protocol is the Brexit deal which prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods. That also creates a new trade border between Northern Ireland and the rest of the UK, something the EU accepts is causing difficulties for many businesses. Unionist politicians say the arrangement undermines Northern Ireland's place in the UK. The EU has suggested a package of reforms which would reduce the practical impacts of the protocol. The UK wants more fundamental change, including the removal of the ECJ from its oversight role in the deal. A UK government source said: \"The talks this week were constructive and we've heard some things from the EU that we can work with.\"There's been plenty of speculation about governance this week but our position remains unchanged: the role of the ECJ in resolving disputes between the UK and EU must end.\"We need to see real progress soon rather than get stuck in a process of endless negotiation.\"Whether we're able to establish that momentum soon will help us determine if we can bridge the gap or if we need to use Article 16.\" Article 16 is the part of the deal which allows parts of the protocol to be temporarily suspended if they are causing serious difficulties or leading to diversion of trade. If one side uses Article 16 the other can take \"proportionate rebalancing measures\". Ireland's Foreign Minister Simon Coveney has suggested the talks have a rough deadline of late December. He told the Press Association news agency that there is a finite \"window\" within which the EU is willing to find solutions. \"I think that window is on offer now to the British government if they want to use it to find a way of implementing the protocol in a way that responds to the vast majority of the issues and problems that have been raised,\" he said. \"I can't tell you when the EU will decide that that approach is getting us nowhere if there's no agreement. \"But certainly I think there's a window between now and late December, when the EU, I think, will be open to continuing dialogue and trying to find a way of making this work.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59023511"}