{"datetime": "2021-11-19T09:02:36.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: What is Article 16 of the Northern Ireland protocol?", "article": "There is growing speculation that the UK is planning to use Article 16 of the Northern Ireland Protocol in the coming weeks. The Irish prime minster has warned thatthis would \"undermine\" relationships between the two countries. The UK government says it \"would not go down this route gratuitously or with any particular pleasure\". In October 2019, the UK and EU agreed a special Brexit deal for Northern Ireland, known as the protocol. It leaves Northern Ireland in the EU's single market for goods. That means that goods can flow freely between the Republic of Ireland and Northern Ireland, removing the threat of a \"hard border\". However, goods arriving into Northern Ireland from the rest of the UK are now subject to checks and control - amounting to what is being referred to as an \"Irish Sea border\". Article 16 of the protocol sets out the process for taking unilateral \"safeguard\" measures if either the EU or UK concludes that the deal is leading to serious practical problems or causing diversion of trade. Those safeguards would amount to suspending parts of the deal. Safeguard measures can be taken if the protocol is leading to serious \"economic, societal or environmental difficulties\" that are liable to persist. So, while it is not intended to be used for temporary or minor problems there is no specific guidance on what qualifies as a \"serious\" difficulty. Additionally, it can be used if the protocol is leading to \"diversion of trade\", but again there is no guidance on how exactly that should be interpreted. In July the UK government said that, in its opinion, the threshold has been reached for using safeguards, but it is choosing not to use them for now. A month's formal notice is supposed to be given before any action is taken, although immediate action is allowed in \"exceptional circumstances\". That is not the intention.Article 16 of the protocol sets out the process for taking unilateral \"safeguard\" measures if either the EU or UK concludes that the deal is leading to serious practical problems or causing diversion of trade. Additionally, it says that priority shall be given to measures that will \"least disturb\" the functioning of the protocol. After safeguarding measures are implemented, negotiations should continue, with the measures being jointly reviewed every three months with a view to their abolition or limitation. However, this would still seem to give the UK government quite wide discretion on what action to take. If it believes the rules for getting goods into NI from GB are irredeemably complicated it could move to entirely suspend articles 5, 7, 8 and 10 of the protocol which deal with customs, products standards, VAT and state aid. That would effectively end the Irish Sea border and from the EU's perspective create a backdoor into its single market. Such a move would be close to the approach to the Protocol laid out in the UK \"command paper\" in JulyThe paper described an arrangement where there would be \"no need for certificates and checks for individual items that are only ever intended to be consumed in Northern Ireland\". Checks and controls would still be carried out on goods destined for Ireland with these largely identified by the traders involved - a sort of \"honesty box border\". Raoul Ruparel, who was a senior Brexit advisor to Theresa May, says he thinks this sort of maximalist approach to Article 16 is likely. \"What the UK wants to do is quite clear. It will likely suspend parts of the protocol around the (Irish Sea) border - customs and agrifood especially,\" he tweeted. \"It will move to implement its approach as set out in the command paper.\" The UK calculation may be that after a period of conflict the EU will ultimately reverse the entire thrust of its Northern Ireland policy since 2017 and accept that an ultra-light touch approach is sufficient to protect the single market. If the EU concludes that the UK's actions create an \"imbalance\" between its rights and obligations under the protocol, then it can take \"proportionate rebalancing measures\". These are not defined and would largely be determined by what the UK does. Sam Lowe, an analyst at the Centre for European Reform, says if, for example, the UK were to suspend the entire protocol, and \"in effect dare the EU to either enforce a border between Ireland and Northern Ireland or between Ireland and the rest of the EU, we should expect the EU's response to be explosive\". However, he thinks if the UK still enforces some controls on goods entering Northern Ireland from great Britain, the EU's response will probably be \"more measured\". \"In terms of immediate response, any EU rebalancing measures would need to be proportionate, and 'strictly necessary to remedy the imbalance'.\"These caveats limit the scope of the EU's immediate (legal) response,\" he added. The EU is also understood to be preparing legal measures which, for example, could challenge the scope of the UK's Article 16 actions. Ultimately, the EU could impose tariffs on UK goods but that would only be possible after a lengthy arbitration process. The arbitrators would first have to find that the UK is in breach of the protocol. Then the UK would have to refuse to remedy that breach, at which point the EU could retaliate under the terms of the wider Brexit deal, the TCA. It could require another arbitration process to rule whether the use of tariffs is proportionate retaliation. There is a potentially faster legal track known as infringement proceedings which could lead to the UK being fined. The EU could also take more informal political measures. Anton Spisak, policy lead at the Tony Blair Institute, tweeted that the EU's response to \"an expansive use of Article 16 will have to be robust enough to have a deterrent effect\". He suggests that would mean \"quick, unilateral and asymmetrical actions that can be passed easily through the European Council\". These measures could include blocking UK accession to Horizon Europe research programme. If the EU thinks arbitration and legal action would take too long to have an effect it could reach for the nuclear option. A clause in the TCA allows either side to terminate the whole deal with a year's notice.Nine months notice is required if it is just the trade elements of the deal which are to be terminated. If that happened it would effectively set a course for a no-deal Brexit, with tariffs on a broad range of goods and other significant barriers to EU-UK trade. Mujtaba Rahman, analyst at the Eurasia Group consultancy, says this is figuring in EU considerations. \"I expect no intermediate step such as tariffs. Just an immediate, emergency EU Council & political decision to suspend the UK-EU trade deal,\" he tweeted. He added that would mean next year would see \"a re-run of Brexit... with renegotiation of Irish border issue, with threat of no-deal tariffs looming in the background\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-58790419"}