{"datetime": "2022-01-07T21:24:44.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Minister challenged on school air filter plans", "article": "The Department for Education has yet to apply for funding for air filtration systems in schools, Sinn Féin has claimed. The party's education spokesperson, Pat Sheehan, said he had \"no doubt\" money would be made available. DUP leader Sir Jeffrey Donaldson warned the cost would be \"significant\" and questioned whether the money was available. The Education Authority confirmed it has ordered 100 air filtration units. It said those will be sent to areas where improving ventilation is not possible immediately or will take time to address. The Northern Ireland Assembly is sitting on Monday to discuss the situation in schools. Sinn Féin MLA Mr Sheehan called on Ms McIlveen to \"stop sitting on her hands\" and provide long-term assurances for schools.\"If the minister was to come up with a strategy to say she would install HEPA filters in primary schools first then at least that would be a start, but there is no plan there,\" Mr Sheehan told the BBC's Good Morning Ulster programme. \"There is no strategy, the minister is just reacting to events when we are two years into the pandemic.\"It's a year since we knew for sure that the virus was airborne and these HEPA filters would help,\" he said.A Department of Education spokesman said the vast majority of classrooms in Northern Ireland \"already have adequate ventilation\". \"Natural ventilation is the best mitigation against Covid-19,\" he said. The spokesman said air filters \"may be suitable where there is insufficient ventilation and the ventilation can't be improved but should never be used as a substitute for ventilation\". He said the 100 filters that have been ordered will be deployed as an interim measure in areas \"where specific remedial action to improve ventilation is either not possible immediately, or will have a lead time to address\". The department's approach is \"a controlled interim measure and does not represent a wider deployment of air filtration units to schools\", the spokesman said.\"This is similar to the approach being adopted in other jurisdictions.\" HEPA stands for High Efficiency Particulate Air. It is a common component found in air purifiers which filter the air in order to clean it; they are used in vacuum cleaners and in industries which require high air quality, such as aerospace and pharmaceuticals. Many pupils have returned for the new term and similar mitigations are in place as before Christmas. Ms McIlveen previously said she would support principals in keeping schools open but there had been no change in guidance since before Christmas. The DUP leader Sir Jeffrey Donaldson said on Friday that the cost of putting in place ventilation systems would be \"significant\" but was being considered by Ms McIlveen. \"Our minister is working urgently on plans to provide air filtration and ventilation support, but there is a degree of ambivalence from Sinn Fein - will the finance minister foot the bill for the enormous cost?\" he said. Alliance MLA and chair of the education committee, Chris Lyttle, told BBC Radio Ulster's Evening Extra programme he was \"at a loss\" as to why the ventilation systems had not been introduced yet.\"It's clear that there has appeared to have been a lack of preparation with regards to one of the key mitigations of coronavirus in our schools,\" he said.He said the party's leader, Naomi Long, had written to the previous education minister in summer 2020 to ask what action would be taken in schools to maximise ventilation.Principals and unions have called for clarity and support from the minister. Principal of St Cecilia's College in Londonderry Martine Mulhern has said the current system of keeping windows open to allow for better circulation has proved challenging in the colder months.\"It's going to be very cold in classrooms, like today, so we would advise parents to layer their children up as the windows will have to be open,\" she told BBC Radio Foyle. Ms Mulhern said she believes MLAs have \"left it too late\" to make any necessary intervention in schools with the Assembly recall on Monday.\"What I would like to see is strategic planning so that this time next year - regardless of what situation we are in - our plan isn't to cross fingers and toes and open windows,\" she said.Leo McCloskey, acting principal of Termoncanice Primary School in Limavady, said some of his pupils have resorted to wearing heavy coats indoors in the classroom.\"We don't have mechanical ventilation systems, we don't have the air purifiers so when needs must we just have to open the windows and try to keep the virus out,\" he explained. Mr McCloskey said he also believes the Assembly recall is too late, saying he believes a circuit breaker would have been the correct way forward with the new term.\"We are facing these days as they come along, but the issues that Covid has presented at schools are going to be long term,\" he said. Prof Mark Mon-Williams of the University of Leeds is leading a government-funded trial into the use of air cleaning technologies in school settings. He said the air filtration system removes small particles from the air which \"allows us to remove all airborne illnesses\". The first part of the trial examines how many would be needed per room, where to put them, how disruptive they would be in terms of noise and other such issues. \"The second part of the project is seeing if they actually do what we want them to do which is decrease infections in school settings. \"In principle, these systems are fantastically effective - we know in the laboratory they clear nasty particles from the air. \"But that doesn't necessarily mean that in the real world with all of the other various factors that are present that they're going to actually do what we need them to do. \"This is very important because this a huge investment either at the school level or a district level or even a national level. \"So we've really got to establish the evidence to allow people to make effective, evidence-based decisions about whether we should be using these systems in schools or not.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59906495"}