{"datetime": "2022-01-08T06:33:15.000Z", "author": "Enda McClafferty", "subject": "NI election 2022", "title": "Is the DUP about to hit the emergency stop button on Stormont?", "article": "The glass has been broken for some time, but is the Democratic Unionist Party (DUP) now getting ready to push the emergency stop button at Stormont? Four months after he first issued the threat, is Sir Jeffrey Donaldson going pull his ministers out of the Northern Ireland Executive? And if so when? In a last throw of the dice, the DUP leaderdemanded a deadline be set by the UK's Brexit negotiator Liz Truss for an end to the protocol negotiations with Brussels.But he hasn't set a deadline for his deadline demand to be met, instead he has indicated the end of the month will be critical. He may get his answer next week when he meets Ms Truss and we may know then if his threat is real.But collapsing the government at a time when Covid-19 Omicron cases are expected to peak is a massive gamble. That is why he insists whatever happens there will be \"continuity\" in responding to the pandemic. That could mean removing Paul Givan as first minister and leaving the other DUP ministers in place which would allow Stormont departments to continue to operate. But some may ask what would that achieve apart from also removing the Deputy First Minister Michelle O'Neill from office. Removing the entire DUP ministerial team would also be more problematic. But the threat remains and was repeated this week by the party leader in response to speculation Irish language legislation may be moved through Westminster within weeks. Such a move he said would place Stormont at \"risk\". Yet another in a series of threats which, if not acted upon, could weaken the DUP leader in the countdown to an election.But the party did move this week to take its own \"decisive action\". Agriculture Minister Edwin Poots has vowed to halt Irish Sea border checks if he is blocked from bringing a paper to the executive at the end of the month. He insists the executive has the legal authority to stop or continue the checks based on a court challenge being brought by loyalist blogger Jamie Bryson. This was also part of thestrategy laid out by Sir Jeffrey Donaldson in his speech last September . If Sinn Féin stands by its threat to block the paper appearing on the executive agenda, Mr Poots has vowed to act. That may put him on a collision course with UK Agriculture Secretary George Eustice who has in the past challenged the actions of a DUP minister.Last April heinstructed department officials here to fulfil their legal obligations and progress the border control posts \"without delay \" after the stand-in DUP Agriculture Minister Gordon Lyons ordered work to stop in February. We could be set for another showdown with London, but politically a DUP minister halting Irish Sea border checks would be a key card to play in the election campaign. Equally a DUP minister in charge of a department enforcing Irish Sea border checks would be a key card to play for the party's opponents. Pushing the emergency stop button on an executive winding down within weeks ahead of the election may be easily dismissed as a tactical move.The real challenge to the future of the power-sharing executive will come when the votes are counted.DUP First Minister Paul Givan has already made clear his party will set a series of post-election tests which will have to be met before they return to the executive.First on the list is likely to be dismantling the Northern Ireland Protocol and scrapping the Irish Sea border.There may also be little appetite within the DUP to return to Stormont if Sinn Féin is in line to hold the post of first minister. A Stormont stand-off at that point is likely. But there is safety net currently being stitched together at Westminster.Legislation to protect the institutions from immediate collapse in a crisis. The Northern Ireland Ministers Elections and Petitions of Concern Bill is currently passing through the Lords and will be debated on 19 January. It is likely to be in place before the election and would allow the current NI Executive to continue in office post the May poll if a new first and deputy first ministers are not installed.But that arrangement could only survive for between six and nine months before the secretary of state for Northern Ireland would be legally bound to call an election in the absence of political agreement.That could see the Stormont institutions placed once again in cold storage. All of this is not inevitable as we can expect many more political twists and turns pre and post-election. But it does feel a course has been set and it is too late when the glass is broken. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59913417"}