{"datetime": "2022-01-05T18:43:14.000Z", "author": "Gareth Gordon", "subject": "Brexit", "title": "NI Protocol: Sinn Féin 'will veto' move to halt Brexit border checks", "article": "Sinn Féin say they will veto a Stormont Executive move to make border checks unlawful as part of the NI Protocol. Agriculture Minister Edwin Poots confirmed he intends bringing a paper to ministers before the end of January. He said it follows the instigation of legal action against his department, which claims future checks are unlawful without the authority of the entire executive and not just one minister. The DUP MLA denied it was a stunt before May's assembly elections. But Sinn Féin have said they will not allow the paper onto an executive agenda. North Belfast MP John Finucane told BBC News NI that \"any minister that wants to amend or reshape the executive position or policy must put forward a clear recommendation and that recommendation must go on the executive agenda\". \"That requires the agreement of both first ministers and Sinn Féin will not acquiesce or indulge any attempt to disregard the rule of law to allow ministers to escape their statutory obligations,\" he said. \"And I think people see this for what it is and Sinn Féin will have no part of it.\" Almost four months ago, DUP leader Sir Jeffrey Donaldsonthreatened to walk away from the Stormont institutions unless significant changes were made to the protocol . But despite him repeating the threat many times, no changes have been made, although talks continue between the UK government and the European Union. The protocol is the part of the Brexit deal that prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods. That also creates a new Irish Sea trade border between Northern Ireland and the rest of the UK, an arrangement that unionist politicians say undermines Northern Ireland's place in the union. The UK and EU have been negotiating potential changes since October but have made limited progress. The EU accepts that the protocol is causing difficulties for businesses and in October proposed a package of measures to reduce its practical impacts. Last month it published further proposals aimed at guaranteeing the supply of medicines from Great Britain to Northern Ireland. The UK wants more far-reaching changes to the protocol's operation and governance. Last week, Ireland's foreign minister Simon Coveneysuggested negotiations on the Northern Ireland Protocol need to reach a conclusion by the end of February . Mr Coveney said the issues were well understood and that the talks should be wrapped up before campaigning begins for Northern Ireland Assembly elections. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59887841"}