{"datetime": "2021-11-05T15:35:31.000Z", "author": "Jayne McCormack", "title": "Owen Paterson: Government 'took wrong approach', DUP leader says", "article": "DUP leader Sir Jeffrey Donaldson has said he did not support radical plans by the government to overhaul how MPs' behaviour is policed. Only one DUP MP Sammy Wilson voted in favour of the move on Wednesday.It would also have saved former NI Secretary Owen Paterson from suspension but on ThursdayNumber 10 U-turned after a political backlash. Sir Jeffrey said any reform of standards rules must be done on a \"cross-party basis\". Mr Wilson was the only DUP MP tovote for the plans - which would have set up a new committee to review standards rules and spared Mr Paterson a 30-day immediate suspension from the House of Commons.The seven other MPs were not present and abstained.The DUP said its eight MPs had a free vote meaning they did not have to take a particular stance on the issue.Mr Paterson had been found by a standards committee to have breached lobbying rules for his work as a paid consultant for two Northern Ireland firms - Randox and Lynn's Country Foods.After the government's decision to reverse the shake-up, Mr Paterson resigned as MP saying he wanted a life \"outside the cruel world of politics\".Speaking to BBC News NI on Friday, Sir Jeffrey, the Lagan Valley MP, described the government's initial plan as the \"wrong approach\".\"I don't agree with what happened earlier this week... I'm glad now we're getting a cross-party approach which is the way it's been done in the past.\"Asked if he disagreed with his colleague Mr Wilson, Sir Jeffrey said the party's position was \"clear\" that any action taken should be done on a cross-party basis.Responding to whether Mr Wilson would be disciplined over the move, Sir Jeffrey repeated that the party had allowed a free vote on the issue.\"It is a matter for each MP to decide what they do,\" he added.\"I'm very clear what the government had proposed was not the best way to do this.\"I'm glad now we're taking a cross-party approach and arriving at consensus to deal with these difficult and sensitive issues.\"On Friday, Mr Paterson tweeted that he would be stepping aside from his current consultancy work to \"focus on my family and suicide prevention\".A Randox spokesperson said: \"Randox acknowledges Mr Paterson's wish, at this difficult time, to step aside from his consultancy work to focus on his family and suicide prevention. We wish Owen and his family well in their future endeavours. Randox will not be making further comment.\"Lynn's Country Foods has been asked for comment.", "url": "https://www.bbc.com/news/uk-northern-ireland-59182227"}