{"datetime": "2021-11-08T18:40:48.000Z", "title": "Some Belfast bus services suspended after Newtownabbey hijacking", "article": "Some bus services in Belfast have been suspended after a double-decker was set on fire on the outskirts of the city. Public transport provider Translink saidthe disruption to Metro services began at 18:30 GMT on Monday and could continue for several nights. Some of Belfast's busiest roads are affected, including routes along the Antrim, Shore and Newtownards roads. It comes after the attack on a bus on Sunday amid rising tensions over the post-Brexit deal for Northern Ireland. The arrangement - known as the Northern Ireland Protocol - is opposed by unionist political parties and loyalist groups, who believe it undermines Northern Ireland's position within the UK. Translink said it was suspending evening services on five bus routes and others would be diverted: Some bus services in other parts of Northern Ireland were also diverted on Monday evening because of \"recent civil unrest\", said Translink. They include a number of services in Londonderry, Coleraine, Portadown and Ballyclare. Ian Campbell, director of service operations at Translink, told BBC News NI that the schedule would return to normal on Tuesday morning but the evening services would be kept under daily review. \"Our response to these attacks on our services haven't been taken lightly,\" he said. Translink said the situation was \"very changeable\" and it is advising people to check itswebsite or call its customer service line on 028 9066 6630 for more details. In the attack on Sunday night, four masked men, armed with a hammer and bottle of petrol, boarded a bus in Newtownabbey and ordered the driver and the passengers to get off the vehicle before they set it on fire. No-one was injured but police said the incident was frightening for those who were on the bus when it was attacked. The suspects were dressed in black and are believed to be in their 40s, said police. The Unite union, which represents some bus drivers, said the hijackers \"told the driver that this was about the Northern Ireland Protocol\". It was the second such attack in Northern Ireland in the past week. Last Monday morningtwo armed and masked men boarded a =bus in Newtownards, County Down, and ordered the driver to leave before setting it on fire. Translink said the buses destroyed in the recent attacks would cost \"in excess of £200,000 to replace\". After the latest incident, Unite said its members would not drive buses through any area where they could be at risk. Some Translink staff members staged a walk-out on Monday afternoon and gathered outside Belfast City Hall in solidarity with the drivers whose buses were targeted. Michael Dornan of Unite said bus drivers had decided that \"enough is enough\". Drivers were not prepared to be \"political punchbags\", nor would they \"run any form of life-threating gauntlet\", he added. Infrastructure Minister Nichola Mallon said the attack on Sunday was the fourth of its kind this year and came at a huge cost to the public. The SDLP deputy leader said it was \"another extreme act of self-harm consistently rejected by the people of Northern Ireland\". Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson described the attacks on buses as \"reckless\". \"This violence, whatever the perceived or believed motivation, is completely wrong,\" he said. Sinn Féin MLA Gerry Kelly said the hijacking of buses \"must stop immediately\". \"No one should ever go to work facing intimidation or fearing attack,\" he said. \"The leadership of political unionism must stop hyping up tensions with reckless and dangerous rhetoric, and actively work to bring these disgraceful attacks to end.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59206074"}