{"datetime": "2021-11-09T17:07:53.000Z", "author": "Jayne McCormack", "subject": "Brexit", "title": "Brexit: Ireland making contingency plans for UK move on Article 16", "article": "The Republic of Ireland is making \"contingency plans\" in the event of the UK government triggering Article 16 of the NI Protocol, Tánaiste (Irish deputy PM) Leo Varadkar has said. There is growing speculation Downing Street will act in the coming weeks due to the ongoing stalemate with the EU. Mr Varadkar said if that happened, the EU would have no option but to introduce \"rebalancing measures\". He said the Irish cabinet sub-committee had met to discuss such preparations. His comments came as Stormont's Deputy First Minister Michelle O'Neill urged the UK to withdraw its \"threat\" to implement the safeguard of Article 16 in the protocol. Ms O'Neill and First Minister Paul Givan held virtual talks with UK Brexit Minister Lord Frost on Tuesday, lasting just under an hour. Speaking afterwards, she told No 10 it was time to \"dial down the rhetoric\". \"I warned the government against the language they're using, I also asked them to remove the threat to trigger Article 16,\" she said. \"What we need to find is solutions and stability, certainly not another period of instability.\" The protocol is the special Brexit deal between the EU and UK that leaves Northern Ireland in the EU's single market for goods. That means goods can flow freely between the Republic of Ireland and Northern Ireland, removing the threat of a \"hard border\" on the island. However, goods arriving into Northern Ireland from the rest of the UK are now subject to checks, a situation that is being referred to as an \"Irish Sea border\".The EU hasproposed measures to ease the checks and controls for goods crossing the Irish Sea. But the UK is demanding fundamental reform and there is growing speculation it will trigger Article 16 - which allows parts of the protocol to beunilaterally suspended if they are causing serious difficulties . Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said a deal between the UK and EU on the Northern Ireland Protocol is \"unlikely\". Sir Jeffrey said there would need to be a \"marked change\" in position from the EU to secure agreement. He said in such circumstances the UK government was right to make plans to suspend the protocol by triggering Article 16. However, the DUP leader said he hoped a trade war between the UK and the EU would be avoided. \"I don't think it's in anyone's interest that that is the outcome,\" he added. Speaking to RTE's News At One on Tuesday, Mr Varadkar said he hoped the UK would \"not go down the road\" of triggering Article 16. \"The prime minister spoke about wanting Brexit done but this potentially undoes it - I don't see how it would be good for us, Great Britain or Northern Ireland,\" he said. The tánaiste also responded to speculation the EU could, in response, retaliate with fresh trade barriers if Article 16 is triggered. \"I don't think anybody wants to see the EU suspending the trade and co-operation agreement with Britain,\" he said. \"But if Britain were to act in such a way that it was resigning from the protocol, resigning from the withdrawal agreement... the EU would have no option other than to introduce what we call rebalancing measures to respond.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59221691"}