{"datetime": "2021-10-11T12:26:20.000Z", "subject": "Brexit", "title": "Brexit: UK dismissal of NI protocol solutions 'more serious'", "article": "Ireland's foreign minister has accused the UK of repeatedly dismissing EU proposals on the Northern Ireland Protocol before they are published. This is happening again this week but it is now \"more serious\", Simon Coveney has warned.The protocol isthe special Brexit deal for Northern Ireland , which the UK and EU agreed in 2019. Unionists argue it creates a trade border between Great Britain and Northern Ireland. They say it undermines Northern Ireland's constitutional position as part of the UK. The EUwill bring forward proposals on Wednesday for reforming the protocol . The proposals will focus on easing practical problems with the movement of goods from Britain to Northern Ireland, rather than changing oversight arrangements. Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson,who has threatened to pull his party out of Stormont over the protocol , said on Monday that this week was important. \"Let's see what people have to put on the table,\" he said.\"Let's see that intensive negotiation take place and then we'll make our judgements on the outcome against the tests that we have set and determine what action we should take.\" Mr Coveney told RTÉ's Morning Ireland programme that the UK's dismissals were now \"more serious\", given the comprehensive compromise proposals the EU is bringing forward. \"Each time the EU comes forward with new ideas, new proposals to try to solve problems, they are dismissed before they are released and that is happening again this week,\" Mr Coveney said. He said dismissals were being seen across the EU as \"the same pattern, over and over again\" by the UK. At the weekend, Mr Coveneywarned UK demands on the Northern Ireland Protocol could cause \"a breakdown in relations\" with the EU . He made the comments after the UK reiterated that it wants the European Court of Justice (ECJ) removed from oversight of the deal. Mr Coveney said this was the creation of a new \"red line\" which the EU cannot move on. The European Commission said the ECJ's role in the protocol was ground that has been covered \"a million times\". Its chief spokesperson, Eric Mamer, told a briefing on Monday that the EU's position on this issue remained \"extremely clear\". He said it was looking for solutions to the practical issues that affect the daily lives of people. Mr Mamer said the commission wanted to be constructive and open, \"but in the framework of the agreement as it has been signed\". On Tuesday, the UK's Brexit Minister Lord Frost will give a speech in which he is expected to tell diplomats that removing the ECJ's role in dispute settlement is necessary to sustain the protocol. He is due to say: \"Without new arrangements in this area the protocol will never have the support it needs to survive. \"The role of the ECJ in Northern Ireland and the consequent inability of the UK government to implement the very sensitive arrangements in the protocol in a reasonable way has created a deep imbalance in the way the protocol operates.\" There are two schools of thought about how this latest negotiation is shaping up. The first is that Lord Frost's hard line on the ECJ is standard pre-negotiation tactics, aimed at grinding out another concession or two. After all the Brexit process has always delivered a deal, even at times when it seemed improbable. There is another view, hinted at by Simon Coveney, that maybe the UK doesn't want a deal unless it's total victory. Under that scenario the UK would go through the motions before triggering Article 16. It would use this to gut the protocol while calculating that the EU's ability to retaliate is limited or or at least would take a long time to amount to anything. We should find out which view is right by the end of this year. Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said on Monday that his party had concerns around the jurisdiction of the ECJ. \"We do not believe they are fully independent when it comes to arbitrating on issues related to trade between the United Kingdom and the European Union,\" he told the BBC's Good Morning Ulster programme.\"We recognise why the government has that concern, but the government in the end, they are the negotiating party and they have to press these issues.\" However, the chief executive of Manufacturing NI, Stephen Kelly, said business needed clarity and certainty, not \"spats and ultimatums\". Responding to the UK's call to have the ECJ removed from oversight of the deal, Mr Kelly said that many businesses across Northern Ireland relied upon single market access enforced by the court to ensure their goods travelled freely and legally right across the EU. Former Ulster Unionist Party leader and UUP MLA Steve Aiken said there were concerns particularly around governance of the Northern Ireland Protocol. He said the implications of issues concerning the ECJ, which he said differentiates VAT and state aid rules and regulations, had not yet been seen. \"Those are real concerns for us,\" he told Radio Ulster's The Nolan Show. Sinn Féin assembly member Declan Kearney said \"we are seeing the goal posts shift once more\" in relation to the UK's negotiation strategy. \"This may well be a negotiation tactic.\"We are now approaching the point where hopefully all of these issues can be successfully covered off and that we can in fact see the difficulties with the protocol finally eliminated, and that David Frost is simply trying to up the ante and bring some more heat into the talks process that will follow publication of the European Union proposals.\"SDLP assembly member Matthew O'Toole said from initial reports it appeared that the EU proposals would go \"further than most people in the UK government and even some in unionism and indeed in business were asking for earlier this year\". \"That is encouraging, there then needs to be a period of engagement between the UK and the EU to make those work,\" he told Radio Ulster's the Nolan Show. \"It is deeply disappointing, however, that the UK government has chosen to pick a fight already over proposals that have not yet been published and proposals that by all accounts are going to be substantial.\" Traditional Unionist Voice (TUV) leader Jim Allister said the \"big issue\" was \"the destruction\" of Northern Ireland's links \"with GB and our supply chain\". \"The people in the Irish Republic wouldn't accept it if two thirds of their economy laws were made in London,\" he said.\"Northern Ireland shouldn't have to accept the fact that two thirds of the laws governing their economy are made in Brussels. That's the constitutional issue.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58867710"}