{"datetime": "2021-12-28T06:35:02.000Z", "author": "Shane Harrison", "subject": "Good Friday Agreement", "title": "Irish state papers: Officials voiced differing views on Donaldson", "article": "Irish state papers covering the period 1991 to 1998 published this week offer interesting behind-the-scenes snippets from the infancy of the Northern Ireland peace process. The documents reveal differing views of the now-Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson, who at the time was a member of the Ulster Unionist Party (UUP). Rory Montgomery, an Irish official, quotes the former UUP honorary treasurer Jack Allen as saying that Mr Donaldson was \"the kind of boy that would blow with the wind\". But Dermot Gallagher, the Irish ambassador in London, wrote back to Dublin describing him as \"extremely open-minded and is moving unionism away from its instinctive tendency to focus on the negative\". Elsewhere, Ulster Unionist Reg Empey (he had yet to become a lord) is quoted by Mr Montgomery as saying that it would be a \"serious mistake to assume the UUP was kept fully briefed [on political developments] by the British government\". \"It is not,\" said Mr Empey. \"It gets most of its information from the newspapers.\" He accused London of \"flying kites\" to get unionist views. He went on to say that Irish officials were \"more honest and more reliable\". He added: \"You might have a different agenda but you have never, in my view, misled us.\" At about the same time, the Conservative Northern Ireland Secretary Sir Patrick Mayhew was telling Irish officials that he \"disliked heartily\" the Ulster Unionist leader David Trimble. Other insights include Ulster Unionist John Taylor's \"high personal regard\" for the SDLP leader John Hume and the DUP's Peter Robinson. \"Hume can be trusted in a way that [then DUP leader Ian] Paisley is not,\" he told an Irish official in London. And Irish officials in Washington wrote back to Dublin that Mr Paisley, who was perceived as the hard man of unionism, had said that \"he would be prepared to talk with Sinn Féin in a constitutional convention regardless of the state of play of decommissioning but added that his view would be greatly affected by progress or the lack of it in this area\". There were differing private assessments too of the Sinn Féin leaders. Officials quote Sir Patrick Mayhew as speaking \"in relative positive terms\" about Gerry Adams. He described the then Sinn Féin leader as \"undoubtedly charismatic\" and \"intellectually avid\" in contrast with his party colleague Martin McGuinness. The Catholic primate Cardinal Cathal Daly could at times make controversial observations to Irish officials, the papers show. And he was critical of other Christian church leaders with the exception of John Dunlop, a former Presbyterian moderator. According to one document, he said that other church leaders did not \"use their influence on their flocks and tended to argue the unionist case when in London\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-politics-59755687"}