{"datetime": "2021-11-19T10:59:06.000Z", "subject": "Brexit", "title": "Serious EU intent to fix Northern Ireland border row, says Irish PM", "article": "There is \"serious intent\" in the EU to solve post-Brexit difficulties over the Northern Ireland border, Irish Prime Minister Micheál Martin has said. Speaking to the BBC, he said the \"mood music\" surrounding EU-UK negotiations had improved in recent weeks. The Northern Ireland Protocol in the Brexit deal aims to avoid implementing border checks on the island of Ireland. It keeps Northern Ireland in the EU's single market for goods and allows free-flowing trade with the EU. But the protocol also creates a trade border between Northern Ireland and Great Britain, meaning some goods such as meat and eggs are subject to checks when they enter Northern Ireland from Great Britain.This has angered some Northern Irish politicians, including DUP leader Sir Jeffrey Donaldson who said the protocol was disrupting businesses and harming trade.In aninterview with the BBC's political editor Laura Kuenssberg, Mr Martin admitted feeling \"frustrated\" that the issue had hindered the \"full flowering\" of the two sides' alliance. And he warned the UK against acting unilaterally, saying it would \"undermine\" relationships. The Taoiseach's comments come ahead of a meeting between the UK's Brexit Minister Lord Frost and the EU Commission Vice-President Maros Šefčovič in Brussels on Friday aimed at resolving problems arising from the protocol.Speaking immediately before his meeting with Lord Frost, Mr Šefčovič warned the post-Brexit trade deal was \"intrinsically linked\" to settling the protocol, adding: \"One cannot exist without the other\". He ruled out a renegotiation of the protocol, insisting solutions were available within its framework, which could \"become reality if the UK plays its part\". Mr Šefčovič welcomed what he said was a \"change in tone\" from the UK during the negotiations, adding that he hoped \"actions will follow the words\". Arriving for the talks, Lord Frost told reporters he was \"very much\" looking forward to seeing if progress could be made, adding that his preference was for a \"negotiated\" way through the problem, but if not, Article 16 of the protocol remained on the table. The article allows either side to suspend any part of the Brexit withdrawal agreement that causes \"economic, societal or environmental difficulties\". If the UK did trigger Article 16, the EU could respond by imposing tariffs on trade between the two sides.Lord Frost warned there were still \"quite significant gaps\" between the two sides but welcomed the Taoiseach's comment about the EU's \"serious intent\" to resolve the difficulties. In his BBC interview, Mr Martin insisted there was \"not an abundance of checks\" on the border and that Northern Ireland benefitted from having access to both the European and UK markets. However, he added that the EU \"sincerely\" wanted to engage with the problems, which he said could be \"resolved with goodwill on all sides\".He acknowledged that \"there have been periods during these talks when they've dragged on with very little happening\" but added that \"now there's a bit of engagement, of serious intent\". Mr Martin said the protocol was \"never going to be perfect\", adding: \"It's important that we don't allow perfect become the enemy of the good.\" He also urged the prime minister to believe that Brussels' offer of compromise was genuine and urged him not to take too long to move towards a deal saying \"don't leave it to Christmas Eve this year\" - a reference to last year's Brexit deal which was agreed on 24 December. Mr Martin is an affable kind of politician.UK ministers talk well of him in private. And clearly, like many leaders around the continent, and indeed like Downing Street, he would rather that a deal was done.It seems that he himself, having warned only a couple of weeks ago that the UK's threatened course of action would be \"reckless\" and \"unwise\", has concluded that it's wiser in contrast, to play down the tensions, to talk up the chances of a deal.But there's still a rub.Read more from Laura Earlier this month, Ireland's Foreign Minister Simon Coveney warned that the whole post-Brexit deal between the UK and the EU could collapse over the Northern Ireland Protocol. But, Mr Martin suggested the \"mood music\" had since changed. \"A number of weeks ago there was a different atmosphere governing the situation and there was all sorts of rumours and vibes... since then, that has calmed down somewhat,\" he said. But he still warned the UK against acting \"unilaterally\", arguing it could \"undermine\" the two countries' relationship.The full interview from BBC Newscast is available on BBC iPlayer and BBC Sounds . ", "url": "https://www.bbc.com/news/uk-politics-59336580"}