{"datetime": "2022-01-07T16:33:06.000Z", "author": "Jayne McCormack", "subject": "Brexit", "title": "Brexit: NI Protocol talks must end soon, says Donaldson", "article": "Negotiations on the NI Protocol must conclude soon or the DUP will \"act to bring the issue to a head\", DUP leader Sir Jeffrey Donaldson has said. He said a meeting next week with UK Brexit negotiator Liz Truss would have a \"major bearing\" on his next steps. Sinn Féin president Mary Lou McDonald said it would be \"irresponsible\" for the DUP to quit Stormont. In September, Sir Jeffrey warned the DUP could quit \"within weeks\" if there was no change to the protocol. Since then, the UK and EU have engaged in talks but without a breakthrough. There is growing speculation that the DUP soon could withdraw its ministers from the executive, ahead of a scheduled assembly election in May. On Wednesday,Sinn Féin said it would veto a proposal by the DUP seeking executive support to make border checks through the NI Protocol unlawful.Speaking on Friday, Sir Jeffrey repeated his party's position and dismissed Sinn Fein's plans to block the move. \"Our minister (Edwin Poots) will bring a paper to the executive within the next seven to 10 days,\" he said. \"If Sinn Féin decide to veto it from being discussed, the advice we have is these checks are unlawful, and in those circumstances checks should stop.\" Asked whetherhis ongoing threat to withdraw his party from Stormont was losing currency, Sir Jeffrey said he did not want to see the institutions collapsing. But he warned: \"I fear, given the length of time it's taken for these talks to move forward, we simply can't go on like this.\" Sinn Féin president Mary Lou McDonald said she had spoken to Sir Jeffrey and \"told him that any move to walk his ministers out of the executive in protest at the protocol is irresponsible\".\"To do so during a public health crisis is reckless,\" she added. Ms McDonald said she had requested to meet Ms Truss \"without delay to impress on her the reality that the DUP do not speak for a majority of businesses or citizens anywhere\". \"The fact is that the protocol is working for business and the economy in the north,\" she said. \"The focus needs to be on making it work better.\"The onus is firmly on the British government and EU to conclude talks which achieves this outcome urgently.\" The DUP leader said he still wanted to see a solution that removed the Irish Sea border. He had previouslycalled on the government to trigger Article 16 - a mechanism to temporarily suspend part of the protocol - if talks could not reach a resolution. In recent weeks, it appears Number 10 has been moving away from this option, but has said it remains on the table as a last resort. Sir Jeffrey said: \"If the government is not going to trigger Article 16 then someone has to take action and if necessary, I will do that. \"I recognise negotiations are continuing - we need to know now for how much longer.\"What I hear from Liz Truss will have a major bearing on the next steps the DUP take.\" The protocol is the part of the Brexit deal that prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods. That also creates a new Irish Sea trade border between Northern Ireland and the rest of the UK, an arrangement that unionist politicians say undermines Northern Ireland's place in the union. The UK and EU have been negotiating potential changes since October, but have made limited progress. The EU accepts that the protocol is causing difficulties for businesses and in October proposed a package of measures to reduce its practical impacts. Last month it published further proposals aimed at guaranteeing the supply of medicines from Great Britain to Northern Ireland. The UK wants more far-reaching changes to the protocol's operation and governance. Last week, Ireland's foreign minister Simon Coveney suggestednegotiations on the Northern Ireland Protocol need to reach a conclusion by the end of February . Mr Coveney said the issues were well understood and that the talks should be wrapped up before campaigning begins for Northern Ireland Assembly elections. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59905747"}