{"datetime": "2021-11-08T23:13:45.000Z", "subject": "Brexit", "title": "Brexit: Little progress in talks on Northern Ireland, says DUP", "article": "Democratic Unionist party (DUP) leader Sir Jeffrey Donaldson has said little progress appears to have been made in talks between the UK government and EU on the Northern Ireland Protocol. He was speaking after meeting Brexit Minister Lord Frost on Monday. The Northern Ireland Protocol is the Brexit trade deal aimed at avoiding a hard Irish border. Sir Jeffrey said the update from Lord Frost revealed that \"significant gaps\" on the issue are yet to be resolved. \"I have again reiterated that Northern Ireland's place in the UK internal market must be restored and we cannot continue to be subject to laws in Northern Ireland upon which we have no say or input,\" he said. \"Decisions will very soon need to be taken on whether they can in fact be concluded successfully. \"In the absence of agreement, the UK government must follow through on the commitments made in their command paper. \"The protocol continues to damage our economy and the political institutions in Northern Ireland and the status quo is not an option.\" The command paper seeks a renegotiation of the protocol rather than merely tweaking its operation. Separately, the leader of the Progressive Unionist Party (PUP) Billy Hutchinson has called for \"corrective action\" to restore Northern Ireland's constitutional position within the UK. He said the \"constitutional guarantee\" inthe Good Friday Agreement was \"not as was promised to the unionist community\" and he called for a \"rebalancing\" of how the 1998 peace deal was being implemented in relation to the Northern Ireland Protocol. The remarks by unionist leaders come after a weekend of high-profile criticism of the UK government's position on the protocol from both within the UK and the EU. The protocol keeps Northern Ireland in the EU's single market for goods, unlike the rest of the UK, and led to new checks on goods arriving into Northern Ireland from Great Britain. Supporters argue it has created new opportunities for Northern Ireland businesses but opponents say it undermines the union between Great Britain and Northern Ireland and disrupts supply chains. The Northern Ireland Protocol was negotiated between the EU and the UK government in late 2019. But the UK government now wants significant reform of the agreement. Lord Frost, who helped to negotiate the protocol, argues that the arrangement is now harming the peace process in Northern Ireland. Last month, theEU offered new proposals to resolved the long-running dispute , which it said would cut the number of spot checks on goods by about 80%. It also offered to change to laws to ensure no disruption to moving medicines across the Irish Sea. However, the UK said more fundamental change was required, including removing the European Court of Justice from an oversight role. Article 16 exists to fix difficulties with the Northern Ireland Protocol that are causing serious problems or causing diversion of trade. The UK government says that threshold was reached long ago and so it can be used legitimately. But the EU fears the UK is planning to use Article 16 in an expansive way - to gut the protocol, sweep away the Irish Sea border and open up a potential back door into the single market. The EU may argue that the broader Brexit trade deal only happened because the issue of the Irish border had been sorted out first. Therefore if the UK collapses that border solution the EU may give notice that it intends to collapse the trade deal. Last week Belgium's Deputy Prime Minister Vincent Van Peteghem suggested that is figuring in the EU's thinking andSimon Coveney alluded to it again on Sunday . Read more:What is Article 16 and why does it matter? The DUP leader has previously suggested thathis party may quit its role in Northern Ireland's devolved government if its demands over the protocol are not met. At Stormont on Monday, the leader of the SDLP called on Lord Frost and the DUP to \"think very carefully\" about the language used in relation to the protocol. Colum Eastwood said they were \"creating more and more instability on the streets of Northern Ireland\". \"We should take away the threat to these institutions, we should take away the pretence that there's some big battle around the protocol when it's absolutely clear to anybody that the European Union have offered the people of Northern Ireland everything that they asked for,\" he said. Taoiseach (Irish Prime Minister) Micheál Martin told Irish national broadcaster RTÉ that \"nothing is certain\" in relation to the UK's threat to trigger Article 16 but he repeated his view thatsuch a move would be \"reckless and irresponsible\" .At the weekend, former Prime Minister Sir John Major was among those who criticised the UK government's stance on the protocol, and saidtriggering Article 16 would be absurd and \"colossally stupid\" . European Commission Vice-PresidentMaros Sefcovic warned it would lead to \"instability and unpredictability\" for Northern Ireland and Irish Foreign MinisterSimon Coveney hinted the EU could terminate its post-Brexit Trade and Cooperation Agreement in response. In a weekend statement, the UK government said it would prefer to \"settle the issues arising from the operation of the Northern Ireland Protocol consensually\". However, it said its responsibility was \"to safeguard peace and prosperity in Northern Ireland, and we will use Article 16 if necessary\". Meanwhile, Mr Hutchinson of the PUP described the protocol as a \"real and present threat\" to the substance of the union between Great Britain and Northern Ireland. In adetailed statement posted to the PUP's website , Mr Hutchinson said a recent legal challenge to the protocol had \"exposed the principle of consent to be little more than a deceptive snare\". Mr Hutchinson was part of the loyalist negotiating team for the 1998 Good Friday Agreement. His party's statement said its support for that deal was \"rooted in the purported guarantee provided by the principle of consent\". \"We urged support for the agreement on the basis that the union was safe, so long as a majority of persons living here wished it to be so,\" he said. \"If, as is currently the case, the constitutional guarantee is not as was promised to the unionist community, then there is no basis for unionist support for the Belfast Agreement.\" However, Mr Hutchinson told the BBC's Talkback programme the PUP was not withdrawing its support for the deal signed in 1998 but rather campaigning for changes to how that deal was being implemented in relation to the protocol. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59205788"}