{"datetime": "2021-10-14T22:14:31.000Z", "author": "Enda McClafferty", "title": "NI Protocol: Ministers attend cross-border health meeting", "article": "Stormont politicians have joined a North-South Ministerial Council (NSMC) meeting, the first since the Democratic Unionist Party's (DUP) boycott was ruled unlawful. It went ahead after First Minister Paul Givan agreed to the agenda.He said it was in line with his party's position,which allows for meetings on health issues . The DUP refuses to attend north-south talks in protest againstthe Northern Ireland Protocol .The protocol is part of the Brexit deal agreed in 2019 and was introduced to help prevent checks along the border between Northern Ireland and the Republic of Ireland. The DUP boycott, announced by party leader Sir Jeffrey Donaldson last month,was ruled unlawful by a high court judge on Monday .When asked on Thursday whether the DUP would continue their boycott, Sir Jeffrey told BBC Radio Foyle \"our position remains as it has been\". Health Minister Robin Swann is due to meet his Republic of Ireland counterpart, Stephen Donnelly at the meeting. While Sir Jeffrey had promised health meetings would go ahead,other meetings have been cancelled . The DUP has said it is considering Monday's judgement.\"We will take a view on how we respond to that [court ruling] and I will speak to my senior leadership team,\" he added. Meanwhile a €1bn (£849m) peace funding package has been approved by the NSMC after the executive. Finance Minister Conor Murphy welcomed the approval of the Peace Plus Programme. He said it would provide fund for various projects. \"This will include our health sector, with significant investment in supporting healthy and inclusive communities - which is particularly important in the context of the Covid-19 pandemic,\" he said. \"Today's approval marks a key milestone in the Peace Plus Programme which will help deliver economic regeneration, investment in young people, the environment and further support peace and reconciliation initiatives,\" he added.Northern Ireland Secretary Brandon Lewis also welcomed the funding, saying, in a tweet, that it was \"great progress\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-58902324"}