{"datetime": "2022-02-06T12:15:00.000Z", "subject": "Brexit", "title": "Stormont crisis 'bursts balloon' of health progress", "article": "The political crisis at Stormont is like a \"balloon being burst\" for the opportunity to rebuild healthcare post-pandemic, the deputy chair of the British Medical Association has said. Dr Alan Stout said he had hoped a three-year budget could have been passed to boost the system. On Thursday, Paul Givanannounced his resignation as first minister . Stormont's draft budget proposed a 10% increase in health funding, with a squeeze on other departments. Mr Givan's decision was part of the Democratic Unionist Party's (DUP) protest atthe Northern Ireland Protocol . Due to the nature of the joint office, Deputy First Minister Michelle O'Neill lost her post when Mr Givan resigned. It means the executive cannot meet to sign off on a budget. When Finance Minister Conor Murphy announced thebudget plans in December , he said the priority had been to \"support health, to get waiting lists down, to support mental health provision and cancer provision\". Health Minister Robin Swann said such a budget would be the start of the \"transformation process\" for the health service. Mr Givan said he supported increased health funding, however he had expressed concern about the level of detail included in the paper. Dr Stout told BBC News NI's Sunday Politics that the current impasse leaves healthcare \"in such a difficult position\". \"We know how people are suffering on a daily basis, on waiting lists, on access to general practice, on EDs (emergency departments).\" He added: \"It is the absolute priority for all of us to make sure that we work out ways around this. \"I think this is so frustrating because we have this tantalising glimpse of how things can be done well and then we take a massive step backwards.\" Asked if he believed Health Minister Robin Swann had the power to unilaterally change Covid-19 restrictions without it requiring executive approval, Dr Stout said it was right the minister was seeking legal clarity. \"That would be the most sensible way forward,\" he said. \"We are optimistic and it is great that there is this level of optimism that we are potentially moving out of the pandemic, but there still is uncertainty. \"Whenever we speak to our experts there still is uncertainty as to what we might face next.\" Dr Stout said it was important the health minister had authority and \"the power to act whenever and as quickly as he needs to\". Meanwhile, a Fine Gael TD (member of the Irish parliament) has accused the DUP of \"desperate attempts at distraction\" over the first minister's resignation. Neale Richmond, the party's European Affairs spokesperson, said Irish Foreign Affairs Minister Simon Coveney had been \"open and engaging with all strands of political and civic unionism\" and the Irish government's focus was to \"support political stability in Northern Ireland\". Speaking after Mr Givan's announcement on Thursday, DUP leader Sir Jeffrey Donaldson said the Irish government had taken a \"partisan\" approach and had \"abandoned the principle of consensus\" with its support of the protocol. Mr Richmond denied a claim by Sir Jeffrey that the concerns of unionists, adding that \"stakeholders on all sides should be focused on calming tensions now, rather than inflaming the situation\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-60279039"}