{"datetime": "2021-09-25T15:38:36.000Z", "title": "Stormont election: Ulster Unionists reject idea of electoral 'pact'", "article": "A call by the Democratic Unionist Party leader for unionists to work together to fight the next Stormont election has been rejected by the Ulster Unionists. DUP leader Sir Jeffrey Donaldson said unionism \"cannot afford\" for Sinn Féin to become the largest party after the next Northern Ireland Assembly poll. He initially made the comments in an interview in the Belfast Telegraph.However, Ulster Unionist leader Doug Beattie said he would not be joining any pact. The Traditional Unionist Voice (TUV) party called for what it described as \"a pre-election pan-unionist pledge\". This would help return \"as many as possible pro-union, anti-protocol MLAs\", a spokesperson said. In an interview with theBelfast Telegraph on Saturday, Sir Jeffrey talked about his respect for Mr Beattie and TUV leader Jim Allister and said he believed they could \"work together\" to broaden unionism's appeal. The DUP leader later told BBC News NI that he wanted to get a \"level of co-operation between all of the unionist parties that come the assembly election, whenever that happens, that we maximise the number of unionist MLAs who are returned to Stormont\". \"I'm not saying that any unionist party should step aside or in any way diminish its own position. In fact, I want to see more MLAs returned across the whole unionist spectrum,\" Sir Jeffrey said.In response, Mr Beattie said that he would \"work with any political party if it is for the good of the people of Northern Ireland\". \"But I will do pacts with nobody,\" he added. \"I'm a confident unionist, I will stand up for the values that I espouse and I will ask people to look at me and ask: 'Is this somebody that is trustworthy that they can follow?' \"And they're the people I want to come and vote for me.\" In a statement, the TUV said it backed \"unionist co-operation to achieve common aim\". \"To that end, we believe that all unionist parties should agree to encourage transfers across the unionist family,\" a TUV spokesperson said. \"Believing there will be more unionists than nationalists in the next assembly and therefore it would be undemocratic to allow a Sinn Féin first minister, TUV suggest a pre-election pan unionist pledge that, if faced with such a possibility, no unionist will take any office until there is reversion to the first minister coming from the biggest community as was the case in the Belfast Agreement. \"The situation only changed after the St Andrews Act.\" The DUP leaderhas said his party may quit Stormont if its demands over the Northern Ireland Protocol are not met by the first few weeks in November. Sir Jeffrey said his party would also boycott most north-south ministerial meetings. If First Minister Paul Givan was to resign, it would trigger a seven-day countdown and if the top two places were not filled within that week, Secretary of State Brandon Lewis would be legally bound to call an election within a \"reasonable period\" of time. In 2017,Sinn Féin hailed the assembly election as a \"watershed\" moment after the party came within one seat of drawing level with the DUP. Only 1,168 first preference votes separated the two parties and, for the first time, unionists did not have an overall majority at Stormont. At that time, Sinn Féin's Gerry Adams said: \"The notion of a perpetual unionist majority has been demolished.\" Three years ago,leading academic Dr Paul Nolan said that it was likely that Catholics would outnumber Protestants by 2021 in Northern Ireland. Dr Nolan, who specialises in monitoring the peace process and social trends, told BBC News NI that there could be more Catholics than Protestants in Northern Ireland by the centenary of the foundation of the state. A census is carried out in Northern Ireland every 10 years. The last census in 2011, put the Protestant population at 48%, just 3% more than Catholics at 45%. Figures from 2016 show that among those of working age, 44% were Catholic and 40% Protestant.A census took place in Northern Irelandearlier this year. It will be 2022 before the results are announced. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58689785"}