{"datetime": "2022-01-20T14:35:10.000Z", "title": "Londonderry: Stormont approves £15m funding for Ebrington hotel", "article": "The Stormont Executive has announced £15m worth of investment for a new 152-bed hotel in the Ebrington area of Londonderry. The work will involve the refurbishment of the clocktower and five buildings in the former military base. The first and deputy first ministers visited the development on Thursday to confirm the plans.About £7m is coming from the executive office's investment fund and almost £2m from Invest NI.First Minister Paul Givan said it was \"another step forward\" for Ebrington and for the city. \"It continues to grow as a vibrant, modern city which is looking to the future with confidence - and there is a real sense of that optimism here today,\" he said. Mr Givan paid tribute to those involved in the redevelopment of the 29-acre site at Ebrington, which had been a military barracks until 2003. Ebrington's development is widely regarded as a key to Derry and the region's wider economic growth.\"As today's ideas become tomorrow's opportunities, I will be watching with interest as potential turns into reality for Londonderry,\" he said. Deputy First Minister Michelle O'Neill said the start of work on the hotel \"is a milestone day for Derry\". \"Together with the Grade A office space due to be completed soon, this new hotel will bring a renewed sense of vibrancy and a real boost to the regional economy,\" she said. \"I offer my congratulations to the developers and all who have played a part in getting us to this point,\" Ms O'Neill added. Plans for the hotel were unveiled in 2017 andgranted planning permission by Derry City and Strabane District Council the following year. Ebrington is the largest regeneration site in Derry. A former naval base that opened in 1841, it was known as HMS Sea Eagle during World War Two and was an important part of the North Atlantic Command. There have previously beenconcerns about the site's development. In 2019plans for a multi-million pound distillery and visitors centre at the site were scrapped while in 2018 it was also revealed work ona museum marking the city's maritime history had also stalled. Work is expected to be completed on the four-star hotel in the summer of 2023.", "url": "https://www.bbc.com/news/uk-northern-ireland-60051595"}