{"datetime": "2021-09-30T23:13:05.000Z", "author": "Mark Simpson", "title": "DUP has turned corner on 2021 difficulties, says Sir Jeffrey Donaldson", "article": "DUP leader Sir Jeffrey Donaldson has claimed the party has \"turned a corner\" after recent internal wrangling. Speaking at the party's 50th anniversary dinner in Belfast, he played downthe absence of former party leader Arlene Foster . He said Mrs Foster would \"continue to be with us every step of the way into the future\". \"Her passion for the union is undiminished,\" Sir Jeffrey added.Among the 200 guests were two former leaders, Peter Robinson and Edwin Poots. Sir Jeffrey paid tribute to them and also to the party's first leader in 1971, the late Ian Paisley.His son, North Antrim MP Ian Paisley Jnr, attended the dinner. His mother, Baroness Paisley, was not there but sent a letter and gift beforehand to Sir Jeffrey. Earlier, she told BBC News NI that the party was in many ways unrecognisable from the one led by her late husband.Mrs Foster quit as DUP leader in April after an internal revolt, which subsequently saw Mr Poots take over only to be replaced by Sir Jeffrey three weeks later. In a 20-minute speech, the party leader rejected suggestions the DUP's position as the biggest unionist party was in jeopardy after recent in-fighting. \"Let me assure you, despite what our critics might suggest, we are not done yet,\" Sir Jeffrey said. \"I don't pretend that this has been an easy year for this party, and I do not claim that we have always got everything right, but Northern Ireland is a better place today because of our leadership over these last twenty years. \"After a difficult start to this year, I believe that we have turned a corner and are once again moving in the right direction.\" He said he respected TUV leader Jim Allister and Ulster Unionist leader Doug Beattie.\"Jim has taken a strong and consistent line on the protocol and Doug has sought to expand support for the union to those who have not voted for unionist parties in recent elections,\" he said. \"I want to make sure the DUP is in the market for the voters who are looking for either or preferably both these attributes at the next assembly election.\" The election is due to take place in May next year. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58755514"}