{"datetime": "2021-09-19T07:06:53.000Z", "author": "Enda McClafferty", "title": "DUP's exit threat clouds Stormont's future", "article": "You may have missed it but Stormont slipped from view the other week. Ironically it was shrouded in mist at the very momentDUP leader Sir Jeffrey Donaldson placed a question mark over its future . By the time he delivered his threat and left the stage, the mist had lifted but a cloud has remained over the political institutions. It is hard to see how and when it is going to lift. That, for the Democratic Unionist Party (DUP), is mission accomplished. But for Sinn Féin, SDLP, the Ulster Unionist Party (UUP) and Alliance, it is nothing more than a smoke screen spun by a party spooked by a damaging opinion poll. Whatever way you read it, Stormont is inching closer to another cliff edge. We are just not sure how we are getting there. Some of the potential pathways emerged this week as MLAs returned to the chamber after the summer break. The DUP has retreated to the trench ready to fight an election in the hope of mobilising its voters with the threat to the union posed by the protocol and the prospect of a Sinn Féin first minister. The strategy, as outlined by former leader Peter Robinson inhis Newsletter column , is to let the unionist electorate have its say. A resounding rejection of the protocol at the ballot will accelerate its demise. The questions arise: then what? What will replace it and how will it work? Also last week,Irish President Michael D Higgins' stay-away protest from the centenary church service also helped the party's cause in its battle with Dublin. Going to the polls with an energised and angry unionist electorate is a tried and trusted tactic, but not everyone in the party is convinced it will work as well this time. Deserting DUP voters to the Traditional Unionist Voice (TUV) and a re-energised UUP under a new leader present a more challenging battlefield. Privately, some DUP MLAs fear an early election but also feel it is the only card the party can play. But will it happen? The DUP threat timeline would see the party quit Stormont if its protocol demands are not met by the first few weeks in November. The resignation of First Minister Paul Givan triggers the seven day countdown and if the top two places are not filled by then, Secretary of State Brandon Lewis is legally bound to call an election within a \"reasonable period\" of time. A six-week election campaign starting then would take us to Christmas.Going to the polls at Christmas or campaigning over the festive period for a vote in January is surely a non-runner. The temptation for Mr Lewis will be to hold fire until the planned assembly election in May, with the assembly due to finish up at the end of March. There is also the added safety net of legislation coming to the end of passage at Westminster, which would alter the timetable and allow Stormont to function in a limited way for six months without the DUP. It is due to get Royal Assent in November. By then, DUP voters will be demanding action from Sir Jeffrey if his protocol demands are not met, though the DUP leader has built in some wriggle room around his threat.Abolishing the Irish Sea border as opposed to the protocol is now the language of choice for the party. That means stripping out some of the mechanics (border checks), without ditching the mechanism, might be enough.The protocol cannot continue in its current form is how the threat was laid out by the party leader, and we already know changes are being made around medicines supplies. As was pointed out privately, the party needs to see movement by November, not necessarily the complete picture. As demonstrated this week, the DUP threat has the tacit support of the prime minister when he talked about a \"lopsided\" administration under pressure over the protocol. The threat of a collapse at Stormont is a useful card for the UK to have in its protocol negotiations with the EU. And maybe the government has shared its protocol plans with the DUP which may allow the party to claim credit for any potential \"wins\". But these short term election-driven tactical moves mask a much bigger concern for the long term future for Stormont. Has the DUP already made the calculation that direct rule is a better option than power sharing under a Sinn Féin first minister, a prospect the party leader described this week as a \"real challenge for unionists\"? Might that be the longer game and potential exit strategy at play? The reluctance of the party leader to take the quick route back to Stormont via Arlene Foster's vacated seat is also telling. If it is the longer game, Stormont is in real danger of disappearing into the mist, and may not return to view for some time. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58612078"}