{"datetime": "2021-11-18T17:30:21.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Robin Swann unveils plan to speed-up booster uptake", "article": "Health Minister Robin Swann has announced new plans he said will speed up the roll-out of Covid-19 booster doses and increase first dose vaccine uptake. Measures include extra pharmacy walk-in clinics and more health trust vaccination hubs.The Department of Health has said less than half of those able to get a booster shot have gotten one.Northern Ireland has the lowest uptake of the booster shot in the UK. Latest figures show 243,000 people have been given the shot, 22% of the total target population. In the last week, 76,000 booster doses were distributed. The roll-out of the booster programme has been criticised, with First Minister Paul Givan on Wednesday saying that hundreds of thousands of those eligible for booster doses in Northern Ireland had not been contacted. However the head of Northern Ireland's vaccination programme has defended the delivery of the programmeamid accusations it was lagging behind the rest of the UK . Patricia Donnelly said care homes had been prioritised in the booster roll-out. The Department of Health said there have beensix Covid-19 related deaths and 1,681 cases reported in Northern Ireland on Thursday - the previous day, 12 deaths and 1,848 cases were reported. Booster doses are intended to top-up protection and help limit the spread of the virus over winter. People aged 40-49 are now entitled to have a booster jab, as long as six months have passed since their second dose. Mr Swann said the new measures will target booster uptake and also delivery of first doses. They include:Mr Swann said he expected the number of people getting booster doses to \"climb significantly\" and also that \"there are indications that demand for first doses is increasing again\".\"Within the past week alone, community pharmacies administered in the region of 1,000 first doses to people aged 18 and over.\"The planned programme of additional walk-in clinics will help meet demand for first doses, as well as for boosters,\" he said. He added that it should be remembered that the vaccination programme is being \"delivered by a health and social care system experiencing the most sustained and severe pressures in its history\". Every day I'm asked 'when can I get my booster?' - the onus here is on the authorities.They cannot do enough advertising, and we cannot tell the public enough about what they have to do. Clearly the virus is several steps ahead of officials and not only here but across the UK and Europe. There is a real sense that we are playing catch up.I think officials are very disappointed in where figures are at the moment and the pace has been very slow in getting the boosters out. I'm sure they would have preferred to be in a much better position as we go into December. There doesn't seem to be a straightforward explanation for what's happening in the community. It's complicated. I get the sense that authorities are not really quite sure what is going to happen next because this has been the pattern of the Delta variant.Northern Ireland chief scientific adviser Ian Young said more action was needed to roll out the third jab faster. He told BBC NI's Evening Extra programme: \"I think if the boosters were up to 100% of the eligible population, rather than just under 50% than the pressures on hospitals would be less.\" On Wednesday, the person in charge of Northern Ireland's vaccination roll-out said it was right that care homes were prioritised in the booster programme.Patricia Donnelly said this was part of a deliberate strategy to treat the most vulnerable first and this was more time consuming than running larger hubs. \"The numbers will be smaller. The easiest thing in world is to run a big vaccination centre, you know you can get the numbers through.\"But we had to use the staff out with the most vulnerable group and we don't regret that, that was the right decision. \"So now that we've got that completed and it was only just recently completed, now we're able to divert that resource into running bigger centres.\" Ms Donnelly said the programme had also relied on GPs who had been provided with very large packs of Pfizer doses that needed to be used within a three-week period. This meant they had to wait until enough of their patients had reached their six-month dose interval. \"I know some people got frustrated but GPs really pulled out the stops on this,\" she said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59332521"}