{"datetime": "2021-11-30T11:30:06.000Z", "subject": "NI 100", "title": "Paul Givan stands by attendance at NI centenary event", "article": "DUP First Minister Paul Givan has said it was appropriate for him to attend last month's Northern Ireland centenary service in Armagh . It follows areport in The Irish News newspaper that Mr Givan had resigned from the Free Presbyterian Church in a dispute over the service. The paper quoted Free Presbyterian minister and former DUP member Ivan Foster. Mr Givan said he did not plan to comment publicly on the issue. Speaking on Radio Ulster's Evening Extra programme, Mr Givan said: \"This is an issue that I don't intend to make public commentary about. \"It is a private matter and that is something that I have worked through within my own church.\" Mr Givan was asked if he felt he had done the right thing, both personally and politically, by attending the service. \"When the invitation came in, it was obviously something that I considered and I took the view that it was appropriate for me as first minister to attend that event and I subsequently did attend the event,\" he replied. The Irish News quoted from an email sent by Mr Foster which the paper has obtained. He said: \"I have been told by a minster that as far as he knows Mr Givan was spoken to by his session about his attendance at the ecumenical service in Armagh and he has since resigned his membership of the Free Presbyterian Church.\" Prime Minister Boris Johnson joined 150 guests from both sides of the Irish border at the event on 21 October.The service, in Armagh's Church of Ireland cathedral, was organised to \"mark the centenaries of the partition of Ireland and the formation of Northern Ireland\". The Queen was due to attend the service but wasunable to travel for medical reasons , while Irish President Michael D Higginsdeclined an invitation . The event, titled \"A Service of Reflection and Hope\", was organised by the leaders of the main Protestant and Catholic Churches.", "url": "https://www.bbc.com/news/uk-northern-ireland-59468794"}