{"datetime": "2021-09-30T05:31:18.000Z", "author": "Gareth Gordon", "title": "DUP has much to chew over at 50th anniversary dinner", "article": "What is it about the DUP, Thursday nights and a certain hotel on the outskirts of south Belfast? Last time they turned up at the Crowne Plaza on a Thursday - to ratify the then new leader Edwin Poots - they fell out so badly one veteran member called it \"the worst meeting of the party I've been at in over 40 years\". Never go back, they say. Well, this Thursday, the DUP is not only going back but it's holding its grand 50th anniversary dinner, an event that must have been in serious doubt as recently as mid-June. Not that everyone will be there. Iunderstand the former leader, Arlene Foster, has decided to give it a miss, a sure sign of the hurt she still feels at the way she was deposed in April.The fact she's even still in the party at all is only because the man who briefly replaced her,Edwin Poots, lasted just three weeks before he, too, was brought down in equally brutal circumstances. But at least under Sir Jeffrey Donaldson things inside the DUP appear calmer. It has little choice but to pull together. The DUP is potentially facing the most difficult time in its history and that is saying something. To even begin to understand the DUP you have to know that the past few months are not the way it usually conducts business. It didn't get where it is today by behaving in a way that would make an Eastenders script writer blush. That used to be the preserve of its rivals the Ulster Unionists - behaviour which the DUP ruthlessly exploited and turned to its advantage. Disputes were kept in-house and insubordination was simply not tolerated. Fast forward to 2021 and a party which had the same leader - Ian Paisley - for the first 36 years of its existence somehowended up having three in just over a month . It's also facing an assembly election, whenever it is held, with one opinion poll making it the third most popular unionist party. According to Lucid Talk, it is on 13%, 1% behind the Traditional Unionist Voice (TUV) and three behind the Ulster Unionist Party (UUP) on 16%. Most observers do not believe that would be replicated in an assembly election. Indeed, one key strategist within the party says \"the real battle\" will be with Sinn Féin who are on 25% in the Lucid Talk poll and surely odds-on to emerge as largest party for the first time. If that happened, would the DUP even agree to supply a deputy first minister, assuming it is the second largest party and that is not certain at this stage? Under its new leader Doug Beattie, the UUP is said to be experiencing a so-called \"Beattie bounce\". That is still to be tested. As is the oft-heralded rise of the TUV under its former DUP behemoth Jim Allister, though it has so far stubbornly refused to be anything more than a one-man band, albeit one that plays very loudly.After he left the DUP over power-sharing with Sinn Féin, Mr Allister polled 66,000 votes in the subsequent Euro election. He goaded DUP MLAs \"there's a lot of assembly P45s in 66,000 votes\". So far he's been wrong, but once more the DUP is nervous. The party denies that is what lies behindSir Jeffrey's threat to withdraw from government and try to force an early assembly election overthe Northern Ireland Protocol . Forcing substantial change to the protocol is the single biggest item in Sir Jeffrey's in-tray. Failure to do so could mean that Lucid Talk opinion poll has a lot more chance of being borne out when voters actually go to the polls. The DUP blames Sinn Féin, the SDLP and Alliance for supporting the protocol. But they also know it's a consequence of Brexit and the DUP was one of Brexit biggest backers. The party says it simply can't toleratethe Westminster government legislating for an Irish Language Act over the assembly's head while leaving the protocol in place and unchanged. It wasEdwin Poots' decision to nominate a new first minister against the wishes of the majority of the party's elected representatives after the government made its pledge to Sinn Féin that ended his unhappy tenure as DUP leader. But that same first minister, Paul Givan, remains in place three months into the leadership of Sir Jeffrey, who has so far failed in his quest to have someone step aside for him in Stormont so that he can vacate his Westminster seat in Lagan Valley. However, there are those who believe the real reason is his reluctance to risk a by-election the DUP can't be sure of winning. So there is much for the DUP members to chew over as they toast the party's first 50 years in the Crowne Plaza on Thursday night. Of course, the DUP, which started life as a highly effective protest party aimed at bringing down \"Big House\" unionism, is in a much stronger position than it was for much of its first three decades. In 2004, it finally overtook the Ulster Unionists and only a few years ago it held an unassailable lead at Stormont andthe balance of power at Westminster . And the DUP remains a highly effective electoral machine not to be taken lightly, no matter what any opinion poll or social media troll will say. Of course, Prime Minister Boris Johnson no longer needs the DUP. He \"got Brexit done\" with the help of the Northern Ireland Protocol and, at Stormont, the DUP now has the same number of assembly seats as Sinn Féin. It was 10 seats ahead five years ago.In these circumstances seeking to force an early assembly election to \"refresh its mandate\" holds considerable risk over and above the obvious risk to any unionist party of endangering devolution - even when it feels it has no choice. Would Sir Jeffrey dare? Well one senior elected DUP representative says \"the one thing everyone tells him is don't make threats if you're not prepared to carry them out\". In a statement to BBC Radio Ulster's Good Morning Ulster programme, Baroness Eileen Paisley said the party her husband led \"in many ways is unrecognisable.\" Certainly in 2021the DUP is a long way from the \"Save Ulster from Sodomy\" campaign launched by Rev Ian Paisley in 1977. But few will recognise the party of today that Baroness Paisley describes with its continued opposition to same-sex marriage and abortion reform, to name but two. In many ways, the liberalisation of public attitudes on moral issues presents the DUP with as many challenges as the constitutional question. Inan interview with the Belfast Telegraph , Sir Jeffrey indicated conscience votes on issues like abortion and same-sex marriage may become common. Many in the party will look upon that with a sceptical eye, as will Baroness Paisley. Thursday night's dinner sees the party \"celebrating 50 years of standing up for Northern Ireland\". It's likely to be a great deal less painful - not to mention less entertaining for onlookers - than its last Thursday night at the hotel, that much is certain. For the DUP of 2021, it is one of the few certainties it can currently rely on. ", "url": "https://www.bbc.com/news/uk-northern-ireland-politics-58737557"}