{"datetime": "2021-11-09T20:28:59.000Z", "title": "Stormont executive to take lead on mother-and-baby homes", "article": "The executive office will press ahead with implementing the recommendations of a report into mother-and-baby homes in Northern Ireland, the first minister has confirmed. The report, which also examined a number of workhouses and four Magdalene laundries, was published last month. There were fears the process had stalled after a delay in deciding which department would take responsibility.But on Tuesday Paul Givan said the executive would take the lead. Mother-and-baby institutions housed women and girls who became pregnant outside marriage while laundries were workhouses that operated across the island of Ireland. They were operated by both Catholic and Protestant churches as well as other religious organisations. Mr Givan told BBC NI's Evening Extra programme the issue required decisive action.\"The issue around the public inquiry and the redress issue, that needs to be taken forward and I'm content that the executive office should lead on that.\"We can't have any forward delay as to what department should be doing what. \"Ultimately, the executive acts collectively and it's the responsibility of both me and the deputy first minister to give that leadership.\" Earlier on Tuesday, Deputy First Minister Michelle O'Neill called on the Democratic Unionist Party (DUP) to allow the executive to take over the inquiry, to avoid a delay in victims accessing redress. \"Victims and survivors should not have to wait a day longer for the public inquiry and redress,\" she said. Executive office committee chair Sinéad McLaughlin said survivors had waited \"too long for justice\". \"I will continue to work with survivors and to ensure their voices are heard and their views are represented,\" she said. \"I will also do everything I can to ensure that any public inquiry delivers on the needs of survivors and that the full recommendations of the expert Truth Recovery Design Panel are implemented.\"The Truth Recovery Design Panel, which was established by the Stormont Executive in March, had been working with survivors to come up with recommendations Last month the experts on the panelcalled for a public inquiry , as well as immediate redress payments for survivors.A Stormont-commissioned report , published in January this year, found 10,500 women went through mother-and-baby homes in Northern Ireland and 3,000 were admitted into Magdalene laundries. Women said they were detained against their will, used as unpaid labour and had to give up babies for adoption. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59227214"}