{"datetime": "2021-09-23T09:59:22.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "Human rights organisation criticises UK government's Troubles amnesty plans", "article": "A leading human rights organisation says the UK government's Troubles amnesty plan is \"a step backwards\" which could obstruct reconciliation in Northern Ireland. The Council of Europe commissioner for human rights, Dunja Mijatović, said the proposal should be re-thought. Her opposition was sent in a letter to the Northern Ireland secretary. The planis strongly opposed by all Northern Ireland parties and victims' groups. Under it, Troubles-erainvestigations, inquests and civil actions would be halted and there would be no further prosecutions. Instead the focus would shift to an information recovery process for the relatives of victims. Ms Mijatović wrote to Brandon Lewis that she is concerned the proposals might bring the UK \"into conflict\" with its international obligations, notably the European Convention on Human Rights (ECHR). The obligations include conducting effective investigations into killings. \"Taking the option of investigations and prosecutions off the table, unilaterally, undoubtedly fails to meet the wishes of a significant group of victims,\" she wrote. \"The absence of justice can be a major impediment to achieving lasting peace and reconciliation.\" The commissioner also published a letter Mr Lewis sent in response. In it, he stated the plan did \"not represent a final position\" but was published in July to inform \"a process of engagement\" with parties and victims' organisations. \"(This) is ongoing and we are listening to and considering the views we are hearing very carefully as we reflect on the way forward.\" Previously, the government had stated it intended to table legacy legislation in the autumn with a view to it becoming law by spring 2022. Amnesty International welcomed Ms Mijatovic's intervention. \"The UK government finds itself increasingly isolated on the international stage with its intent to sacrifice the rights of victims to protect the perpetrators of human rights abuses,\" said its Northern Ireland campaigns manager Grainne Teggart. \"We call on the secretary of state to reverse course and urgently establish mechanisms that will deliver truth, justice and accountability to victims.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58663089"}