{"datetime": "2021-12-27T06:42:38.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "Past issues dominated Northern Ireland's present in 2021", "article": "Northern Ireland's Troubles may have ended officially in 1998 but events stretching back 50 years made many headlines in 2021. They brought the unsettled issue of legacy back on to the stage. The year also saw street disorder and while not on the scale of darker times it was a reminder that tensions still exist in a society looking back as well as forward. Policing too got caught up in the shadow of the past. The governmentmade a major legacy move in July with a controversial proposal amounting to an amnesty for all Troubles-era offences and a focus on an information recovery process. Representing a radical departure from the Stormont House Agreement, Prime Minister Boris Johnson said the plan would \"draw a line under the Troubles\". But as 2021 ends, opposition among all the Northern Ireland parties and victims' groups has not died down, with the timeframe for the introduction of legislation having slipped from late autumn. Prosecutions involving Army veterans have played an important part in UK government thinking. On that front there were significant developments in five cases in the course of the year, all of them shooting incidents from the early 1970s. In Maythe trial of Soldiers A and C for the murder of Official IRA member Joe McCann in 1972 collapsed after a ruling that interviews they gave could not be used in evidence. The Public Prosecution Service (PPS), after a review in July of other live cases in which similar issues arose, announced thatit intended to discontinue two other prosecutions . One involved Soldier F, in relation to Bloody Sunday in Londonderry in 1972, who is charged with the murders of James Wray and William McKinney and five counts of attempted murder. The other case is that of Soldier B who is charged with the murder of 15-year-old Daniel Hegarty, also in Londonderry in 1972, and wounding the teenager's cousin. The fifth case involved Dennis Hutchings who died in October while on trial for the attempted murder of John Pat Cunningham in Tyrone in 1974. The actions of soldiers also came under sharp scrutiny at the Ballymurphy inquest. In May, after 100 days of evidence in hearings that began in 2018, it was found that 10 people shot during an Army operation in west Belfast in 1971were \"entirely innocent\" . The prime minister made a public apology in the House of Commons. The past also pushed its way into the present in a review of policing in south Armagh, which during the Troubles was one of the most dangerous places to police due to IRA attacks. Among its recommendations in August was theclosure of the \"militaristic\" Police Service of Northern Ireland (PSNI) station in Crossmaglen . The report also raised exploring the relocation of memorials to murdered officers. It provoked a backlash from unionists and sparked a new round of calls for Chief Constable Simon Byrne to consider his position. Mr Byrne has faced down a number of pushes to remove him. At one stage in the fall-out from the funeral of the republican Bobby Storeythe leaders of all unionist parties were publicly calling for his resignation . But his position has looked more secure since a report in May by Her Majesty's Inspectorate of Constabulary, which found no major issues about how the funeral was policed. The PSNI marked its 20th anniversary in 2021. Policing, like Northern Ireland itself, is in a better place than it once was but major challenges remain. If recruitment data is anything to go by, nationalist confidence in policing is stuttering and is not being helped, for example, by how the PSNI handles Troubles legacy matters. In November figures showed there werethree Protestant recruits for every one Catholic . Within the unionist community, especially among loyalists, respect for the PSNI, or perhaps more accurately its command, has bumped along rock bottom for much of the year. Much of it can be sourced to Mr Storey's funeral. Certainly the fact that the PPS was unable to bring prosecutions was a factor insporadic rioting which broke out in a number of loyalist areas in a week between March and April. But so too was opposition to the Irish Sea border arrangements under Brexit. Almost 100 officers were injured in the worst disorder witnessed for years - at one point it involved clashes at the Lanark Way interface in Belfast. In the courts there was a landmark moment. For the first time in its 100-year history,Northern Ireland had a Lady Chief Justice, with Dame Siobhan Keegan taking up office in September. She urged women to draw inspiration from her appointment. She too had a legacy link in a year with so many issues rooted in the past. In her previous role as presiding coroner for Northern Ireland, she heard the Ballymurphy inquest and delivered its findings. In a BBC News NI interview on becoming lady chief justice, she spoke of legacy being a major issue that Northern Ireland society had to settle. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59698186"}