{"datetime": "2022-01-13T19:05:08.000Z", "author": "Lesley Anne McKeown", "subject": "The Troubles", "title": "Northern Ireland Troubles: Call for legacy legislation timetable", "article": "The government has come under growing pressure to set out a timetable for controversial legislation to deal with the legacy of the Troubles. There were angry exchanges during a House of Commons debate on Thursday. There were heckles that the Northern Ireland secretary had missed eight self-imposed deadlines. \"The secretary of state promised this bill by last July. He didn't deliver,\" Conservative MP Mark Francois said.Last July, the government proposed a statute of limitations that would mean no more criminal investigations or prosecutions related to the Troubles period to April 1998. But the move, which would apply to ex-security force members as well as former paramilitaries, has drawn criticism from a wide spectrum - including the Irish government, Northern Ireland political parties and victims' organisations. \"He faithfully promised the House that we would have it by the end of the autumn. He didn't deliver it,\" continued Mr Francois. \"Yesterday he allegedly briefed the press it was now delayed until after the [Northern Ireland] assembly elections in May.\"He didn't inform the House - no written statement, no oral statement. We've got five minutes left.\"Rather than the minister read out a lot of NIO boilerplate, will he please just answer one question: Is it true that this legacy bill is now effectively delayed until after the assembly elections?\"And if it isn't true, when will it introduced into parliament? It's an extremely straightforward question. What's the answer minister?\" Responding to the questions, NIO Minister Conor Burns said it would be \"negligent\" to \"move at pace\" with the bill at present. \"We are absolutely committed to making sure that when we do bring those proposals to this chamber that those proposals are robust and water-tight,\" he said.\"I think it would be negligent for the government to proceed at pace until we are satisfied.\" Mr Burns also rejected claims that the media had been briefed on a delay. \"That is categorically not correct,\" he said.\"There has been no briefing by the Northern Ireland Office, as far as I am aware, to the press about a delay in the bill. I have not been in any conversation in the department with the secretary of state or officials. \"I have not been in any meeting with the secretary of state where we have discussed delaying this bill or indeed any association with this proposed legislation and the timeline of the assembly elections in May. That is not true.\" There are about 1,200 unsolved Troubles-related killings currently with the PSNI's investigations branch. The plans also include an end to all legacy inquests and civil actions related to the Troubles. A substitute process of information recovery would be established with the aim of delivering investigative reports for bereaved families and victims. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59987402"}