{"datetime": "2021-11-05T19:45:08.000Z", "title": "DUP boycott: Judge says Paul Givan 'cannot hide behind joint office'", "article": "First Minister Paul Givan cannot hide behind his joint office to avoid scrutiny over the DUP's boycott of north-south meetings, a judge said. Mr Givan is one of five DUP ministers facing a legal challenge over their boycott of cross-border meetings.The judge was told Mr Givan and Junior Minister Gary Middleton could not take part in the case without the consent of Deputy First Minister Michelle O'Neill. A lawyer claimed they \"don't exist as individuals, in terms of legal status\". However, the High Court judge criticised that argument, saying that Stormont's leaders could not use the power-sharing nature of their jobs as a \"shield\" against legal action.Stormont's devolved government is led by a first and deputy first minister from the two largest political parties in Northern Ireland, but the pair share equal powers and one cannot stay in post without the other. Friday's hearing centred on a recent decision by the Democratic Unionist Party (DUP) to boycott meetings of the North South Ministerial Council (NSMC). DUP leader Sir Jeffrey Donaldson announced the tactic in September as part of his party's campaign of opposition to theNorthern Ireland Protocol . Belfast businessman Sean Napier took legal action against the DUP move and last month, a High Court judge ruled in his favour, declaring thatthe boycott was an unlawful breach of the pledge of office . Despite the ruling on 11 October, the DUP has not publicly changed its position on cross-border participation. Mr Napier went back to court on Friday, and his lawyers are expected to seek a court order compelling the DUP to attend NSMC meetings.The businessman's barrister argued that ministers had obligations to schedule NSMC meetings and to comply with the legislation. The court was also provided with a series of memos from the Departmental Solicitor's Office, in which Deputy First Minister Michelle O'Neill, of Sinn Féin, expressed \"dissatisfaction\" with the ongoing failure to identify a unionist minister to attend NSMC events.Under Stormont rules, both a unionist and a nationalist minister must participate in the cross-border meetings. Neither Mr Givan nor Mr Middleton were represented in court on Friday, but the judge did hear from a barrister acting for the other three DUP ministers who are also respondents in the case.Tony McGleenan QC represented Economy Minister Gordon Lyons, Education Minister Michelle McIlveen and Agriculture Minister Edwin Poots. The barrister told the judge that Mr Givan and Mr Middleton were unable to participate in the case because of their roles in Stormont's Executive Office.\"They cannot act unilaterally, it will require authorisation of the office,\" Mr McGleenan said. \"They are respondents as joint holders of an office, they don't exist as individuals in terms of legal status.\" However, the judge did not accept this argument. \"The first minister, or the deputy first minister, cannot be entitled to hide behind the joint nature of the office to not participate in proceedings, avoid any duty of candour which arises, and then say the court cannot make any order,\" he said.\"I don't think it can be right that (the holders) of each of those offices can insulate themselves from any legal challenge by simply raising the shield of the joint nature of the office.\" Mr McGleenan explained that securing separate legal representation within the Executive Office would mean instructing lawyers for both the first minister and deputy first minister, making the case more complex and difficult to resolve. The judge said he did not want to \"raise the temperature of the proceedings or make them more complicated or costly for anyone\". He also stressed the need to ensure fairness to both Mr Givan and Mr Middleton, but he said the provision of information to the court had been \"pretty unsatisfactory\".The case is expected to return to court on 16 November. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59184578"}