{"datetime": "2021-10-28T11:44:03.000Z", "subject": "The Troubles", "title": "Troubles legacy: Prosecutions should continue, says UDR man's daughter", "article": "The daughter of a murdered member of the Ulster Defence Regiment (UDR) has called on the government to scrap its plan to deal with Troubles cases. Clifford Lundy was aged 62 when he was shot outside his home in Kingsmills, County Armagh, in January 1980. The government's proposed legislation would in effect end all prosecutions related to the Troubles. Mr Lundy's daughter Jennifer Jordan joined other UDR members' families at an event in County Tyrone on Thursday. On Wednesday Northern Ireland Secretary Brandon Lewis told MPshe was \"absolutely committed\" to bringing forward the legislation for dealing with Troubles cases. The bill, he said, would be introduced in Parliament \"very soon\" but he declined to set a date. The plan has been criticised by all of the political parties in Northern Ireland and some victims' groups. Mrs Jordan said her father Clifford was a \"62-year-old man going about his day's work\" when he was shot in the back outside the family home close to Kingsmills Presbyterian Church. Speaking to BBC News NI, she said his death continued to have an effect on her family, which had been \"ripped apart\". She said: \"Can you imagine your father was just murdered for nothing? \"He was protecting his country - why was he murdered?\" Mrs Jordan said she was angered by the government's proposals to concentrate on creating an independent truth recovery body, rather than on pursuing legal action in the courts. \"I think prosecutions should continue - if someone has done wrong they should pay for it and I don't know why any government would want to let them off the leash, so to speak,\" she said. \"My father was murdered and I would like that pursued - whoever did that deed, I would like them brought to justice. \"I don't know how any country can move on if that does not happen.\" Giving evidence to Westminster's Northern Ireland Affairs Committee on Wednesday, Mr Lewis said: \"We are not stopping investigations… the idea of this [truth recovery] body is to really get into investigations.\" He said it would comply with article two of the European Convention of Human Rights and adequate investigations into killings. Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said many families in Northern Ireland do not see a \"pathway to justice for them\" because of a \"focus on the state\". Speaking outside the UDR families' event in Clogher, County Tyrone, he said his party would oppose the government's plan. \"I think here there's a challenge to for all of us, that we need to bring forward proposals that offer the prospect of victims and their families having access to justice,\"he said. \"I'm here today to stand shoulder to shoulder with the men and women who served in the UDR. I know many of them. I know the sacrifices they made, the sacrifices their families made. \"So I think it is incumbent upon us as political parties to put forward proposals that reflect the needs of victims across Northern Ireland.\" Mrs Jordan does not believe her family would benefit more from a truth recovery body. \"If so much time has been wasted, that's not the victim's fault,\" she said. \"It's the government's fault for not trying to do something and get things sorted out before now. \"Why must they wait 40 plus years? It should have been done long ago.\" She said she hoped the government would listen to and consider what they had to say.\"We would like justice done for what has happened to our loved ones - I think they deserve it,\" she said. \"After all, our loved ones put on a uniform and went out and protected their country... and now the country is kind of turning their back on them. \"I don't think that's very fair.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59075196"}