{"datetime": "2021-07-14T16:53:54.000Z", "subject": "The Troubles", "title": "Plan to end all NI Troubles prosecutions confirmed", "article": "The government has confirmed it intends to bring forward legislation to ban all prosecutions related to the Troubles. Speaking at Prime Minister's Questions, Boris Johnson said the legacy proposals would allow Northern Ireland to \"draw a line under the Troubles\". Northern Ireland Secretary Brandon Lewis told Parliament it was a decision not taken lightly. Some victims' groups and Stormont's executive parties have expressed opposition to the proposals. However, Mr Lewis said it was \"the best way to help Northern Ireland move further along the road to reconciliation\". In his Commons statement, he outlined a \"statute of limitations, to apply equally to all Troubles-related incidents\".It is understood it would apply to former members of the security forces as well as ex-paramilitaries. A statute of limitations is a law which prevents legal proceedings being taken after a certain period of time.The plans also include an end to all legacy inquests and civil actions related to the conflict. The government's paper makes no mention of what might happen to cases currently before the courts. Mr Lewis said: \"We know that the prospect of the end of criminal prosecutions will be difficult for some to accept, and this is not a position that we take lightly. \"But we have arrived at the view that this would be the best way to facilitate an effective information retrieval and provision process, and the best way to help Northern Ireland move further along the road to reconciliation.\"It is a painful recognition of the reality of where we are.\" Mr Lewis said that the proposals also include a body to help families recover information on Troubles incidents and an oral history initiative. \"Ongoing litigation processes often fail to deliver for families and victims, and their continued presence in a society which is trying to heal from the wounds of its past risks preventing it being able to move forward,\" he said. In terms of \"drawing a line\", this is incredibly far-reaching. It goes beyond a ban on Troubles-era prosecutions, of which there have been just nine in the past six years. Ending legacy inquests and civil actions is arguably of greater impact when you consider the figures. Currently, there around 36 inquests relating to the Troubles due to be heard. Many of these relate to killings by the Army and police. Alongside this, there are more than 1,000 civil claims lodged against the Ministry of Defence and other state agencies. The government is proposing all this is closed down in a new approach which is sweeping in scope. However, the opposition is loud. The Irish government says it is not a fait accompli or a done deal. But with a big majority at Westminster, the government has set off in a direction of travel which few predict will be reversed.Northern Ireland's five main political parties, the Irish government and several victims' groups have been highly critical of any suggested blanket ban on prosecutions for Troubles-era offences.DUP leader Sir Jeffrey Donaldson said a meeting of the Stormont Party Leaders Forum is expected to take place with Mr Lewis on Friday.He said he hoped the parties would use it to express their joint opposition to the proposals. Earlier, the prime minister defended the government's plans as \"measured and balanced\". Boris Johnson told MPs: \"The sad fact remains that there are many members of the armed services who continue to face the threat of vexatious prosecutions well into their 70s and 80s. \"We are finally bringing forward a solution to this problem, to enable the people of Northern Ireland to draw a line under the Troubles and to enable the people of Northern Ireland to move forward.\" Prior to the announcement, Northern Ireland's largest cross-community victims' group, Wave, said \"victims and survivors should not be treated this way\".It added that if Mr Lewis \"is serious about effectively dealing with legacy he must talk to those most impacted by pain and trauma\". Reports that the secretary of state was to announce a plan to end Troubles prosecutions also angered relatives of the1974 Birmingham pub bombings . Julie Hambleton, whose sister Maxine, was among 21 people killed in the IRA bomb attacks, has written to Prime Minister Boris Johnson to protest against the reported proposal. \"At what point did your government lose all sight of its moral, ethical and judicial backbone? ,\" Ms Hambleton's letter asks.John Teggart, whose father Danny was one of the victims of the Ballymurphy shootings in 1971, said the proposals were a \"slap in the face\" for victims. \"It dances on the graves of all our loved ones and all those who affected in the conflict,\" he told BBC News NI's Evening Extra. Serena Hamilton, whose father Cpl David Graham was an Ulster Defence Regiment soldier killed by the IRA in Coalisland, County Tyrone, in 1977, said she was \"absolutely disgusted\". \"How can you move forward when you haven't got justice in the first place for such heinous crimes that happened to the likes of my father?,\" she asked on Evening Extra. Lord Dannatt, a former Army chief, who served in Northern Ireland during the Troubles, said the proposals represented the \"least worst option\" and offered families a way to get answers about what happened. \"There is now a mechanism where questions can be asked, facts can be ascertained and they will be able to get some degree of closure in knowing what happened because the people answering those questions, whether they're paramilitaries or retired soldiers, will be able to answer those questions truthfully and honestly without the fear of being prosecuted and dragged through the courts.\" Amnesty International rejected the proposals as showing an \"appalling and offensive disregard for victims\". Its Northern Ireland campaign manager, Grainne Teggart, said: \"Many victims are having their worst fears realised in these proposals, the government is closing down paths to justice.\" Ian Simpson, from the Northern Ireland Veterans' Association, said \"today is a shameful day\".He continued: \"Today, the veterans and innocent victims have been betrayed to the uttermost by Boris Johnson and the British government. \"People who held the line in Northern Ireland, who gave us peace in Northern Ireland, have been put on a pedestal with terrorists, people who went out on a daily basis to murder and to maim.\" The government statement followed significant recent developments in a number of high-profile Troubles prosecution cases. In May,two former paratroopers were acquitted of the 1972 murder of Official IRA man Joe McCann after their trial collapsed due to the inadmissibility of prosecution evidence.Both soldiers had been interviewed by a police legacy unit, the Historical Enquiries Team (HET), in 2010 and it was that evidence which formed a substantial part of the prosecution's case. But the judge ruled that evidence inadmissible and as the Public Prosecution Service (PPS) did not appeal against that decision, the case could not proceed. Then, earlier this month, the McCann murder trial collapse had implications for two other high-profile cases - the Bloody Sunday trial and the prosecution for the murder of 15-year-old Daniel Hegarty. The PPS met the families of Daniel Hegarty and two men killed on Bloody Sunday to explain that given \"related evidential features\" to the McCann case, prosecutors no longer believed there was a reasonable prospect that key evidence against the soldiers accused of their loved one's murders would be ruled admissible. The Bloody Sunday case was due to be formally dismissed in court last week, but instead it was adjourned following a legal challenge by a brother of one of the men shot dead on Bloody Sunday.", "url": "https://www.bbc.com/news/uk-northern-ireland-57829037"}