{"datetime": "2021-10-21T19:56:14.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Face coverings not required for dancers in nightclubs", "article": "Face coverings will not be mandatory while dancing in nightclubs when they reopen at the end of the month, Stormont ministers have confirmed. Ministers met on Thursday to assess the latest data on public health. The need for social distancing in hospitality settings, such as pubs and restaurants will move to guidance. The executive statement comes after First Minister Paul Givan said Northern Ireland was going to be able to \"move forward\" with further easing. \"We continue to monitor the way in which transmission is spreading, but also the way in which it is spreading in hospitals,\" he said. \"But nobody wants to go back to what we had before. There are consequences with lockdown, people's mental health and cases of domestic violence that took place. \"Lockdown is not a solution without consequences - it has very serious consequences, and we all want to avoid that.\" The executive had previously agreed from the end of October, the following easing of restrictions would be in place: Mr Givan also said that thenew descendant of the Delta variant of Covid-19, which is causing a growing number of infections in the UK, is \"not causing concern\" in Northern Ireland at this stage. \"We're continuing to monitor it; it is a transmissible variant more so than before - that's something we need to be alert to.\" The deputy first minister, Michelle O'Neill, said the executive would have to keep a \"cautious watch\" on Covid-19 cases in Northern Ireland in the coming months. Ms O'Neill said she hoped, after the meeting, to be able to give clarity to the hospitality sector about mitigations that will remain to ensure they can operate safely. \"As we've always done, when we make an easement or relaxation it takes a number of weeks to understand the impact of that,\" she said. \"I want to keep moving forward but there has to be a steady, slow progression out of restrictions.\" On Tuesday, the executive published its Covid-19 contingency plan, which saidface coverings in indoor areas will remain mandatory throughout autumn/winter . It also spelled out possible measures that ministers could impose if cases rise sharply or hospital pressures become \"unsustainable\". One option under consideration would be the use of Covid-19 vaccine passports in hospitality venues, a system already in place in the Republic of Ireland. On Wednesday, Northern Ireland's chief scientific adviser Prof Ian Young said the booster vaccination programme would be \"really important\" in winter. He said Northern Ireland had reached \"a steady state with really quite high levels of Covid in the community\" of about 475 cases per 100,000 population per seven days. Earlier, the NI Sports Forum, which is made up of sport governing bodies, said it was urging councils and schools to reopen their facilities to sports clubs from 31 October. It said many clubs relied on hiring such facilities and they had suffered due to a lack of availability of venues throughout the coronavirus pandemic. That meant some clubs had yet to reopen and membership numbers across all sports had \"drastically reduced\". \"In gymnastics alone, almost 20% of clubs have yet to reopen, almost 10,000 individuals have yet to renew their membership,\" the NI Sports Forum said. \"Sports halls and centres have been repurposed during the pandemic to cater for other activities in schools and leisure centres. \"Sports clubs have made significant financial contributions to the upkeep and development of these facilities for many years.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58986630"}