{"datetime": "2021-12-02T12:50:12.000Z", "author": "Jayne McCormack", "title": "No plans to rush Troubles legacy plan, says NI Secretary", "article": "Northern Ireland Secretary Brandon Lewis has suggested that the government will not introduce legislation on legacy imminently. He was speaking in London after a meeting of the British Irish Intergovernmental Conference (BIIC). On Tuesday,Sinn Féin and the DUP criticised Number 10's intention to press ahead with plans to end Troubles-related prosecutions. However Mr Lewis refused to be drawn on specific timing. \"If it takes more time, we're prepared to do that,\" he said. He suggested that he wanted to find agreement on an approach to \"help Northern Ireland move forward\". \"This is ultimately about delivering for the people,\" he added. He said it appeared the legislation would not make into the final autumn statement this week, and said the government would do everything it could to reach consensus. All the main Stormont parties havecriticised the plans. It would bring in a statute of limitations to cover crimes committed during the Troubles up to April 1998 and would apply to military veterans as well as ex-paramilitaries. Also speaking at the BIIC, Irish Foreign Minister Simon Coveney reiterated that there was \"not support\" for the UK government's plans. Mr Coveney said discussions would continue with the Stormont parties. In June, thefirst British-Irish Intergovernmental Conference in more than two years took place at Dublin Castle. After that meeting, the UK and Irish governments agreed \"a process of intensive engagement\" on legacy matters. The BIIC is a body set up to promote cooperation between the UK and Ireland and brings together representatives from both sides of the Irish Sea. On Thursday, at London's Foreign Office, Mr Lewis was also asked about negotiations over the Northern Ireland Protocol. He said there remained \"substantive gaps\" between the UK and EU but repeated that Number 10 did not want to trigger Article 16 to suspend parts of the arrangements. Relations between London and Dublin have deteriorated because of the fallout from Brexit. Unionists have also objected to the protocol, which put a trade border in the Irish Sea and kept Northern Ireland aligned with some EU rules. The Irish government believes that an agreement on animal and plant standards would get rid of up to 80% of all checks but the UK is reluctant to align to EU rules. Discussions to reach a breakthrough between the UK and EU have been taking place for some six weeks, with more talks expected later this week. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59496040"}