{"datetime": "2021-07-02T17:33:38.000Z", "author": "Mike McBride", "subject": "The Troubles", "title": "Prosecutors drop Troubles cases against ex-soldiers", "article": "Two Army veterans facing murder charges from the Northern Ireland Troubles, including on Bloody Sunday in 1972, will now not face trial. The cases involve individuals known as Soldier F and Soldier B. Soldier F was to be prosecuted over the deaths of James Wray and William McKinney on Bloody Sunday. The case against Soldier B relates to the death of 15-year-old Daniel Hegarty, who was shot twice in the head in Londonderry in July 1972. It also relates to the wounding of his cousin, Christopher. Thirteen people were shot dead and 15 were wounded when the Parachute Regiment opened fire on civil rights demonstrators on Bloody Sunday in Derry in January 1972. Soldier F was also facing five counts of attempted murder. In a statement, the Bloody Sunday families said the decision was a \"damning indictment of the British justice system\" and they would be challenging it. \"The actions of Soldier F resulted in the two women being robbed of their husbands, 12 children being orphaned of their father, and dozens of young men and women deprived of a brother,\" they said. \"These are the clear findings of the Bloody Sunday Inquiry and the responsibility that it attaches directly and unequivocally to the actions of Soldier F.\" The Hegarty family solicitor, Des Doherty, said: \"I want to make this clear, under instruction from the family, and under much protest - and we made that clear, that it was under protest - we accepted letters from the PPS advising that they no longer would be proceeding with the prosecution of Soldier B for murder.\" Reviews of the cases were prompted by the collapse of the trial in Belfast in May 2021 of two other veterans for Troubles-era offences. The court ruled that statements by Soldiers A and C,accused of murdering IRA man Joe McCann, were inadmissible and the pair were acquitted. The PPS said that given \"related evidential features\" it was concluded \"there was no longer a reasonable prospect of key evidence in proceedings against Soldier F and Soldier B being ruled admissible\". \"Without this evidence, the test for prosecution was no longer considered met,\" the statement read. The Director of Public Prosecutions, Stephen Herron, travelled to Derry to personally inform families of the decisions on Friday. In a statement after the announcement, Mr Herron said: \"I recognise these decisions bring further pain to victims and bereaved families who have relentlessly sought justice for almost 50 years and have faced many setbacks. \"In both cases I would like to emphasise that this outcome does not undermine previous findings that those killed and injured in these tragic incidents were entirely innocent. \"These decisions were taken only after a most careful consideration of all relevant legal matters by a team of experienced and senior prosecutors.\" Northern Ireland's veterans commissioner Danny Kinahan said his thoughts are with the families and said \"the pressure is now on everyone to find a way forward\". \"Veterans don't want an amnesty or equivalence, they want the rule of law in place but they feel everything that's happening is very lopsided,\" he said. \"They came in to stop the Troubles, to protect society and stop a civil war and they did that and there are some awful side effects - this is one of them.\" Conservative MP Johnny Mercer, who is also a former veterans minister for the government, tweeted: \"Another veteran's life ruined. Investigated, dropped, investigated, dropped, charged, dropped. This government's shame highlighted in another tragic case - for all sides.\" Paul Young from the Justice for Northern Ireland Veterans and Northern Ireland Veterans Movement welcomed the move by the PPS office to drop charges against Soldiers B and F.\"It will be a huge relief for the families of Soldier B and F and a sense of relief and joy within our veteran community, Mr Young said.\"It was obvious to veterans that the cases against them were unsound since the case against Soldier A and C collapsed.\"Foyle MP Colum Eastwood described the decision as \"bitterly disappointing\" for the families. The Social Democratic and Labour Party (SDLP) leader said it is \"also devastating for the message it sends to the world\". \"The people of Derry have stood with them [the families] on every step of their long march toward justice, we're with them today and we'll be with them until the end,\" Mr Eastwood said. The Democratic Unionist Party's Gregory Campbell said victims' families were unlikely to find closure by way of the courts.The East Londonderry MP added: \"It is going to be almost impossible in my view, and in the view of many, as years go on and we get further and further and memories become even more distant, to get to an accurate recreation of what happened, and how it happened, and thereby then try and bring closure to families who desperately want it.\"Sinn Féin's Gerry Kelly believes dropping the prosecutions against Soldier F and Soldier B is a mistake. \"This is a bad day for justice,\" the North Belfast assembly member (MLA) said. Alliance Party deputy leader and North Down MP Stephen Farry said the PPS decision \"once again highlights the need for a comprehensive mechanism to deal with the legacy of the past\". The Ulster Unionist Party (UUP) leader Doug Beattie believes the passage of time since the deaths has led to this situation.\"We've to have trust in our justice system, this has got a long way to run, I do think it's difficult to get evidence that will stand up in a court of law that will get any form of convictions this far on,\" he said. The Traditional Unionist Voice (TUV) leader Jim Allister has questioned why these cases \"could ever get this far in the absence of sufficient admissible evidence\". Shadow Secretary of State for Northern Ireland Louise Haigh said \"the ongoing failure to deliver a process to deal with the legacy of the past remains an open wound which is failing victims and their families\".Irish Foreign Minister Simon Coveney said that his thoughts were with the families affected by the decision, and his department would keep in contact with them. He said it is \"vital that the rationale for these decisions is clearly communicated\".Prosecutions for events from 50 years ago are very problematic. Evidence can be scarce, protagonists deceased and, because of the peace process, jail time on conviction of a Troubles-related offence is capped at two years. Legacy issues are also politically toxic. Twenty-three years on from the Good Friday Agreement, how to deal with the past is still unresolved. Friday events coincide with Government attempts to win agreement on a proposal to ban all Troubles-related prosecutions. The discontinuation of the prosecutions of Soldier B and Soldier F will be used to advance its argument. Read more here . An inquest in 2011 found Daniel Hegarty posed no risk and was shot without warning as the Army moved in to clear \"no-go\" areas during Operation Motorman. Pre-trial proceedings against Soldier F had already commenced. Discontinuing the prosecutions will involve a court hearing, which the PPS is asking to be scheduled in coming days. The Soldier B case had not yet progressed to court. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57694417"}