{"datetime": "2021-07-22T14:36:20.000Z", "author": "Jayne McCormack", "subject": "Abortion in Northern Ireland", "title": "Abortion in NI: Westminster directs Stormont to set up services", "article": "Westminster has directed Stormont's Department of Health to set up full abortion services in Northern Ireland by no later than next March. The government has intervened with a formal direction requiring Stormont to act. Changes to abortion laws took effect last year after Westminster acted during the absence of devolution. But the commissioning of services has been stalled due to disagreement within the five-party executive. In March, Mr Lewis tookunprecedented powers allowing him to direct Stormont to act, but he had not used them until now. The government had previously said it was required to uphold legal and human rights duties on Northern Ireland abortion services and would intervene if the delay at Stormont continued. Ina written statement to Parliament , Mr Lewis said he was issuing the direction to the Department of Health, Health Minister Robin Swann and to the Health and Social Care Board. He added that while he recognised the strain Covid-19 had placed on healthcare, he remained \"extremely disappointed\" that full commissioning proposals have not progressed. \"This ongoing stalemate leaves me no choice but to issue a direction,\" he said. \"I have a legal and moral obligation to ensure the women and girls in Northern Ireland are afforded their rights and can access the healthcare.\" He also said he \"acknowledges and respects the deeply held views that individuals hold\" on abortion laws. \"However, it is the clear will of Parliament that the rights of women and girls in Northern Ireland are properly upheld.\" The secretary of state said he was also directing Stormont's first and deputy first ministers that \"once proposals are brought forward by the Department of Health, they must be included on the agenda\" at the next executive meeting. It is understood Mr Lewis has told the Stormont parties that he believes costs of the commissioned abortion services should be met by the executive through its block grant. The Department of Health and Executive Office have been asked for comment. This significant move is likely to face criticism from some of the parties in Northern Ireland, who accused Mr Lewis of breaching devolution when he initially intervened earlier this year.The details are set out in a written statement to Parliament but the Stormont parties have already been informed of the development. Abortion is a devolved matter, but services have not been fully set up as the parties in the executive remain deadlocked. The government has also directed that there should be \"immediate support\" for interim early medical abortion services in Northern Ireland. It's the second significant intervention by Brandon Lewis on Northern Ireland in just over a week. But unlike when the Stormont parties united against the proposals on legacy, there will be no unity this time. While some pro-choice parties say the government had no choice but to act due to delay and disagreement within the executive, others opposed to abortion say it amounts to a total override of devolution. The government has made clear it did not want to step in but given legal duties it also must uphold, its patience with Stormont had run out. This does not take the issues out of the parties' hands entirely though. Proposals for abortion services will still need to go to the five-party executive, where any substantive discussion is likely to lead to even more division. Deputy First Minister Michelle O'Neill said the barrier to human rights had been \"overcome\". However, DUP MP Carla Lockhart said abortion laws should be decided by Stormont.\"What we have in this statement from the secretary of state is a further example of a government acting with no respect to the local electorate and locally elected politicians.\"The DUP stand ready to find a locally agreed way forward. We urge all parties who sit with us in the Northern Ireland Executive to share this intent.\" Ulster Unionist Party (UUP) leader Doug Beattie said he believed the delivery of services \"absolutely will happen\". \"Abortion is legal in Northern Ireland and therefore we need to have the services to make sure that they can be delivered. \"The Ulster Unionist Party has a position of conscience on abortion but myself as an MLA (member of the NI Assembly), I think that we need to have safe abortion services for women here in Northern Ireland, and it needs to be delivered as soon as possible.\" Alliance Party MP Stephen Farry said the intervention was \"upholding the law and human rights\".Green Party NI leader Clare Bailey said she looked forward \"to seeing the creation of a fully funded, stigma-free and safe abortion service\". Abortion laws changed in Northern Ireland in March 2020, allowing terminations to take place in some circumstances. According to the latest figures from Northern Ireland's Department of Health, 1,556 terminations have taken place in Northern Ireland since March 2020. But health trusts have been only carrying out limited services, meaning some women seeking an abortion beyond 10 weeks in their pregnancy have had to travel to Great Britain to access services. The Department of Health has maintained that the matter is \"controversial\" and any decision on abortion services must be made by the whole executive. In May, proposals from Ulster Unionist Party (UUP) Health Minister Robin Swann on commissioning of abortion services were blocked from executive discussion by the Democratic Unionist Party (DUP). The party is opposed to abortion and has previously criticised Mr Lewis for taking powers to act, saying it would have \"serious consequences for devolution\". Sinn Féin, the SDLP and Alliance have said they would support the commissioning of services being imposed by Westminster, if it remains stalled by the executive. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57921537"}