{"datetime": "2021-08-09T11:03:30.000Z", "author": "Enda McClafferty", "subject": "The Troubles", "title": "Troubles' legacy plans 'may give amnesty to killers'", "article": "The family of the first Ulster Defence Regiment (UDR) soldier murdered in the Troubles have said they feel betrayed by the government's legacy proposals. Winston Donnell was manning a checkpoint at Clady outside Strabane when he was shot dead on 9 August 1971. IRA gunmen opened fire on the 22-year-old from a passing car. His family now fear his killers will be granted an amnesty undergovernment proposals that would see an end to Troubles-related prosecutions . The proposals would apply to former members of the security forces and to former paramilitaries, as well as marking an end to future inquests and civil actions. Mr Donnell, from Urney, County Tyrone, was killed as he took part in an operation launched after the introduction of internment - imprisonment without trial for those suspected of being involved in violence during the Troubles. On the 50th anniversary of his killing his family have now spoken for the first time about what happened. Audrey Robinson said her younger brother's actions that night saved his colleagues. \"The car reversed into the patrol with the back window out and Winston knew what was happening and jumped into the middle of the road and they just fired into him,\" she said. \"With his actions that night he saved the rest of the patrol.\" No-one was convicted of the killing and the Donnell family say they feel let down by the government. \"We always had a very slim hope of getting justice but what the government is doing now with this amnesty has let us and other families down - our government has let us down badly,\" said Mrs Robinson. \"It is clear it is all signed and sealed because the government has announced it.\" The family has appealed to Prime Minister Boris Johnson to pull back and to allow relatives to pursue justice for their loved ones. The family of Londonderry teenager Paul Whitters, who was killed after being hit with a plastic bullet fired by a Royal Ulster Constabulary (RUC) officer in 1981 has accused the government of \"insulting\" victims' families. Fifteen-year-old Paul was fatally injured after a day of rioting in the city during thehunger strikes. His uncle Tony Brown has questioned the government's commitment to releasing information about Troubles' killings after the family was denied access to files for reasons of of national security. \"We have been told that files relating to Paul's death will remain closed until 2059,\" he said. \"The government say they want to draw a line under the past but yet our family have to wait until 2059 - when I won't be around to get the files opened. \"What is the point in drawing a line if the government are determined to keep some matters secret?\" He also challenged Northern Ireland Secretary Brandon Lewis, whoannounced the legacy plans in a statement to the House of Commons . \"Don't insult the families, don't insult our intelligence and don't talk about transparency when you are using that to hide a lack of integrity,\" said Mr Brown. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58115548"}