{"datetime": "2021-10-27T16:27:12.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "NI Secretary says 'proper investigations' to be part of plan to end Troubles prosecutions", "article": "There will be \"proper investigations\" which comply with human rights obligations as part of the government's plan to deal with Troubles legacy cases, Brandon Lewis has said. The secretary of state has been giving evidence to the Northern Ireland Affairs Committee at Westminster. The plan proposes ending all criminal investigations, prosecutions, inquests and civil actions. Despite opposition, the government intends to bring forward legislation. Mr Lewis said it would be \"feasible\" to have legislation enacted by parliament before next year's summer recess. Under the proposals, an independent truth recovery body would be created, aiming to provide victims and bereaved families with as much information about incidents as possible. \"We are not stopping investigations … the idea of this body is to really get into investigations,\" Mr Lewis said.He said it would comply with article two of the European Convention of Human Rights and adequate investigations into killings. He referenced as a template theOperation Kenova model, an outside team currently looking into several Troubles-era cases under Jon Boutcher , the former chief constable of Bedfordshire. The legacy plan has been strongly criticised as a de facto amnesty by Northern Ireland political parties and victims' groups. Mr Lewis said there had been 14 \"sessions\" with stakeholders around legacy since July, and the Northern Ireland Office had met 75 groups or individuals as part of its deliberations. He added that the government's commitment to the information body would result in a level of disclosure by the state \"that has never happened before\". Mr Lewis told the committee that he hoped the Irish government would \"match-up\" to an information recovery process also. Earlier in Parliament, Mr Lewis said legislation would \"provide certainty to the many veterans who served courageously to defend the rule of law during the Troubles\". But he added that the move was also about \"addressing the needs of victims and veterans at the same time\". Mr Lewis came under pressure from Conservative MP Mark Francois, who accused him of \"delivering nothing\" on legacy despite repeated promises. He said this had followed several pledges in Conservative Party election manifestos and a \"hand-signed promise in The Sun newspaper from the prime minister\". But Mr Lewis said the government would deliver on its commitment by introducing the legislation this autumn. In July, Prime Minister Boris Johnson said the legacy proposals would allow Northern Ireland to \"draw a line under the Troubles\". At the time, Mr Lewis told Parliament it was a decision that had not been taken lightly. He said it was \"the best way to help Northern Ireland move further along the road to reconciliation\" and outlined a \"statute of limitations, to apply equally to all Troubles-related incidents\". Parties and victims' groups have expressed opposition to the proposals. Northern Ireland's five main political parties, the Irish government and several victims' groups have been highly critical of any suggested blanket ban on prosecutions. In August a group which represents 200,000 Army veterans who served in Northern Ireland said it fully supported the legacy plan. Representatives of the Northern Ireland Veterans Movement (NIVM) said it would bringits \"full strength to bear\" in support of the proposals . ", "url": "https://www.bbc.com/news/uk-northern-ireland-59053435"}