{"datetime": "2021-10-14T16:40:58.000Z", "author": "Michael Fitzpatrick", "subject": "Abortion in Northern Ireland", "title": "NI Secretary fails to comply with duties over abortion law", "article": "A High Court judge has ruled the secretary of state for Northern Ireland has failed to comply with his duty to provide abortion services to women in Northern Ireland \"expeditiously.\" However Mr Justice Colton declined to compel Brandon Lewis to make abortion services available.He also dismissed claims against the Department of Health and the Executive Committee. The NI Human Rights Commission took the judicial review case. It was taken against the Northern Ireland Executive, the Department of Health and the Northern Ireland Secretary Brandon Lewis.It argued there had been an \"abdication of legal responsibility\" by all three parties because of delays in implementing Northern Ireland's abortion laws.Abortion is a matter devolved to the Northern Ireland Assembly. But in 2019 a vote by MPs at Westminster - during the suspension of devolution - brought about significant changes to Northern Ireland's abortion laws. Stormont's institutions returned three months later and remained under a responsibility to establish a permanent, central abortion service. But health trusts have been only carrying out limited services, meaning some women seeking an abortion beyond 10 weeks in their pregnancy have had to travel to Great Britain to access services. Delivering his judgement Mr Justice Colton said: \"The court declares that between April 2020 and March 2021, the secretary of state failed to comply with his duties underSection 9 of the Northern Ireland Executive Formation 2019 Act , in that he failed to ensure expeditiously that the state provide women with access to high quality abortion and post abortion care in all public health facilities in Northern Ireland.\"Section 9 of the Northern Ireland (Executive Formation) Act 2019 (NI EF Act) imposed a duty on the UK government to reform Northern Ireland's abortion law,given that the Northern Ireland Executive was not restored by 21 October 2019. The judge told the High Court in Belfast that whilst the court had \"some concerns about the extent to which political considerations impacted on the Department of Health's delay in carrying out the commissioning process\" the pause was justified in the circumstances surrounding the Covid pandemic.\"Under those circumstances the court is not persuaded that a declaration should be made against the minister for health. \"In relation to the executive committee for the reasons set out above the court does not consider that any order should be made against it.\" In a statement, the Department of Health said it had noted the ruling, and \"will take the necessary time to consider today's court ruling in detail\". They added: \"The department and minister have received clear legal advice that Northern Ireland Executive approval is required on the commissioning of abortion services.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58910720"}