{"datetime": "2021-07-16T17:25:13.000Z", "subject": "The Troubles", "title": "NI Troubles: 'Robust conversation' as parties meet Lewis over legacy", "article": "There was a frank exchange between the Northern Ireland secretary and Stormont leaders over legacy proposals. Speaking after the meeting, the DUP leader Sir Jeffrey Donaldson said there had been a \"fairly robust conversation\" with Brandon Lewis. The government has outlineda package of measures, including an end to civil actions, prosecutions and inquests . It has been widely rejected by the executive parties, Irish government and victims.Irish Foreign Affairs Minister Simon Coveney, who was also in the meeting, said the UK government's position was not set in stone. The Northern Ireland Assembly is being recalled on Tuesday to debate the proposals.Ahead of this, a further meeting of the Stormont Party Leaders' Forum is scheduled for Monday. Sinn Féin president Mary-Lou McDonald said she will chair the meeting, but Ulster Unionist Party (UUP) leader Doug Beattie said he will \"not be attending discussions on legacy chaired by Sinn Féin\". \"It was Mary-Lou McDonald who said that the IRA campaign was justified without a thought for the thousands of victims created by the IRA terror machine,\" he said,referencing an interview with the Sunday Independent last year . Mr Beattie and Alliance Party leader Naomi Long have accused Ms McDonald of \"misrepresenting\" the role of chair at the forum. Naomi Long said this month's meeting is Sinn Féin's \"turn\" and \"the agenda is set by all the leaders, not the chair\". She said Sinn Féin's statement on its role was \"a complete over-reach\" which was \"both provocative and counterproductive\". A Sinn Féin spokesperson said that the forum meets monthly, and has done so routinely since it was established.The hosting and chairing rotates, and this month it is the turn of Sinn Féin.They added: \"Sinn Féin have put legacy on the agenda given the huge hurt caused by the British government to victims and survivors by their latest legacy proposals, which political leaders will want to discuss.\" Sir Jeffrey Donaldson said the forum was not to be a \"single issue agenda meeting\". \"There were a range of issues that were to be raised and discussed at that meeting, but clearly the meeting cannot take place if legacy is on the agenda, that's evident because all party leaders have to be in attendance,\" he said. Many victims of the conflict have saidthey will be denied an opportunity to seek justice if a statute of limitations is introduced . The legal mechanism would prevent proceedings being brought after a certain time period.This would offer protection to both former members of the security forces and ex-paramilitaries. The government has yet to set out what will happen to the eight live Troubles-related cases that are before the courts. After the meeting on Friday morning, Sir Jeffrey said each party had outlined their views in relation to legacy to the Northern Ireland secretary. He said he had met victims' groups earlier in the morning who were very concerned by government proposals and \"what they believe amounts to some form of amnesty\". \"They believe passionately that the opportunity for victims and families to pursue justice should not be closed off,\" he said, adding that he had reiterated their comments to Mr Lewis.He said Mr Lewis had given a commitment that he will be \"reaching out to representatives of victims groups to hear what they have to say.\"\"He also made clear the parties must have an input into designing the process that takes this forward,\" Sir Jeffrey added.Mr Coveney said Mr Lewis had confirmed that the proposals were \"simply a position paper that is contributing to the process that in now under way\". \"There is no pre-determined outcome here,\" Mr Coveney said. \"Some have sold the British government's position during the week as a fait accompli. There is no fait accompli.\" He added: \"This is not a case of the British government outlining a position and then going through some form of consultation process and then moving ahead with that position anyway in the autumn - if that is what we are at, well then we have real problems.\" SDLP leader Colum Eastwood said there had been a lot of \"straight talking\" in the meeting. Mr Eastwood said he remained sceptical about a consultation process when many believe the government will press ahead with its plan to end troubles-related prosecutions. But he warned against the parties walking away from the process as he said that would play into the hands of the government. Sinn Féin leader Mary Lou McDonald said the meeting confirmed the \"British government are acting in total bad faith\". UUP leader Doug Beattie said the meeting did not provide \"any solutions for innocent victims\". Mr Beattie also said the Irish government needs to do more than bring \"warm smiles, but little else\".Alliance leader Naomi Long told BBC NI's Good Morning Ulster programme that the implementation of any such legislation would be a \"major challenge\" for her party. Mrs Long is also Stormont's justice minister.\"It is about the issue of being required as justice minister to administer something that I would believe to be fundamentally flawed and unjust,\" she said. \"We would need as a party to consider the implications of that. We have provided a justice minister in the executive for all but one of the years that devolution has been operational. \"If this is imposed on the executive it will need still to be implemented, and that raises major questions in terms of whether or not we would be comfortable being the party that would have to implement that.\"The father of a 12-year-old boy killed in an IRA bomb has said while he does not support or approve of the proposals, he does accept them. Colin Parry, whose son Timdied in explosion in Warrington in 1993 , said it was important to focus on the future rather than the past. He told BBC News NI: \"I accept them because I think peace-building is a pragmatic business. \"We can't bring Tim back, and even if the bombers were disclosed or revealed, it certainly wouldn't make me any happier.\"In fact in many ways it might unsettle me far more.\" Mr Parry said he respected victims' families who took a different view, and hoped they would in turn respect his opinion. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57858073"}