{"datetime": "2021-08-18T17:15:58.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "Troubles' prosecutions: Military veterans give support to Troubles' plan", "article": "A group which represents 200,000 Army veterans who served in Northern Ireland says it fully supports the government's controversial Troubles legacy plan. Representatives of the Northern Ireland Veterans Movement (NIVM) held hour-long talks in London with Northern Ireland Secretary Brandon Lewis. Thegovernment plans to end all investigations and prosecutions related to the Troubles. The plan is opposed by NI political parties and victims organisations.Some other military veterans have also criticised it. If implemented, the law would apply to former members of the security forces and to ex-paramilitaries. The plans also include an end to all legacy inquests and civil actions related to the conflict. The NIVM said after the meeting it would bring its \"full strength to bear\" in support of the proposals. Following the meeting, Robin Horsfall NIVM said the group believed the proposals \"offer a way forward for those who served in Northern Ireland\". He said the group was \"sensitive to the feelings of the innocent victims of terrorism and the hurt that a statute of limitations will cause them\", but believed \"the simple and painful truth is that no terrorists will ever be convicted\". \"That battle was lost with the Good Friday Agreement,\" he added. The proposals are seen as a way in which the government is honouring a 2019 Conservative election manifesto pledge to protect veterans from Troubles investigations. Mr Horsfall said: \"We hope to get to a situation where veterans are left alone to live the last years of their lives in relative peace without being pursued for political reasons.\" He said NIVM would scrutinise every detail of the proposed bill and consult and lobby MPs from all parties to support the proposed legislation. Another NIVM spokesman, Paul Young, said: \"This fulfils promises made by the government …this is the way forward.\" It is the latest meeting in a series of discussions the government is having about the controversial proposals. Another military veterans group has criticised the government proposals. Speaking to BBC News NI, Ian Simpson from the Northern Ireland Veterans Association, said he did not support an equivalence between the paramilitary groups and military veterans.\"You can't do away with prosecutions and if you haven't broken the law, you have nothing the fear from the law, but this brings an amnesty to terrorists,\" he said.\"You cannot equate veterans and terrorists in the same sentence.\" Speaking after the proposals were announced in July, Mr Lewis said it was \"the best way to help Northern Ireland move further along the road to reconciliation\". \"We know that the prospect of the end of criminal prosecutions will be difficult for some to accept, and this is not a position that we take lightly,\" he said.Mr Lewis said the proposals also included a body to help families recover information on Troubles incidents and an oral history initiative. Prime Minister Boris Johnson said the legacy proposals would allow Northern Ireland to \"draw a line under the Troubles.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58253891"}