{"datetime": "2021-07-15T17:03:58.000Z", "subject": "The Troubles", "title": "NI Troubles: Reaction to government plans to deal with the past", "article": "Many victims' groups, campaigners and Stormont politicians have reacted with opposition to the government's plans to end Troubles-related prosecutions. On Wednesday, the Northern Ireland secretary proposed a package of measures which couldend prosecutions related to the Troubles for former members of the security forces and ex-paramilitaries. The government also wants to explore ways to halt live court proceedings in Troubles-related cases. There are currently eight live court cases based on alleged Troubles-related offences. The Public Prosecution Service said it would continue with its statutory duties in the absence of new laws, which the government intends to introduce this year. On Thursday, Northern Ireland First Minister Paul Givan said Stormont's partiesmust engage collectively to oppose the plans . BBC News NI has been speaking to relatives of victims, as well as other prominent figures, for their reaction. Bernadyne Casey's brother Robert, a Catholic man who was a former soldier, was one of three men shot dead dead by the Army during an incident in Newry, County Down, in October 1971. \"We never, ever, got the truth about why they were shot,\" she said. On the government's proposals, she asked: \"Whose authority had they to do that? Who said they should take that decision?\" Ms Casey said she learned about the plans by watching the news. \"It makes you very bitter,\" she added. John Martin, Brian Reavey and Anthony Reavey died as a result of a shooting by a loyalist group known as the Glenanne gang at their home in Whitecross, County Armagh, in January 1976. Anthony died from his injuries some weeks later.Their brother Eugene said he had spent his whole life \"fighting for justice\". \"People have been traumatised all their lives and yesterday's news is just going to traumatise these people all over again,\" he said. Mr Reavey said he intended to write to Nancy Pelosi, the Speaker of the US House of Representatives, to ask the United States not to sign a trade deal with the UK until \"this is sorted out\". A meeting with Jon Boutcher, who is in charge of a team of officers investigating historical cases, next week will be \"the final interview that I will ever do about the Reavey brothers\", he said. He told BBC News NI: \"This isn't working, all I'm doing is torturing myself and my family and everybody else talking about this.\" Rev Alan Irwin's father Thomas and uncle Fred, both part-time Ulster Defence Regiment soldiers, were killed in separate incidents in the 1970s and 1980s. \"They've said they're listening to us, but they're not listening and we've lived with betrayal after betrayal, particularly since the Belfast Agreement of 1998,\" the Church of Ireland canon said. \"This betrayal hits an all-time low. \"How any government, no matter where they are, but our sovereign government, to stoop to something that is both morally and ethically wrong goes against the grain. \"I just cannot see how anyone in a civilised democracy could ever support such a thing.\" Jon Boutcher, a former chief constable of Bedfordshire Police, is the current head of Operation Kenova, a team of officers which has been independently investigating a number of Troubles cases. He said the government's plans were a \"miscalculation\". \"To take away the prospect, the potential, of justice for these families, and these are some of the most heinous crimes committed in the United Kingdom in modern history, certainly doesn't sit with me comfortably,\" he said. Mr Boutcher said his operation's relationship with former soldiers has been \"a good one\" and as a former police officer he believes \"it is the rule of law which sets us apart\". \"It is, I think, a miscalculation to apply a statute of limitations in the name of the veterans,\" he said. Former director of public prosecutions in Northern Ireland, Barra McGrory, questioned the legality of the proposals in relation to inquests. \"This is a shocking proposal issued by a government which claims to adhere to the rule of law in that is seeks to abolish completely all meaningful and judicial accountable processes,\" he said.\"We've heard many arguments recently in the courts about the sovereignty of parliament and that parliament can undo anything it has previously done, but to take a step that would abolish a historical and ancient judicial process by which controversial deaths can be examined, the legality of that is very questionable.\" Baroness O'Loan, who was Northern Ireland's first police ombudsman, said the proposals disregarded the rule of law and are designed to protect former soldiers from prosecution. \"I think there are very serious questions to ask,\" she said. \"I think what has happened here is such a terrible, terrible betrayal of the victims. \"To deprive them of all their legal remedies simultaneously is a total abdication by government of their responsibilities for the operation of the rule of law,\" she told BBC Radio Foyle. Archbishop Eamon Martin said the government's proposals would be \"seen by many victims as a betrayal of trust which denies justice to them and to their loved ones\". He said: \"I was particularly disappointed by Prime Minister Boris Johnson's naïve comments in the House of Commons suggesting that his legacy proposals would allow Northern Ireland to draw a line under the Troubles.\"At this painful time I ask for prayers of comfort for victims suffering on all sides in the conflict, and for truth and justice to prevail in the interest of the common good.\" Rev David Bruce said he had \"a genuine concern\" about the proposals which he believed was shared among members of the Presbyterian Church. \"This is one more example of a government demonstrating its arrogance and its unwillingness to genuinely consult and to engage with people on the ground,\" he added. \"It looks rather like a solution which has been arrived at on one of the other islands and imposed upon this part of the United Kingdom.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57853957"}