{"datetime": "2021-10-05T14:15:42.000Z", "author": "Jayne McCormack", "subject": "Abortion in Northern Ireland", "title": "Westminster has 'clear power' to set up NI abortion services", "article": "Powers used by Westminster ordering Stormont to set up abortion services in Northern Ireland by 2022 are \"abundantly clear\", a court has heard. In July, NI Secretary Brandon Lewis directedStormont ministers and departments to act by next March .He is facing a legal challenge from anti-abortion campaigners over the move. But at the High Court in Belfast on Tuesday, counsel for Mr Lewis defended his intervention.The Society for the Protection of Unborn Children (Spuc) is challenging the Northern Ireland secretary in a judicial review. On Monday, its counsel told the High Court thatStormont ministers had \"no obligation\" to comply with the law , due to flaws in how the regulations were drafted.But lawyers for Mr Lewis rejected the claim, arguing that parliamentary supremacy gives the Northern Ireland secretary authority to act. Peter Coll QC said while his client Mr Lewis recognised the sensitivities of the move, the \"fundamental constitutional reality is that Parliament retains its supremacy and can legislate in the devolved sphere\". \"There is no separate or specific need for the direction to state that there is a duty to comply,\" he said.\"It's clear Parliament is saying the action in the direction must be taken.\" The formal direction put responsibility on Stormont's Department of Health tobring proposals for commissioned services to executive ministers . The court also heard from counsel for the Department of Health, Paul McLaughlin QC, who said the department remained \"committed\" to preparing proposals for a permanent abortion service, which would need the agreement of the executive before being commissioned. But he said there was a \"live question\" of what happened if the executive voted against any such proposals. Mr McLaughlin added that the department had written to the Northern Ireland Office to express concern that the timescale of March 2022 might be \"too ambitious\", and about the financial implications of putting the services in place.The \"conundrum of what happens in March\" has not been addressed, he told the court. The government has maintained that it had to intervene on Northern Ireland's abortion laws, to uphold international human rights obligations imposed on it by Parliament two years ago. Abortion is a matter usually devolved to the Northern Ireland Assembly. But in 2019 a vote by MPs at Westminster - during the suspension of the devolved government at Stormont - brought about significant changes to Northern Ireland's abortion laws. Stormont's institutions returned three months later and remained under a responsibility to establish a permanent, central abortion service. But health trusts have been only carrying out limited services, meaning some women seeking an abortion beyond 10 weeks in their pregnancy have had to travel to Great Britain to access services. The Department of Health has maintained that the matter is \"controversial\" and any decision on abortion services must be made by the whole executive. In July, Mr Lewis said the \"ongoing stalemate\" had left him with no choice but to step in and impose a fresh deadline. He is already facing a separate judicial review taken by Northern Ireland's Human Rights Commission, which has criticised both Stormont and Westminster over the delay in implementing full abortion services. That case was heard in May. Judgement in both legal challenges is expected to be delivered in the coming months.", "url": "https://www.bbc.com/news/uk-northern-ireland-58807444"}