{"datetime": "2021-07-29T19:00:07.000Z", "author": "Enda McClafferty", "subject": "Abortion in Northern Ireland", "title": "NI abortion: Givan vows to resist commissioning order", "article": "First Minister Paul Givan has vowed to resist the government order forcing Stormont to commission abortion services in Northern Ireland. He warned he was prepared to go to court to block the move and said he was currently taking legal advice. NI Secretary Brandon Lewis has directed Stormontto set up full abortion services by no later than next March . He also directed the first and deputy first ministers to allow the plans to be put to the executive for approval. The Democratic Unionist Party (DUP) has blocked a similar move in the past. Mr Givan, a DUP assembly member, told BBC News NI he was prepared to defy that order from the secretary of state and has not ruled out blocking any proposal on commissioning abortion services from the executive agenda. He said to issue a direction on abortion services had \"profound constitutional ramifications and to do it on this issue leads to the obvious question, will he do it on other issues?\" \"It is my intention to resist what the secretary of state has done by way of direction and I have to look at all my options both politically and legally,\" he said. \"The secretary of state may have to take me to court\" for refusing to follow his direction, he added. Responding to Mr Givan's comments, Alliance Party MP Stephen Farry said:\"Progressive change has come to NI, and the law will be fully implemented no matter how much some people try to drag their feet.\" \"Many women in crisis situations will bear the consequences of delay,\" the North Down representativesaid in a tweet . Mr Givan also said he had yet to discuss his future as first minister with the DUP leader Sir Jeffrey Donaldson who has said he planned to take on the role when he returns to Stormont. The first minister said he worked with the party leader on a daily basis and his focus was on the \"day-to-day decisions of the executive\". \"I am not looking beyond that,\" he added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58018850"}