{"datetime": "2021-07-20T17:28:55.000Z", "author": "Chris Andrews", "title": "MLAs back motion to oppose Troubles legacy plans", "article": "Northern Ireland assembly members (MLAs) have voted to oppose the UK government's proposals for dealing with the legacy of the Troubles. Last week, the government unveiled its planswhich would see an end to Troubles-related prosecutions . It would also end future inquests and civil actions. MLAs debated a motion on the issue on Tuesday after the assembly was recalled from its summer recess. The vote does not have a binding effect on the government's plans.The executive parties, victims' groups and the Irish government have expressed opposition to the proposals, with some labelling them as a \"de-facto amnesty\". The proposals, announced by Northern Ireland Secretary Brandon Lewis, included provisions for a statute of limitations, a legal mechanism which would bar future prosecutions. This would apply to former members of the security forces and to former paramilitaries. A number of prominent victims' groups and campaigners have said thiswould end the pursuit of justice for many families. Infrastructure Minister Nichola Mallon, of the SDLP, proposed the motion and said the government's plans had left many people across Northern Ireland \"stunned\". \"Victims and survivors have been let down for far too long,\" she outlined to MLAs.\"We won't be able to move forward by leaving them behind and, as a society, we should be ashamed that to date, we have done just that.\"Prime Minister Boris Johnson has previously said the plans would help Northern Ireland \"draw a line under the Troubles\". The government has yet to outline how its plans, which it wants to introduce later this year, would affect the eight live Troubles-related prosecutions before Northern Ireland's courts. The motion expressed a rejection of the government's proposals which \"do not serve the interests, wishes or needs of victims and survivors nor the requirements of truth, justice, accountability, acknowledgement and reconciliation\". Ms Mallon said the plans should be a wake-up call and action must be taken \"before it is too late\". On Thursday afternoon, Prime Minister Boris Johnson and Taoiseach (Irish Prime Minister) Micheál Martin discussed the legacy plans by phone. Afterwards, a Downing Street spokesperson said: \"The prime minister stressed that the current focus on criminal justice is not working for anyone and looked forward to further engagement with the Irish government, parties in Northern Ireland and others on the UK's proposals.\"A spokesperson for Mr Martin said the taoiseach \"raised legacy issues, including serious concerns at the British government's proposals\".\"He emphasised that there can be no pre-determined outcome to the consultation process currently underway,\" the statement added. During the debate, Democratic Unionist Party (DUP) MLA Mervyn Storey said the proposals should be \"given the rejection from this house that they deserve\". He described it as \"morally reprehensible\" that the proposals could place \"equivalence between the soldier and the police officer and those who planted the bomb or pulled the trigger\". Deputy First Minister Michelle O'Neill, of Sinn Féin, asked \"why at this time is the British government bringing forward these proposals?\" She accused the government of being unable to \"handle the truth\" about what happened during the Troubles. \"This is something that is an affront to all families,\" Ms O'Neill continued. Ulster Unionist Party (UUP) leader Doug Beattie said he believed all members \"stand together\" on the core issues involved in the proposals. He said everyone should \"face the law\" if they \"break the law\" and people deserve their right to seek justice. \"We cannot take away that hope,\" he said. Alliance Party leader and Justice Minister Naomi Long said the government's announcement had \"re-traumatised many families\". She said it was both \"desperately sad and utterly shameful\" that members had to be recalled to \"denounce\" the plans. Mrs Long said the idea that perpetrators of Troubles-related offences would open up about their role during the conflict was \"quite frankly for the birds\". Green Party MLA Clare Bailey said the proposals had not come from consultation with victims and survivors. She described the prime minister's suggestion that they could help draw a line under the Troubles as \"appalling\". Gerry Carroll, from People Before Profit, said the measures \"slam the door to those who lost loved ones\" and the statute of limitations \"amounts to a retrospective licence to kill\". The plans were an \"assault on justice\", Mr Carroll added. Claire Sugden, an independent MLA and former justice minister, said \"time will not be a healer\" as trauma is passed from generation to generation in families. \"People want answers, but justice must follow,\" she told the assembly. Telling people what you don't like is often easier than telling people what you do want. That seems to be the position of MLAs when it comes to dealing with the legacy of the Troubles. Assembly members from across the parties came together to condemn the UK's legacy plans and there was universal criticism from every corner of the house and support for the motion brought by the SDLP. All parties believe the plans put forward by London do not provide truth, justice and reconciliation. However, away from the displays of unity, there are fundamental and long-held differences and, as expected, those divisions were made public in the chamber. The UUP made it clear they can not support the plans contained in the Stormont House Agreement which was billed as the breakthrough moment in 2014 to deal with legacy.The DUP criticised Sinn Féin saying it was behaving in a hypocritical way regarding victims, while Sinn Féin said the UK plans were about \"covering up Britain's dirty war in Ireland\". Politicians around the cabinet table will have heard what the MLAs have said.However, Boris Johnson and Brandon Lewis can ignore what was made public at Stormont as the Conservatives have the numbers to push through the plans at Westminster. What they will say in the coming weeks to MLAs is this: if you don't like our plans, give us your alternative. In the absence of cross-party support, that remains Stormont's problem. Before the debate started at noon, some victims campaigners gathered at Stormont where they were joined by some Sinn Féin assembly members. The group handed a letter to Ms O'Neill opposing the government's plans. It also planned to give the letter to the other main party leaders as well as to the Northern Ireland Office. Victims' campaigners also delivered a letter to Number 10 outlining their opposition to the legacy plans. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57892882"}