{"datetime": "2021-07-14T13:04:42.000Z", "subject": "The Troubles", "title": "Troubles: How governments have struggled to resolve NI's past", "article": "The UK government has published its plan for dealing with the legacy of the Troubles in Northern Ireland. The conflict, spanning almost 30 years cost, the lives of more than 3,500 people. Since the ceasefires in 1994, politicians have grappled with the issue of unsolved crimes and the search by some victims' families for justice. BBC News NI looks at the long list of attempts to address the past. One of the most controversial aspects of the deal was the decision to free most paramilitary prisoners before they had served their full sentence. It was a bold move designed to win the support of republicans and loyalists but it caused significant concern for unionist politicians and victims' families. One of those who was released was IRA man Patrick Magee, who was responsible for the 1984 bombing of a Conservative Party conference in Brighton in which five people were killed and 34 were injured. On the day Magee was freed, then Prime Minister Tony Blair - who was intimately involved in the peace talks - admitted thatthe releases of paramilitary prisoners were \"very hard to stomach\" . The government issued letters to people suspected of Troubles-era crimes and those who had escaped from prison - so-called \"on-the-runs\" - assuring them that they could return to the UK without fear of prosecution. The scheme came to light in 2014 when John Downey went on trial for the killing of four soldiers in the 1982 IRA Hyde Park bombing. The judge ruled he should not be prosecuted because he was given a guarantee he would not face trial. That prompted an immediate outcry, with then Prime Minister David Cameron saying the letter he received in error had been a \"dreadful mistake\". At a subsequent parliamentary inquiry, Mr Blair saidthe peace process would probably have collapsed without the controversial on-the-runs scheme. Lord Eames, a former Church of Ireland Primate, and Denis Bradley, an ex-chair of the Policing Board, led an independent group that was set up to report on how to deal with the legacy of the Troubles. Their subsequent 190-page documentcontained more than 30 recommendations , including setting up an independent legacy commission that would operate for five years. The commission was to take over cases that were being examined by the Historical Enquiries Team (HET), a specialist police unit that was investigating unsolved murders during the Troubles. But before the report was published, one suggestion emerged - a £12,000 payment to the families of all of those who were killed in the conflict. That proposal wasemphatically rejected from virtually all sides , primarily because the scheme would have included pay-outs to the relatives of republican and loyalist paramilitaries. That effectively derailed any prospect of serious discussion about the report before it had even begun. Speaking in 2011, Mr Bradley said Stormont politicians were \"fearful of taking the lead and perhaps are not capable of taking the lead\". The agreementproposed the creation of two new agencies . An independent body called the Historical Investigations Unit would examine unsolved murders from the Troubles era. It was to take on the hundreds of outstanding cases yet to be dealt with by the Police Service of Northern Ireland. The Independent Commission on Information Retrieval would be a way for victims' families to find out more about how and why their loved ones had died. Perpetrators or others with knowledge of killings would be able to give the commission information on the basis of limited immunity from prosecution. Ultimately, what was agreed was not implemented. The UK government drew up a draft plan for dealing with Troubles legacy issues and put it to the public in May 2018. It largely consisted of what had been agreed at Stormont House in 2014. Fifteen months after the consultation began, the overwhelming view from 17,000 public responses was thatan amnesty for Troubles-related matters would be not be appropriate . A summary of the consultation responses stated that \"many were clear that victims, survivors and families are entitled to pursue criminal justice outcomes and such a move could risk progress towards reconciliation\". Devolution at Stormont collapsed in January 2017 and lengthy, wide-ranging talks led by the UK and Irish governmentseventually secured promises from all sides . The deal included a commitment by the UK government to introduce legislation at Westminster within 100 days to implement the Troubles legacy deal struck five years previously at Stormont House. Within weeks of the New Decade, New Approach deal, the UK government announced a new Troubles legacy plan whichrepresented a rewrite of the initial agreement . Unresolved cases would be \"swiftly\" assessed by a new independent body, said the government. Only those in which there is \"new compelling evidence and a realistic prospect of a prosecution\" would move to a full investigation. In the rest of the cases, the aim would be to provide families with as much information possible. One victims' groupsaid the Northern Ireland Secretary Brandon Lewis was \"dangerously deluded\" if he thought the plan would lead to reconciliation. Significant developments emerged in criminal proceedings against ex-soldiers, which it appeared would have implications for other cases involving Army veterans. Firstly, a trial against two soldiers for the 1972 murder of an Official IRA man in Belfast collapsed aftera judge ruled that crucial evidence could not be used . Statements given by the soldiers in 1972 were inadmissible in court, said the judge, because the men had been ordered to give them and had not been under caution. Two months later, prosecutors said two other soldiers who were facing charges relating to incidents in Londonderry in 1971would not face trial, citing a similar reason . One of those veterans was Soldier F, who was to be prosecuted over the murders of two men and the attempted murders of five others on Bloody Sunday. In the wake of the earlier case, prosecutors had reviewed the evidence against Soldier F and concluded there was \"no longer a reasonable prospect\" of it being ruled admissible in court. The families of one the Bloody Sunday victims have taken a legal challenge against the decision. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57807424"}