{"datetime": "2021-08-07T23:26:40.000Z", "author": "Francesca Gillett", "title": "NHS waiting lists could rise to 14 million in England next year - report", "article": "Up to 14 million people could be on NHS waiting lists in England by next autumn, new analysis suggests. Currently, some five million are waiting for routine operations and procedures - many of whom are in pain. But the Institute for Fiscal Studies has warned there is a huge hidden backlog of patients who are still yet to come forward for treatment. The government pointed to the £1bn it had given to the NHS this year to clear the backlog. There have been repeated warnings over the length of hospital waiting lists in England. A record number of patients are currently waiting for surgery - such as hip or knee replacements - with more than 385,000 patients waiting more than a year, compared to just 1,600 before the pandemic. Last monthHealth Secretary Sajid Javid said he had been shocked to learn that waiting lists could rise to 13 million patients. The IFS decided to crunch the numbers to see whether this was likely - it said Mr Javid's warning is \"well within the realms of possibility\". In order to stop numbers getting that high, the NHS needs to treat even more patients than it did before the pandemic, the IFS said. Explaining how it reached its conclusions, the IFS said that after Covid hit in March last year, seven million fewer people joined waiting lists than was normal. It is not yet known how many of these \"missing patients\" will come forward for treatment - but the IFS predicts that their return will increase waiting lists and put the NHS under more pressure. \"Even if only two-thirds of the missing patients return then with capacity at 95% of pre-pandemic levels - much more than the NHS is currently managing - waiting lists could easily exceed 13 million (and keep growing),\" said the IFS. \"Expanding capacity will be the only solution to cutting waiting lists in the future.\" And the IFS said the number could even soar to 14 million by autumn 2022 - and continue to increase - if 80% of the missing patients return and the NHS operates at 90% of its capacity levels in 2019. This report argues there are millions of \"missing patients\" from the waiting lists who might have been expected to join it but haven't - perhaps because they're worried about Covid infections or their conditions haven't been picked up yet.The researchers have looked at different scenarios depending on what happens next to these patients.In one scenario, if the NHS can't treat more patients than it did pre-pandemic, the waiting list could rise to 14 million by next autumn.Even in the most optimistic projection, the IFS says it could rise to nine million by 2025, but that would need the NHS to be able to work at 5% more capacity than it did before the pandemic and would come at a cost of at least £2bn.If the NHS can't boost capacity, the IFS warns, longer waiting lists will be with us for years to come. The IFS said it was unlikely that all of the seven million missing patients would return, since some may have died, sought private treatment or chosen to live with their health issues - but they said most will probably come forward at some point. Earlier this year, the doctors' union urged people to remember that the waiting lists were not just \"numbers on a spreadsheet\". They are \"real people in pain\" who are distressed,the British Medical Association said. One woman from Hampshiretold the BBC that her hip pain was unbearable. \"It's like standing on jagged glass. I get so depressed about the pain I'm living with,\" she said. A new chief executive for NHS England was appointed last month - Amanda Pritchard. She acknowledged the NHS had \"big challenges ahead\", including the need to tackle backlogs.The union for nurses said the IFS analysis showed the \"immense task\" that lies ahead - and called on Mr Javid to invest in the workforce. The Royal College of Nursing added: \"A significant pay rise will demonstrate value and help retain experienced nursing staff whom health services can't afford to lose with this challenge ahead.\" And Labour's shadow health secretary Jonathan Ashworth said the modelling should be a \"wake-up call for ministers\". \"Years of underfunding and cuts to healthcare had already left our NHS with ballooning waiting lists before the pandemic hit.\"Given these warnings it's now even more urgent that a long-term rescue plan is put in place to give the NHS the resources and staff it needs to bring down waiting lists and reducing waiting times for treatment.\"A spokesperson for the Department of Health and Social Care said it was backing the health service with £9.6bn to help it recover from Covid. \"This includes dedicated investment of £1bn this year to tackle the backlog and reduce waiting lists, including by increasing capacity. The NHS is also trialling innovative ways to accelerate elective recovery and enable more hospitals to go further, faster. \"We will continue to support the NHS to deliver the appointments, operations and treatment people need.\" ", "url": "https://www.bbc.com/news/health-58132538"}