{"datetime": "2022-02-15T08:33:56.000Z", "author": "Marie-Louise Connolly", "subject": "Coronavirus pandemic", "title": "Surgery delays: Man feels forgotten after six-year wait", "article": "A County Tyrone man who has been waiting six years for a gall bladder operation has said he feels forgotten about by the health service. John Doherty, 55, said he could not understand why he was unable to get updates on his operation.BBC News NI can reveal almost 475,000 people are waiting for surgery or to see a consultant for the first time.The Royal College of Surgeons wants patients to be told how long they will have to wait for treatment.A spokesperson for the Western Health and Social Care Trust said they were unable to comment on an individual patient's care, but apologised for current delays.Northern Ireland's waiting list statistics are the worst in the UK. New figures coming out at the end of February covering the December Omicron surge are expected to be much higher.Mark Taylor, a consultant surgeon, said the situation would not improve until services were delivered differently across Northern Ireland.Mr Doherty said he felt anxious and depressed waiting for a telephone call from his local hospital and blamed the government for \"letting him down\". \"I feel forgotten about, they don't even get in touch with you, not even a letter to say it could happen three months down the line... they say they'll phone back but never do,\" he added. \"I feel neglected.\" Mr Doherty, who has diabetes, said having a named nurse as a point of contact had helped him, but the wait had taken its toll.\"I am waiting six years and it doesn't seem to be getting any better. They kept in contact with me about my Covid injections, but no reply about my gall bladder operation, \" he said. \"There has been nothing since 2020.\"I am trying to help myself, I am trying to get out and about - walking. I watch what I am eating, I am trying to keep well in case I am called in and I will be ready.\"Mr Taylor said people who had been languishing for years on lists deserved to know when to expect their surgery so they could attempt to get in shape for it.He said about a one third of operations had to be cancelled daily as a result of people not being ready, either their blood pressure was too high, they were overweight or their diabetic control was not right.\"Pre-habilitation schemes can help to get patients ready for their operation as much as possible, a more personalised pre operation plan is required,\" he said. The Royal College of Surgeons said hospitals needed to be used differently.Mr Taylor called on the government to have a proper conversation with the public about how hospitals might look in the future.\"This is not about closure, this is about the redesign and re-profiling of hospitals to get maximum gain,\" he said. \"Doing more elective [planned] surgery on named sites and emergency surgery on fewer sites. \"It's not about some of the public losing out depending on where they live - having to travel a little further is a small price to pay. \"Former health chief John Compton said waiting lists were \"out of control\" and that many people were \"suffering real harm and misery as a consequence\".Mr Compton, who published the biggest reform of services in Northern Ireland in 2011, described the current waits as an \"absolute disgrace\".\"In all these years little has really changed. And today's figures cannot be blamed on the pandemic, it is a flagship of convenience to blame everything on the pandemic,\" he said. Mr Compton said someone needed to be appointed to solely look after waiting lists and to have \"executive control and accountability to take decisions\" in how waiting lists were handled.Speaking to BBC News NI, Mr Compton also said the problem was too big to fix on its own and Northern Ireland needed to partner with the rest of the UK, the Republic of Ireland and the independent sector.A spokesperson for the Western Health and Social Care Trust said: \"The trust continues to chronologically manage all routine referrals from GPs, and urgent referrals are prioritised after review by clinical staff.\"Similarly patients waiting for treatment are reviewed by clinical staff and clinically prioritised, and this often means that patients requiring routine treatments can wait a long time because clinically urgent patients take priority.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-60376293"}