{"datetime": "2021-07-15T17:41:47.000Z", "subject": "Bloody Sunday", "title": "Troubles prosecutions: Stormont parties 'must unite against plans'", "article": "Stormont parties must engage collectively and put their \"best foot forward\" to oppose government plans to end Troubles-related prosecutions, First Minister Paul Givan has said. Party leaders will meet Northern Ireland Secretary Brandon Lewis on Friday about the proposals. The government also wants to explore ways to halt live court proceedings in Troubles-related cases. Mr Givan described the plans as a \"further insult to victims\". All five of the Stormont executive parties, the Irish government and a number of victims' support groups have expressed their opposition. On Thursday, SDLP deputy leader Nichola Mallon called for the other parties to back a recall of the assembly from its summer recess to discuss the issue. She said: \"We want to demonstrate and say very loudly and clearly to the British government that as an assembly all of the parties are united on this, that we stand with the victims and survivors and we will not allow the British government to do this.\" On Wednesday, Mr Lewis outlinedlegacy proposals, including an end to future prosecutions . The proposals also include an end to all legacy inquests and civil actions. A key element of the plan is the introduction of a statute of limitations, a legal framework which would prevent proceedings being taken after a certain period of time. Prime Minister Boris Johnson said the plans would help to \"draw a line under the Troubles\". Such a move would apply to former soldiers who served in Northern Ireland as well as ex-paramilitaries. The government's paper on the plans made no mention of what might happen to cases currently before the courts. When asked about this by BBC News NI, a government spokesperson said: \"There are many details that we want to consider with others as part of this process.\"First Minister Paul Givan, a Democratic Unionist Party (DUP) assembly member (MLA), said he believed the government wanted to \"wipe the slate clean\" on the past and that the next steps needed to be \"carefully thought through\". \"Clearly this is going to be a battle that has to be fought at Westminster,\" he said. Mr Givan urged Sinn Féin to end its policy of not taking its seats at Westminster, to help \"make the case\" in London. Earlier, DUP leader Sir Jeffrey Donaldson said Stormont party leaders would meet with the secretary of state on Friday to discuss legacy plans.It is understood the talks would also involve Irish Foreign Affairs Minister Simon Coveney. Sir Jeffrey said any process \"must be victim-centred and victim-led\" and \"it is vitally important the voice of victims is heard in all of this\". Sinn Féin president Mary Lou McDonald said she did not think \"Dublin in particular should afford any form of soft landing for Boris Johnson and his government\". \"They have clearly shredded the Stormont House Agreement and delivered an incredibly cruel and shameless body blow to victims and survivors across this island and beyond,\" she told Irish broadcaster RTÉ. The2014 Stormont House Agreement proposed two new agencies, the Historical Investigations Unit and the Independent Commission on Information Retrieval, but it was not implemented. Alliance Party leader Naomi Long said if the new law was passed her party would have to think about whether or not it could take on the role of justice minister again. For most of its existence the position has been held by an Alliance minister. \"We would have to reflect very carefully, if the system is to become so corrupted that people are to be denied justice, as to whether that's a system over which any member of our party would wish to preside in future,\" she explained. \"There are many on Conservative backbenches who may feel less comfortable with the idea that those involved in terrorist organisations during the Troubles may be free not to face court charges,\" she added. Mrs Long said she expected challenges to the proposals \"would be numerous and last for quite some time\" in the courts. There are eight live court cases related to the Troubles being dealt with by the Public Prosecution Service (PPS). The PPS has said its work continues as normal in the absence of the new legislation, which the government intends to introduce later this year. The current proceedings include charges against Soldier B and Soldier F dating back to 1972. Both suspects have been granted anonymity. Soldier B's case relates to the death of 15-year-old Daniel Hegarty in Londonderry in July 1972. Soldier F is accused of the murders of two people on Bloody Sunday, as well as five attempted murders. Earlier this month, both soldiers were told the PPS intended to withdraw proceedings. This followed the collapse of a legacy case involving two other soldiers which the PPS said contained \"related evidential features\". The service found, as a result, there was no reasonable prospect of \"key evidence\" being used in the trials of Soldier B or Soldier F. In a statement following the government's announcement, the PPS said there would be no change to how it exercises its statutory duties \"in the absence of any new legislation coming into force\". \"We will continue to take decisions on cases submitted to us by investigating agencies and, where decisions to prosecute have been taken, we will seek to bring those cases to trial.\" Apart from Soldier B and Soldier F, the other live proceedings involve: There have been 37 cases in which the PPS has taken prosecutorial decisions since 2012. These have involved republican and loyalist paramilitaries, as well as a number of cases involving former soldiers. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57842296"}