{"datetime": "2021-04-21T17:05:26.000Z", "author": "Matt Precey and Nikki Fox", "title": "NHS waiting lists: The people opting to go private", "article": "The number of people waiting for routine operations and procedures in England is at its highest level since 2007 - some 4.7 million people, according to the latest NHS figures. As the health service has focused on the Covid pandemic in the past year, three patients who have sought private treatment to avoid the wait speak about their decision. 80-year-old Tony Perry from Easton near Norwich was told he needed knee replacement surgery in July 2019. His appointment for the procedure at the Norfolk and Norwich University Hospital was cancelled in January 2020. His knee condition also exacerbated problems with his hip and his Sri Lankan partner suggested seeking treatment over there. \"He spoke to several people in Sri Lanka and they said 'why don't you come here?' and it cost very little,\" he says. \"I spoke to the surgeon. He insisted I had six X-rays - three on the knee and three on the hip.\"He had a check and said 'I really need to do your hip first, because that's where the problem is, it's pulling your knee out of joint'. \"He said 'I can do that in two weeks time... is that OK?'. \"So they operated, I was in the theatre for three hours. \"I woke up and he said 'I'm going to try and alleviate you [post-op] pain'. And that's exactly what he did.\" Flights, hotels and the operation at Durdans Hospital in Colombo cost about £10,000 and Mr Perry took out a bank loan for it. He says he could not get the knee fixed in Sri Lanka as he was told patients could not fly for another six weeks after that operation. Back home in Norfolk, he is hoping he will get the NHS knee operation in the summer, two years after his initial referral. Kevin White from Bury St Edmunds in Suffolk was faced with a stark choice - pay £12,000 for a private hip operation out of his savings or face a further long wait on the NHS. He opted to seek private treatment at the local BMI St Edmunds Hospital.\"I had waited since February 2020 and in December I was told that my hip operation would be at least another 12 months, if I was lucky,\" he says. \"The choice of going private really was made for me, because of the pain. \"I agreed to pay privately and had an operation within two and a half months.\"I was fortunate that I had the money, albeit my savings have depleted quite dramatically.\" Mr White says if he had stuck with the NHS, ironically he would still have had the operation at the BMI hospital, paid for by the health service, but it would have entailed a long wait. \"What grinds is the same consultant and same hospital have done the op, so I have purchased months of my life without pain.\" He asked himself if he could really afford the money, but says \"I couldn't afford to lose another 12 months of life, because I couldn't drive [without the operation]\".Mr White is due to get discharged by his consultant later this week and he says he is looking forward to getting back on his bike.John Sturrock from Blofield near Norwich was the first person to use Spire Healthcare's new £1.4m mobile operating theatre in Norwich. He suffers from cataracts and says he is lucky to have private health insurance. \"At my time of life - I'm 83 now - quality of life is the important thing,\" he says. \"I had the first one [eye operation] done successfully in January and I've now got very good vision in my right eye. \"I was due to have the second one done at the beginning of February, but the pandemic overtook matters. \"Spire were helping out with the NHS patients. So it was delayed but now, at long last, I'm having the second done. \"Anything you can do to improve that has got to be worthwhile. \"If you've got the ability to pay, that's good. But if you haven't, then the NHS is still doing an excellent job.\" The NHS says it is treating people in order of clinical need. NHS England recently announced an additional £1bn to help trusts restore operations and other services to get as many people treated as possible. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-56831695"}