{"datetime": "2021-05-13T11:13:44.000Z", "author": "Nick Triggle and Christine Jeavans", "title": "The NHS Covid legacy - long waits and lives at risk", "article": "Covid has left a toxic legacy for the NHS, with hospitals facing a huge backlog, putting lives at risk, patient groups and staff are warning. And in-depth analysis by BBC News has found: It comes as NHS England has launched a £160m initiative to tackle the growing waiting lists. A network of \"accelerator\" areas is being established to pilot new initiatives, including extra clinics at weekends, virtual assessments at home and new clinics that can complete high numbers of cataract operations NHS England chief operating officer Amanda Pritchard says: \"With Covid cases in hospitals now significantly reducing, our focus is on rapidly recovering routine services.\" Elaine Walsh was diagnosed with womb cancer in January.The 61-year-old, from Essex, was immediately classed as an urgent case - and should have been operated on within weeks.But her operation was cancelled - because of the pandemic and the backlog it had caused.It was \"the most horrendous day\", she says. \"Every day that I'm not on a surgical operating table, it is more of a risk.\"Elaine is now due to have surgery on Friday - but the wait has taken its toll.She has been seeing a psychologist to help her emotionally, while physically she has started to deteriorate.\"I have got weaker,\" she says. \"I'm in more pain. Things I could do then, I can't now.\" Elaine's story is not unique. Analysis by BBC News shows the numbers starting treatment within the target time have fallen during the pandemic.And some trusts are struggling to start treatment for even half of patients in the recommended timeframe - two months following an urgent referral from their GP. For University Hospitals Birmingham, that proportion is well under a half. It has seen performance deteriorate despite sending patients to be treated in local private hospitals. The trust has treated more Covid patients than any other in the country - more than 14,000 have been admitted since the start of the pandemic, leading to the redeployment of 1,500 staff locally. Like others, it says the disruption has been unavoidable - and it is now \"working hard\" to have patients diagnosed and treated. But it has found not all the delays are caused by the disruption to services. About one in every four of the patients waiting the longest has postponed treatment themselves - and nurses at the trust have been phoning and pleading with them to have treatment. This reluctance to come forward coupled with problems accessing GP and screening services at points in the pandemic is the reason why the number of patients coming forward for checks and being diagnosed has dropped - although there are now signs the numbers are rising. Nonetheless, analysis by Macmillan Cancer Support suggests across the UK there are 45,000 \"missing\" cancer patients.And the charity fears this will lead to more later-stage diagnoses, which reduce the chances of survival. \"The knock-on impact of the pandemic on cancer care cannot be overstated,\" Steven McIntosh says. \"We're likely to be dealing with Covid's long shadow for many years to come.\" Attempts are being made to get people to come forward. An NHS advertising campaign, Help Us, Help You, is urging people with cancer symptoms to come forward. But cancer doctor and Catch Up With Cancer Campaign founder Prof Pat Price says a \"monumental political effort\" is needed, with significant investment in equipment and the workforce to \"super-boost\" services.\"Services have suffered years of underinvestment - so we were already at a disadvantage,\" she adds. But this is just the tip of the iceberg when it comes to the legacy of Covid.Cancer was actually one of the areas of the health service prioritised from the very start to try to keep disruption to a minimum. An analysis by the Institute for Fiscal Studies and Imperial College London has been looking at how all hospital services have been affected. It has focussed on England - although problems have been reported across the UK nations. Its report breaks the impact of the pandemic down by emergency admissions, planned care and outpatient work.Cancer falls in all three categories and the data shows it has actually seen one of the smallest drops in activity with services such as knee and hip replacements affected much more. Overall planned care fell by a third in 2020 - with the north of England and Midlands hardest hit. Outpatient appointments fell by a fifth - with the amount of physiotherapy provided almost halving - as did non-Covid emergency admissionsThe report says this will have a considerable impact on the quality of life and health of many people. The consequence of this has been longer waiting times for many non-emergency treatments. In England, nearly 5 million people are now on a hospital waiting list - 9% of the population - the highest number since records began, in 2007.A similar proportion are waiting in Scotland, while in Wales it is 17% and Northern Ireland 23%. Most worrying, the numbers waiting over a year have rocketed - in England, from 1,600 before the pandemic to 436,000 at the end of March 2021. Nearly a third of hospitals now have more than one in every 10 of their patients in this position. A handful have one in every five. One of those is Hull University Teaching Hospitals, which before the pandemic had none, chief operating officer Ellen Ryabov says. It is now running extra weekend clinics, as well as using the private sector, she says, adding: \"Our aim is to get down to 14.5% of patients waiting over 52 weeks by the end of September and then look to clear that entirely.\"But in the meantime, Tracey Loftis, of the charity Versus Arthritis says, the wait for \"life-transforming\" surgery can be devastating. Brenda Pugh has been waiting for a double hip replacement since June, after developing severe osteoarthritis at the end of 2019. The 61-year-old, from Hampshire, used to enjoy swimming, running and walking her dog but became immobile and housebound within six months. \"The hip pain is unbearable,\" she says. \"I can just about walk from the sofa to the bathroom, in my house. \"Otherwise, I can't move. It's like standing on jagged glass. I get so depressed about the pain I'm living with.\" But the long waits did not come out of the blue. The NHS was routinely missing its targets before March 2020. \"The problems predate the pandemic,\" Tim Mitchell, of the Royal College of Surgeons of England, says. \"We already had too few beds and not enough staff.\" And without investment on the scale last seen in the 2000s, when the Tony Blair government increased the budget by 7% in real terms, hospitals will struggle to get \"back on track\". The concern now is the situation could become even worse before improving. Six million fewer patients were referred on to hospital treatment in 2020 than in 2019, an analysis by the Health Foundation has found, a drop of nearly a third. As with cancer, people seem to have been deterred from seeking help either because they were worried about catching Covid or did not want to burden the NHS.And if just a fraction of these return, it could create serious problems for the recovery of services, particularly given what staff have gone through in the pandemic. Surveys by both the Royal College of Nursing and British Medical Association in recent weeks have suggested high levels of exhaustion, fatigue and low morale, with many reporting they feel under pressure to work extra hours without pay, which, the unions warn, is unsustainable. Dr Jennifer Dixon, chief executive of the Health Foundation, a think tank that monitors NHS performance, has sympathy for staff.She says workforce shortages are now at \"critical\" levels and if this is not solved the backlog will not be addressed any time soon. \"The impact of the pandemic on the NHS has been immense.\" Additional reporting by Kristina Gray Have you been affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/health-57092797"}