{"datetime": "2021-08-12T12:50:33.000Z", "subject": "Coronavirus pandemic", "title": "NHS waiting list in England hits record 5.45 million", "article": "A record number of people - more than 5.45 million - are waiting for NHS hospital treatment in England. The June figures show a mixed picture - with the numbers waiting more than 18 weeks or a year both down, but a rise in those waiting more than two years. Many have joined the waiting list in recent weeks, as more people are referred for treatment.Health Secretary Sajid Javid said the government would look at \"what more we need to do\" for the NHS. NHS England's Prof Stephen Powis said the summer had seen some of the highest numbers ever coming forward for care. And he said the health service had made \"effective use\" of the additional resources it had been given to address the Covid backlog. The data published today also shows: But in signs of progress, the number of patients waiting longer than 18 weeks for care has dropped by almost 25,000 to 1.7 million. The number having to wait more than a year to start treatment was 304,803 in June - down from 336,733 the previous month. Most hospitals are doing all they can to reduce the number of long waits for operations.Some trusts in England have been given extra funding if they can get their volume of work above pre pandemic levels - extending operating theatre hours with smarter use of the time available and cutting down delays with pre-op checks for patients are among the policies being adopted.Trusts are working more closely with GPs, pharmacists and other local health providers to try to reduce the number of patients requiring hospital treatment, so freeing up resources for those who most need it.But dealing with new referrals and tackling the backlog are huge tasks. And millions more who did not come forward for treatment during the pandemic may now do so.The issue is rising rapidly up the political agenda. Growing waiting lists are also evident in Scotland, Wales and Northern Ireland.Sajid Javid, the Health Secretary, discussing the issue in England has said more money will be required. The question is how much. There could yet be battles with the chancellor in the run up to the spending review in the autumn. The health secretary said waiting lists would rise as people came back to the NHS for healthcare having not done so during the worst periods of the pandemic. Mr Javid said: \"We estimate there's probably some seven million people that ordinarily would have come forward to the NHS that stayed away, understandably, during the height of the pandemic. \"We want those people to come back. I don't know how many will come back but, even if half of them came to the NHS - and can I just stress I really want people that need to be seen by the NHS to know the NHS is there for them and they should come forward - but as they do I think waiting lists will rise because there will be a huge increase in demand.\" He said an extra £29bn had gone into the NHS and social care this year. Chris Hopson of NHS Providers told the BBC the NHS was \"going at full pelt\" to try to get through the backlog. But he added: \"They're having to cope with the fact that we're 8,000 beds short compared to the normal number of beds we have because of infection control, and we've got large numbers of staff self-isolating.\"We're also in the peak leave period and we've got very large numbers of people coming in for urgent and emergency care - and we've still got 5,000 Covid patients in hospital beds.\" He said a long-term funding settlement was vital. Prof Neil Mortensen, president of the Royal College of Surgeons of England, said a \"volatile mix of pressures\", including Covid control measures and staff shortages due to pinging, was hindering the NHS's ability to address the surgery backlog.Of the 5,727 patients waiting more than two years for treatment - a 46% increase on the previous month - the RCS says most need hip and knee replacements, gallbladder removals or hernia operations. It warns some may be unable to work, or carry out day-to-day tasks, while they wait for their procedures. Some have warned the number on waiting lists could rise much further, with the Institute for Fiscal Studies (IFS)warning it could rise to 14m by the end of 2022 . ", "url": "https://www.bbc.com/news/health-58186708"}