{"datetime": "2021-06-27T14:56:19.000Z", "author": "Hugh Pym", "subject": "Coronavirus pandemic", "title": "The huge NHS challenge facing Sajid Javid", "article": "Sajid Javid has taken over from Matt Hancock as Health Secretary for England at an extraordinary time - what does the change at the top mean for the NHS? Mr Javid is a political heavyweight, having held two of the great offices of state, Chancellor of the Exchequer and Home Secretary, as well as three other Cabinet posts.What's more he was at one stage the minister in charge of social care in England.Sajid Javid: Who is the new health secretary? Laura Kuenssberg: Hancock's dramatic exit Simon Stevens: How heavy hitter changed the NHS So the new health secretary has a good understanding already of some of the key issues.And he knows all about the inner workings of the Treasury and how the public spending levers work. But even so, he has a daunting workload ahead with some of the most difficult public policy challenges of any Whitehall department. And that's not including the continuing effort to keep on top of Covid.Mr Javid has set the bar very high for himself with his comment that he wants to see an end to the pandemic and a return to normal\"as soon and as quickly as possible\" . And therein could lie his biggest problem. Health leaders have already warned that bringing waiting times for non-urgent surgery down to reasonable levels could take two years at least.If that turns out to be the case, patients may feel Mr Javid's optimistic pledge has not been met.A waiting list of5.1 million patients in England is the highest since modern records began and is likely to keep on rising as long as more patients are referred for surgery and the backlog has not been significantly reduced.Throwing money at the problem is one answer and the new health secretary will know what arguments to use to persuade Treasury ministers and mandarins.Grants to hospitals to build new operating theatres have been made. But more capacity will need more staff hours and the NHS workforce is already at full stretch.Workforce fatigue and morale, Mr Javid will already know, is one of the biggest problems right now for the health service. Once again there are no quick fixes with multi-year training required for new doctors and nurses. There is also a very tricky decision to make on pay soon following an outcry after an earlier 1% pay offer to many health workers. The coming winter could be as challenging as the last though in different ways.Flu was effectively suppressed last winter thanks to social distancing. That means less residual population immunity and medical experts have warned that the coming winter could see a nasty resurgence of flu.The last bad flu season was in 2018 and then - even before Covid existed - there were widespread suspensions of routine operations and procedures. At least Mr Javid is well acquainted with the arguments about social care reform. But that does not mean solutions will be any easier to find.He will have to immerse himself in the detail and, working with the Prime Minister and Chancellor, try to come up with answers about financing which will be hard to sell to the electorate. The new health secretary will have to wrestle with all these issues without one key lieutenant.Sir Simon Stevens, head of NHS England, is set toleave at the end of next month . He will be a very hard act to follow and leadership of health and social care in England will be in the hands of two newcomers, which may itself be unsettling for the NHS. And then there is the pandemic. Sajid Javid will have to focus almost daily on the raft of complex data and advice from its scientific advisory group SAGE, and make finely balanced judgements about what is right for the nation's health as well as the economy.The vaccination programme is well advanced but the rollout of booster jabs in the autumn and linking that to the flu campaign could be even more complex than what's been run up until now.Long Covid will continue to cast a shadow with fears that patient numbers will increase. Above all his new job will require huge amounts of energy. Matt Hancock was criticised over some aspects of his handling of the pandemic but many would praise his drive and determination to push for delivery of vaccines and other essential services.Mr Hancock's successor will have to continue fronting up on the relentless timetable of interviews, Commons statements and press conferences. Chancellor and home secretary are big jobs. Mr Javid will now have to show he can deliver at the heart of the government's response to the biggest peacetime crisis of modern times.He will be under intense scrutiny and continuing pressure to meet his aim of getting the country out of the pandemic. ", "url": "https://www.bbc.com/news/health-57628533"}