{"datetime": "2021-08-26T16:27:03.000Z", "author": "Louise Cullen", "title": "Waiting lists: 53% wait more than a year to see consultant", "article": "Health Minister Robin Swann has apologised for lengthy hospital waiting lists in Northern Ireland. More than half of patients waiting for a first consultant appointment in Northern Ireland are still waiting longer than a year. Mr Swann told BBC News that wait times were not \"where we want them to be\". The Royal College of Surgeons has described the figures as \"devastating\" and said an urgent summit was needed to tackle the backlog. The latest figures from the Department of Health cover April to June this year. They show that 348,867 people are waiting for a first appointment - an increase of almost 14,000 on the previous quarter, and a rise of 38,946 compared with the same time last year. Fifty-three percent (184,873) are waiting 52 weeks or more. In this last quarter, the healthcare system was trying to restore services as coronavirus case numbers fell, before the Delta variant took hold. More people were seen in the three months to June (82,788), compared with the previous quarter (71,404). That is more than twice as many as were seen in the same period last year (34,645). The ministerial target is that at least half of all those waiting should be seen within nine weeks. But that target was breached for 285,937 patients (82%). The picture is as bleak for the 112,915 people waiting for inpatient and day-case admission. More than 91,000 have waited longer than the ministerial target of 13 weeks and 66,287 of those have been on a list for a year or more. Mr Swann said there was a \"recognition\" in the Northern Ireland Executive that action was needed to address waiting lists. \"It's not where we want them to be - we don't want people waiting that long because it actually increases demand on our health service the longer people are waiting,\" he said. The minister said the health system needed to be better resourced and said there were plans in place to train new staff to fill vacancies. \"This is about changing the direction of the underinvestment, not just in the health service but also in our workforce, so it takes time,\" he added. Rising NHS waiting lists are now one of the main domestic policy challenges facing ministers in all of the UK's administrations. Trying to reduce backlogs of operations, caused by widespread postponements during the first and second peaks of Covid, is proving to be much tougher than expected. But with more than 460,000 patients waiting to see a consultant or waiting to start hospital treatment - nearly a quarter of the population - Northern Ireland's problems are certainly more acute than those in the rest of the UK. While Covid has made things worse, the waiting list issue in Northern Ireland goes back several years before the pandemic. Failure to follow through on successive reform plans and political stalemate at times have been cited as factors holding back the health service. Health Minister Robin Swann is well aware of the challenges and knows that radical action is needed. The question now is whether he can persuade ministerial colleagues to make difficult decisions over funding and rationalisation. Mark Taylor from the Royal College of Surgeons said that behind the statistics were \"patients waiting in pain, worry and in great distress\". \"It is heartbreaking as a clinician to tell patients that they may be waiting many more months, if not years for the treatment they need,\" he said. Mary Anderson from south Belfast has arthritis and has been referred for an operation on her ankle and a scan on her shoulder. But she said she had heard \"absolutely nothing\" about the treatments since April 2020. \"I can't do a full shop, for example,\" she told BBC News. \"I have to sit down regularly because the pain is just so bad and I was also advised very strongly by the surgeon to be very careful because the ankle, if I went over on it, could shatter, and that would be a major problematic surgery. \"So it affects every aspect of just moving about.\" Ms Anderson said there had been \"no communication\" about her treatments and explained there was \"no support for us whilst we're on the long waiting lists\". On top of the regular waiting lists, separate figures for cataract treatment show 13,306 people are waiting for a first consultant-led appointment. Diagnostic services are taking longer too. The number of people on the list for tests is 145,301, up more than 8,000 on the previous quarter (5.9%) but down slightly on the same time last year (149,403). But a third of them (48,543) are waiting longer than six months. The ministerial targets state that at least 50% of first appointments should happen within nine weeks, 55% of inpatient and day case admissions should take place within 13 weeks, and overall no-one should wait longer than a year for a service. But those targets are being breached for the majority of patients across the board. To tackle the waiting times, the Royal College of Surgeons said recently-retired surgeons could work in \"Covid-light sites\". \"This stop-start approach to surgery is wreaking havoc on operating lists,\" said Mr Taylor \"We are urging system health leaders to do all that they can to bring about an expansion of Covid-light hospital sites and surgical hubs, to allow surgery to continue irrespective of the peaks and troughs of the pandemic. \"Our health service was in need of radical change before the pandemic, and the situation has only worsened over the last year.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58342209"}