{"datetime": "2021-01-13T10:33:01.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Third time lucky for kidney transplant siblings", "article": "A woman whose kidney transplant operation had to be delayed twice because of coronavirus has received a kidney from her brother. Childhood cancer left Mali Elwy, 19, with kidney failure and her brother Morgan volunteered to be a donor. Surgery in both August and October was cancelled due to the pandemic. But it was third time lucky in December, and now the sister and brother are recovering at home in Llansannan, Conwy. Aged three, Mali developed a tumour the size of \"a loaf of bread\" in her left kidney which had to be removed, and her remaining right kidney went on to develop chronic renal failure. If the transplant had not gone ahead, she would have been left facing dialysis to stay alive. Mali said the second cancellation especially had been a \"bit of blow\" after being originally told it was going ahead just days before it was called off. \"We'd built ourselves up and thought, this is happening now,\" she said. \"And then it didn't happen, obviously, and we felt kind of rubbish and defeated in some way because we didn't know when the next date would be.\" But then a date came through for the procedure to go ahead in Liverpool - and this time there was no cancellation. Mali is currently taking a year out from Bangor University to be able to recover from the operation at home at Tan-y-Fron, near Llansannan. She has been living there with her mother and brothers since the summer, following a three-month period of shielding with her grandmother. Morgan, 25, is an English teacher who usually lives in London but is returning to teach remotely online from north Wales this week. \"We're both recovering really well,\" she said. \"I'm feeling so much better than I was before the operation. \"I'm just feeling so lucky that we had it in that small window of time where it wasn't too bad in the hospital and we were home eating Christmas dinner by 25 December. \"I'm so happy that it's done.\" Mali described feeling \"really lousy in lots of ways\" prior to the operation. \"I had little annoying side effects, like I'd feel itchy all the time because of the waste collecting and the kidneys not being able to filter everything,\" she said. \"The fatigue is so much better. I felt so tired all the time I'd spend half the day in bed come October. I had water retention everywhere, my arms, my face, my legs. \"I'm hopefully going back to college in September if things have settled down enough.\" She said the donation from her brother had been \"an amazing gift\". \"It's the best Christmas present I've ever had. I'm so, so lucky, so thankful to him. He's changed my life.\" ", "url": "https://www.bbc.com/news/uk-wales-55641118"}