{"datetime": "2021-03-16T22:20:55.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: NI medics working 'as quickly as possible'", "article": "Almost 17,000 procedures, operations and diagnostic tests have been cancelled during the pandemic to date, the health minister has said. Robin Swann told the NI Assembly that between 17 March 2020 and 5 March 2021, 16,938 procedures, operations and diagnostic tests had been postponed.\"It's important to note that includes cancellations for all reasons, not just Covid-related,\" he said.\"Procedures are often cancelled for a myriad of other reasons.\" Mr Swann said these included clinical circumstances, patients cancellations or staff pressures.But he added: \"I am assured that every attempt is made to protect the most urgent appointments where this is achievable, and the postponed test procedures and operations will all be rescheduled as quickly as possible.\" More than4,000 red flag cancer procedures were among the cancellations .These are operations that can have an impact on a person's outcome from treatment.Mr Swann said that the five health trusts were currently compiling three-month plans for April to June which, it is hoped will be published shortly.He said the department hoped to publish \"activity projections\" alongside the plans.The health minister also told Stormont that he had been \"blindsided\" by the manner in which he found out aboutthe Republic of Ireland's decision to pause the use of the Oxford AstraZeneca vaccine following reports of a small number of cases of blood clots. Mr Swann said he heard this through the media and he had asked the chief medical officer to engage with his counterpart in the Republic of Ireland \"to make sure that we realise the full operational value of that memorandum of understanding\". \"It doesn't help either of us when either of us are actually blindsided by a decision that has been taken in either jurisdiction,\" he said. Health officials in Northern Ireland have said they will continue to use the Oxford-AstraZeneca vaccine. Earlier, Mr Swann stressed the importance of avoiding a \"free-for-all\" situation as coronavirus restrictions are eased and recommended a gradual approach. The executive received the advice in a paper ahead of its meeting earlier on Tuesday. There was also a stark message about signs of \"increased harmful alcohol consumption, more snacking and increased sedentary behaviour as a result of the pandemic\". He said as society begins to re-open, he said he would encourage people to spend more time outdoors and agreed \"the risk is very much lower outdoor than indoors\". However, the minister added that potentially associated activities such as sharing cars to deliver children to sporting activities do pose a greater risk of transmission. The Executive was told that research carried out by Ernst and Young indicated that watching and participating in sport were two of the top nine things people missed during the initial lockdown period.Mr Swann said evidence gathered to date highlights concerns around mental health and domestic violence. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56420857"}