{"datetime": "2021-01-07T08:54:47.000Z", "author": "Marie-Louise Connolly & Lesley-Anne McKeown", "title": "Hospital waiting lists: 'I would beg for an appointment'", "article": "A mother-of-six waiting almost four years for a neurology appointment says she feels \"angry and frustrated\" at having to take her case to court. Eileen Wilson (47) is one of two women taking legal action highlighting NI's lengthy hospital waiting lists. Ms Wilson said she was at the point where she would \"beg for an appointment.\" The Belfast Trust has apologised and acknowledged the difficulties for patients affected by waiting times. A trust spokesperson said: \"The Trust accepts that waiting times across a number of services are longer than acceptable and continues to work with colleagues from the Health and Social Care Board (HSCB) to prioritise the care needs of patients who have been referred to our services.\" Ms Wilson suffers symptoms consistent with Multiple Sclerosis, including issues with her swallow, bladder control, balance and extreme fatigue. She told BBC News NI: \"My doctor referred me in June 2017 and I thought maybe I would have to wait a year.\"But it just went on and on and on. I am now at the point where I would beg for an appointment.\" Her condition has worsened in the past year and some days it's a struggle to get out of bed, she said. \"Things like my mobility - I shuffle a lot,\" added Ms Wilson.\"My bladder goes for no reason and I choke on nothing - I go blue sometimes.\" The legal action, an application for a judicial review, is believed to be the first of its kind in the UK. It's due to be heard in Belfast next week. May Kitchen, 75, a retired nurse and widow, who was diagnosed with cataracts in 2017, is also part of the case. She feared losing her sight before an NHS procedure was provided and so paid for treatment privately using health insurance to cover the costs. \"I had to make great sacrifices to get that but I couldn't wait. My sight was foggy and I was bumping into things. I like to walk and used to go to the gym. \"The case centres on claims that the Department of Health and health trusts have a statutory obligation to provide effective healthcare within a reasonable timeframe. Solicitor Ciaran O'Hare said: \"What has happened here with our waiting lists could never be described as effective, so the case speaks for itself.\" Mr O'Hare described Northern Ireland's hospital waiting lists as a major crisis, which would not be tolerated in other parts of the UK. \"Coronavirus is not a factor here,\" added the solicitor. \"Coronavirus has only shone a spotlight on a system that was already broken. Things are simply out of control.\"The waiting lists here have spiralled and have spiralled over the last number of years and we are now in a situation where there are hundreds of thousands of people on a waiting list.\" Meanwhile, Ms Wilson has appealed for the health authorities to look beyond the names on lists.\"There are people behind those names - like me - I have children, I have responsibilities. \"They just see a name on a list but they do not see how it affects people each day. \"I have six children and a grand-daughter. I am a single mum, if I am not well I am worrying about them. If anything happens to me, I don't know what would happen to the kids. \"I do not think you should have to fight for an appointment in court. \"It's awful, frustrating, it just makes me angry.\" May Kitchen said she is taking part to be the voice for those who can't speak up. \"I feel this is needed it just needs someone to speak up for those who have worked hard all their days and haven't a voice.\"In a statement, a spokesperson for the Department of Health said: \"It would be inappropriate for the department to comment on a matter which is currently before the courts for consideration. However, we have repeatedly stated that the current waiting times for elective care are unacceptable.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-55565787"}