{"datetime": "2021-03-16T23:06:59.000Z", "title": "Covid-19: St Patrick's Day 'must be different', warns Foster", "article": "St Patrick's Day \"must be different\" in Northern Ireland this year, to ensure progress made during the coronavirus lockdown continues, First Minister Arlene Foster has warned. She made the plea as she announced the first key changes to the restrictions. All primary school pupils will return next Monday with all post-primary students set to return on 12 April. There will also be changes to meeting up and some sports will be allowed to resume from 1 April. Mrs Foster said decision-making capital was limited and needed to be \"spent wisely\". \"If we spend the capital on one easement of restrictions, it can't be spent on other things at the same time,\" she told the Stormont Assembly on Tuesday. The executive has regular review points every four weeks, with the next scheduled for 15 April. Outlining details of the executive's decisions, Mrs Foster said it was important restrictions were worked through in a \"careful and managed way\" at each review point. \"St Patrick's Day would normally be enjoyed by many. We need this to be different tomorrow,\" she said. \"Please continue to stay home. Do not socialise outside your family or your bubble, and we particularly want to say to young people that you need to follow the rules and the advice.\" She said the decision to prioritise education was important for children to \"build and grow their friendship networks, to be able to socialise and grow their own interests and future potential\". \"The weather is improving and we have been in this current lockdown for around 80 days,\" added the first minister. \"That is a long time and a big ask, and we have been so grateful to everyone who has made a personal contribution to the improvement in the Covid situation.Mrs Foster acknowledged some people would be disappointed their sectors had not yet been given dates to reopen. \"We have focused on outdoor settings where the risk is relatively lower than indoor settings,\" she added. The Communities Minister Deirdre Hargey also appealed for a quiet day.On Tuesday she met representatives of Belfast City Council, local elected representatives, the PSNI, and Ulster and Queen's Universities, to discuss plans in place to prevent large gatherings in the Holylands area of Belfast. \"This year it is more important than ever that those who live in the Holylands and surrounding areas adhere to public health guidelines.\"Breaches of those guidelines are completely unacceptable,\" she said. The executive has also agreed to increase the provision for elite sports from March 25 March to allow a number of new competitions to begin. Mrs Foster said the \"minor adjustment\" to the restrictions would allow two World Cup qualification matches scheduled for 25 and 31 March to take place as well as a friendly match between NI and the USA on 28 March.No spectators will be permitted at any sporting event.Stormont's health minister said it wasvitally important that a \"free-for-all\" situation was avoided as restrictions eased. In a paper for the Stormont Executive, Robin Swann said he continued to recommend a gradual approach. There pandemic had resulted in \"increased harmful alcohol consumption, more snacking and increased sedentary behaviour\", he added. Commenting on the reopening of schools Northern Ireland's Commissioner for Children and Young People said she was \"pleased with a tinge of frustration\" about the move. Koulla Yiasouma told BBC Radio Ulster's Talkback programme that many primary school staff had been preparing for further remote learning, in the absence of clarity from the executive. Dr Tom Black, chair of BMA Northern Ireland Council, said it was \"extremely important\" for children to return to school for their educational and social development as well as their mental health. He said it was also very important that any easing of restrictions was done in a safe way. Sport NI welcomed what it called \"the first cautious steps towards a return to outdoor sport\". Ulster GAA said the organisation's Covid advisory group will issue updated guidance following news that groups of up to 15 people will be able to train together from 12 April. It said clubs in Northern Ireland must stress to players and management teams that \"12 April is the earliest date that they may be permitted to resume activity\". Reacting to the news about click and collect services Retail NI chief executive Glyn Roberts said it was a \"much-needed lifeline to those struggling independent retailers\". The chief executive of Hospitality Ulster, Colin Neill, also called for indicative dates and clarity.\"At the very least, the data behind reopening decisions should be published,\" he said. On Tuesday, one death was reported by the Department of Health in Northern Ireland, bringing its total to 2,100. A further 164 cases of the virus were also confirmed. There are 176 inpatients currently being treated for coronavirus in Northern Ireland, with 18 in intensive care. In the Republic of Ireland, the Irish Department of Health has reported 18 further Covid-related deaths and 349 new cases. Seventeen deaths occurred in March and one in February. It brings the total number of deaths in the Republic of Ireland to 4,552 and the number of confirmed Covid-19 cases stands at 227,663. In Northern Ireland, tough coronavirus restrictions wereinitially imposed on 26 December , in a bid to curb a rise in cases of Covid-19. There have been some adjustments to the rules but households are generally still not allowed to mix indoors, pubs, cafes and restaurants remain closed except for takeaway, and most shops are shut. In Northern Ireland, P1 to P3 pupils returned to the classroom last Monday, as did nursery and pre-school children. Last week, the executiveditched a previous plan for those pupils to go back to remote learning on 22 March when some secondary schoolchildren, year groups 12 to 14, are due to return to school. Education Minister Peter Weir had been pushing for all remaining pupils to return as soon as possible and two weeks notice would have been preferable. \"My preference would have been that earlier decisions were taken,\" he said. \"That has to be weighed up against the wider public health situation and also a desire from the executive as a whole to try to take this in the context of a strategic decision in relation to that.\" Mr Weir said it was important to get children back to school as soon as possible. Vulnerable children and children of key workers have had access to schools for supervised learning since January, and special schools remained open as usual. Schools in England, Scotland, Wales and the Republic of Ireland have all reopened on a wider basis. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56404333"}