{"datetime": "2021-05-19T14:33:35.000Z", "title": "Northern Ireland has 'lost control' of hospital waiting lists", "article": "There must be a sustained focus on Northern Ireland's \"dreadful\" hospital waiting lists, a leading academic has said. Northern Ireland has the worst waiting lists in the UK. In April,the Department of Health estimated it could take up to 10 years to tackle the current lists. Prof Deirdre Heenan, co-author of theChange or Collapse review of how to improve NI's health service , said a plan was needed to address the issue. \"I think we need to be honest with the public, to say we've lost control of this,\" she said. Prof Heenan said she would like an assurance that there would be a dedicated full-time team putting an \"unrelenting focus\" on waiting lists. Prof Heenan, a senior associate for the independent health think-tank Nuffield Trust in London, added that there appeared to be no accountability when health and care trusts missed their targets.\"I would really like to see a group of people managing a regional waiting list coming and telling the public what they're doing, setting targets, telling us what the plans are.\"Speaking on BBC Radio Ulster's Good Morning Ulster programme, she said many people in Northern Ireland had been waiting years for treatment for conditions such as hip replacements and cataract surgery. Eileen Wilson, a 47-year-old mother of six, has been waiting for four years for a neurology appointment.It is suspected she may have MS and can choke on food and has motor skill and bladder issues.She said she hasn't heard from her hospital in four years. \"Every day is like living a battle really. I think if I had medication the symptoms would be under more control. \"I think to the NHS I'm just a name on a list, they don't see the people trying to live their lives. \"I feel my life's on hold. I have a granddaughter who's two and a half and I can't enjoy her, I just don't feel well enough.\" Kevin McIvor, 36, suffers from scoliosis, a condition that causes the spine to curve abnormally and can crush internal organs. He went to Turkey for a consultation after learning he faced \"years\" on the waiting list in Northern Ireland. Mr McIvor is fundraising for surgery in Turkey. \"I received more care there [in Turkey] in that one day I was in that hospital.\"I was told I had three herniated discs, I was never told that before.\"Mr McIvor said he had spent eight or nine hours in Antrim Hospital last year before being sent home.\"If they had picked up the severity of the scoliosis back then maybe I would be in a different place. \"I feel let down, the fact of the matter is that I require emergency surgery.\" Mary Anderson, 65, is living with osteoarthritis, rheumatoid arthritis and fibromyalgia. She was told she needed surgery on her ankle in June 2019, but needed a three-month review, due to her rheumatoid arthritis medication, before going onto the waiting list.That review didn't happen until March 2020, and by then it was too late - a proper assessment could not be done due to the pandemic. She said she was now in \"limbo\". \"There's just that overwhelming sense of powerlessness. I'm stuck in constant pain,\" she said. \"It's very wearing in every sense. \"Some days I wake up and try to walk and it's very painful and other days it's not too bad but I never know day to day. \"It just becomes something that gnaws you down and leaves you feeling lost in the system.\" Roisin Curran is a 55-year-old mother of two. She has been on tablets for a stomach complaint for two years, but has been advised to have a scope test to try to find the underlying problem.She said she was shocked to be told she will wait at least two and a half years for the test. \"It would mean it would be five years since I'd been told I need to go on medication because of it.\" I just think it's too long to be waiting. \"The health service we have here, it's a disgrace.\" It is not the first time we have heard from people facing long waits on waiting lists.Patients sound weary and demoralised. It is not just a case of their physical health, their mental health is affected as well.The figures have been horrendous for a decade, if not more. We've had seven major health reports and six health ministers in that time, and very little has changed.If you're told you are waiting six or seven years - what really does that mean?It is a sign that the system is broken, so what are we going to do about it?The pandemic has shone a light on the fact that when hospitals need to change, they can. Some of our hospitals and systems changed in a matter of weeks. Look at what happened with the Nightingale Hospital.Unfortunately, there doesn't seem to be the same agility, or the same desire, to change systems when it comes to other specialities across the system. BBC News NI asked the Department of Health to comment on the current waiting list difficulties and was referred to a ministerial statement, given by Health Minister Robin Swann, in the assembly on 13 April. Mr Swann said he was \"absolutely determined to put this [waiting lists] right\" but described it as a \"long-term task\" that needed \"long-term, recurrent funding.\" He told MLAs the pandemic had had a significant impact on \"our already appalling waiting lists\". In March, the department's figures showed that almost all of NI's cancer waiting time targets were missed in the last quarter. In December 2020, 792 people began treatment, 93.4% of them within 31 days, missing the 95% target. There was also a breach in the target to see all urgent breast cancer referrals within 14 days. The Department of Health has been asked for comment. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57169143"}