{"datetime": "2021-07-15T10:43:38.000Z", "title": "Almost 7,000 waiting for lifesaving transplants", "article": "Almost 7,000 people are waiting for lifesaving transplants in the UK - the highest number in six years, estimates by NHS Blood and Transplant show. The analysis, from April 2020 to March 2021, found some key services closed during the first peak of the pandemic. But many were rapidly reinstated and overall 80% of NHS transplant work did take place, researchers say. The figures show 3,391 people were given transplants over the year, with more than 1,180 donating organs. The report found: According to the report, at the peak of the first wave there were concerns about caring safely for people receiving transplants, as resources were diverted to other parts of the NHS.Careful judgements had to be made around the risks and benefits of patients undergoing major surgery, as people awaiting transplants can have compromised immune systems, leaving them vulnerable to infections.As a result, some patients were taken off the transplant list.Researchers say many transplant centres are still tackling the backlog of referrals and putting people back on waiting lists.Months before the first coronavirus wave struck the UK in March 2020, Ted Dodd was told he needed a new kidney and was put on a transplant waiting list.As he watched NHS services become more and more stretched, the 26-year-old ambulance worker from Ely in Cambridgeshire feared he would never get \"the call\" he needed. \"As someone waiting for an organ, you're already vulnerable so the idea of going into a hospital is terrifying - especially when you know the hospitals are full of covid patients,\" he says. In May 2020, doctors told Ted a donor had been found. \"Up until the operation I had been struggling to climb the stairs at home without stopping to take a breath, I was very, very poorly,\" he explains. \"But about two months after the operation, I went for a walk for eight miles with a friend and I didn't even notice it. \"I will never be able to thank the donor and their family enough. The only way I can thank them is by living my life the best that I can. I will stay healthy, eat well and exercise.\"I also like to think that in some way the job that I do, gives back in a small part.\" Prof John Forsythe, at NHS Blood and Transplant, acknowledged it had been a worrying time for families, but said patients and families should be reassured that recovery was well under way. He added: \" With a great team effort across clinical teams, deceased organ donation and transplant activity continued for the most urgent patients during the first wave of Covid-19 and returned to pre-Covid levels quite rapidly, with July and August being record summer months for donation and transplantation.\"Each one of us in the wider clinical team of donation and transplant, across the UK, are immensely proud of the work to keep organ donation and transplants happening in the most challenging circumstances.\"But our commitment is nothing compared with donors and their families - the gift of life has been donated in the midst of a tragedy made even more difficult by Covid restrictions.\" The report shows the number of families giving the go-ahead for organ donation has risen gradually over the last six years. There has been a change in theorgan donation law since May 2020 in England and March 2021 in Scotland, which means it is now assumed people want to be donors after death unless they register otherwise. There is a similar process in Wales. Experts emphasise people have a choice, and families will still be consulted if organ donation becomes a possibility.", "url": "https://www.bbc.com/news/health-57839024"}