{"datetime": "2021-06-10T18:51:17.000Z", "author": "Lesley Anne McKeown", "title": "Waiting lists: Patients waiting up to seven years for procedures", "article": "Some people in Northern Ireland are waiting seven years for a medical procedure, BBC News NI can reveal. Figures for the Southern Trust show the longest wait for a urology appointment is 365 weeks. There are lengthy waits in other specialities: more than five years for orthopaedics and general surgery and more than four years for ear, nose and throat procedures. Some people are waiting more than three years for pain management appointments. Last month, Health Minister Robin Swann said thesize of Northern Ireland's hospital waiting lists was \"undermining\" the principle of a free health service. Figures showed that more than 335,000 people were waiting for a first consultant-led appointment. Mr Swann is expected to publish an \"elective care framework\" setting out his plans to tackle what he has previously described as \"appalling\" and \"unacceptable\" hospital waiting lists. The minister has repeatedly requested executive buy-in for his plans and warned that they may stretch politicians to take difficult decisions. There are also lengthy waits in other specialities in the Southern Trust including:The waiting list figures have emerged at a time when the number of Covid-19 patients in hospitals has significantly dropped. Across Northern Ireland, dozens of wards dedicated to Covid-19 patients during the first two peaks of the pandemic have now returned to normal use and there have been no Covid patients in intensive care for the past three days. While many services have resumed, day surgery has not yet returned at some hospitals, particularly in the Northern and Southern trust areas and other hospitals are not operating at full tilt. Problems that preceded Covid, including nursing shortages, have been compounded by the pandemic.Prof Ciaran O'Neill, from Queen's University Belfast, said a decade of under-investment and the lack of strategic workforce-planning were among the biggest issues facing the health service. \"The problems manifest themselves, not only in terms of the length of our waiting lists but also the duration of our waiting times which we know are the worst in the UK,\" he said. \"We can see those not only with respect to hospital services, but with respect to primary care where, increasingly, people are talking about the difficulties they have in seeing a GP or where they do see a GP they are referred on to our hospital system.\" He added: \"Another issue is the importance of setting our funding on a longer-term basis rather than having it come to a cliff edge at the end of each financial year. \"That would facilitate longer-term planning and avoid the waste of resources that can occur.\" In the Belfast Trust area, officials say the number of patients in Emergency Departments has exceeded pre-Covid levels, with up to 400 people daily. They are also struggling with an exhausted workforce; the need to keep hospital sites Covid-safe and all under the threat of a fresh wave of infections. Rita Devlin from the Royal College of Nursing said people should \"stop seeing nursing as a cost and start seeing us as an asset\". \"We are a safety-critical profession and it is important that there are enough of us with the right skills and right knowledge to ensure patient safety.\" Meanwhile, Dr Frances O'Hagan, deputy chair of the BMA in Northern Ireland, said the opportunity for change must be grasped as soon as possible. \"We have never had a golden opportunity like we have now,\" she said.\"When you look at the fact that we have had a pause due to Covid, and that has had to happen because Covid has forced us into that.\"We are now restarting and rebuilding.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57435683"}