{"datetime": "2021-01-13T19:17:49.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Kidneys being turned down for transplant surgeries in NI", "article": "Organs from deceased donors have been regularly turned down instead of being used for life-saving transplantation because of Covid-19. Demand for intensive care in Belfast City Hospital means there are no operating facilities available for kidney transplant surgery. In November, the transplant service was suspended in NI because of the Covid-19 pressure on the health service.Kidneys offered by deceased donors recently have gone unused. When the suspension was first introduced, restrictions meant kidney transplants would only happen for patients who were difficult to find a suitable match for and only if a deceased donor kidney became available.Living donor transplants were completely suspended. Northern Ireland's chief medical officer Dr Michael McBride has apologised and said pressures on the health service meant \"difficult decisions have had to be made\". He said it had not been an easy decision for officials to take, but high levels of community transmission of the virus had been a factor. \"We need to bear in mind that, for those individuals who are highly sensitised, it is difficult to find matches,\" he said. \"The deceased kidney donor programme is proceeding but that is not the case in terms of the live donor programme.\" Dr McBride said the decision would be kept under constant review, and that affected patients would also be kept under surveillance to ensure they did not deteriorate while waiting for their transplant surgery. DUP MP Ian Paisley raised the issue in the House of Commons on Wednesday. He said: \"Since October 2020, 24 patients have been denied a kidney transplant in Northern Ireland.\"How can this house persuade the health authorities to recommence kidney donor transplant operations to utilise public and private and unused operating theatre space, and stop a scandal of discarding viable transplant organs from developing?\" Belfast performed a record of number of transplants in 2020, including 101 in 101 days despite the pandemic. They were one of the only transplant centres in the UK to remain open because of a collaboration with the Royal Victoria Hospital.One transplant was also performed in the private sector for the first time. In a statement, the Belfast Trust said it will continue to carry out transplants for patients for whom it is extremely difficult to get a match.It is understood discussions have started about how to restart the transplant programme, possibly at a centre outside the Belfast Trust area. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55653789"}