{"datetime": "2021-07-29T20:09:03.000Z", "title": "NI Covid-19 restrictions: Your questions answered", "article": "Northern Ireland Executive ministers have agreed to lift more Covid-19 public health restrictions this week, allowing theatre and concert venues to reopen. The rules on live music and the number of people who are allowed to meet in a private home are also being eased. Ministers have been gradually lifting restrictions in the past few months, following the strict lockdown they imposed across Northern Ireland after Christmas 2020. However, a recent surge in infection rates and the resulting pressure on hospital admissions mean some restriction remain in place for now.BBC News NI explains the latest rules on socialising, travel, face coverings and other areas. Yes. On Monday, ministers agreed that a total of 10 people from three households would now be allowed to meet inside a home. Children under 12 do not count towards the total. Previously, the limit was six people from two households (or 10 people if one household was bigger than six people). Overnight stays have been allowed for some time. Yes, and the numbers allowed to enter have been gradually increasing.From Monday 26 July, a maximum of 15 people from an unlimited number of households are able to meet in a private garden. Again, children aged 12 and under do not count towards this limit.Yes, you can. Atraffic light system for international travel came into force on 24 May, with a limited number of countries on the green list meaning people arriving in Northern Ireland from those areas were exempt from quarantine. With the expanded vaccination rollout, more significant changes took effect on 19 July. New rules came into force on that date which meant travellers arriving in Northern Ireland from amber countries (except France) were able toavoid quarantine if they had received both their Covid-19 vaccines in the UK.These passengers still need to produce evidence of a negative Covid-19 test before departure and take a PCR test on day two after arrival. There are exemptions for some including children under 18, those medically advised against vaccination and clinical trial participants. On Thursday 29 July, the NI Executive announced thatpeople who have been fully vaccinated in the EU (except France) or the US will not need to isolate when coming to Northern Ireland .The move, from Monday 2 August, brings Northern Ireland in line with England, Scotland and Wales. There are also no limits on travel to other parts of the UK and the Republic of Ireland, known as the Common Travel Area (CTA). On 24 May, the Northern Ireland Executive lifted its guidance on self-isolating after travelling to another part of the CTA. Testing is still advised after arriving back in Northern Ireland from another part of the CTA but it is guidance only. Yes,live music resumed from 5 July with a number of restrictions , but these rules are in the process of being eased. Stormont ministers have now agreed that concert venues and theatres can reopen from 18:00 BST on Tuesday 27 July. But the venues must sell tickets in advance of performance, they must have allocated seating and ensure social distancing of at least 1m (3ft). Volume restrictions on live indoor music which were in force from 5- 26 July have now been lifted.However, dancing is not permitted and this restriction is not due to be reconsidered by ministers before 12 August. Nightclubs in Northern Ireland remain closed at present.AlthoughPrime Minister Boris Johnson removed the legal requirement to use face coverings in England from 19 July , that change did not apply in Northern Ireland. Masks have been mandatory on public transport in Northern Ireland since July 2020 and in shops since August 2020, with a limited number of exemptions. But from 26 July, people attending indoor religious services in Northern Ireland will no longer have to wear a face covering during the service. However, it is still be a legal requirement to wear face masks when entering and exiting the building, and guidance will recommend that worshipers keep their masks on during services.Face coverings remain compulsory in other settings, including: It's a more complicated picture. The executive says from 26 July, where it's still the law to socially distance - such as restaurants and workplaces - the limit will be reduced to 1m for indoors activities. The 1m rule was then extended to include retail and shopping centres. It will be removed for all outdoor activities from law but guidance will be that social distancing is recommended at 1m (3ft) where possible. Northern Ireland's First Minister Paul Givan recently said more significant changes were coming and that he hoped the executive could agree on 12 August to put in place a date to end social distancing in law. That meeting could also see ministers discuss lifting the remaining restrictions on hospitality, such as the numbers of people allowed to sit at a table together. These ceremonies have been continuing with restrictions through the latest lockdown, but from 24 May, post-wedding and civil partnership receptions were allowed to resume. However, mitigations remain in place including: From 26 July,normal services resumed at MoT centres . During MoT examinations, a vehicle can be shared by the driver and the examiner for five minutes if both wear a mask.Customers will be permitted to be seated safely for eight minutes and must remaining socially-distanced and wear a mask. The executive said that was to allow customers to be present in testing halls and take their vehicle through the process with examiners. On the same date - 26 July - other close-contact services such as hair and beauty salons do not need clients to book ahead for appointments first and overlapping appointments will also be allowed. Quite possibly, but do not expect Northern Ireland's rules to directly match the timeline in other parts of the UK. The Northern Ireland Executive can change the restrictions regularly in line with new public health advice and said it is conscious of the pace of change in other jurisdictions. It has said its decisions have been taken in a \"local context\". The executive's planned meeting on 12 August will look at the requirements for face coverings and self-isolation as well as its guidance around working from home and relaxing restrictions on meeting at home. That day could see ministers agree a date to end some of the measures that have dominated lives and livelihoods since last March. But as ever, putting that in place requires support from the executive's five parties. Achieving political consensus on how and when to end restrictions remains challenging to navigate. ", "url": "https://www.bbc.com/news/uk-northern-ireland-54117810"}