{"datetime": "2021-01-22T16:59:41.000Z", "author": "Marie-Louise Connolly", "subject": "Coronavirus pandemic", "title": "Covid-19: Attempts being made to increase cancer surgeries in NI", "article": "Attempts are being made to ensure more \"red-flag\" cancer patients have surgery as early as next week, no matter where they live in Northern Ireland. A downturn in Northern Ireland's cancer services resulted in275 people having operations cancelled in one week . Some health trusts cancelled surgeries due to the pressure from the pandemic. A regional approach is being adopted, meaning many people will have to travel beyond their health trust area to receive treatment. BBC News NI understands the plan is to target cancer surgeries for patients who do not require either high dependency or critical care beds post-surgery. That could include urology, breast, head, neck and colon cancers. The private sector is also to provide theatres for additional surgeries. In February, the health service will have access to 60 operating sessions in Kingsbridge Private Hospital in Belfast for cancer surgery or diagnostics, as well as facilities for up to 25 outpatient procedures, the BBC understands. None of that will be for elective surgery, such as hip and knee operations - it will be either red-flag cancer or category one and category two urgent surgery. Private hospital facilities based at the North West Independent Hospital in Ballykelly, County Londonderry, and the Ulster Independent Clinic in Belfast will also be used. The Department of Health told BBC News NI: \"In view of the scale of the backlog in treatment that we will face after the pandemic, it is expected that independent sector capacity will be required for the foreseeable future.\" Gregory Boyce was diagnosed with throat cancer eight years ago and has been receiving treatment ever since. The 58-year-old has also recently had tests for bowel cancer at Altnagelvin Area Hospital in Londonderry. The decision from the Western Health Trust totemporarily suspend some cancer surgeries on Thursday left him seriously concerned. \"It's a significant fear for me - the tests aren't looking great at the minute,\" he said. \"If I am diagnosed with bowel cancer I want to get the treatment as soon as possible, as do all cancer patients, so I am hoping the NHS can get back to some way of working.\" Many of Northern Ireland's medical staff are aware that cancer surgery needs to restart.While some red-flag surgeries have been carried out, especially in the South Eastern Health Trust, many have been cancelled due to a lack of theatre nurses able to deal with both cancer and Covid-19 simultaneously. It is thought deploying medically-trained military personnel to assist in hospitals will free up staff, especially theatre nurses, to work with cancer patients instead. In a statement to the BBC, the Western Health Trust said it hoped to reschedule a number of patients next week who had red-flag cancer procedures cancelled. It is hoped that other health trusts will follow. A regional response to the cancer crisis means people living in Belfast will be expected to travel to Altnagelvin Area Hospital, for instance, if that is where their form of cancer is being treated, and vice versa. The move is an attempt to prevent a postcode lottery developing when it comes to tackling the spiralling number of cancer cases. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55770672"}