{"datetime": "2021-03-13T07:10:28.000Z", "author": "Eunan McConville", "subject": "Coronavirus pandemic", "title": "Covid-19: What do Northern Ireland latest statistics tell us?", "article": "Northern Ireland continues to edge closer to the lifting of lockdown. The how and when is a decision for the executive but what do the statistics associated with the pandemic tell us? For weeks now, things have been going - if not well - a lot better than they were when we entered 2021. Infection rates are down, there are fewer people in hospital, and while there have been days when the number of deaths has risen, the death rate remains relatively low. Added to that is the ongoing rollout of the vaccination programme - this has been going well and is expected to step up to another level in the next few weekswith opening of the mass vaccination centre at the SSE Arena in Belfast . The infection rate in Northern Ireland has fallen to about 64 cases per 100,000 of the population. Wales has the lowest infection rate in the UK. England, Scotland and Northern Ireland are all very similar - although, while Scotland and England's have fallen in recent days, Northern Ireland's infection rate has actually risen slightly. However, the rates remain relatively low. The Republic of Ireland has a slightly higher infection rate at the moment and has risen marginally over the past few days. Here are the seven-day infection rates for the UK and Ireland up until March 12: Over the past few weeks, increasing numbers of people have been getting tested in Northern Ireland - more than 30,000 a week now - and over the same period of time, we've seen a drop in the number of positive cases. In the past week, about one in every 25 people tested have received a positive result for Covid-19; compare that with the start of January, when more than one in four people were getting a positive result. Or here's another way of looking at this - on average fewer than 200 people are testing positive for the virus in Northern Ireland each day.That is a massive change from our peak in January when there was an average of more than 1,800 positive results per day. Given that we're now testing roughly the same number of people each day as we were back in mid-January, the comparison is fairly straightforward. Despite the overall low infection rate for Northern Ireland, there are places where the rates are higher. For example, based on Department of Health data, Mid Ulster has still the highest infection rate of all the council areas in Northern Ireland, and it's risen slightly over the past week. It's not alone in seeing rising infection rates.Antrim and Newtownabbey; Belfast; Causeway Coast and Glens; Lisburn and Castlereagh; and Newry, Mourne and Down have all seen small increases in their infection rates. However, the department indicates that the Ards and North Down Borough Council area has seen a substantial rise in its rate of virus spread - by about 50%. Its infection rate is now above 80 cases per 100,000 population, making it the third worst in Northern Ireland (Belfast is in second spot). More localised analysis suggests higher infection rates in areas around Strabane, Dundonald, Holywood and parts of south Belfast. In the Republic of Ireland, certain border areas have seen a decrease in infections - most notably Cavan and Leitrim.Donegal, Monaghan and Louth have all seen falling rates, although Louth still has one of the higher infection rates in the Republic. The number of people in Northern Ireland's hospitals with Covid-19 is now below 200. The last time the figure was this low was in early October. The daily admissions have been similarly falling.The current seven-day rolling average for daily hospital admissions in Northern Ireland is 10.For context, at the peak in January, we could expect nearly 100 Covid-positive patients to be admitted into hospital each day. These low admission numbers, along with lower infection rates indicate that the numbers of inpatients with Covid should continue to fall, at least in the short term. Bear in mind that these numbers could start to rise, especially if localised increases in infection rates become more widespread. Still, our hospitals remain under quite a bit of pressure, with occupancy at 95%. The yearly average hospital occupancy in Northern Ireland has consistently been about 84% for a number of years. Northern Ireland currently has fewer than 30 patients with Covid in intensive care units (ICU) - at 23, it's the lowest number for this measure in five months. The number of ICU patients is important, as it gives some idea of how many people with the virus are very seriously ill. A recent report by the Intensive Care National Audit and Research Centre (ICNARC) reveals some details of the type of patients that have been in ICU in Northern Ireland over the course of the pandemic. The report looks at data from the start of the pandemic until 31 August and then from 1 September to 4 March. It shows that about 70% of ICU patients with Covid have been men. The vast majority of ICU patients with the virus have been classed as overweight. The age profile of ICU patients with Covid has been around 60 on average. And the figures in the report indicate that the poorest people in society have been more likely to end up in ICU suffering from Covid-19. This is consistent with many other trends in health statistics which show that the most deprived are frequently the most adversely affected. Northern Ireland's death rate has increased slightly since the start of March.By the beginning of the month, the seven-day rolling average death rate had dipped to two - equivalent to the start of October, before the winter surge started in earnest. Over the past week it has been sitting at four. The generaldownward trend in the death rate has been reflected for six weeks in a row by the figures published by the Northern Ireland Statistics and Research Agency (Nisra). Based on the deaths counted by health departments across the UK (deaths within 28 days of a positive Covid-19 result) Northern Ireland has had the fewest deaths by population since the start of the pandemic: The Republic of Ireland records deaths slightly differently than the health authorities in the UK - probable and possible deaths are included in Ireland, which makes it much more akin to the weekly number recorded by Nisra.However, based on the number published by the Irish government, 90 people have died for every 100,000 in the state - less than half the rate of the United Kingdom. This indicates that Ireland has had a lower death rate than the UK, but Northern Ireland's is closer to the Republic of Ireland's than to Britain's. Another way of looking at deaths is to examine the number of fatalities in comparison to the number of people who test positive for the virus. This measure reinforces the picture of the island of Ireland having had a different death rate than Britain: The UK's rolling average death rate has now fallen below countries such as France and the United States.However, the UK still has one of the world's worst recorded cumulative death rates for the whole pandemic. More than 600,000 people in Northern Ireland have now received a vaccine - and that number continues to climb.Measured by sheer volume, the vaccination programme continues to be a success. About one in three people in Northern Ireland have had a Covid vaccine jab. This is slightly less than the comparative percentages for the rest of the UK, but is still very impressive in the space of three months. In terms of Northern Ireland's adult population, almost 43% has received a first dose of Covid-19 vaccine. The Republic of Ireland's vaccination is still some way behind Northern Ireland's. About 8% of the population in the Republic of Ireland has been vaccinated. It's worth noting that Ireland has adopted a different strategy to the UK, and has not concentrated so much on first doses. More than a third of those vaccinated in the Republic have already received their second dose. In Northern Ireland, the numbers of people receiving their second dose each day have not been predictable, but it looks like the numbers are starting to increase, albeit from quite a low base. So far, almost 50,000 people in Northern Ireland have had their second dose of vaccine. This week, the Department of Health launched a new dashboard specifically to record the progress of the vaccination programme. At the minute, it mostly brings together data that was available from a variety of other platforms, but there are plans to improve it, according to Health Minister Robin Swann. \"It is the first step in plans to publish detailed daily data on vaccinations and a more comprehensive dashboard is currently in preparation,\" he said. \"I am committed to improving the regular flow of information on the programmes because this will help us to chart our progress as the programme advances through the various age groups.\" It's worth noting that almost half the vaccines given out in Northern Ireland have been administered by GPs. The main bits of new data on the dashboard are the numbers of healthcare workers who have received a vaccine - about 125,000. At the time the dashboard was launched, healthcare workers and care home workers accounted for about one in four of the first dose vaccines administered in Northern Ireland. The new dashboard does not give any data on uptake rates, however - that is, the number of people who were offered a vaccine; numbers of those who took it; and numbers of those who didn't. This data, once available, will give decision makers the ability to try to target particular areas or groups in attempts to improve the uptake of vaccines. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56381043"}