{"datetime": "2021-05-27T05:24:35.000Z", "author": "Marie-Louise Connolly", "title": "Hospital waiting lists: Life on a list 'makes you feel forgotten'", "article": "What you will find in one small village in County Antrim typifies what is happening across Northern Ireland. A growing number of people in Cullybackey are on waiting lists for a hospital appointment. In fact one in four people in Northern Ireland are on some sort of hospital waiting list. Six months ago BBC News NI visited Cullybackeyto speak to some of those on waiting lists - on our return we found they are still waiting. Karen Monaghan, 47, said she had not heard from anyone about where she was on her waiting list. She continues to be in pain - her gallbladder operation has been cancelled five times. \"Nothing has changed for me in the past six months - things are still the same, I still wait to be called,\" she said. Initially Karen was told her \"emergency\" gallbladder procedure would be done within 10 weeks - that was almost two-and-a-half years ago. \"I have just given up on the health service,\" she said. \"It makes you feel that you're forgotten about, that they care less now than they did before the pandemic. \"If they were to acknowledge the fact that we are on a waiting list, that they are working on the waiting list, that would be better than nothing.\" She said she expected to be in the same position in a year's time, adding: \"The system is not fit for purpose.\" A lot has happened in six months - the US has a new president, the Covid-19 vaccine has been offered to the vast majority of adults in the UK andLeicester City won the FA Cup with a County Antrim man at the helm . While significant worldwide events seem to happen at speed, for ordinary people waiting on a call for an operation, things seem to happen at a much slower pace. Last November, we also spoke to then-87-year-old Betty Loughlin. Back then she told us that she was hopeful she would be seen within a few months but that hope has since gone. In the six months since we met she has celebrated another birthday. While time is moving on, Betty is still waiting for her new knee. She is on an orthopaedic list and has been for several years. After getting a date of early May for her operation, it was cancelled when her blood pressure was too high and instead she was told to go home and rest. Medics believe she had suffered a mild stroke. Betty said she could have cried, having waited so long to then be told she would have to wait a while longer. \"To be honest I don't think I will ever get this operation done - sure I am too old,\" she said. \"I have waited so long. I am so tired I can't get out walking. I turned 88 last week so I might never get one.\" Northern Ireland has the worst waiting figures in the UK. More than 320,000 people are waiting to see a consultant for the first time. New figures due to be released on Thursday are expected to have risen again. Back in Cullybackey, David Davis, 75, said he too had given up waiting for a knee replacement. Still mobile, he said he could cope with the pain and had just got used to living with it. \"Sure what can you do - there are those worse off than me,\" he said. \"It would be great to get the operation, it would mean I could walk further. \"But at the moment I am still on that list.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57261960"}