{"datetime": "2021-03-01T06:42:52.000Z", "author": "John Campbell", "subject": "Coronavirus pandemic", "title": "Covid-19: Health budget 'inadequate to tackle waiting lists'", "article": "Health leaders have warned that Stormont's draft budget is inadequate to tackle post-pandemic waiting lists. The budget was published in January and included a 5.7% increase for health, taking its day-to-day spending to almost £6.5bn in 2021-22. But the chairs of Northern Ireland's health trusts and other bodies say there are still significant shortfalls. They say the budget will not be enough to address \"existing deficits and new inescapable cost pressures in 2021-22\". In January Finance Minister Conor Murphy warned thatthe budget was \"difficult and effectively a standstill of our 2020-21 budget position\" . He said the UK Treasury had not delivered the required level of support \"to kick-start our economic recovery from Covid-19 and Brexit\". In their analysis the health leaders say there were long-term budgeting problems from before the coronavirus pandemic. The health service has become reliant on one-off chunks of funding either as a result of political deals or from budget reallocation exercises. That has made financial planning and service transformation difficult. The health leaders are calling for an increase in recurrent funding and predictable multi-year budgets. Their analysis warns that most of the increase in the budget is again non-recurring. It says: \"This will not be sufficient to even cover pay (to include national minimum wage) and price inflation, which are recurrent inescapable pressures and are estimated to cost around £150m.\" Northern Ireland has the worst waiting times of any UK region, a trend which was exacerbated by the pandemic. The analysis states: \"Addressing the waiting list backlog will require significant additional resource and will cost many hundreds of millions of pounds over a number of years. \"Given the significant workforce difficulties faced by Northern Ireland trusts, most of the additional activity in the next few years will have to come from the private sector or other trusts outside Northern Ireland.\"The impact of Covid may mean that capacity available in other UK trusts may be in large demand.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56233236"}