{"datetime": "2021-01-25T13:49:53.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Almost £300m funding to tackle pressures unspent", "article": "Almost £300m in funding to tackle Covid-19 pressures in this financial year remains unspent by Stormont, the finance minister has said. Conor Murphy said he had asked departments to submit new bids as a \"matter of urgency\". He has also asked the Treasury for flexibility to allow some funding to be carried over into funding for 2021/22. Shortly before Christmas, guaranteed Covid funding available to Stormont was increased by £200m to £3bn in total. Speaking in the assembly on Monday, Mr Murphy said Stormont had received \"late notice\" of additional funding. \"We never had any notice of what the totality of funding would be (from Treasury) yet we did manage to allocate all of it - what we're dealing with now is returned money from departments of what they haven't managed to spend,\" he said. He confirmed there is funding totalling approximately £430m - Covid and non-Covid related - that has yet to be allocated this year. \"There remains some £294m of Covid funding available for allocation and I have asked all minsters to bring forward proposals for further support as a matter of urgency,\" he said. The assembly was told the Department of the Economy had returned £105.4.m in Covid funding, which included £93m previously allocated for a high street voucher scheme that will not go ahead until lockdown restrictions are lifted and non-essential shops reopen. Mr Murphy said the Department of Health had also returned £90m of the funding it was previously allocated to tackle the pandemic.However, he said a number of \"significant\" funding proposals have been identified by departments and will be considered by the executive when it meets later this week. The minister also said he had spoken to Economy Minister Diane Dodds and anticipated a bid from her department to provide financial support to students, who have been affected by the pandemic. Speaking later in the assembly, Mrs Dodds said she had indicated to the finance minister \"that I will be seeking additional funding\" to increase funding available for student hardship. Last week, Mr Murphypublished a draft budget for 2021/22 and described it as \"difficult\" .It is broadly flat in cash terms for government departments, setting aside additional funding to deal with Covid-19 and as part of theNew Decade, New Approach agreement . ", "url": "https://www.bbc.com/news/uk-northern-ireland-55800229"}