{"datetime": "2021-04-13T17:26:02.000Z", "author": "Marie-Louise Connolly", "subject": "Coronavirus pandemic", "title": "NI hospital waiting lists could take 10 years to tackle", "article": "Without significant and recurrent funding from the executive, it could take up to 10 years to tackle Northern Ireland's current waiting lists. Health Minister Robin Swann told the Stormont assembly that too many people are waiting \"too long for treatment\". He said that without a joint executive approach, NI will be \"fighting the scourge of waiting lists with at least one hand tied behind its back\".Northern Ireland has the worst waiting times of any UK region. In Northern Ireland,more than 300,000 people are waiting for a first consultant appointment . The Department of Health estimated that it could take five to 10 years to tackle current lists, which are increasing daily.Mr Swann said the present funding model was not \"fit for purpose\" and instead called for a multi-year budget approach.\"I am absolutely determined to put this right. But I cannot do this alone,\" he said.\"I need the support of this house and my executive colleagues if we are to address our absolutely dire waiting lists. \"Who does not have a loved one, a friend or a relative who at some point either now or in the future will need to access an elective procedure.\" Mr Swann told assembly members detailed plans were being finalised on both waiting times and cancer care, including a cancer recovery plan.He said to properly cut waiting lists, more staff will be needed.\"But how can you recruit additional people to the workforce if there's no certainty you'll have the money to keep paying them next year?\" he said \"How do you sign up more young people for the required years of training on the basis of single-year funding?'' Mr Swann said he recognised there were many pressing rival demands on the public purse in Northern Ireland.\"However, I cannot think of a more pressing issue facing us than waiting times,\" he added.The Department of Health said to address the \"burning issue\" of waiting lists, a number of consultations would be published in due course including a cancer recovery plan and an elective care framework.The statement also addressed the need for more staff which Mr Swann said is problematic to plan for when there is not the recurrent allocation of funds.There were calls across the assembly for party politics to be set aside in tackling the reform of the health service.Assembly members were told that rebuilding services was about getting patients a pathway to treatment as \"quickly as possible\" as opposed to as \"closely as possible\".Susan Connolly, a consultant cardiologist at the South West Acute Hospital, said Mr Swann had \"nailed it\" in terms of the problems facing the health service. \"It's a depressing and gargantuan task we have ahead of us,\" she told Radio Ulster's Evening Extra. \"He's absolutely right about the recurrent funding - it's impossible to plan services, even when I'm doing it in my day to day job, without knowing if you have long-term funding for the service you want to deliver. \"I think the public are fed up and they want things to be better.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-56731572"}