{"datetime": "2021-01-28T15:48:26.000Z", "author": "Marie-Louise Connolly", "subject": "Coronavirus pandemic", "title": "Covid-19: Surgeons say unspent Covid money could boost surgery", "article": "Surgeons have suggested some unspent funding to tackle Covid-19 pressures in NI could be used to \"get surgery going again\". Earlier this week it emerged that almost £300m in funding for the current financial year remains unspent by Stormont.The Department of Healthhas also returned £90m it was previously allocated to tackle the pandemic. The Royal College of Surgeons (RCS) met the Health Minister on Wednesday.It said it highlighted ways in which some of the underspend could be used \"to get surgery going again.\"The RCS said it would be a \"sad day for NI and our government\" if unspent Covid-19 funding is sent back.Mark Taylor, Northern Ireland's RCS Director said the situation was \"dire.\" \"Patients expect us to take every opportunity we can to keep urgent surgery going during these difficult times and we want to do exactly that,\" he said.According to the RCS, the NI Executive is seeking ways in which the money could be rolled over to the next financial year.It comes as the Department of Health has recorded 13 more Covid-related deaths in Northern Ireland, which brings the total deaths to 1,792.A further 592 people have tested positive for the virus in the past 24 hours.Health Minister Robin Swann, alongside previous health ministers, has called for budgets to be rolled over so money does not have to be returned.In an interview with the BBC NI's The View,the college revealed that 275 red flag cancer surgeries had been cancelled due to the pandemic in a single week earlier in January. Mark Taylor said the board members highlighted a number of solutions including stronger access to the independent sector and equitable allocation of nursing, theatre and anaesthetic staff.\"We have to try and get surgery going again and give patients hope,\" he said.Meanwhile, the online system for people aged 65 to 69 tobook their Covid-19 vaccination appointment went live on Wednesday evening. On Thursday the Department of Health tweeted that since going live on Wednesday night over 5,000 people aged 65-69 had booked their vaccination appointment online.Those aged 70 and over will be contacted by their GP about vaccination. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55840909"}