{"datetime": "2021-05-25T08:34:03.000Z", "author": "Marie-Louise Connolly", "subject": "Royal College reports", "title": "NI surgical services must not be 'stood down again'", "article": "It is crucial that surgical services in Northern Ireland are not \"stood down\" again, according to a report by the Royal College of Surgeons (RCS). The most recent statistics reveal that one in four people in Northern Ireland is on a waiting list. Northern Irelandhas the worst waiting times of any UK region. The Health Minister Robin Swann said tackling waiting lists is a \"long-term task\" and needs \"long-term, recurrent funding\". The college has said that a regional approach involving patient and surgical teams travelling to surgical hubs is the key to moving forward.Surgeons acknowledge that could involve additional travel for some people. \"The Action Plan for Surgical Recovery: 10 steps not 10 years\" has called for investment, waiting list and surgery plans, Covid-light sites in every trust area, surgical hubs and elective accountability.A Covid-light site is a hospital or unit where, as far as possible, only elective patients who do not have the virus are treated. From the start of the pandemic, almost all elective surgery was cancelled in Northern Ireland, as wards were closed and nurses moved to work solely in Covid areas.The move only exacerbated the waiting list crisis.County Antrim man Brian Revels, after developing a problem with his hip for several years, was told he would have to wait between four and five years before getting surgery. Mr Revels then used his savings for private treatment.He told BBC News NI that the \"operation took place within two days\". Mr Revels has also gone privately for a hernia operation, after being told it too would take a couple of years.John Brennan, from Lambeg in County Antrim, is waiting for three different surgeries - hip, knee and cataract surgery. He has been on the list for a hip replacement for four years and fell last Friday after his leg gave way. \"My consultant had told me he would like to have done the surgery in three months,\" he told BBC's Good Morning Ulster programme. \"I would sometimes like to have been told my hip was broken but because it's the only way I am going to get the surgery. \"I would not wish this pain on anyone.\"There has to be an answer to all this. How much does it cost the NHS in painkillers alone?\" he asked. Mark Taylor, Director for Northern Ireland at the RCS, said that since the pandemic, the situation has only \"worsened over the last year\" with the health service now in \"deep crisis\".\"These patients will be waiting in pain and uncertainty, some of them unable to work, to go about day-to-day life,\" he added. \"They will be waiting for treatments ranging from hip and knee replacements to post-mastectomy breast reconstructions, and children's surgeries such as putting in vents for ear glue.\"The statistics also belie the true scale of the problem - some will seek expensive private treatment.\" The plan by the RCS also details the need for additional recruitment and retention of staff, the launch of a comprehensive review of surgical services to support surgical trainees, the implementation of physical and mental wellbeing programmes and protected time for health professionals to learn.According to the College, more than 4,000 \"red flag\" cancer procedures, including surgery, have been cancelled since the beginning of the pandemic.Patients waiting for general surgery, trauma and orthopaedics, and ENT (ear, nose and throat) or urology procedures are worst affected.Waiting times for orthopaedics are especially bad and, in some areas, urgent cases can take between 1.5 years (80 weeks) and nearly 5 years (255 weeks) for treatment.Children's surgery has also been severely affected with routine procedures taking anywhere between three and four years to be carried out.Mr Taylor added that leaders in Northern Ireland are now faced with a choice to either continue to let things \"spiral out of control\" or to use the easing of Covid-19 pressures as a \"turning point and an opportunity to do things differently\".\"We must ensure that no matter where a patient lives in Northern Ireland they can expect the highest quality of surgical care,\" he said. \"Surgeons have already demonstrated great flexibility in adapting to the challenges of Covid-19 and the limitations placed on capacity.\"Protected surgical beds, Covid-19 light sites, a strong surgical team and surgical hubs are key parts to any meaningful solution.\"The Royal College of Surgeons stands ready to work with all stakeholders in delivering a surgical service fit for the 21st Century.\" In a statement the health minister said the report highlighted the need for greater investment.\"Sustained additional funding is not the answer by itself - but we cannot start fixing waiting lists without it,\" Robin Swann said. \"As minister I have tasked the system to be innovative, to be ambitious and to get as many services fully back online as quickly as possible. Already we are now breaking down Trust and administrative barriers at a far greater scale than ever before.Mr Swann said clinicians and patients were now travelling to \"better utilise capacity\".\"The new regional day procedure centre at the Lagan Valley Hospital is a clear illustration of that.\"Over the next few weeks I will also be publishing the cancer recovery plan for Northern Ireland, an elective care framework and the urgent and emergency care review.\"These reports will detail both the immediate and longer term actions that are needed to bring down our waiting times. We must start putting this right. It is a long-term task however and it needs long-term, recurrent funding. \" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57234440"}