{"datetime": "2020-08-27T09:41:54.000Z", "author": "Marie-Louise Connolly", "title": "Coronavirus: Tyrone mum's anger as daughter's operation postponed twice", "article": "The mother of a 16-year-old County Tyrone girl has said the health system has let her daughter down after an operation on her ankle was postponed twice since January. Dearbhaile McCrory fractured her ankle six years ago. Despite having had several operations, she remains on crutches and wears a medical boot.Her mother said Covid-19 cannot be used as an excuse for postponing operations on people who are living in daily pain. The Belfast and Western health trusts, who have both treated the teenager, said that \"due to the Covid-19 pandemic, normal elective outpatient and inpatient surgical services have been significantly disrupted, which has resulted in delays for all of our patients\".\"It is difficult to predict when these services will return to normal,\" they added. However, within hours of BBC News NI contacting the Belfast Health Trust for a statement, the family received a telephone call from the trust offering them an appointment for surgery in October.Dearbhaile McCrory's mother, Aisling, told BBC News NI that she could not believe what she was hearing, having waited months on a letter and phone call from the hospital. \"Clearly the trust were doing this because we had gone to the media. I am so upset that it takes doing an interview to get your daughter treatment,\" she said.\"The consultant's secretary said a recorded letter had been posted on 17 August. Well, we never received such a letter.\" The latest hospital waiting times figures, published on Thursday morning, showed that 311,000 people in Northern Ireland are waiting for a first appointment with a consultant.The figures reflect the lockdown period when many hospital services had to be stopped due to the pandemic. Almost nine out of 10 patients (89.4%) are waiting longer than the departmental target of nine weeks - that's up 35,000 since the end of the previous quarter in March.Meanwhile, Dearbhaile, who received her GCSE results last week, is preparing to go into Year 13.\"I just want my ankle fixed once and for all,\" she said.\"It's been a really long time and I have missed out on a lot of things. I used to do sports and now I can't.\"At the start of the year, it was confirmed that Dearbhaile required surgery; the family received a date for April which was then cancelled due to Covid-19.While Mrs McCrory has said she understands there is a national emergency, she added that the health service needs to start thinking of other patients too.The family have been warned that the waiting lists have grown.\"We did get a letter to say there are now lists within lists for surgery,\" she added. \"In this new list there is criteria which she doesn't meet apparently.\"Mrs McCrory said she has exhausted all communication channels with both the Western and Belfast Health Trusts where her daughter has been a patient.\"It's really awful, I have written letters, I have contacted the GP, the GP has written letters.\"I have contacted my MP, they have written letters.\"I have contacted the trusts individually.\"While I have got replies, I haven't got answers as to when Dearbhaile might get her surgery.\"Her health has deteriorated, she is on a lot of pain killers.\" BBC News NI contacted both health trusts and said the family had given their permission to ask about the 16-year-old's case.In a reply, the Belfast Trust said that a plan created to help Dearbhaile had been delayed due to Covid-19 and that \"this delay has applied to all the patients on our waiting lists for both urgent and routine cases\". Meanwhile, the Royal College of GPs has said it feels frustrated that the lists are now so long.Grainne Doran, a GP in County Down, told BBC News NI that she recently checked local waiting times. \"Our dermatology routine waiting list is four years and our gynae waiting list - they're still working off referrals from 2017, so that's a three-year wait for routine gynae appointments in our area at the moment.\"I've been a GP for 30 years, I have never experienced the frustration that I now feel with regards to the ability to refer patients for secondary care assessment.\"A number of consultants have told BBC News NI that they feel the health service, while under huge pressure, could be more productive.While the service has had to recover from months of dealing with the pandemic, many areas remain shut down despite the number of Covid patients being in single figures.The Republic of Ireland has seen much greater productivity since 18 May.Prof Sam McConkey, from the Royal College of Surgeons Ireland, said the health service in the Republic \"rapidly started to get things back up and running\" once the Covid cases started to drop.\"Now our hospitals in the south are very full up - people with normal conditions,\" he said. \"I wouldn't say we are where we were in 2019, but we are back to full bed capacity with people with normal illnesses and, thankfully, very small numbers of people right now with Covid-19 in our hospitals.\" Meanwhile, Dearbhaile's mum has said her daughter has been let down by the system.\"There is no guarantee that her surgery would leave her completely 100% pain free, but she has to be given a chance to see how she would manage if she had the surgery.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-53920121"}