{"datetime": "2020-05-24T07:45:49.000Z", "author": "Michael McBride", "title": "Coronavirus: Balancing schoolwork with a job on the front line", "article": "Having to balance job responsibilities with school work is challenging for any teenager. But what if your role placed you on the front line of the battle with coronavirus?For Chloe Walker, her job at a residential care home in Bangor, County Down does just that. The 18-year-old like many other young people, got a job to earn extra money while she studied at secondary school. Chloe started by working weekends as a part-time care assistant in Carmen House residential care home. However, once the pandemic began and her school closed, Chloe volunteered to take up more shifts. Chloe tells BBC News NI that when Covid-19 reached NI, she went from working a few hours at the weekends to up to four shifts a week. \"Other staff at the time had chosen to self-isolate because of their own health conditions. \"After I finished my training, I was asked if I wanted to take up more shifts because they were a few people short,\" Chloe said. \"School was closed, so I had a lot more free-time on my hands.\"When Chloe is not at the care home, she is working on finishing assignments for her A-levels at Bangor Academy. Chloe said among her group of friends, who have part-time jobs, she is one of the few still able to continue working.\"A lot of my friends work in retail so obviously the virus has meant a lot of their shops have closed, so it's just me still working,\" Chloe said. \"They are proud of what I am doing and they jokingly call me their wee key worker.\" Chloe said Covid-19 has meant a lot of changes in her day-to-day routine, with extra precautions being taken in the care home.\"It is hard and a bit scary, but we are all well-protected and there are a lot of things in place to help keep us and the residents safe.\" The 18-year-old said the staff all wear PPE equipment during their shifts and have their temperatures taken regularly. Chloe said she can sympathise with many of the residents, who are unable to see their loved ones, as she is currently unable to see her own grandparents. As a young tech-savvy teenager Chloe has found herself teaching a lot of the older residents how to use FaceTime and Skype to call their loved ones.\"The residents are obviously just missing their families loads and we just want to do everything we can to help keep them happy,\" she said. The 18-year-old said she and other staff are trying to find new ways of coming up with activities in the home to help keep spirits up during these turbulent times. Chloe is hoping to study nursing at university and said this experience will hopefully help prepare her for any challenges a future job in the health sector will throw at her. Manager of the home, Wendy Carson, said Chloe has progressed in \"next to no time\" and has been impressed with how the whole team \"have pulled together in a time of need\". \"Young people do tend to get a bit of a bad reputation sometimes, but that does not apply to them all,\" Ms Carson said. Chloe is planning on taking a year out before going to university, but plans on continuing to work at the care home until then. ", "url": "https://www.bbc.com/news/uk-northern-ireland-52730952"}