{"datetime": "2022-02-14T06:49:25.000Z", "author": "Barra Best", "title": "Sharon Jackson, the Belfast woman who went to her own wake", "article": "\"Instead of sorrow it's a chance for me to have a party and savour life in the moment.\" That is how Sharon Jackson described organising her own wake, which she held at the weekend after being diagnosed with terminal cancer. The north Belfast woman said she came up with the idea of an \"awake wake\" after speaking about it to a friend.The event was a \"celebration of life... rather than being dark about the whole situation\", she added. \"Why would I miss something like that? Getting all my friends together in one place,\" she said. Sharon was 53 when she was given her prognosis in 2016. Since then, she has remained focused on the positive side of life and has also organised her funeral arrangements, including decorating her coffin with photographs of family and friends. Speaking before the event, Sharon said: \"It'll be a knees up with good memories and me being present in the moment for it. \"I've asked friends to write obituaries which are to be funny, dark, and sarcastic. They've all agreed to that and they'll be read out on the night. \"On the night there will be no goodbyes. It's too upsetting. I want friends to leave on a note of laughter.\" On Saturday night it was her chance to have a final party with those loved ones.The following morning she described the wake as \"epic\". \"It was filled with joy, humour, love, and everything I expected,\" she said. \"We played music until 02:00.\" Sharon was upbeat and keen to pass on a message to others who have terminal cancer. \"Celebrate life. Don't let cancer dictate to you that it's the end,\" she said. \"The worst thing that you can possibly do is to go down that dark hole of depression, thinking your life is over. \"It's not. You can have that party - celebrate with family and friends and embrace your life that you've had with them.\" If you've been affected by cancer, there are details of organisations that offer advice and support at BBC Action Line. . ", "url": "https://www.bbc.com/news/uk-northern-ireland-60367681"}