{"datetime": "2021-03-23T13:00:08.000Z", "author": "Ciara Colhoun", "subject": "Coronavirus pandemic", "title": "Covid-19: 'I had to watch dad's funeral on a video stream'", "article": "The way we mark momentous life events has changed since the UK entered its first lockdown one year ago. Missing births, deaths and marriages has become commonplace - not least for those living far from home. BBC News NI has spoken to expats from the island of Ireland who have been unable to travel home for key events in their families' lives during the pandemic. Watching her father's funeral on a live video stream was a surreal, yet strangely beautiful experience for Anita Downey. Anita, who is originally from Newry, County Down, now lives in Wellington, New Zealand. She is the youngest of nine children and has returned to Northern Ireland to see her family every year since moving abroad almost 30 years ago. It was, she said, \"a really important part of my life\". But when her father died in September 2020, quarantine rules meant she could not return home for his funeral. \"Any other time one of my parents got sick, as soon as I got the call I dropped everything and went home. \"But of course it was different this time. \"Unfortunately with the global pandemic that was completely cut off.\" Anita explored her options for returning home, but was concerned about bringing Covid to her family, or being unable to return to her family in New Zealand after the funeral due to pressure on quarantine facilities. More than 18,000 people died in Northern Ireland in the 12 months since the pandemic began in March 2020.Many of them had relatives abroad who faced similar predicaments to Anita. Anita said she knew her father, \"a pragmatic man\", would not have wanted her to risk travelling for his funeral. Instead, her family arranged for it to be filmed. Watching the service late at night, with a bowl of stew made by a friend, was, she said, \"almost like an out-of-body experience\". \"There were my brothers carrying my daddy's coffin into the chapel with black masks on, and I thought this is like a movie.\" \"I never thought it would be possible to feel part of something that was live streamed. \"But it was so beautifully done, and he was given such a beautiful send off, that I actually felt like I was there.\" When Gareth Baird's first baby was born in Melbourne, Australia, in April 2020, he immediately booked flights back to his native Northern Ireland to introduce her to his family. But travel restrictions due to rising Covid-19 cases, meant he was unable to return to Glengormley, County Antrim, with his partner Galatea Young and baby Fíadh. A few months later, Fíadh was diagnosed with Angelman syndrome - a genetic condition that affects the nervous system and causes severe physical and learning disabilities. The diagnosis has made Gareth yearn more for his family's presence. \"At diagnosis they're told they can never walk, they'll never talk or communicate. It's all down to getting her the right help and support,\" he said. Although Gareth, 33, and Galatea, who is from New Zealand, have had the support of medics and friends, he said they missed their families. \"Fíadh still has her family, but at this time, we haven't had any interactions with them, other than FaceTime. \"For my mum to be able to see her first grandchild is a huge life event, and for my sister to be an auntie for the first time, they adore her so much and they've never even properly met her. \"I find it difficult, given the circumstances, that we can't see each other. It would be a huge thing for them to meet her.\" He said they were planning to take Fíadh to America for treatment and hoped the shorter flights might make visiting more feasible for his family. \"Hopefully, Covid gets sorted very soon and we don't have to wait much longer.\" Eimear Beattie telephones home to County Donegal every day despite living 10,000 miles away. The school teacher has lived in Perth, Western Australia, with her husband and children for more than 10 years. When her mother died in November, Eimear did not return to Ireland for her funeral due to strict quarantine rules and the fear of bringing Covid home. She said video calling allowed her to feel part of her mother's wake and funeral. \"The week before she died, we were told she had a few days left and the video calling really kept me going. \"It was so vital to have that human connection. Instead of feeling absolutely miserable, it was actually very therapeutic. \"My wee boy was able to say, 'Granny I love you', just a minute or two before she died. It was heartbreaking but it was beautiful as well.\" Friends filmed her mother's hearse arriving for the funeral mass for Eimear, which she said was \"strangely lovely\", while others waved from a distance, also unable to join the funeral due to restrictions. \"I thought that was typical Irish people, everyone helps each other. It's been very strange for people not being able to grieve properly or celebrate as well.\" Eimear said she spent the day of her mother's funeral at her favourite beach, before going home to watch the late evening funeral. \"I am a beach girl and mammy loved the beach. That will always be the special time we went down to Trigg Beach when mammy died,\" she said. When Daniel Nixon gets married in Australia on 27 March, his family will watch the ceremony from the other side of the world. Daniel, 32, and his fiancée Ashleigh Stewart, 29, were due to marry in his home town of Drumaness, County Down, in October 2020. But following postponements, lost deposits and disappointments due to the pandemic, the wedding will now take place in Australia, where he emigrated with a group of fellow tradesman due to the recession in 2010. Daniel said he had \"mixed feelings\" about his wedding day. Since proposing to Ashleigh on a trip to Northern Ireland in 2019, he said their vision was for a wedding surrounded by his large extended family. \"It's a big family day, everybody will be really missed on my side of the family, but how long do we wait?\" Ashleigh said she also found the cancellation of their Irish wedding \"heartbreaking\". \"I'm very close to Dan's family, it's just not what we wanted, but at what point do you keep putting off a wedding and losing deposits?\" Ashleigh said they would live stream their ceremony so Daniel's family can feel part of the day. Daniel said he felt it was important to \"move on with life\" and plan a future celebration at home. \"I want to marry this woman, so we just have to keep going, we can't really stop.\" Missing two major life events in recent weeks has caused Terri O'Kane, from Swatragh, County Londonderry, to rethink a third. Terri emigrated in 2013 after graduating from university. She now lives in Auckland, New Zealand. She said she has felt guilty during the pandemic that her life in New Zealand has been relatively normal compared to the experience of her family in Northern Ireland. \"Being so far away from home, every day we live with the guilt of not being there,\" she said. Terri said these feelings were heightened by the recent death of her granny Bridget, who she described as a \"second mum\", followed by the birth of her first niece. She said her final conversation with her granny, aged 97, was heartbreaking. \"We had a FaceTime call and knowing that was going to be the last time, it was just so sad. \"In normal circumstances, I would have flown home for her funeral, but with lockdown we couldn't fly home. It wasn't an option.\" Terri said the live-streamed funeral helped her feel part of her granny's farewell, although she deeply missed her family's presence. \"It was the middle of the night over here when we were watching it and the anxiety of staying up that whole day and getting ready for the funeral was hard. Terri said she would also have returned home for the birth of her first niece in normal times. She said missing the funeral and the birth in quick succession had made her rethink plans for her own small wedding in New Zealand. \"We want to have a wedding with all of our family and friends now, because we haven't seen them in so long and we don't know when we will be able to see them again.\"It will be something to look forward.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56240100"}