{"datetime": "2020-07-24T15:32:42.000Z", "author": "John Campbell", "title": "Covid-19: Bulk of NI's extra £600m to go Health Department", "article": "The bulk of an additional £600m allocated to Stormont will go to the Department of Health, Finance Minister Conor Murphy has said. It is part of a UK Treasury package for the devolved administrations. It will bring the total additional departmental funding for Northern Ireland to £2.2bn. Mr Murphy said there would be \"detailed discussions\" how the money would be used but that health will be \"the primary beneficiary\". \"In the first instance we're going to have to talk to [the Department of] Health about their requirements.\" He suggested ongoing personal protective equipment (PPE) costs and preparing for winter pressures would account for some of the money. \"I think it will take some time to understand what the Health Department requirements are,\" Mr Murphy said. \"I would anticipate that in September we will be able to make some announcements. \"But bear in mind this is a pandemic we're dealing with, there are no certainties and predicting what is needed is problematic.\" So far, £1.5bn has been allocated across Northern Ireland's executive departments to deal with the impact of Covid-19. The Department for Economy and Department of Health received the most from that tranche - £383m and £382.5m respectively. The extra £600m is an upfront guarantee, which is a departure from the usual funding process. Typically, the devolved administrations get additional money when a new spending announcement is made for England. This funding is allocated using a calculation known as the Barnett formula and the additional spending is known as 'Barnett consequentials'. This has led to a drip feed of additional spending in recent months as the chancellor has made a series of announcements throughout the pandemic. Now the Treasury has estimated what the total additional spending for England will be this year and has made upfront allocations on that basis. It has also guaranteed funding which had already been announced. There had been some uncertainty around exactly how much was available for Stormont to spend, as the funding had been based on the upper limit of spending for schemes in England. The new £600m includes the £90m consequential from additional health spending announced by the prime minister last week. Added to the consequentials from the chancellor's summer statement, it means the Northern Ireland Executive now has an additional £762m to allocate. This will be a key budgetary exercise for the executive, as the upfront allocation means it cannot rely on additional funds arriving later in the year. ", "url": "https://www.bbc.com/news/uk-northern-ireland-53525700"}