{"datetime": "2021-03-15T06:53:46.000Z", "author": "Lesley-Anne McKeown", "subject": "Coronavirus pandemic", "title": "Covid-19 hospital porter's photos capture life on the frontline", "article": "A hospital porter whose photographs capture life on the frontline of the coronavirus pandemic said he hopes they will help inform future generations. Nineteen-year-old Adam Middleton said he felt duty-bound to record the images at the Ulster Hospital, Dundonald, over the past year. \"I wanted to present an honest story,\" he said. \"To show exactly what was going on - from somebody down there on the ground for the people outside.\" When the pandemic struck, Adam, from Newtownards, County Down, volunteered to be part of a dedicated Covid-19 team, ferrying seriously ill patients throughout the hospital - one of the busiest in Northern Ireland. His photographs include scenes from inside the Ulster's intensive care unit, on the Covid-19 wards and even the mortuary - areas that have been out of bounds for most people since last year. He added: \"Obviously there are some very sad images like the patient's hands in ICU. \"It wasn't a very pleasant thing in a lot of those areas but it was a duty that I felt it had to be done.\"There does need to be a record - even for future generations. \"I think people do need to see.\" He added: \"One of the ones that stood out for me was in the ICU during the third peak which was one of the worst that we'd seen in the hospital. \"The patient is intubated and the nurses were coming along to calm the patient down. \"The only way a nurse can have communication with an ICU patient is through touch and through the hands. \"All you can see is the blue glove holding on to the normal flesh coloured hand.\" Another picture shows an exhausted healthcare assistant, who had been unable to sit down during a gruelling shift in the Covid-19 emergency department. \"For a brief moment she actually sat on the floor outside the Covid-19 emergency department and I happened to be there with the camera and was able to get the photo.\"That sort of sticks with me because it shows the dedication of the staff over this period.\" Adam, a media studies student, at South Eastern Regional College in Bangor, has worked at the Ulster Hospital for the past two years. He says the relationships built up with colleagues during that time was crucial in capturing the reality of hospital life. \"It meant that people, although they hadn't seen me with a camera before, already knew who I was. \"I could blend into a room when I was taking a photograph. \"It really did help - especially when people were under a lot of pressure.\" Adam, who was inspired to take up photography by his late grandfather, has aspirations of eventually working for National Geographic. \"I can look back to the conversations I had with my grandfather and I can remember things he was telling me along the way.\"He was a massive influence. I hope he'll be proud. \"I am glad that it has all come together to be able to tell the story during Covid. I think I have done it justice.\" The collection of photographs are expected to go on display as part of a virtual archive by the South Eastern Health Trust within the next few weeks. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56354963"}