{"datetime": "2020-08-27T09:40:42.000Z", "author": "Louise Cullen", "title": "NI health: More than 300,000 waiting for first consultant appointment", "article": "There are 311,000 people in NI waiting for a first appointment with a consultant, new statistics show. The latest figures from the Department of Health span April to June 2020, when the health system was dealing with the height of the Covid-19 pandemic.Over those three months, the number of people waiting for a first appointment has risen by 4,000 to 311,090.Health Minister Robin Swann said the focus on Covid-19 has led to a \"serious impact on waiting lists\". According to the figures, another 1,538 patients are waiting for a first appointment for cataract assessment and treatment.Almost nine out of 10 patients, or 89.4% (277,074 in total), are waiting longer than the departmental target of nine weeks.That is up 35,000 since the end of the previous quarter in March.Almost 137,000 people have been waiting more than a year - an increase of more than 30,000 compared to the same time last year.Waiting times for inpatient and day case admission are up by more than 3,500 to just over 97,000.For diagnostic services and medical tests, 150,000 patients are now waiting for a first appointment - which is up more than 18,000 since the end of March.Three-quarters of them are waiting longer than nine weeks.For urgent diagnostic tests, 92.2% (45,613) were reported as having met the two-day target.But there were just over half the number of urgent tests carried out in this quarter, compared to the previous one - 235,019 between April and June 2020, compared to 408,012 between January and March 2020.Health Minister Robin Swann said the focus on dealing with Covid-19 had led to an \"inevitable and serious impact on waiting lists that were already far beyond being unacceptable\". He added that there was a \"lot of hard work ongoing on the rebuilding of services\".\"Running both Covid and non-Covid services is a massive challenge. Work to rebuild services will take time and will be entirely dependant on the path Covid will take.\"It is inevitable that there will be further hospital based outbreaks and clusters in the months ahead. \"Infection control measures are going to be with for us for some time and inevitably, despite our rebuilding efforts, this will have an adverse impact on waiting times for procedures.\" He added that trusts were \"doing all that they can\" to maximise capacity in hospitals and that everyone has \"a role to play in protecting our health service and supporting our staff\".", "url": "https://www.bbc.com/news/uk-northern-ireland-53930399"}