{"datetime": "2021-06-07T05:19:15.000Z", "title": "Coffin cost increase could hit customers, Plymouth undertakers say", "article": "Undertakers are warning they may have to pass the increasing costs of making coffins on to customers. The largest coffin-maker in the South West, FE Harris, said the cost of chipboard, the most common material used, had gone up by 40% recently. The price of medium-density fibreboard (MDF) \"doubled overnight\", it said, which led to rising prices.Increased demand for building materials is a cause of the price hike, the Plymouth company said.Mark Deacon, from FE Harris, said the firm had increased prices by 6% for a standard chipboard coffin and 40% for one made of MDF, because they \"simply cannot afford increases like that any longer\". The company's customers are undertakers who in turn sell the coffins on to bereaved families as part of a funeral package. John Wyatt Garner, from Wyatt Brothers Funeral Director in Plymouth, said: \"We are not forwarding the charge on to customers at the moment, but I am sure other undertakers will have to because you can't sustain a business with charges going up continuously.\" Mr Wyatt Garner added: \"Some of the costs have gone up 100% to manufacturers and if those come on to us we would not be able to function so would have to pass them on to the families.\"He said costs were likely to continue increasing for the next few months. Alun Tucker, chief executive of the Funeral Furnishing Manufacturer's Association, said: \"Some coffin manufacturers will absorb part or all of the increases initially but will have to reconsider their position in the long term if the current situation persists.\" Manybuilding materials are in short supply in the UK, due to \"unprecedented levels of demand\" according to the Construction Leadership Council. During the coronavirus pandemic more people are \"doing work on their houses because they haven't been able to go on holiday or eat out so much so they have been spending money on alternative things\", Nick Bolton from the Timber Trade Federation added.", "url": "https://www.bbc.com/news/uk-england-devon-57331520"}