{"datetime": "2021-05-03T12:56:16.000Z", "author": "Marie Jackson", "subject": "Coronavirus pandemic", "title": "Covid-19: Limit on mourners in England lifted from 17 May", "article": "More than 30 people will be able to mourn their loved ones at funerals in England from 17 May, under plans announced by the government. As part of the next step of easing lockdown restrictions, ministers are set to remove the 30-person legal limit a month earlier than planned. This means any number of mourners will be able to gather as long as the venue can comply with social distancing. England'snext lockdown easing, stage three, is due no earlier than 17 May. During the pandemic, many have been forced to watch funerals from home over live-streams, making grieving harder. And those able to attend have had to do without handshakes and hugs. Communities Secretary Robert Jenrick said people have made \"huge sacrifices\" - nowhere more apparent than in the \"deeply painful\" restrictions on funerals. At the Duke of Edinburgh's funeral service last month, the Queen had to sit alone in the chapel in Windsor.Only 30 people, most of them the duke's closest family, were able to attend, in line with coronavirus restrictions.Deborah Smith, from the National Association of Funeral Directors, said she was \"very pleased\" at the planned change. Although some venues may not have the space to increase numbers much because of social distancing, she said \"it does mean that those larger venues can now start welcoming more mourners\". \"It just gives that little bit of choice for families who do have lots of family members and lots of close friends, that they can choose a venue that is a little bit larger.\" Mr Jenrick said he would work with faith leaders and funeral home managers to introduce new arrangements to continue to keep people safe once the limit has been lifted. In Scotland, up to 50 people can go to a funeral, with plans to extend that to 100 from 7 June. Neither Wales nor Northern Ireland has a limit on numbers, but venues can set restrictions. In other developments, MPs are warning that curbs on foreign holidays should be kept in place to protect the UK from Covid variants. The ban on foreign holidays is expected to be lifted for people in England from 17 May, but a cross-party group of MPs say current restrictions should be continued beyond that date. They want the government to \"discourage all international leisure travel\", saying new variants could lead to more lockdowns and further deaths. The All-Party Parliamentary Group (APPG) on coronavirus described airport arrival halls as \"a breeding ground for infection\". Lib Dem MP Layla Moran, who chairs the APPG, said urgent measures were needed to better detect fake Covid test certificates, reduce overcrowding in arrival halls, and separate those arriving from countries classed as higher risk. A government spokesperson said: \"We introduced robust border controls to stop coronavirus variants in their tracks and every essential check we've introduced for arrivals has strengthened our defences against new mutations.\" They said the new \"traffic-light\" system, where red is the riskiest for Covid and green the safest, would allow them to manage the risk from imported cases by varying restrictions depending on the risk of travel from a specific location. Meanwhile in Wales, two households who form a \"bubble\" are nowable to meet and hug indoors. The bubble can also include someone who lives on their own. Gyms, leisure centres and community centres have reopened, with exercise classes for up to 15 adults allowed. Children's indoor activities including scout groups can also meet again. These changes had been timetabled for later in the year but were brought forward because the number of cases in Wales remains low. The seven-day rolling case rate in Wales stands at 10.8 per 100,000 people, the lowest rate since 1 September last year. In the UK as a whole, a further 1,671 cases were reported on Sunday, and there were 14 more deaths of people within 28 days of a positive Covid test. ", "url": "https://www.bbc.com/news/uk-56966731"}