{"datetime": "2021-05-02T23:02:00.000Z", "author": "Bernd Debusmann Jr", "subject": "Coronavirus pandemic", "title": "'More and more people don't want a traditional burial'", "article": "Florida firm Eternal Reefs says that interest in its rather unusual service has shot up as a result of the pandemic. Since 1998 it has been helping the newly deceased turn their remains into artificial reef formations on the ocean's floor. It does this by adding their ashes to an environmentally-friendly concrete mix. \"The pandemic has accelerated interest, absolutely,\" says George Frankel, Eternal Reef's chief executive. \"I believe the pandemic has opened a lot of people up to the concept of something other than a traditional burial. \"We get people who have got some vested interest in the ocean, but we also get a number of people who like the idea of giving back.\" As of last year, more than 2,000 of the company's reefs have been placed in 25 locations off the US east coast. The Covid-19 pandemic has caused heartache for millions of people around the world who have lost loved ones. It has also undoubtedly reminded us all that life is finite. This has in turn led to more people thinking creatively about what they want done with their body or ashes after they have died. For people who want their remains to stay on land, Seattle-based business Recompose has developed a \"human composting\" technology that turns dead bodies into soil. The body is laid to rest in a sealed steel cylinder, together with wood chips, straw and cuttings from a legume plant called alfalfa. Recompose then controls the levels of carbon dioxide, nitrogen, oxygen, heat and moisture in the tube, to enable microbes and bacteria to thrive.After 30 days the composting process is complete, and three cubic ft (85 litres) of earth is removed from the cylinder to then be cured and aerated for a few weeks. Recompose suggests that the finished soil is then spread at a conservation forest in Washington state that it helps to look after, but it can alternatively be collected by loved ones, or a combination of the two. Katrina Spade, who set up the business in 2017, says she has seen a big rise in applications for its monthly prepayment programme since the start of the pandemic. \"It's more of a way of having a conversation with yourself and with your friends and family,\" she says, \"but also making a concerted effort to put a stake in the ground, and say that when you die you want an option that is gentle to the planet. \"We've heard from a lot of people that this provides them with a sense of hope and comfort.\"This year the global death care services sector is expected to be worth $110bn (£79bn), according to market research firm The Business Research Company. It predicts that thiswill rise to $148bn by 2025. The increase in options for what you can do with your loved one's remains, and the growth in the associated technology, comes as the number of cremations in recent decades continues to rise - more and more people are not simply being buried. In the US,it was expected that 56% of people who died last year would be cremated, and that is forecast to go up to 78% in the next 20 years. In the 1960s the figure was only 4%. It is a similar picture in the UK,where 78% of the deceased were cremated in 2019, compared with 35% in 1960. New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. Peter Billingham, a UK-based funeral and afterlife industry expert, runs a podcast called Death Goes Digital. He says that the pandemic has accelerated the use and acceptance of technology in the sector. \"Covid has sped up these changes far more than I believe would happened by genetic growth,\" he says. The move to live streaming of funeral services, because Covid restrictions cap the number of mourners who can attend in person, is a case in point. When Michael Berrin's father Mervyn died in New York earlier this year he did just this. Employing a company called Tribucast to live stream the funeral enabled people across the US, and in other countries including Canada, India, Israel, Panama, Sweden and the UK to watch the proceedings in high-resolution video and sound. \"Everyone felt like they were a part of the ceremony even if they were not physically there,\" says Mr Berrin. Bruce Likly, co-founder of Connecticut-based Tribucast, says that his company's phones \"lit up\" throughout the past year. \"Our business grew dramatically,\" he says. \"We think of it as a trend that was already coming, that was further catalysed by the pandemic.\" Tribucast was launched in 2017, and also films burials. Mr Likly says its remote attendance technology was already increasingly popular as a result of the changing dynamic of families and friendship groups. Whereas in previous generations families and social groups were more often relatively concentrated in specific geographic areas, they are now increasingly spread across a country, or even internationally. This often makes funeral attendance difficult, especially for people of the Jewish or Islamic faiths whose religions require that a body is buried within 24 hours. \"Even three or four years ago we were seeing 40 to 60 people attend each funeral remotely,\" says Mr Likly. \"That's ironic, because that is the US national average of in-person attendance. \"We were effectively doubling funeral attendance just by giving people the opportunity to attend from a distance.\" While some people want as many friends and family as possible to be able to see their loved one's funeral, and others want their remains to be put to good use, a few of us want something more dramatic to happen to our ashes. This is certainly offered by US firm Celestis, which for the past 20 years has been sending ashes into outer space.Hitching a ride on space missions, it allows people to send their ashes into orbit and beyond. Charles Chafer, Celestis' co-founder and chief executive, says that thanks to the development of commercial space operators, such as Elon Musk's SpaceX, \"we're now launching two to three times a year... [and] in the next five years I think we'll get to at least a quarterly pace.\" ", "url": "https://www.bbc.com/news/business-56926819"}