{"datetime": "2020-04-11T06:34:47.000Z", "author": "Emily McGarvey", "title": "Coronavirus: NI students graduate early to join the front line", "article": "Healthcare students across Northern Ireland are graduating early to help tackle the coronavirus crisis. Final-year students from social work, nursing and medicine degrees will join the NHS in the coming weeks. Students from Queen’s University Belfast and Ulster University approaching the end of their final clinical placements have been asked to join the profession early. Eden Baker, 23, who is a final-year children’s nursing student at Queen's said it was \"nerve-wracking\" but she was ready. \"I’ve had almost three years of training,\" she said.“So it’s important to get out there and contribute the skills that I’ve got.” The Nursing and Midwifery Council has worked with  government  departments to develop legislation to enable final-year students within six months of registration to go into the NHS in a paid capacity. They will undertake all the duties of a final-year student to complete the learning outcomes of their programme, while working in hospitals and healthcare settings across Northern Ireland.Ms Baker had 14 weeks left on her degree which she is now completing on placement as a paid staff nurse rather than a student nurse. “I was nervous because it’s a big thing going from being a student nurse to a staff nurse and I wasn’t really planning to start working as a staff nurse until September or October,\" she said. She added although there were some nerves around working in hospitals where the virus would be, she hoped adequate PPE (personal protection equipment) would be provided. \"Nobody wants to pass anything on to vulnerable patients which is why it’s really important that we have the proper PPE to protect patients as well as ourselves,\" she said. James Cutlan, 28, is a final-year postgraduate medical student at Queen’s. He was due to finish his degree in July, but next week he will register with the General Medical Council and be licensed to practice as a junior doctor.“We were due to qualify as junior doctors in July but they’ve introduced a foundation interim year purely to help with coronavirus,\" he said. “We were asked to fill out a national survey to say whether we’d like to do it, which I have done and I’m really keen to help as much as I can and get stuck in as quickly as I can.” Junior doctors will be expected to handle patients who do not have coronavirus, to allow more experienced doctors to work in Covid-19 wards. It is not compulsory for students to join the NHS early, but many are choosing to do so to provide support to clinical teams on the front line. “I do get worried, as I’m sure a lot of medical students and professionals are at the moment, but we get training in PPE to prevent yourself from getting coronavirus,\" Mr Cutlan said. “Personally I’m raring to go and ready to help as much as I can. “If that means dealing with patients who have coronavirus, I’m more than happy to do that.” Nicole Jackson, 25, a final-year social work student at Ulster University is having her graduation fast-tracked to qualify as a practising social worker, a few months earlier than planned. “I was on placement in a GP hospital setting and I got an email that that would be our last day on placement, which came as a bit of a shock,\" she said. “With social work, you can never really be prepared for what you’re going into anyway, so it’s more just having confidence going into work earlier. “I feel competent enough to carry out the role because we’ve been doing it on placement.” She added she was worried about potentially coming into contact with the virus at work, as she has family members with underlying health conditions. “We’ll be working with vulnerable adults in hospitals and nursing homes so that will come part and parcel with coronavirus,\" she said. “My family definitely are nervous for me and some people don’t understand why you’d still want to go into work early in the current climate. “You think being a student is stressful and going into the unknown, but this is going to be going into the unknown as a professional. “I know it’ll be difficult, but it will be very good to experience working during this crisis. “It is sad though not having that closure with uni and with the friends you’ve made over the past few years.” ", "url": "https://www.bbc.com/news/uk-northern-ireland-52232622"}