{"datetime": "2021-06-16T13:54:31.000Z", "title": "Funeral firms ordered to make prices clearer", "article": "Funeral directors and crematorium operators must make prices clear for customers, the UK's competition watchdog has ordered. The Competition and Markets Authority (CMA) warned the industry it risked legal action if it did not comply. The order follows a CMA investigation which identified \"serious concerns\" about the clarity of funeral costs. From 16 September, funeral directors must display a standardised price list on their premises and their website. The list must include the headline price of a funeral, the cost of individual items which go to make up the funeral and prices of extra products and services.The CMA has also said from 17 June 2021, funeral directors must not pay to incentivise institutions including hospitals, hospices and care homes to refer customers to them. They will also be banned from soliciting for business through coroner and police contacts.Crematorium operators will also have to display their prices at their premises and on their websites. Martin Coleman, chairman of the inquiry at the CMA, said: \"Organising a funeral is one of the hardest things that anyone must do, and it is vital that people are treated fairly. Customers need clear information so that they know what they will be charged and are able, if they wish, to compare the prices of different providers. \"We urge funeral directors and crematorium operators to start making these changes now. We will be keeping a close eye on the sector and stand ready to take action if firms don't follow the rules.\" When theCMA published its investigation findings last December it highlighted various concerns, including that prices for similar services \"differed considerably\" between funeral directors.It also said the way information was presented made it hard for people to make comparisons and \"choose the right combination of services for their loved ones\". The new rules have entered into law and the CMA said it expected all funeral directors and crematorium operators to \"take action to ensure the changes are implemented by the legal deadlines\".The watchdog has also made recommendations to the government on further measures to regulate funeral directors. However, it said the \"exceptional circumstances\" of the coronavirus pandemic meant that \"some of the remedies the CMA might otherwise have pursued, including measures to control prices, could not be developed\".The chief executive of the National Association of Funeral director Jon Levett said the organisation \"warmly welcomes\" the publication of the Funerals Market Order.\"Although many funeral firms do publish pricing information online, some don't and there is a wide range of formats used which can be confusing for bereaved consumers at a difficult time.\"The CMA's requirements, although extremely complex in places for small businesses to navigate, support the delivery of high standards to funeral consumers and bring consistency to the process of choosing a funeral director.\" ", "url": "https://www.bbc.com/news/business-57494550"}