{"datetime": "2020-03-15T06:24:10.000Z", "author": "Robbie Meredith", "title": "Coronavirus: Queen's medical students' health service placements halted", "article": "Clinical placements for more than 500 medical students at Queen's University Belfast (QUB) have been suspended. The university said the move would alleviate pressures on the health service due to the coronavirus pandemic. It will affect all except final-year students on the five-year medical degree. Placements in hospitals, surgeries and clinics are a core part of medical training to be a doctor. Queen'sadmits around 270 medical students each year , with 236 places for students from the UK and EU funded directly by the Department of Health.The move will especially affect about 520 students in the third and fourth year of their training who are currently getting experience in hospitals and clinics. Five new cases of coronavirus have been confirmed in Northern Ireland , bringing the total number of cases to 34. A second death related to coronavirus has been confirmed in the Republic of Ireland, with the total number of cases there now 129 - a rise of 39 in 24 hours.In an email to all affected students, the university said the move had been made following consultation with senior health service staff. They said it would free up doctors and clinicians from training duties so that they could treat patients. \"It is difficult to predict when the major surge in Covid-19 cases will happen,\" it said. \"Our principal concern will always be your safety, as well as that of patients and colleagues.\" \"Respiratory wards, general practice and A&E units are facing exceptionally high levels of demand. \"In addition, illness among healthcare workers will inevitably affect the capacity of the system to supervise students.\" The email, from QUB's senior medical staff Prof Pascal McKeown and Prof Neil Kennedy, said the placements would cease immediately. They told students they did not know when the situation would allow placements to resume, but that they would not be \"educationally disadvantaged\" as a result of the move. BBC News NI understands that final-year students may be able to assist health service staff if necessary, so their placements will continue. The majority of medical students in the first and second year of their studies have already completed their placements for this academic year. In a statement, Queen's University said it would make additional online resources available to the students. \"In order to alleviate the pressures on the Northern Ireland Health Service as it continues to tackle the Covid-19 pandemic, Queen's University is removing its first, second, third and fourth year medical students from clinical placements,\" it said. \"It is intended that this decision will free up medical staff from supervisory and training duties so that they can focus their efforts on treating patients which, for everyone, is the number one priority.\" Both Queen's and Ulster University had previously said they werepreparing for remote study and working for staff and students due to the pandemic. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51892122"}