{"datetime": "2021-08-20T09:16:06.000Z", "title": "Child Funeral Fund: Money yet to be made available by Stormont", "article": "A fund to help ease the financial burden on families who have lost a child has not yet been made available by the Stormont Executive. In England, Wales and Scotland a child's funeral costs are waived, but no official scheme exists in NI. Establishing a Child Funeral Fund was set out inNew Decade, New Approach . The Department for Communities (DfC), responsible for the scheme, has said it has not yet identified where the £800,000 annual costs will come from. A DfC spokesperson confirmed that officials have been working on the proposals, which \"will be brought forward as soon as funding has been identified\". A burial fund was introduced in England by former Prime Minister Theresa May in 2018. She intervened to create the fund after being moved by the \"dignity and strength\" of Swansea East MP Carolyn Harris, following the death of her eight-year-old son, Martin. Ms Harris backed a campaign to scrap burial and cremation charges for child deaths after she had to take out a loan to pay for her own son's funeral in 1989. It brought England into line withWales , where Ms Harris' campaign saw the removal of fees for funerals for those under 18.Fees for the burial or cremation of a child were alsoabolished in Scotland in 2018 . As an interim measure,some councils in Northern Ireland have previously waived certain burial fees for under 18s . Mid and East Antrim Council; Newry, Mourne and Down Council; Belfast City Council and Armagh, Banbridge and Craigavon Council are among those to previously vote in favour of waiving fully or partial burial fees for grieving parents. On 11 January 2020, the main political parties in Northern Ireland returned to power-sharing after three years of deadlock. They agreed to a deal, calledNew Decade, New Approach, which included timeframes for implementing commitments on health, language, legacy and the environment. However, 18 months after the restoration of devolution in Northern Ireland,some pledges have not yet progressed . A spokesperson for the DfC said that the department is considering options to fund the Child Funeral Fund from \"within its existing budget\".\"Officials in the department have been working on the policy proposals for the fund, which will be brought forward as soon as funding has been identified,\" the spokesperson said. \"As an interim measure, local councils agreed to voluntarily waive certain fees in the case of a burial or cremation of a child under 18, to ease the financial burden on parents and this continues to be the case.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58278921"}