{"datetime": "2021-01-30T09:30:28.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Families could be asked to pay funeral fines", "article": "UK funeral directors say they might need to ask bereaved families to agree to pay any fines incurred if a service breaches coronavirus restrictions. The National Association of Funeral Directors said it was \"utterly ridiculous\" its members risked penalties for doing a frontline job. Rules vary across the UK but there are limits at funerals in all four nations. One director was given a £10,000 fineafter nearly 150 people turned up to a funeral in Hertfordshire this month. Only up to 30 people are able to attend services in England. The NAFD told the BBC that it understood why funeral firms might consider asking families in some police force areas to cover the cost of any potential fines, in order to protect their businesses. An alternative option, says the association, would be to arrange funerals with no family members in attendance at all. In a statement, the NAFD said: \"Most police forces are being sensible about how they enforce restrictions, but some... have got their approach seriously wrong\". It added: \"UK funeral directors are critical workers and, in the main, small businesses.\"Forcing them to risk a £10,000 fine for every funeral they are doing to support the nation through the pandemic is utterly ridiculous and could lead to some of them closing down.\" Hertfordshire Police has said its fine was given to the funeral director in Welwyn Garden City \"for not managing this event correctly and advising their clients of the rules\". The NAFD said its lawyers have now written to the force challenging the fine and have sought clarity on why the funeral director was responsible and \"what he should have done\". The Cabinet Office says it has provided detailed guidance to the industry.It added it is a \"legal requirement and therefore, the responsibility\" of the organiser of the funeral or venue manager to take all reasonable measures to limit the risk of transmission of Covid-19, including ensuring a limit on attendees is not exceeded and and mourners wear face coverings. Have you been affected by any of the issues raised in this article? You can get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-55866781"}