{"datetime": "2021-03-02T11:12:17.000Z", "author": "Kevin Peachey", "title": "Funerals: Cold-calling ban among plans for pre-paid services", "article": "A ban on cold-calling is among the proposals for regulation of the pre-paid funeral sector published by the City regulator. The Financial Conduct Authority (FCA) will oversee firms operating in the sector from July next year. This type of product can be paid for as a lump sum or through regular payments in advance to save loved ones the cost. Previous evidence showed some providers used misleading sales tactics, costing vulnerable customers up to £5,000. The estimated total value of existing plans is £4bn, with about 1.4 million customer plans in place. The market is currently self-regulated by the Funeral Planning Authority, which has a code of practice and rules but no statutory powers. Funeral plans may be sold by a third-party intermediary or directly by the provider firm. The FCA's plans mean that providers will need to apply for authorisation in order to operate. The regulator is also aiming for better value products, improved sales practices, and better controls so consumers can be confident they will receive the funeral they have agreed. The rules would ban the sale of products which do not provide for funeral services in all circumstances on the death of the individual. To ensure fairness in sales, firms will be banned from cold-calling and from using additional fees to drive profits and commission payments to intermediaries. There will be new advertising standards and customers would have access to the Financial Services Compensation Scheme and Financial Ombudsman Service if something went wrong. Sheldon Mills, from the FCA, said: \"Pre-paid funeral plans can help people and their families to manage the costs of a funeral. It is vital that consumers have confidence that their plan will deliver the funeral they expect at a fair value.\"It is imperative the industry prepares now, ahead of its upcoming entry into financial services regulation.\" James Daley, of Fairer Finance - which campaigned for tighter regulation, said: \"We are still over a year away from rules coming into force. Much of the bad practice that we identified four years ago is still prevalent at the margins of the sector, so these new rules can't come soon enough. \"However, the FCA's consultation is an important step forward, and we are pleased that they are planning to clamp down on the enormous commissions that have been prevalent in the sector over the last few years.\" The regulation is aimed directly at funerals paid for in advance, by people hoping to spare families the expense and emotional turmoil involved. Late last year, a separate inquiry into other funerals by the Competition and Markets (CMA) found that\"serious concerns\" remained about the clarity of funeral costs. It ruled out price caps, but it told funeral directors and crematoria to make prices clearer and warned it may look at the issue again. There is a state safety net, theFuneral Expenses Payment , available to people in England and Wales on certain benefits, but critics say it still leaves a shortfall that has to be picked up by families. It also operates in Northern Ireland, butis claimed differently .There is a similar scheme in Scotland, known as theFuneral Support Payment . Tips when paying for a funeral in advance: Source: Funeral Planning Authority ", "url": "https://www.bbc.com/news/business-56250957"}