{"datetime": "2021-08-22T12:12:36.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New Zealand pandemic strategy in doubt amid Delta spread", "article": "The arrival of the highly infectious Delta variant \"does raise some big questions\" about New Zealand's pandemic response, a minister has said. Covid-19 response minister Chris Hipkins said the variant \"changes the game considerably\" and makes existing protections \"look less adequate\". It comes as the country announced a further 21 confirmed cases in the latest outbreak of the virus. New Zealand had quashed earlier Covid outbreaks with rapid, strict lockdowns. The country was praised for its efforts, which effectively stopped the spread of the virus. Prime Minister Jacinda Ardern has repeatedly referred to New Zealand as \"our team of five million\". According toJohns Hopkins University data , there have been 3,016 total confirmed cases in the country, and 26 reported deaths.But authorities recently announced a snap lockdown after one man tested positive in Auckland with the Delta variant.There are now 72 active cases. Seven schools in the city have reported positive cases among students, and the country has also announced six infections in the capital, Wellington.Officials are now warning that they will probably extend the Auckland lockdown, which is set to expire on Tuesday. Speaking to the media on Sunday, Mr Hipkins said eliminating the virus inside New Zealand was still the government's aim.\"The reality though is that a virus that can be infectious within 24 hours of someone getting it - that changes the game considerably,\" he told the televised Q+A political talk show on Sunday.\"It does mean that all of our existing protections... start to look less adequate and less robust,\" he said, adding that it raises \"some pretty big questions about what the long-term future of our plans are\". \"At some point we will have to start to be more open in the future.\" According tothe New Zealand ministry of health website , as of Thursday more than 960,000 people were double vaccinated, and nearly 1.7 million had received a first dose, in a population of just under five million.But critics have questioned the speed of the vaccine rollout. New Zealand has one of the lowest number of fully vaccinated people among the OECD - an international group of countries that are among the world's most prosperous economies.Earlier this monthPrime Minister Ardern announced that national borders would remain closed until the end of this year. The aim was to vaccinate the population by then, she said.After that the country would move to a new individual risk-based model for quarantine-free travel. ", "url": "https://www.bbc.com/news/world-asia-58297895"}