{"datetime": "2021-09-04T13:11:43.000Z", "title": "New Zealand supermarket stabbing: Government to toughen anti-terror laws", "article": "New Zealand PM Jacinda Ardern has vowed to toughen anti-terror laws following Friday's knife attack in Auckland by a man who was under police surveillance. \"We must be willing to make the changes that we know may not necessarily have changed history, but could change the future,\" she said at a news briefing. The man, a Sri Lankan national, stabbed seven people in a supermarket. Three of them are in a critical condition. The attacker, a known supporter of Islamic State, was shot dead by police. He has now been identified as Ahamed Aathil Mohamed Samsudeen, a 32-year-old Tamil, who arrived in New Zealand in 2011 and sought refugee status. Ms Ardern, who described the stabbings as a \"terrorist attack\", said she expected that changes to the country's counter-terrorism legislation would be backed by parliament by the end of September. The legislation is expected to make it easier to convict someone for planning a terror attack. Samsudeen had been arrested a number of times before Friday's incident. But Ms Ardern said that every legal avenue to keep him out of the community had been exhausted. Samsudeen, whose identity was suppressed by court order until now due to his refugee status, arrived in New Zealand on a student visa in 2011. He became a person of national security interest in 2016. As a member of the Tamil minority community, he claimed he and his father had been persecuted in Sri Lanka. He had been under round-the-clock monitoring and heavy surveillance due to concerns about his ideology. Samsudeen was known to multiple agencies, and was also on a terror watchlist. Local media reports said he had recently been sentenced to one year of supervision for possessing IS propaganda. Prosecutors had accused him of plotting a \"lone wolf\" terror attack using knives, but the judge ruled that planning a terror attack was not in itself an offence under existing laws.His internet search history and bookmarks included heroes of Islamic State, Islamic State dress, and New Zealand prison clothes and food, according to Stuff. Questions have been raised about why action against the attacker was not taken before the stabbings - especially since he was under close surveillance. The attacker's family were \"shocked and grieving\", lawyer Davoud Mansouri-Rad, who represented the man in relation to his immigration matters, told Stuff.It happened at the Countdown supermarket at LynnMall in the Auckland district of New Lynn on Friday afternoon. A surveillance team and a specialist tactics group had followed Samsudeen from his home to the supermarket. But while there were concerns about him, officials said they had no reason to think he was planning an attack on Friday. The team believed he was going to do his grocery shopping. After entering the store, however, the Samsudeen got hold of a knife and went on a stabbing spree. Shopper Michelle Miller told Stuff that the man was \"running around like a lunatic\" and attacking people. \"All I heard was a lot of screaming,\" she said. \"[People were] running out, hysterically, just screaming, yelling, scared,\" another witness said, adding that he saw an elderly man lying on the ground with a stab wound. Witnesses also said the attacker had shouted \"Allahu akbar\" (God is greatest).Police commissioner Andrew Coster said said police rushed over upon hearing the commotion and shot and killed the attacker when he charged at the officers with the knife. This happened within 60 seconds of the attack.Were you in the area? Did you witness the incident? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-asia-58446260"}