{"datetime": "2021-11-24T04:19:22.000Z", "subject": "Coronavirus pandemic", "title": "New Zealand to reopen to vaccinated visitors", "article": "New Zealand has unveiled its plans to reopen borders and will allow foreigners to enter next year. Fully vaccinated visitors can enter from 30 April, and will have to self-isolate for seven days upon arrival. More New Zealanders will be allowed to travel home from early next year as well, under similar rules. The move eases strict curbs that have locked out many citizens and tourists since borders were slammed shut at the start of the Covid pandemic. Covid-19 Response Minister Chris Hipkins outlined the staged re-opening plans on Monday, calling it \"the safest approach to ensure risk is carefully managed\". In the first phase of the re-opening, fully vaccinated New Zealand citizens and residents who are currently in Australia will be allowed to return from 16 January onwards. New Zealanders who are in all other countries will be allowed to enter from 13 February. Foreign travellers will be the last group to be granted entry into the country, from 30 April.All travellers must be fully vaccinated, will have to self-isolate for seven days, and will be tested for Covid upon arrival. \"This (phased approach) reduces any potential impacts on vulnerable communities and the New Zealand health system,\" Mr Hipkins said.Currently, only citizens and permanent residents of New Zealand are allowed to enter the country, and they must stay for seven days in government-managed quarantine hotels. As these have limited spaces, the rules have effectively kept out many New Zealanders wishing to return. New Zealand was one of the first countries in the world to shut its borders early in the pandemic, as part of a highly-praised tough approach to Covid that managed to keep deaths to a minimum. Besides the travel curbs, itquashed earlier outbreaks with rapid, strict lockdowns. However, the country hasstruggled to beat back the highly-infectious Delta strain of the virus, forcing Prime Minister Jacinda Ardern to switch from a total Covid elimination strategy to pushing for higher vaccination rates and treating the virus as endemic.It had established a travel bubble with Australia earlier this year, but had to suspend it months later following outbreaks in both countries.New Zealanders rejoice at being able to reunite with their friends and family in May 2020, following easing of coronavirus restrictions within the country that allowed a maximum of 10 people to meet and businesses to reopen.", "url": "https://www.bbc.com/news/world-asia-59397637"}