{"datetime": "2021-06-09T10:53:19.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: Auckland ranked most liveable city as pandemic shifts list", "article": "Auckland in New Zealand has been named the world's most liveable city, in an annual ranking that has been shifted by the coronavirus pandemic. The Economist Intelligence Unit (EIU) survey ranked 140 cities on factors including stability, infrastructure, education and access to healthcare. But the pandemic proved to be the defining factor in this year's list. It meant European cities fell while those in Australia, Japan and New Zealand rose up the rankings. Those island countries responded swiftly to the coronavirus outbreak and were able to minimise cases and loosen restrictions.European Union countries, meanwhile, had a sluggish start to their vaccine rollout and many member states imposed tough lockdowns which hurt their performance in this year's survey. Auckland toppedthe list followed by Osaka in Japan, Adelaide in Australia, Wellington in New Zealand and the Japanese capital Tokyo. No UK cities made the top ten. \"Auckland rose to the top of the ranking owing to its successful approach in containing the Covid-19 pandemic, which allowed its society to remain open and the city to score strongly,\" the EIU said. \"European cities fared particularly poorly in this year's edition,\" it added. \"Eight of the top ten biggest falls in the rankings are European cities.\" Vienna, for example, fell from first place to 12th.The Austrian capital had led the list for several years , usually tied at the top with Melbourne. But Hamburg in northern Germany had the most dramatic fall - dropping 34 places to 47th. This trend was motivated by a \"stress on hospital resources\" which the study said had increased for most German and French cities, resulting in a \"deteriorated healthcare score\". Lockdown measures and restrictions on movement also reduced overall liveability, the study said. \"Cities across the world are now much less liveable than they were before the pandemic began, and we've seen that regions such as Europe have been hit particularly hard,\" the EIU said. While the top of the list has shifted, the study said there had been much less movement at the bottom.Damascus remains the city where life is most difficult, largely because of Syria's continuing civil war. Many of the cities that ranked poorly have been blighted by conflict, which has put pressure on their health systems and infrastructure. ", "url": "https://www.bbc.com/news/world-57412997"}