{"datetime": "2022-02-08T17:30:31.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "Ormeau Road attack: Police 'collusive behaviour' in murders", "article": "The Police Ombudsman has found \"collusive behaviour\" by police in 11 loyalist murders, including the 1992 attack at the Sean Graham betting shop. A report by Marie Anderson also identified \"significant\" investigative and intelligence failures. She said it was \"totally unacceptable\" that police used informants within the Ulster Defence Association (UDA) who were engaged in crimes such as murder.Police apologised for the \"failings identified\". Ms Anderson's 344-page report covers multiple attacks, mostly in the early 1990s. The worst was at aSean Graham betting shop on the Ormeau Road in south Belfast in February 1992, when two UDA gunmen shot five Catholics dead and wounded seven others. The report found no evidence that any of the shootings was preventable. A statement from Relatives for Justice and KRW Law said the families of victims felt vindicated by the report's findings. It added: \"The report finds that 11 murdered citizens and their families were systemically failed by the British state in life and in death.\"It is a damning report that is undiluted evidence of the policy of collusion as it was practiced in south Belfast, and across the north.\" An escalation of loyalist violence in the early 1990s led the Royal Ulster Constabulary (RUC) - the police force of Northern Ireland at the time - to expand its network of informants within the south Belfast UDA. But some of them \"were actively participating in serious criminality, including murder\". \"This was totally unacceptable and an illustration of how, on occasion, the interests of obtaining information from informants was given precedence over protection of the public from paramilitary crime and murder,\" Ms Anderson said. This report joins a pile of others, which are exposing what is now commonly termed collusion. Collectively they present a challenge to the original findings on the subject by Sir John (now Lord) Stevens in 1990, that collusion was neither widespread nor institutionalised. It has, increasingly, become a debate around scale and direction. It involved not just RUC special branch and military intelligence, but also MI5. The full picture has yet to emerge and when it does, if it does, it will not just cover the security forces and loyalists. Thestory of Stakeknife , a high-placed army agent within the Provisional IRA, has still to be told. Or will a veil be drawn over it all bythe government's legacy plan , ending discovery of information through civil actions and ombudsman reports? The report, published on Tuesday, stated that eight south Belfast UDA members were linked by intelligence to the murders or attempted murders of 27 people. All eight individuals were police informants either at the time of the attacks, or subsequent to them. The ombudsman's report also identified a range of other collusive behaviours. These included the \"deliberate destruction\" of files relating to the Sean Graham betting shop murders; intelligence failures which allowed loyalists to obtain weapons and a failure to exploit all evidential opportunities. At 14:20 on Wednesday, 5 February 1992, two armed loyalist gunmen from the UDA walked into Sean Graham's bookmakers on Belfast's Ormeau Road. They opened fire indiscriminately using automatic weapons, hitting 12 of the 13 customers who were inside. Five people were murdered in the attack. Seven more were wounded. The Lower Ormeau is a mainly nationalist community and all of the victims were from a Catholic background.Those who died were Jack Duffin, 66; Willie McManus, 54; Christy Doherty, 52; Peter Magee, 18 and James Kennedy, 15. Last week,settlements were reached in High Court actions over alleged state collusion in the killings. Victims and relatives had issued legal cases against the Police Service of Northern Ireland chief constable, the UK government and the Ministry of Defence. Several hundred peopleattended a memorial event for the victims on Saturday, marking 30 years since the murders.In respect of the bookmakers killings, the ombudsman said blood found on the coat of a suspect for that attack was not tested against the blood of those who were killed and injured. Furthermore, a suspect's alibi was not tested. Seventeen people were arrested and questioned about the attack. Two people were charged with the murders, but the charges were later withdrawn. Mark Sykes, who survived the attack, said the report would take \"days to process and come to terms with\". He added: \"Immediately families are shocked to read in the report that eight British state agents were involved in 27 murders and attempted murders.\" One of the weapons used at the Sean Graham betting shop was a Browning semi-automatic pistol stolen from an Army base two years earlier. A police informant within the UDA gave it to the police who deactivated it before returning it to the informant, along with other guns. Nuala Campbell, the sister of Aidan Wallace, who was murdered after two gunmen indiscriminately opened fire in the Devenish Arms in Belfast in December 1991, said her family \"always knew\" there was collusion in her brother's case and this had been \"resolutely confirmed\" by the Police Ombudsman. \"We have had some degree of accountability today through the report, but there are still many unanswered questions,\" she told BBC Radio Ulster's Evening Extra. \"For example, if my brother's murder had been investigated properly at the time, it may have prevented other murders. \"No-one has ever been brought to justice, nobody has ever been convicted of his murder.\" Ms Campbell said it was \"totally unbelievable\" that a gun used in the attack which killed her brother was also used in the 1992 attack at the Sean Graham betting shop. \"I just hope that something like that would never happen again,\" she said. The term collusion has been raised in several official reports and inquiries related to the Northern Ireland Troubles over the past two decades. But what does it mean?It is worth stating there is no offence of collusion, although it may involve a criminal act. It has been said to have many faces. Generally, it covers a broad range of behaviours, from deliberate wilful actions to a \"look the other way\" approach. There is no universally accepted definition of collusion, but from 2003 onwards judges and others have spelled out what it means in a Northern Ireland context. Readmore here . Ms Anderson said covert operations involving the deactivation of weapons for the purposes of frustrating major crime could be an effective policing strategy, if accompanied by proper control mechanisms.However, her report pointed out that police \"lost control\" of the guns, including the deactivated Browning pistol. \"Considered objectively, the release of weapons to this individual, given his history of unreliability and the potential for those weapons to be reactivated, demonstrated a disregard for the safety of members of the public by the police,\" Ms Anderson said. \"As an objective independent observer, I find it inherently reckless that live weapons were provided to a terrorist in any circumstance. \"It is my view that this behaviour was collusive in nature.\" Ms Anderson said that the failure to retain records around this \"controversial activity\" was \"indicative of a desire to avoid accountability\". The Police Ombudsman's report includes details of RUC conduct in relation to almost 10 loyalist attacks between 1990 and 1998.All of the victims were Catholic. The attacks were: Police Service of Northern Ireland Temporary Assistant Chief Constable Jonathan Roberts said he recognised the \"continuing distress being felt by all of the families of those killed and injured in these attacks and want to acknowledge the pain and suffering that they all continue to feel\". \"Areas of the report make uncomfortable reading and I want to offer my sincere apologies to the families of those killed and injured for the failings identified in this report,\" he said.Sinn Féin vice-president Michelle O'Neill said the report spells out \"in black and white\" that there was \"systemic collusion\" between state forces and loyalist groups. She said it comes \"hot on the heels\" of other reports into collusion, such as theOmbudsman's investigation into the Loughinisland shootings . \"This does go right to the heart of the British government's policy which was state murder of Irish citizens,\" she continued. Niall Murphy, a solicitor who represents some of the families, said the report was \"empowering\" for the victims' relatives and \"absolutely does make a difference\". The ombudsman report is a \"state-validated\" statement that the murders were \"afflicted by an over-arching state policy of collusion\", Mr Murphy said. \"I think it's important, on a day like today, not to just consider this report in a vacuum, but to now consider the series of reports that have been published that demonstrate and prove as a matter of fact that collusion was a state policy. The evidence is undeniable\". Former Det Supt Alan Mains said if there was deliberate wrongdoing it should be examined in court and not by an investigator with a \"narrative of collusive behaviour\". \"That in some ways is offensive to a lot of police officers from the past,\" he told BBC News NI's Good Morning Ulster. Mr Mains said he could not defend the use of informers who were involved in murder. \"I do believe that these reports will continue to come out, you will continue to talk about the RUC in the past tense and the narrative will be that we were corrupt, that we were involved in collusion, and that is so far from the truth.\" The Ulster Defence Association, formed in 1971, had tens of thousands of members at its peak. It killed hundreds of people during the Troubles in Northern Ireland and often claimed responsibility for sectarian murders using the cover name the Ulster Freedom Fighters (UFF). A security assessment in 1985 found that 85% of the intelligence used by the UDA to target people originated from the police and Army and it was heavily reliant on leaks of information. The UDA remained a legal organisation until it was banned in August 1992. Notorious attacks by the UFF included the shooting dead of five Catholics at a Belfast bookmakers in 1992 and the Greysteel massacre the following year. In November 2007, the UDA issued a statement saying: \"The war is over\". It later said it had stood down the UFF and all UFF weapons were being put \"beyond use\", but that did not mean they would be decommissioned. In 2018, the then PSNI Chief Constable George Hamilton said members of the UDA were still involved in organised crime. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60287855"}