{"datetime": "2022-01-13T10:19:14.000Z", "title": "Australia equals hottest day on record at 50.7C", "article": "Australia has equalled its hottest day on record after a remote coastal town reported temperatures of 50.7C (123.26F). The temperature in Onslow, Western Australia, on Thursday matched a record set in 1962 in South Australia.Onslow and the surrounding areas could see records broken again with temperatures set to rise slightly on Friday.It comes after Western Australia reported large bushfires last month.One fire near Margaret River scorched through more than 6,000 hectares of land, forcing evacuations.The Bureau of Meteorology confirmed on Thursday that Onslow equalled the record at 14:26 local time (22:26 GMT).According to local media, theaverage temperature in Onslow at this time of year is 36.5C. Two other towns, Mardie and Roebourne, reported temperatures of more than 50C on Thursday.Luke Huntington, of the Bureau of Meteorology, said that a build-up of hot air in the region had been caused by a lack of thunderstorms.He said people take \"extra care to stay indoors with air conditioning, or if they have to be outdoors, to stay in the shade and keep up with fluids\". One Roeburn resident, Mark Barratt, told ABC News that temperatures have got so highthe air conditioning in their office had stopped working. \"Things are starting to feel the stress, that's for sure,\" he said.BBC weather forecaster Chris Fawkes said that temperatures are set to rise slightly on Friday but will cool down in the following days.The record-breaking heat comes just days after a report from the EU's satellite system confirmed that the past seven years have been the hottest on record.Heatwaves are becoming more likely and more extreme because of human-induced climate change.The world has already warmed by about 1.2C since the industrial era began, and temperatures will keep rising unless governments around the world make steep cuts to emissions. Are you in Western Australia? How is the heatwave affecting you? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of theBBC website to submit your question or comment or you can email us atHaveYourSay@bbc.co.uk . Please include your name, age and location with any submission.", "url": "https://www.bbc.com/news/world-australia-59977193"}