{"datetime": "2020-12-21T23:26:46.000Z", "subject": "Grace Millane trial", "title": "Grace Millane murder: Jesse Kempson guilty of attacking two more women", "article": "The man who murdered British backpacker Grace Millane in New Zealand has been convicted of sex attacks on two more women. Jesse Kempson, 28, can now be named after acourt order banning his identification was lifted . In February, he was jailed for a minimum of 17 years for murdering Miss Millane in his hotel room in Auckland in December 2018. The Millane family said they \"do not think about him or speak his name\". In October, Kempson was convicted of eight charges relating to various attacks including using a knife against a woman between November 2016 and April 2017. The woman said \"something inside of him snapped\" when he \"got angry\" and said he had held a knife \"to my throat\".In November, Kempson was convicted by a separate judge sitting alone of raping another woman on their first and only date in April 2018. She told the court: \"I was just frozen and I let him do what he needed to do so I could try and go to sleep or go home as soon as possible.\" Kempson, who had worked in various sales jobs, met both of the women through the dating app Tinder, as he had Miss Millane.The 11-year jail term for these nine offences - all committed while he was living in Auckland - will be served concurrently with his sentence for Miss Millane's murder. On Friday,Kempson's appeal against his conviction and sentence for Miss Millane's murder was dismissedNow those cases are complete, the Court of Appeal has been able to lift an order banning Kempson from being identified. Concern had grown for the welfare of Miss Millane, from Wickford in Essex, in December 2018 when she failed to respond to friends and family wishing her a happy 22nd birthday. Within days of her disappearance, police had identified Kempson as the prime suspect and managed to track his movements by trawling through CCTV.Miss Millane's body was discovered in the mountainous Waitākere Ranges, having been stuffed into a suitcase by Kempson and buried. The killing prompted New Zealand Prime Minister Jacinda Ardern to apologise to Ms Millane's parents David and Gillian, saying: \"Your daughter should have been safe here; she wasn't and I'm sorry for that.\" During the murder trial in Auckland in 2019, the 12-person jury was shown footage of Miss Millane and Kempson seemingly enjoying each others' company around the city on a date. They were seen on CCTV returning to his hotel, CityLife, where Kempson later strangled Miss Millane in his room. In a statement, the Millane family said the suppression of Kempson's name had \"allowed people to remember Grace - a young, vibrant girl who set out to see the world, instead of the man who took her life\". \"To use his name shows we care and gives him the notoriety he seeks,\" they added. \"We instead choose to speak Grace's name.\" For much of his three-week trial for the murder of Grace Millane, Jesse Kempson looked stony-faced, occasionally glancing down at the court papers in the dock and turning a page. At times, when the evidence was particularly graphic, he would hold his head in his hands. When the verdict was delivered, Kempson stared straight ahead, before being sent out of the courtroom for a few minutes. He returned, red-faced and rubbing his eyes as if he had been crying - a rare glimpse of emotion, perhaps. But part of you could not help feel it was all a performance. In his police interviews he had reeled off a litany of lies, about not just about his own actions but those of Miss Millane, until he was confronted with evidence to the contrary. The jury's verdict was the rejection of his ultimate lie - one he had hoped to get away with. New Zealand law expert Chris Gallavin said \"name suppression\" was more often used to protect victims or the families of defendants. \"In this circumstance, it's actually name suppression to protect the fair trial rights of the accused,\" he said. The order remained in place because of the further accusations faced by Kempson, and was only lifted after his appeal was rejected. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-55346213"}