{"datetime": "2022-01-27T05:18:18.000Z", "title": "Australia scientists find 'spooky' spinning object in Milky Way", "article": "Australian scientists say they have discovered an unknown spinning object in the Milky Way that they claim is unlike anything seen before. The object - first discovered by a university student - has been observed to release a huge burst of radio energy for a full minute every 18 minutes.Objects that pulse energy in the universe are often documented. But researchers say something that turns on for a minute is highly unusual.The team is working to understand more. The object was first discovered by Curtin University Honours student Tyrone O'Doherty in a region of the Western Australian outback known as the Murchison Widefield Array, using a telescope and a new technique he had developed. Mr O'Doherty was part of a team led by astrophysicist Dr Natasha Hurley-Walker, from the Curtin University node of the International Centre for Radio Astronomy Research (ICRAR). \"[It] was appearing and disappearing over a few hours during our observations,\" she was quoted as saying in a media release from ICRAR that documented the discovery.\"That was completely unexpected. It was kind of spooky for an astronomer because there's nothing known in the sky that does that.\" Objects that turn on and off in the Universe are not new to astronomers—they call them \"transients\".But an object that turned on for a full minute was \"really weird,\" ICRAR-Curtin astrophysicist Dr Gemma Anderson, was quoted as saying in the release.ICRAR added that after trawling back through years of data, the team was able to establish that the object is about 4,000 light-years from Earth, is incredibly bright and has an extremely strong magnetic field. Theories around what the object might be include a neutron star or a white dwarf - a term used for the remnants of a collapsed star. However, much of the discovery remains a mystery.\"More detections will tell astronomers whether this was a rare one-off event or a vast new population we'd never noticed before,\" Dr Hurley-Walker said. \"I'm looking forward to understanding this object and then extending the search to find more.\" ", "url": "https://www.bbc.com/news/world-australia-60150542"}