{"datetime": "2020-12-18T09:36:21.000Z", "subject": "Grace Millane trial", "title": "Grace Millane murder: Killer loses conviction appeal bid", "article": "A man who murdered a British backpacker he met on a dating app in New Zealand has lost an appeal against his conviction and prison sentence. The 28-year-old was jailed for a minimum of 17 years in February for the murder of Grace Millane, of Wickford, Essex, in December 2018. The man, who cannot be named for legal reasons,had appealed against both his conviction and sentence . Miss Millane's family said they were \"pleased at the outcome\". Miss Millane was in Auckland as part of a round-the-world trip when she met her killer. The Court of Appeal in New Zealandfound on Friday that the murder was \"committed with a high degree of callousness\", due to Miss Millane's killer failing \"to call for assistance, searching on the internet for methods of body disposal ... taking steps preparatory to disposing of the body and going on another date while Miss Millane's body remained in his room\". The three judges who considered the case also found his sentence was not \"manifestly unjust\". The man murdered Miss Millane by strangling her in a hotel in Auckland, having met her via Tinder on the day before her 22nd birthday on 1 December, 2018. Her body was later found in a suitcase buried in a forested area outside the city. A jury in November 2019 found him guilty. In sentencing, Justice Simon Moore told the man his actions amounted to \"conduct that underscores a lack of empathy and sense of self-entitlement and objectification\". On Friday, the judges upheld that sentence. Miss Millane's father David Millane, 62, died last month after a battle with cancer. In a statement released after Friday's judgement, the Millane family said: \"Grace was a kind, fun-loving daughter, sister, granddaughter, niece, aunty, cousin and friend with her whole life ahead of her. \"She was enjoying the first of what would have been a lifetime of adventures before her life was so cruelly and brutally cut short by her murderer. \"Her sense of fun, her sense of adventure, her love of travel and exploring, along with her ability to light up any room she walked into it with her generosity of spirit, are memories we as a family cherish and how we will forever remember her. \"Although the focus will inevitably be on the outcome of today's legal process, as a family our hearts and our love will always be with our beautiful Grace. \"Grace, you are, and will always be, our sunshine.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-55361640"}