{"datetime": "2022-01-24T05:37:50.000Z", "title": "Cleo Smith: Man pleads guilty to kidnapping Australian girl", "article": "An Australian man has pleaded guilty to abducting four-year-old Cleo Smith and holding her at his home for 18 days. Cleo vanished from her family's tent last October while on a camping trip in Western Australia, sparking a huge search that gripped the country. Police later found her at a stranger's house in her hometown of Carnarvon, a short drive from the campsite. Terence Darrell Kelly, 36, admitted a charge of child stealing to a magistrate on Monday. He was remanded in custody to face the Perth District Court in March, and is expected to be sentenced at a later date. Australian media reported that Mr Kelly's guilty plea had come as a surprise ahead of what many expected to be a lengthy legal process. He has been held in a Perth jail since 5 November - two days after police smashed their way into his locked house, found Cleo inside, and arrested him on a nearby street. Video of the rescue released at the time showed the young girl identifying herself to officers and smiling. Her family later released a statement saying they were \"so thankful that our little girl is back within our arms\". They had been on the first night of their holiday at the remote Quobba Blowholes camping ground when she went missing between 01:30 and 06:00 on 16 October. Cleo had been sleeping on an air mattress next to her younger sister's cot. When her mother, who had been sleeping in the second room of the tent, got up in the morning, Cleo was gone and the tent door was open. A police task force of more than 100 officers investigated her disappearance. They ultimately found \"really important\" information about a car that led them to Mr Kelly's house, Commissioner Chris Dawson said in November. Local media reported the breakthrough came when police traced a mobile phone number to a phone tower near the campsite around the time of Cleo's abduction. More details about the abduction are expected to be made public in the sentencing hearing, news outlet Perth Now reported. Mr Kelly is yet to enter a plea on a separate charge of assaulting a public officer. ", "url": "https://www.bbc.com/news/world-australia-60107053"}