{"datetime": "2020-10-16T23:25:13.000Z", "title": "Hatfield rail crash service marks 20th anniversary", "article": "A memorial service to mark the 20th anniversary of the Hatfield rail crash is set to go ahead despite disruption caused by Covid-19 restrictions. Four passengers were killed when an express train derailed on 17 October 2000 in the Hertfordshire town. Capacity at the annual service at St Etheldreda's Church in Hatfield is to be limited to 30 people. Father Darren Collins, who will conduct the service, said: \"It was heart-breaking at the time.\" The victims were Steve Arthur, 46, from Pease Pottage, West Sussex; Peter Monkhouse, 50, of Leeds; Leslie Gray, 43, of Tuxford, Nottinghamshire; and Robert James Alcorn, 37, of Auckland, New Zealand. After the service, attendees will be able to visit a memorial garden overlooking the scene of the accident but will do so individually to enable social distancing. Father Collins said: \"The town wants to remember the lives that were lost and the lives that were changed forever.\" Because of the pandemic, Raymond Donnachie, who was working on the train, will miss the annual remembrance service for the first time. He said he would instead say a prayer and hold a minute's silence at his home in Leeds. The 64-year-old was in the restaurant carriage, where the four victims died. He said: \"We had no idea what had happened. The roof was completely ripped off it. \"Originally, myself and the chef thought it was a bomb blast. \"We got the crew out. They were quite shocked and didn't want to hang about. \"I called back into the carriage where the four trapped people were and stayed there until the emergency services turned up.\" Grant Shapps, Transport Secretary and MP for Welwyn Hatfield, said the crash was \"still felt by many today\" in his constituency and across the nation. He said: \"Our thoughts remain with those who lost their lives, and those whose lives were forever changed.\" The crash involved a Great North Eastern Railway (GNER) express train travelling at more than 100mph (161 km/h). It derailed, with 12 GNER staff and 170 passengers on board, after passing over a section of rail which then fractured. Official inquiries into the derailment showed that, north of the crash position, the rail had fractured into more than 300 pieces. A Health and Safety Executive inquiry report said the train had passed over a section of track that was in a poor condition and should have been replaced. Railtrack's successor Network Rail, and the maintenance company involved, Balfour Beatty, were fined £3.5m and £10m respectively for breaching health and safety regulations. ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-54568464"}