{"datetime": "2021-02-17T08:08:18.000Z", "title": "Covid: Melbourne and Auckland snap lockdowns to end", "article": "The Australian state of Victoria and the New Zealand city of Auckland will both exit snap lockdowns on Thursday. Authorities in Australia said they had gained control of a hotel quarantine cluster in Melbourne, which prompted a five-day lockdown. New Zealand will lift curbs put in place in Auckland three days ago, despite three new local cases. Both countries, known for their strict measures, have seen relatively few deaths and cases during the pandemic. The state of Victoria recently saw a cluster of 19 cases emerge after a person working at a Melbourne hotel housing quarantined cases unknowingly caught the UK variant of the virus and carried it into the community. No additional locally acquired cases were found on Wednesday. But the state government is now under pressure to explain how the virus escaped hotel quarantine, after similar breaches nationally in recent times. Victorian Premier Daniel Andrews defended the \"short, sharp circuit-breaker\" lockdown, saying it had safeguarded against a potential local third wave.\"There was simply no alternative but to follow the advice provided,\" he said. \"I am very proud of every single Victorian for the work they've done, and the sacrifices they've made.\" Organisers of the Australian Open tennis tournament in Melbourne said separately that spectators could attend the finals week, but only 7,477 people would be allowed at each session which is about 50% capacity. With the ease in restrictions the state's six million residents are no longer barred from leaving home and schools can reopen. But some curbs remain including a limit on visitors to homes and mandatory mask-wearing in packed indoor spaces.Prior to the outbreak, Victoria - Australia's second most populous state - had not seen a local infection for 28 days. The state had already endured two previous lockdowns - includinga four-month shutdown of its state capital Melbourne - due to failures in the hotel quarantine scheme. Mr Andrews emphasised the \"hyper-infectious\" nature of the UK variant as justification for announcing the lockdown last Friday. But some experts - including the Australian Medical Association - have been calling for a review of hotel quarantine environments due to concerns about airborne transmission. Victoria is now considering a purpose-built quarantine facility. Earlier this week the city of Auckland entered a three-day lockdown - the first in the country for six months - after a family of three tested positive for Covid-19. At least two of them had the UK variant. On Wednesday, Prime Minister Jacinda Ardern announced that the lockdown would end as planned at midnight, even though three more locally transmitted cases have since been discovered. They include students from a high school which will remain shut till next week. \"We wanted to make sure we took a cautious approach because that's much, much better than getting it wrong and having a large scale outbreak and a long lockdown,\" she explained. With the end of the lockdown, Auckland's two million residents can go back to work and school, and public and hospitality venues can reopen. But social distancing in public is still required and gatherings of more than 100 people are still banned. The rest of the country will have curbs loosened further, with no restrictions on movements or gatherings, at midnight. ", "url": "https://www.bbc.com/news/world-australia-56092753"}