{"datetime": "2021-08-20T07:25:40.000Z", "author": "Frances Mao", "title": "BHP sacked 48 over sexual harassment and assaults at Australian mines", "article": "Mining giant BHP says it has fired at least 48 workers for sexual assaults and harassment at its Western Australia mining camps since 2019. Australia's richest mining companies are facing intense scrutiny over the treatment of women at their isolated sites. Recent court cases have prompted a state government inquiry into sexual harassment at mining locations. Several companies have admitted the problem and pledged to make changes. Other miners, including Rio Tinto and Fortescue Metals, also reported allegations but did not disclose if they had sacked workers. The companies run large operations in the remote Pilbara region, to unearth iron ore and other minerals. Thousands of workers are flown in each season and housed in village camp-style accommodation.Critics say a hard-drinking, male-dominated culture has been allowed to flourish for years. BHP - Australia's largest miner - told the inquiry that it recognised sexual harassment in its camps was a problem. Between 2019-2021, it received 18 reports of sexual assault and 73 of sexual harassment among its 13,500-strong workforce. All had been reported to police. Internal investigations had \"substantiated\" allegations of two rapes, one attempted rape, and three cases of forced kissing or groping, the miner said. Three other sexual assault allegations were still being investigated. Female workers had endured unwanted touching and advances, and inappropriate texts and pictures from colleagues, the company added. \"We are deeply sorry and apologise unreservedly to those who have experienced, or continue to experience, any form of sexual harassment in our workplaces,\"said BHP in its submission . It said it encouraged employees to report other incidents. BHP said it had invested A$300m (£157m; $214m) since 2019 into making camp sites safer, but added \"we must and will do more\". Recent improvements included around-the-clock security, better lighting, more CCTV cameras and putting chains on room doors.It has also restricted workers to four alcoholic drinks a day, and banned drinking after 22:00. Fortescue Metals and Rio said they had also committed to improving workplace safety and training programmes for employees. In 2018, the Australian Human Rights Commission found that 74% of women in mining had experienced harassment in the past five years, compared to 39% of women across other industries. It also found mining outranked other industries for the prevalence of harassment, and number of harassers. One female former worker told the ABC that\"young girls come to site… and she's just seen as meat [by male workers]\". BHP said it had increased female representation to 29% of its overall workforce, and 25% of senior management. ", "url": "https://www.bbc.com/news/world-australia-58278104"}