{"datetime": "2021-10-21T09:24:45.000Z", "title": "Cleo Smith: Police offer A$1m reward amid fears girl, 4, was abducted", "article": "Australian authorities are offering a A$1m ($750,000; £540,000) reward for information on the whereabouts of a four-year-old girl they fear may have been abducted from a remote campsite. Cleo Smith was last seen sleeping in her family's tent at the Quobba Blowholes coastal camp in Western Australia early on Saturday morning. Her mother said she discovered the tent open later that morning and the girl missing, along with her sleeping bag. Teams are searching by air and sea. \"Someone in our community knows what happened to Cleo,\" Western Australia Police commissioner Col Blanch told a news conference on Thursday. \"Someone has the knowledge that can help - and now there's a million reasons why you need to come forward,\" he said.Col Blanch said police were \"chasing down leads\" based on information they had already received. Investigators said they were concerned that Cleo may not have left the area on her own because the tent's zip was opened to a higher point than she would have been able to reach. \"We are hopeful that we will find Cleo alive but we hold grave fears for her safety,\" Det Supt Rod Wilde said. \"Given the information now we have gleaned from the scene, the fact the search has gone on for this period of time... that leads us to believe she was taken from the tent.\" Cleo's mother, Ellie Smith, earlier described how the past few days had been \"horrendous\". \"We haven't really slept,\" she said at an emotional news conference. \"Everyone asks us what we need and all we need is our little girl home... The worst part is, we can't do anything more. It's out of our hands so we feel hopeless and out of control.\" Cleo's family travelled to the remote site, about 900km (560 miles) north of Perth, at the weekend for a camping trip. The Quobba Blowhole site, in Macleod, is a local attraction on the state's Coral Coast - known for its windswept ocean scenery, sea caves and lagoons. Ms Smith said she had put Cleo to sleep after dinner on Friday night, seeing her again at 01:30 when she woke up asking for water. Cleo was sleeping on an air mattress next to her younger sister's cot, in a separate room of the family's tent, Ms Smith said.She saw the tent open and Cleo gone at 06:00 when she went to give her youngest daughter a bottle, she added. \"We went looking, trekking, making sure she wasn't around the tent,\" Ms Smith said. \"Then we got in the car and started driving around everywhere... We realised we had to call the cops because she wasn't here.\" Police said they had initially focused their search on a row of shacks near the coastline, adding that bad weather had hampered their efforts. ", "url": "https://www.bbc.com/news/world-australia-58946569"}