{"datetime": "2021-11-10T23:23:32.000Z", "title": "Cleo Smith: How Australian police found the missing four-year-old", "article": "Early on 3 November, police smashed their way into a house in the Australian town of Carnarvon, where they found a four-year-old girl who had been missing for 18 days. Cleo Smith disappeared from her family's tent at a campsite near Carnarvon on 16 October, triggering a massive search operation. The day after she was found,Terence Darrell Kelly, 36, appeared in court charged with forcibly or fraudulently taking or enticing a child under 16. Here's what we know about the case and what led police to Cleo. Cleo's family were on the first night of their holiday at the Quobba Blowholes camping ground when she went missing between 01:30 and 06:00 on 16 October. The remote site in Macleod is about 900km (560 miles) north of Perth, and is a local attraction on the state's Coral Coast - known for its windswept ocean scenery, sea caves and lagoons. Cleo had been sleeping on an air mattress next to her younger sister's cot. When her mother, who had been sleeping in the second room of the tent, got up in the morning, Cleo was gone and the tent door was open. Police said this raised fears of an abduction. Ms Smith was adamant Cleo would not have left the tent on her own. A major search operation involving a task force of more than 100 officers was launched. Western Australia Deputy Police Commissioner Col Blanch has described it as being like looking for \"a needle in a haystack\". The search for Cleo covered land, sea and air, with reconnaissance planes used to comb sparsely populated areas. ABC reporter Evelyn Manfield described the extensive search operation, saying police were \"up in the air, on horseback, using drones to forensically map every area inch-by-inch looking for clues\". Police even scoured through hundreds of bags of roadside rubbish along a 600km (373 mile) stretch of Western Australia. But by the end of the first week, police had withdrawn their efforts from the coastal campsite, confident the girl was not in the area. They focused on other leads. Campers reported hearing a car leaving the campground around 03.00 on the night Cleo disappeared. This was backed up by a motorist who said they saw a car headed towards Carnarvon. Meanwhile police methodically checked the whereabouts of registered sex offenders in the area - about 20 people - on the night. Police also compiled a list of people who had been at the campsite - a challenging task because there were no sign-in requirements. Detective Supt Rod Wilde said they had to go through \"hundreds of thousands\" of pieces of evidence and testimony. \"We had to sift through a lot of information. The statements of the 100 people who were at the campsite, CCTV footage, data from phones...\" he said. Detective Supt Wilde said they were able to \"build a picture of who was supposed to be there and who was not supposed to be there\" by piecing together all the information they received and by \"placing people in certain locations at certain times\". \"Combined with some early information, this was dogged, methodical police work,\" said Commissioner Chris Dawson. After one week, the Western Australian government offered a A$1m ($750,000; £540,000) reward for information on Cleo's whereabouts. But this didn't produce much in the end, police said. Police have not revealed the exact details of what led them to the locked house in Carnarvon, where they found Cleo alive and well. Commissioner Dawson told reporters \"really important\" information about a car helped direct police to the house on Wednesday and added that things had become \"clearer\" the day before, on Tuesday afternoon, which led them to their arrest. The Australian newspaper reported the breakthrough came when police traced a mobile phone number to a phone tower near the campsite around the time of Cleo's abduction. This allegedly focused their attention on Mr Kelly. Local media reported that Mr Kelly was removed from his vehicle and arrested hours before police rescued Cleo. Mr Kelly was not among possible suspects - the registered sex offenders - first looked at by police, according to local media. But he was included on a second, longer list due to his previous visits to the campground and other factors, The Australian said. A wider investigation is continuing. Initially, police said they believed the alleged kidnapper was acting alone, but they are now investigating whether another person may have been involved. They have appealed to businesses and individuals in the area to provide them with CCTV footage from between 15 October and 2 November.There is also much we don't know about Cleo's experience of the abduction. Police said they have experts who will interview her, but warned that it could take days before they got any useful information out of her.\"It will take as long as it takes,\" Detective Supt Wilde said, adding that they had to be careful not to upset her.Her family is also being counselled on the next steps with regards to both Cleo's wellbeing and the progression of the case. ", "url": "https://www.bbc.com/news/world-australia-59144556"}