{"datetime": "2021-10-19T12:59:47.000Z", "title": "Cleo Smith: 'Grave concerns' for Australian girl missing from beach campsite", "article": "Australian police say they have \"grave concerns\" for a four-year-old girl who disappeared from a remote coastal campsite at the weekend. Cleo Smith was last seen sleeping in her family's tent at the Quobba Blowholes camping ground in Western Australia early on Saturday morning. Her mother said early the next morning the tent was open, and the girl was gone, along with her sleeping bag. An extensive air-and-sea search is continuing. Cleo's mother, Ellie Smith, told local media of their \"horrendous\" past few days. \"We haven't really slept,\" she said at an emotional news conference. \"Everyone asks us what what we need and all we need is our little girl home... The worst part is, we can't do anything more. It's out of our hands so we feel hopeless and out of control.\" The case has attracted national attention.Authorities have not disclosed any information on what they think happened to the girl, but have said they will \"leave no stone unturned\". On Tuesday morning, regional Inspector Jon Munday told breakfast TV show Sunrise that investigators could not rule out the possibility that she might have been \"taken and removed from the area\". \"Quite a lot of people\" had been staying at the campsite when Cleo went missing, he added, and police were \"tracking and tracing\" everyone who had been there on Friday night. Australian media reported that Cleo's family had travelled to the remote site, about 900km (560 miles) north of Perth, at the weekend for a camping trip. The Quobba Blowhole site, in Macleod, is a local attraction on the state's Coral Coast - known for its windswept ocean scenery, sea caves and lagoons. Ellie Smith said she had put Cleo to sleep after dinner on Friday night, seeing her again at 01:30 when she woke up asking for water. Cleo was sleeping on an air mattress next to her younger sister's cot, in a separate room of the family's tent, Ms Smith said. She saw the tent open and Cleo gone at 06:00 when she went to give her youngest daughter a bottle, she added. \"We went looking, trekking, making sure she wasn't around the tent,\" Ms Smith said. \"Then we got in the car and started driving around everywhere... We realised we had to call the cops because she wasn't here.\" At times, bad weather has hampered the search. However on Tuesday, police crews were seen scouring the deserted white beaches and scrubby bush for signs of Cleo. Private helicopter services and mounted police also joined the effort. Police said they had focused their search on a row of shacks near the coastline.By late Monday, they had scaled back their search efforts from the water, local media reported. ", "url": "https://www.bbc.com/news/world-australia-58963524"}