{"datetime": "2021-12-23T04:24:00.000Z", "title": "Australia settles lawsuit over welfare scheme criticised as racist", "article": "Australia's government will pay A$2m (£1.1m; $1.4m) in compensation to hundreds of Aboriginal people who said a welfare scheme was racist. The \"work for the dole\" scheme required people in remote outback communities to work up to 25 hours a week to receive income benefits. But its strict requirements meant that many vulnerable people were pushed further into poverty, critics said. The government settled a lawsuit but did not admit it was at fault. Several people had struggled to survive after having their payments cut off, advocates said.Australia controversially requires welfare recipients to record job searches and other tasks in order to receive payments. But advocates say these requirements disadvantage Aboriginal and Torres Strait Islander people living in some of Australia's poorest and most isolated communities. Residents there have limited access to phone, internet and transport services. Many face additional language, cultural, education and health barriers. Critics argued the Community Development Programme (CDP), introduced in 2015, was racist because it set harsher rules than other welfare schemes. Over 80% of those using the CDP were Aboriginal Australians. A group representing 680 people in 10 communities in Western Australia sued the government, arguing the scheme breached anti-discrimination laws. Damien McLean, president of the Shire of Ngaanyatjarraku, said locals had to travel 1,000km (620 miles) to the nearest town centres of Alice Springs or Kalgoorlie to represent themselves in person at a welfare office. They were also required to work double the hours of those in cities and were 25 times more likely to face penalties, the Australian National University found. The Federal Court of Australia found that people in the lawsuit had lost about A$1,800 each on average, due to the programme's conditions. Critics had previously described the scheme as \"modern-day slavery\". People were typically paid just A$10 an hour - half the national minimum wage. Earlier this year, the government announced it would axe the programme and introduce a new one by 2023.Last year, it was also forced to pay a A$1.2bn settlement over a welfare policy dubbed \"Robodebt\" that had been ruled illegal. ", "url": "https://www.bbc.com/news/world-australia-59765371"}