{"datetime": "2021-11-09T01:05:21.000Z", "title": "Cleo Smith abduction: Australian police investigate 'if anyone else involved'", "article": "Australian police are investigating whether another person may have been involved in the abduction of four-year-old Cleo Smith, who was rescued from a stranger's home last week. Cleo was missing for 18 days after she vanished from her family's camping trip in Western Australia on 16 October. Her disappearance sparked a massive search that ended in police finding the girl in her hometown of Carnarvon. Terence Darrell Kelly, 36, has been charged with kidnapping offences. He was flown to a maximum security prison in Perth, 900km (560 miles) south of Carnarvon, last Friday. But lead detectives in the case returned to the small coastal town on Monday. \"Our focus this week is for us to ascertain if there was anyone else involved. That's why we're still here,\" Detective Senior Sgt Cameron Blaine told reporters at the town's airport. He called for any locals who had seen or had any contact with Mr Kelly in recent weeks to come forward. At the time of the rescue, police said they believed Mr Kelly had been acting alone. They have disclosed little information since then. On Tuesday, the Daily Mail Australia reported that police were investigating whether a woman had helped care for Cleo during the abduction - including by helping her to dress and brush her hair. Police have not commented on the report. Cleo was found safe and well last Wednesday after police smashed their way into the house at night-time, just an hour after arresting Mr Kelly. Vision of the rescue showed the young girl identifying herself to officers and smiling. Her family has since released a statement saying they are \"so thankful that our little girl is back within our arms\". Mr Kelly was taken to hospital with self-inflicted injuries shortly after he was arrested.He appeared in court last Thursday charged with forcibly or fraudulently taking or enticing a child under the age of 16, among other offences. He is next due to face court in early December. ", "url": "https://www.bbc.com/news/world-australia-59215945"}