{"datetime": "2021-11-04T07:22:11.000Z", "title": "Cleo Smith: Police release audio of moment four-year-old was rescued", "article": "Australian police have released an audio recording of the moment they found abducted four-year-old Cleo Smith in a locked house. \"We've got her, we've got her,\" an officer says before asking the child what her name is.\"My name is Cleo,\" the child responds, to the audible joy of the officers who say \"hello Cleo!\" Cleo disappeared from her family's tent at a campsite on 16 October, triggering a massive search. A 36-year-old man will be charged in connection with her disappearance. This is likely due to take place later this afternoon, police said earlier on Thursday.She was found in a house in Carnarvon, about six minutes' drive away from her family home.Detective Sergeant Cameron Blaine, one of the officers who found her, said Cleo was alert and aware at the time she was rescued. The lights had been on in the house and she had been playing with toys.Authorities say the man in custody has no connection to the Smith family.Detective Superintendent Rod Wilde told reporters that he would likely be charged this afternoon.He added that the man had been admitted to hospital after trying to harm himself while in police custody, but was now back at the station and was being interviewed by detectives.He said they expected to produce him before a magistrate later today once those interviews were concluded.Detective Blaine told reporters of his joy and relief to find the child alive and well. \"It was amazing to see her behave like a normal four-year-old child would,\" he said. Detective Blaine added that he had been to see Cleo and she had been \"bubbly and laughing\" and playing in her backyard.\"She was eating an icy pole, she told me it was very sticky to eat, she was just delightful.\" West Australia premier Mark McGowan told media that he had also been to meet Cleo, calling her a \"delightful little girl\". He took two teddy bears - one for Cleo and one for her baby sister Isla - and said that he had suggested naming them Rob and Cameron after the two police officers investigating her case, but she \"didn't seem to like that\".He also praised her family, calling them \"fundamentally decent, honest, human beings\" and said they were very grateful for everything the police had done. \"[Cleo] has done a bit of sleeping and a lot of eating, a lot of lying around and cuddling, just connecting [as] parents with their little daughters,\" he said. Police added that the family would be counselled on the next steps in the probe.Detective Wilde said they had experts who would interview Cleo, cautioning that it had to be done very carefully and that it could take days before they were able to get any information from her.Police have not formally named the man suspected of taking her, but there has been massive interest in his identity. Local media have been carrying images of the house where Cleo Smith was locked up and spoken to the man's neighbours who have expressed shock that he might have been involved.The West Australian said that he had been described as a \"very quiet\" man who \"kept to himself\", adding that everyone on the street had said that they knew him.ABC News reported that he had been recently spotted by a neighbour buying nappies. \"We didn't click who… he was buying them for,\" the neighbour was quoted as saying.An image by 7News, believed to be of the man has also been widely circulated on social media and other news platforms. It shows a man underneath a blanket in the back of an ambulance.Western Australia Deputy Commissioner Col Blanch said police had a duty to ensure anyone in custody medically fit enough to undergo questioning and to ensure that the court process is validated.He added that the man had been \"assisting\" with the investigation.News of Cleo's rescue has been welcomed by relieved Australians.Australian PM Scott Morrison tweeted it was \"wonderful, relieving news\". Commissioner Dawson said: \"I think Australia is rejoicing.\" \"To find a little girl - a vulnerable little girl - after 18 days. You know, obviously people think the worst, but importantly hope was never lost,\" the commissioner added. The girl has been reunited with her parents, who had made desperate pleas for Cleo's return. \"Our family is whole again,\" her mother, Ellie Smith, wrote on Instagram. ", "url": "https://www.bbc.com/news/world-australia-59159331"}