{"datetime": "2021-11-05T10:21:53.000Z", "title": "Cleo Smith parents 'so thankful' after four-year-old's rescue", "article": "The family of four-year-old Cleo Smith have thanked everyone involved in her rescue, and asked for privacy as they try to get on with their lives. Cleo was missing for 18 days before being found in a locked house in the Western Australian town of Carnarvon, in a case that gripped the country.A 36-year-old man has been charged with her abduction. Cleo's mother and step-father said they were \"so thankful that our little girl is back within our arms\".\"We are humbled by the love and support that we have received from not only our local community but the whole of Western Australia and across the country,\" Ellie Smith and Jake Gliddon said in their first public statement since Cleo's safe return.\"We would like to take this opportunity to thank all those involved in the rescue of our daughter Cleo Smith. In particular, we would like to thank WA Police, all those involved in the initial search, the Carnarvon community, local businesses and of course our family and friends,\" they said.Cleo disappeared from her family's tent at a campsite on 16 October, triggering a massive search operation.Police likened it to finding \"a needle in a haystack\", with their efforts covering vast distances and involving thousands of pieces of evidence.In the end, the house where she was discovered was 100km (62 miles) south of the remote campsite where she had last been seen, but just a few kilometres from her own family home, according to local media reports. In a recording of her rescue, an officer can be heard saying \"we've got her, we've got her\", and asking the child her name. \"My name is Cleo,\" she responds, to the delight of the officers, who say: \"Hello Cleo!\" Terence Darrell Kelly appeared in court on Thursday, charged with forcibly or fraudulently taking or enticing a child under the age of 16, among other offences.Mr Kelly, who was taken to hospital with self-inflicted injuries before being charged, did not apply for bail and was not required to enter a plea.On Friday, he was flown from Carnarvon to a maximum-security prison in Perth.Police say Mr Kelly had no connection to the Smith family, and allege that he acted alone. ", "url": "https://www.bbc.com/news/world-australia-59175316"}