{"datetime": "2022-01-27T18:44:58.000Z", "author": "Michael Fitzpatrick", "title": "Daisy Hill Hospital is forced to halt emergency surgery", "article": "Emergency general surgery is to be temporarily withdrawn at Daisy Hill Hospital in Newry from the end of February. A Southern Health Trust board meeting was told it was an \"interim\" measure due to ongoing recruitment challenges.It is the first time this has occurred at the hospital, with services to be delivered at Craigavon instead.The trust said Daisy Hill's Emergency Department will continue to operate a 24/7 service. Only two out of six general surgical consultant posts at Daisy Hill have been filled, despite repeated recruitment processes.Director of Acute Services Melanie McClements said the trust's \"hand had been forced\" because one of those two consultants would shortly be leaving their post. \"That is not sufficient for us to deliver a safe service in Daisy Hill and therefore we have had to come up with an interim model that will allow us to actually move how we deliver our emergency surgical services from the 28th February,\" she said. \"All emergency surgical patients at that stage, we will be required to have them as inpatients at Craigavon hospital. \"In parallel, we will have a planning group that progresses the future service model and moving towards the public consultation of what a sustainable model will look like going forward.\" Southern Trust chief executive Shane Devlin said it was a short-term plan designed to keep patients safe. \"I think without fail this is the right thing to do, the only thing to do to sustain services in the Southern Trust but more importantly to keep our patients safe, which we can all agree on this screen is a fundamental reason to have a health and social care trust, is to keep our patients safe.\" In a statement, the trust said that Daisy Hill's Emergency Department remains \"absolutely essential\" in meeting the unscheduled care needs of the local population, with the team seeing more than 4,000 patients a month.Ms McClements added: \"I want to assure local people that Daisy Hill remains an essential part of the Southern Trust hospital network. \"We aim to maintain the acute status of Daisy Hill through this process, whilst securing and enhancing its elective capacity.\" SDLP assembly member for Newry and Armagh, Justin McNulty, who attended the board meeting, said frontline staff at Daisy Hill and patients would be \"fearful\" that services could be downgraded at the hospital. \"If we are talking about rationalising our health service, then cross-border solutions with Daisy Hill front and centre, must be part of that discussion,\" he added. The trade union Unite said it planned to \"fight a stronger fight\" to protect services at the hospital after previous campaigns to protect accident and emergency provisions. \"Emergency surgery is what it says, an emergency,\" it continued. \"How can traipsing over an hour (in some places) be the safest option?\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60157547"}