{"datetime": "2021-12-20T06:35:50.000Z", "author": "Cormac Campbell", "title": "Christmas trees becoming permanent fixtures in NI villages", "article": "It is the festive centrepiece of every village. A good one sets the tone but a bad Christmas tree quickly becomes the talk of the town. In Rostrevor, County Down they are taking no chances. Since 2018 the village has become one of a growing number of places to have planted a permanent Christmas tree. The Abies nordmanniana, or the classic fir Christmas tree as it is recognised, could grow up to 60ft (18m) if it wasn't pruned, according to Newry Mourne and Down District Council's grounds maintenance manager Jonathan Ellis. The Rostrevor tree is one of more than 30 permanent Christmas trees planted in towns and villages across the council area. Those include trees in Castlewellan, Annesborough, Burren, Kilcoo, Crossgar, Killyleagh, Clough, Killough, Drumaroad, Ballyhornan, Dundrum, Drumaness, Cullyhanna, Forkhill, Bessbrook, Glen, Mayobridge, Attical, Ballyholland, Newry, Meigh, and Spa. But not all are the same style. \"We are now using three different species,\" said Mr Ellis. \"For example, in Newcastle we are using maritime pine and in areas like Ballymartin and Annalong we are using specimen holly bushes, purely because of the urban nature of the locations. \"That's because there are complications, they don't transplant well and we can have difficulties sourcing trees of this size. \"There are only a few nurseries in Europe growing them this big but once they're established they start to grow quite well.\" For the community association in Rostrevor, the motivation to plant a permanent tree was three-fold. According to Kate Earley, sustainability played a huge factor. \"We know that every year the tree is going to grow and it's going to blossom basically rather than waiting to see what might come down from the council,\" she said. \"The community association applies for funding every year for lights and to just do the extra things here in the square. \"It's one less thing we need funding for so the economics drive it as well.\" Gerry Sloan has been involved in Rostrevor's Christmas decorations for 30 years. \"You can see it's standing tall and strong beside the crib here,\" he said. \"It has taken very well since it was planted three years ago and I think it's great that in a time of darkness it is a symbol for brightness.\" The permanent trees are part of a broader tree-planting strategy in the district, which according to council chairperson Cathy Mason should have financial and environmental benefits. \"It has been a huge project that has come out of the climate adaption strategy that the council took on board,\" she said. \"It has been fantastic - there are now over 30 locations where the permanent Christmas trees are and it ranges right from Crossgar to Crossmaglen at the other side of the district. \"It has been a real labour of love but there are now thousands of trees being planted - not just Christmas trees. \"When you look back and think that we used to cut the Christmas trees down it does seem strange. \"There is a cost with these ones in terms of sourcing them from Europe and getting them here but there is nowhere near the same amount of waste. \"There was cutting them down, taking them away and dumping them - it just wasn't sustainable or environmentally-friendly. \"So it's great that we are able to do this.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59673651"}