{"datetime": "2021-05-02T08:37:37.000Z", "author": "David Wilson", "title": "Do NI councils have enough burial space?", "article": "On a steep sprawling hillside overlooking Londonderry, the headstones and memorials of the City Cemetery stretch back over three centuries. After almost 170 years and 80,000 burials, it is almost full.A short-term expansion plan has been given the go-ahead, while a longer term solution sought. Making sure there's enough burial space is a challenge for all NI councils and BBC News NI looks at how they are planning to meet future demand. Dr Julie Rugg, of the University of York's cemetery research unit, said meeting demand for burial space was an ongoing challenge for local authorities. \"Many will be saying, 'we have 20 years, is that enough? Can we pinpoint land or set land aside?' \"It is a challenge, there is always pressure on land.\" So how are each of Northern Ireland's councils planning ahead? Derry City and Strabane District Council estimates there are just over 4,500 burial spaces left across its cemeteries. The City Cemetery in Derry is under the most acute pressure for space - there are fewer than 400 plots available for new graves. That, council says, would mean space for burial in new plots would run out in three years. A short-term plan has this week been agreed by councillors.They will \"progress with land purchase and design development works to extend the city cemetery onto lands at Southway that will extend its operational life on a temporary basis for up to seven years and will provide space for an extra 1,000 graves,\" a spokeswoman said. She added: \"Plans continue to progress to develop a new municipal cemetery within the wider cityside area of Derry with a report expected to come before members in the coming weeks.\" Lisburn and Castlereagh City Council says it \"believes it has approximately three to three and a half years until its existing capacity is reached\". The council says 430 new burial plots are available, all within Lisburn New Cemetery Extension. A planning application has been submitted, which could add another 150 plots. More long-term land purchase plans to provide a further 600 plots, it adds, are in place. \"Our short-term plans would provide a five to six year capacity to meet burial requirements. In the long-term the council will take forward the necessary strategies to address this need,\" a council spokeswoman told BBC News NI.Mid-Ulster Council says it has capacity for 1,146 burials across its five cemeteries - Coolhill, Cottagequinn, Drumcoo, Forthill and Polepatrick.There is 20 years capacity at Cottagequinn, six at Forthill and 11 years at Polepatrick. \"Forthill and Polepatrick will undergo expansion within this financial year and additional paths, plinths and plots will be created,\" a council spokeswoman said. That work will add 1,366 additional plots at Forthill, and a further 148 at Polepatrick, adding 21 years and eight years to their burial capacity. Causeway Coast and Glens Council says work is \"ongoing in respect of increasing capacity at Coleraine and Ballymoney Cemeteries\". It estimates there is currently 12 to 15 years capacity at Ballymoney, more than 50 years at Ballywillan and Limavady and 15-17 years at Coleraine cemeteries. Both Rasharkin and Kilrea cemeteries have capacity for more than 100 years, while in Portstewart the cemetery at Agherton Road has about seven years left. At Coleraine Road Cemetery in Portstewart there is more than 20 years capacity.Plans for a new £2.7m cemetery in Larne are currently the currently subject to public consultation.The proposed site on the Old Glenarm Road could provide up to 6,000 plots. It is needed, according to the council, because it is estimated the present cemetery in Larne has about 250 plots remaining and a projected life span of four years. Elsewhere, the council says additional plots have been found at Clough cemetery giving it about 11 years capacity, while land has been purchased to extend Islandmagee cemetery. A council spokeswoman told the BBC it would be approximately 28 years until it runs out of burial space. \"Council are currently scoping out options for long and short term solutions to expanding cemetery space,\" she added.The options include \"mapping additional areas within existing cemetery grounds, consideration for extending into new ground, and investigating the possibility of the development of a new location to serve the borough over the next 50 years\". \"Roselawn Cemetery is currently the only cemetery with new burial plots available,\" a Belfast City Council spokeswoman said. Burials in other Belfast City Council owned cemeteries can only take place in existing graves. \"We estimate that at the current rate of burial there is sufficient land available to meet the burial needs of Belfast for the immediate future and this is being kept under review,\" the spokeswoman added. \"We are currently exploring options around future cremation and cemetery facilities.\" Across its five cemeteries Antrim and Newtownabbey Council estimates its \"existing capacity will serve the burial requirements for approximately 16 years\". Council says it \"will keep the requirement for acquisition of additional burial grounds under periodic review\". Of its cemeteries - Carnmoney, Ballyclare, Rashee, Sixmile and Crumlin - only Carnmoney currently has no burial space. A new crematorium is being built in the area which council says will \"include a Columbarium for the interment of ashes\". Armagh City, Banbridge and Craigavon Borough Council says expansion planning is in place in all its cemeteries with the exception of Banbridge. Ballynahone Cemetery in Armagh has about 30 years capacity, while Orchard Cemetery has enough space for a further 18 years. Banbridge Cemetery has 40 years capacity, while in Dromore the cemetery has a further 16 years.In the Craigavon area there is enough burial space for another 21 years at Kernan Cemetery and 11 years at Lurgan. While there are no available plots at Omagh's Dublin Road Cemetery, the town's Greenhill Cemetery has capacity for another 14 years. At Cross Cemetery in Enniskillen, council says, there are some 4,140 grave spaces available - that's capacity for about another 12 years. The council owns land adjacent to the cemetery which can be developed for future use, it said. There are 94 plots available at Enniskillen's Breandrum Cemetery, while Fintona Cemetery has capacity for another 130 years. The council has yet to respond to the BBC's request for information. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56949174"}