{"datetime": "2021-02-07T07:12:22.000Z", "author": "Cormac Campbell", "title": "Annalong Harbour's 180-year-old pier set to be rebuilt", "article": "Dating back to the 1840s, the north pier at Annalong Harbour is close to the hearts of the residents of the seaside village in County Down. For generations it had a crucial role in the herring fishing industry and provided an export point for Mourne granite and potatoes. But in recent years the grade B2 listed structure has fallen into an increasingly poor state of repair. Many residents of the village have feared it would collapse into the sea. But restoration work on the pier is due to begin next week. Concerns about the north pier's condition were first raised in 2018. At the time Newry, Mourne and Down District Council, which owns the structure, inspected the harbour and said there was no risk of its walls failing. In the three years since, that has changed - the condition of the pier has deteriorated significantly and a section of the top of it has recently been removed. Glyn Hanna, a councillor representing the area, said a rescue plan has been put in place, with a contractor due to go on site - weather permitting - in the next few days. \"Just last weekend there was a huge storm and it came from the worst possible direction, which was the east,\" he said. \"It hammered the harbour quite badly. \"The north pier, which had problems with its structural integrity, has started to collapse to a certain extent. \"Some of the Mourne granite stones have fallen into the sea, which requires immediate attention.\" That attention is now coming, with the council saying it has drawn on expertise to plan a repair job and appoint a contractor to carry out the work. Those works require the deconstruction and reconstruction of the pier and are expected begin on Monday. Mr Hanna said the reconstruction will be done with \"all of the traditional materials that were used 150 years ago\". \"The people in Annalong are delighted to see this,\" said Mr Hanna, who believes the work will cost about £150,000 and take up to eight weeks to complete. But he is sure it will last for much more than a lifetime. \"The men who built it 150 or 160 years ago did some job that it has lasted this amount of time. \"I'm hopeful and pretty sure that the work done this time will last another hundred years.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-55936106"}