{"datetime": "2021-03-13T14:37:42.000Z", "author": "Naomi Holland", "title": "NI councils: Most rates bills set to rise this year", "article": "Eight of Northern Ireland's councils have agreed to increase rates bills for 2021/22, but three have decided to freeze rates at last year's levels. At 2.49% Causeway Coast and Glens Borough Council voted for the largest rise in rates in Northern Ireland. While Lisburn and Castlereagh, Antrim and Newtownabbey and Mid Ulster council areas will not see a rise. Rates pay for public services and projects and the bills are calculated on the value of a property. As with other sectors, the coronavirus pandemic has played a large part in the decisions taken by councillors when it comes to setting rates.Antrim and Newtownabbey Antrim and Newtownabbey Borough Council has historically set the lowest rates increase in Northern Ireland and this year's will be frozen at last year's level. That means an average household bill will be £926.63 for the year, with the average non-domestic bill £15,192.69 - with these figures judged against last year.Mayor Jim Montgomery said that \"the challenge we faced this year was exceptional\" and council members were \"mindful\" of their decisions. Cllr Michael Goodman said voluntary redundancies and \"cost-saving measures\" made by the council have had an impact without any reduction in delivery of service. However, he warned a future rates increase may be \"inevitable\" and service delivery could be affected in the meantime. Armagh City, Banbridge and Craigavon Ratepayers in Armagh City, Banbridge and Craigavon Borough Council will see a 1.99% increase in their bills.For households that works out, on average, at 19p extra per week, or £9.68 per yearThe council said the Covid-19 lockdown and the closure of facilities \"added to the financial strain through the loss of income\". Lord Mayor Kevin Savage said the decision to raise rates \"represents a balanced and prudent approach\" which will allow for investment, while protecting and improving vital public services.Ards and North Down Rates bills in Ards and North Down Borough Council will rise by 2.2%.It said it will add less than £1 per month onto the average domestic bill.Again the challenges of the pandemic and its ongoing impact were highlighted, with the council saying they believe the rate set \"will allow us to continue investing in the borough as we strive to support Covid recovery\".Belfast Householders and business owners in the Belfast City Council area will have a 1.92% rise on their rates bills.The council says that will mean an average increase of:The council's website said the \"low increase\" was due to \"continued efficiencies across the council, while also delivering on major capital investment for the ratepayers\".Causeway Coast and Glens At 2.49% Causeway Coast and Glens Borough Council voted for largest rise in rates in Northern Ireland for 2021/22. For the average house value in the area, that would mean an increase of 30p per week, or £15.60 per year.The council said the decision followed \"a concerted effort to minimise the impact on the local ratepayer\" and blamed budgetary pressures alongside the uncertainty caused by the pandemic.In 2020,the council agreed a rates increase of 7.65% . Derry City and Strabane In 2020,Derry City and Strabane District Council faced criticism for its rates hike of 3.46%, but this year it is boasting of the lowest increase by the council for 50 years.A 1.89%, the rise will add an average of £9.16 per year, or 18p per week, onto a domestic bill.Mayor, Cllr Brian Tierney said: \"Despite the challenges [of the coronavirus pandemic] we have worked to adapt and risen to meet those demands, at a time when council income has been effectively decimated.\" Fermanagh and Omagh Householders in Fermanagh and Omagh District Council will be paying an average of £5.72 extra for 2021/22 - that's an additional 11p per week. Non-domestic ratepayers will see an average rise of £1.04 per week - which works out at £54.08 extra per year.The council said Covid-19 lockdown restrictions meant it suffered a significant reduction in income and \"this year's budget reflects the current circumstances and challenging financial climate we are operating within\". Lisburn and Castlereagh Lisburn and Castlereagh City Council said its decision to freeze rates for the first time ever was a \"starting point for recovery\" from Covid-19.Both domestic and non-domestic rates bills will not change. The average domestic rates bill will be £1,109.24, with the average non-domestic rates bill sitting at £14,621.76. Alderman Paul Porter said the focus for council in the next year will be investing more than £1m into supporting businesses and communities.Newry, Mourne and Down Domestic rates bills in Newry Mourne and Down District Council will rise by an average of £6.37 per year after a rise of 1.59% was agreed.That is about 53p extra every month for a property valued at £100,000. Business rates will also increase by 1.59%.Council chairperson Laura Devlin said: \"In striking our rate for 2021/22 we have been very focused on looking towards the future of the district, mindful that the impacts of this pandemic are still with us but determined to plan for post-Covid recovery and revitalisation.\" Mid and East Antrim Mid and East Antrim Borough Council was the only local authority to make use of new legislation which allows councils to set different rates for domestic and non-domestic billpayers.The domestic rate rise has been set at 0.99%, which will add an extra £4.68 per year. Non-domestic bills will increase by the lower rate of 0.69% - an additional £43.68 per year. The council said an average yearly bill for 2021/22 will be £984 for homeowners and £12,006 for business owners.Mayor Peter Johnston said: \"It is vital we continue as a council to work towards the recovery of our society post-Covid, and do everything within our power to help our businesses as they begin to reopen, rebuild and ultimately prosper once again.\" Mid Ulster A proposed increase of 1.59% was voted down and rates were frozen in Mid Ulster.The average domestic rates bill there last year was about £990.38. Instead of adding an average of 68p per month to domestic bills, the council said it decided to absorb a loss of £3.5m through a mix of savings and dipping into reserves.Vice chair, Cllr Meta Graham, said it was \"the time to look after rate payers\", but Cllr Dominic Molloy said not raising rates is asking \"council officers to do their job with one hand tied behind their back\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-56347045"}