{"datetime": "2018-08-25T13:49:21.000Z", "title": "Abortion pill can be taken at home in England, under new plan", "article": "Women in England will be allowed to take an early abortion pill at home, under a government plan due to take effect by the end of the year. Currently, women ending a pregnancy in its first 10 weeks must take two pills at a clinic, 24 to 48 hours apart. Under the new plans, which will bring Englandinto line with Scotland andWales , the second pill can be taken at home. This avoids the risk of women miscarrying while on the journey home. The chief medical officer said the move would increase choice for women, and ensure they received \"safe and dignified care\". Professor Dame Sally Davies said: \"Abortion can be a difficult experience so it is important that women feel safe and as comfortable as possible.\" Claudia Craig, whobegan a campaign for home use of the abortion pill following her own experience last year, said the announcement showed that \"women's voices have been heard\".Ms Craig had to take a taxi home after taking an abortion pill and her symptoms had begun in the back of the cab. She said sharing her story was \"one of the hardest and scariest things I have ever done\" but she was relieved \"experiences like mine will now be a thing of the past\".Legalising the home use of misoprostol was also welcomed by leading gynaecologists. Professor Lesley Regan, president of the Royal College of Obstetricians and Gynaecologists, said it was \"a major step forward for women's healthcare\".\"This simple and practical measure will provide women with significantly more choice and is the most compassionate care we can give them\" she added.\"It will allow women to avoid the distress and embarrassment of bleeding and pain during their journey home from an unnecessary second visit to a clinic or hospital.\"Paula - not her real name - says she was shocked to discover she was pregnant last summer at the age of 17 and wanted a termination. \"I was young and inexperienced, making it a scary event in my life,\" she said. \"I was upset to learn I couldn't go to my local hospital and had to drive one hour to a specialist clinic.\" She had to make the trip three times - first for the initial scan and then for both pills. \"On the return journey from the second pill the effects I'd been told about kicked in quickly and more violently than I'd expected,\" she said. \"I began to miscarry on the way home. I just wanted to be in bed, not in a car on a motorway, as I started to feel ill really quickly.\" Paula says the government's new plan will particularly help young people as abortion can be \"an alarming and sometimes traumatising experience\" for them. But the Society for the Protection of Unborn Children said the move \"further trivialises abortion\". \"The abortion pill puts women through a terrible emotional and physical ordeal,\" a spokesperson said. \"The determination of the abortion industry to push women to undergo this in their own home with no real medical supervision illustrates their cavalier attitude when it comes to the well-being of women.\"Right To Life is also concerned about the ability to adequately monitor who takes the pills and if they are taken freely, without force or coercion. Official government figures show that each year around 180,000 abortions are carried out in England, with medical abortions the most common way of ending an unwanted pregnancy.Medical abortion involves taking two types of tablet. The first, mifepristone, stops the hormone that allows the pregnancy to continue working. The second, misoprostol, is normally taken 24 to 48 hours later, and encourages the womb to contract to pass the pregnancy. After four to six hours, the lining of the womb breaks down, causing bleeding and loss of the pregnancy. The Department of Health said the change would come into force by the end of 2018. It said it would work closely with doctors to develop clinical guidance for all professionals to follow when providing the abortion pill to patients. Four in five terminations are early medical abortions, carried out before 10 weeks gestation, so the majority of women seeking abortions will now have the option for home-use. They will still be free to choose to take the second abortion pill in a clinic if they wish. Women wanting an early abortion will be given the usual checks under the Abortion Act - although this does not apply in Northern Ireland where the law is much stricter than the rest of the UK and terminations are all but outlawed. ", "url": "https://www.bbc.com/news/health-45295398"}