{"datetime": "2020-03-24T15:51:08.000Z", "author": "Hannah Morrison", "title": "Coronavirus: Home abortions decision reversed", "article": "A decision to temporarily allow early medical abortions at home during the coronavirus outbreak has been reversed by the government. Women and girls wanting to terminate an early pregnancy can take two pills at home instead of going to a clinic, it was announced yesterday. But hours later the government said that had been \"published in error\". Family planning charities say the U-turn,when people are being told to stay at home , doesn't make sense. On Monday a number of organisations wrote to Health Secretary Matt Hancock urging him to amend the law. The Royal College of Midwives, the Royal College of Obstetricians and Gynaecologists, and the British Pregnancy Advisory Service all put their names to the letter. \"As the Prime Minister was going on national TV to announce to the whole nation there was effectively going to be a shutdown of society, we were being told that this very safe and simple measure which would enable women to access abortion services in their own homes wasn't going to be allowed,\" says Clare Murphy from the British Pregnancy Advisory Service (BPAS). The charity provides pregnancy counselling and abortion care across the UK. \"For us it made no sense.\" Around 180,000 abortions are carried out in England each year, with medical abortions the most common way of ending an unwanted pregnancy, official government figures show. Women wanting an early medical abortion - that's in the first trimester of pregnancy - take two types of tablet. The first, mifepristone, stops the hormone that allows the pregnancy to continue working. The second, misoprostol, is normally taken 24 to 48 hours later, and encourages the womb to contract to pass the pregnancy. After four to six hours the lining of the womb breaks down, causing bleeding and loss of the pregnancy. Under current regulations women wanting to end a pregnancy have to go to a registered clinic to collect and take the first pill. They are given the second medication to take at home.However BPAS insists there is no need to go to a clinic.In other countries - like Australia and the US - women can be sent the pills after a consultation on the phone and take them at home. This is a service the charity says it can offer with immediate effect.It has been asking the government for changes since restrictions on movement in the UK were introduced, and welcomed the Department of Health and Social Care's announcement yesterday that the law was being updated in England- but says it was \"confused\" when the decision was reversed hours later. A DHSC spokesman said: \"This was published in error. There will be no changes to how abortion services are regulated.\" Radio 1 Newsbeat has asked for further guidance on what at-risk individuals should do if they need to access abortion services during the coronavirus pandemic.The Society for the Protection of Unborn Children (SPUC) said it \"warmly welcomes\" news that the changes are not going ahead. \"This radical and most disturbing policy would have placed more women at risk,\" chief executive John Smeaton said.\"The removal of any direct medical supervision overseeing the use of both abortion pills could have seen a rise of physical and physiological complications experienced by women.\" Contraception and pregnancy services provider Marie Stopes disputes those claims - insisting at-home abortion pills are a \"safe and private way\" to have an abortion in early pregnancy while following government advice to stay inside. Marie Stopes medical director Jonathan Lord said: \"Evidence shows that telemedicine is safe and effective, and often preferred by women, and is in line with national and international recommendations including the UK's NICE guidance.\" If the law stays as it is Clare Murphy is concerned for the welfare of women who need to use these services. She says already many have contacted the charity. \"This morning we have had reams of emails and messages from women who are incredibly confused about what they need to do now. Women who are self-isolating but also women who have medical conditions that mean it's not safe for them to leave the house. \"We've been contacted by a woman whose own child is ill.\"She herself has existing medical conditions and she is absolutely beside herself with what she should do. She absolutely cannot come into a clinic. We will be putting her health at risk, the health of her child, and the health of NHS staff if we force her to come out of the house to attend a clinic.\"Clinics offering abortion services remain open at present but staffing numbers have been affected by the outbreak.BPAS says it is doing everything it can to ensure services are as safe as possible for people needing to use them.Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-52018805"}