{"datetime": "2020-04-01T05:51:12.000Z", "author": "Nuala McCann", "title": "Coronavirus: No wake, no funeral, just prayers in a cemetery", "article": "Death is no hushed whisper in Ireland. It's a rallying cry to a whole community. The dead person is brought home and laid out in an open coffin in the \"good room\". Blinds are drawn.A fresh white linen cloth will be spread across a table - a lighted candle, snowdrops perhaps and a photograph on top.Mourners file past the coffin. They shake hands with the family. \"Sorry for your trouble,\" they say. Callers come to the wake house weighed down with bags of ham sandwiches, tins of biscuits, home-baked Victoria sponges.Every last china teacup in the community is unearthed from cupboards. Trays of tea are handed around. The Irish wake is a long, social goodbye. But this pandemic has robbed families of such tradition. Now, the new normal is often no wake, no funeral, just a few prayers in a cemetery. In Fermanagh, Tom Best last saw his wife, Anne, as she was taken in an ambulance from their Derrylin home. They had been married for 51 years. But she died last week with Covid-19 in the isolation ward of the hospital. He could not be there. There was no church ceremony. She was buried in St Ninnidh's cemetery as a handful of mourners watched on from a distance and the parish priest said prayers and the undertaker stood by. A single, white rose was placed on the coffin by a gravedigger in gloves. Tom Best had to self isolate. His heart was in the graveyard but he paced up and down their garden, clutching his wife's photograph. \"It's just breaking my heart that I couldn't be there when she died or at the funeral,\" he told reporter Rodney Edwards of theImpartial Reporter . \"I'm not going to break all the rules and walk up and see her. I'm not going to do that because that would not be right. It would be selfish on all the people of Derrylin. \"It's heartbreaking. I don't think we have faced anything like this in our time, not in my 77 years. \"I loved her,\" he added softly. Across Ireland, the main churches - Catholic, Presbyterian, Church of Ireland and Methodist - have set out rules for their priests, their ministers, their congregations. In some places, there is still room for a kind of wake or a funeral, it just has to be much smaller - people must keep their distance. Communities are trying to find new ways of expressing their respect. In County Kerry, when elderly woman Betty Ryan died, there was no wake at her home and many parishioners could not enter the church for her funeral. But they lined the road to the graveyard, respecting the rules of social distancing and respecting their friend and neighbour by their quiet presence as she was laid to rest. In the Catholic diocese of Clogher that straddles the border between Northern Ireland and the Republic, the guidelines have been tightened. There will be no weddings, no baptisms and no funeral Masses for those who die - these will take place when the crisis has passed. Clogher Bishop Larry Duffy said he was \"saddened\" but this was about protecting lives. Priests will not attend wakes and bereaved families will be supported over the phone. If a child is ill and the parents ring the priest, then they will be advised to bless the child with a crucifix or their own hand and the priest may pray down the phone. These are strange times. Rev Dr Frank Sellar, a former Presbyterian moderator and minister of Bloomfield Presbyterian Church in Belfast has not dealt with a case involving Covid-19 yet, but he knows it is coming. There will only be close family at the funeral, a service at the graveside observing social distancing and the hope of a celebration of the loved one's life at a later date. But amid the suffering, he sees a strength in people. \"There is a pragmatism about people here because of the Troubles - a little bank of resource that is coming to the fore,\" he said. \"I am heartened by the network of support that there is.\"Family and neighbours are in touch either writing letters or speaking on the phone. It is not ideal, but they are there.\" He can see a time when, after this pandemic is over, there will be an emotional backlog of stress - something that the churches and clergy and people in caring roles will be anticipating. \"It is almost as if things are being put on hold. I would imagine when this is over, this will come to the fore.\" What would the guideline be if a minister were called to a dying person's bedside? \"There would be a certain pastoral discretion,\" he said. Speaking on Radio Ulster's Sunday Sequence, Fr Brian D'Arcy talked about his struggle to support people. \"Who would have thought that, in a great crisis, somebody can't go to a church to pray,\" he asked. \"Who would have thought that, in a great crisis, there would not be a priest there to help them to die? \"Who would have thought that we couldn't have a funeral service for people?\" Showing compassion from the far end of a telephone was not easy, he said. \"I never before had to comfort people in an intensive care ward by phone and that's all I can do at the present time,\" he said. \"How do you comfort them when they can't see their loved one who died?\" The coronavirus has robbed people of final contact, they cannot see or talk to or touch the person they love in their final hours or afterwards. \"All of that is important for healthy grief,\" he said. Undertaking has long been a family affair for Hugh Dougal, managing director of O'Kanes Funeral Directors in Belfast. He took over the reins from his father who worked through the dark days of the Troubles when people died suddenly, in bombings and shootings. The company, he said, has always been about the \"personal touch\". \"With Covid-19 cases, we have to tell people that we can't talk to them in person. Instead, they have to self isolate and we have to talk to them over the phone. For those whose relatives die with coronavirus in this pandemic, there can be no comfort in a wake or church ceremonies. \"Their loved ones will be going straight from the home to the cemetery. \"There can be no more than 10 people at the graveside and they have to stay five metres from the grave that will be roped off. They can't throw in a spade full of soil or even a flower.\" \"O'Kanes never like to refuse any of our customers' requests,\" he said. \"Now we have to and we can hear the pain in their voices. 'Why can't we do this?' they ask. But it's for their safety and for the safety of ourselves.\" The coffins of those who die with coronavirus must be sealed. There will be no viewing of the remains, as is customary. Their bodies will not be embalmed. Clothes will be laid over the bodies of the dead, they will not be dressed.\"We understand that people cannot carry the coffin because traditionally they put their arms around each other and they cannot do that because of social distancing. \"You can drive up behind the hearse to the crematorium. But you cannot go in. You must turn and drive away. \"It feels so barbaric, so strange.\" Most of all, it feels like people are being robbed of what's most precious when they are at their lowest point. \"People are going through the hardest time of their lives and you are saying no to this and no to that,\" he said. \"Our tradition is about coming together and going over old times.\" At the moment, there is no longer the place for that. ", "url": "https://www.bbc.com/news/uk-northern-ireland-52106863"}