{"datetime": "2019-09-06T06:30:50.000Z", "author": "Cormac Campbell", "title": "Carlingford Lough Greenway border crossing plans unveiled", "article": "There may be suggestions of a no-deal Brexit and a hard border, but new infrastructure of a different kind is being developed on Carlingford Lough. A report prepared for Newry, Mourne and Down District Council has confirmed the preferred route for the final stretch of the Carlingford Lough Greenway. Last year, the stretch from Newry to Victoria Lock at the end of the city's historic canal was opened. The section from Omeath to Carlingford in County Louth is already operating. In 2016, the EU pledged more than €23m (£19.5m) to create almost 80 kms (50 miles) of new greenway linking towns and cities on either side of the Irish border. Other projects set to benefit from the EU cash were the North West Greenway, linking counties Londonderry, Tyrone and Donegal, and the Ulster Canal Greenway linking counties Monaghan and Armagh. Now it has been decided that the final three-mile section of the Carlingford Lough Greenway, which includes the border crossing, will go through Fathom Forest and not along the shoreline. According to the council: \"The waterside route from Victoria Lock to the border can no longer be considered as a viable option due to a significant number of ecological and environmental designation obstacles that it faces.\"An alternative Fathom Forest (Old Country Road) option has now been identified as the preferred route that will go forward to consultation and planning.\" Aerial images show that the route of the old road is still visible through the trees. A planning application is expected to be lodged before the end of the year. Completion of the greenway would mean that people could walk, run or cycle the more than 30 miles from Portadown to Carlingford almost completely off-road. It also forms part of the plannedSustrans Route 9 , Great Eastern Greenway, which is intended to link Belfast and Dublin. ", "url": "https://www.bbc.com/news/uk-northern-ireland-49595594"}