{"datetime": "2020-03-27T07:42:50.000Z", "author": "Will Chalk", "title": "Social distancing: 'Holly's funeral was for hundreds of people - now it's just us'", "article": "\"There was going to be pink balloons, unicorns - and her Girl Guide group were going to perform her favourite song in sign language.\" Hayley Smallman wanted the funeral for her 18-year-old daughter, Holly, to be a massive celebration of her life - in a venue big enough for the hundreds of people she expected to turn up. Instead, because of social distancing due to coronavirus, it's going to be held in a nearly-empty Merseyside building. \"I am so scared of going into an empty crematorium. My son and daughter are petrified,\" Hayley tells Radio 1 Newsbeat. \"Then we have to come home to an empty house without anyone there to, you know, hold us up\". Holly Smallman was born with a series of serious medical problems that left her unable to see or speak. Her mum, Hayley, says her daughter's condition was so serious they always knew \"she was only being borrowed\" to them. Holly passed away on 13 March 2020, aged 18. Unlike christenings and weddings, funerals haven't been banned by the government as part of efforts to stop the spread of the coronavirus. But they have beenrestricted to \"immediate family\" only. Holly spent her life under the care of a children's hospice, but still became a key figure in campaigns for more support for people with complex health needs. As a Girl Guide, she was given the highest award the organisation had to offer - the guiding star for showing courage and determination in the face of a serious and long-term medical condition. \"Holly was so inspirational - she drove passion in people they didn't even know existed within them until they met her,\" Holly's mum explains. \"Holly didn't have the ability to talk to people, but just by her presence, she had this amazing ability to leave a bit of a pink sparkle on people's hearts which made them want to do more for children like her.\" The family's campaign work meant multiple visits to the Houses of Parliament and, even, a meeting with Prince Harry in 2015. \"Her funeral needed to be light, it needed to feel warm, but it needed to be big enough for the amount of people that we knew were going to turn up for Hol on the day, which was in the hundreds at least,\" Hayley says. \"We were going to come back to our house and all our family and friends would be together and we'd be able to support each other and just celebrate Holly the way that we hoped we would.\" But, soon after Holly's death, all these plans changed when the UK went into lockdown. \"The whole process of the day and also us as a family trying to come to terms with the loss of Holly has just been overshadowed by the coronavirus and waiting for that next update.\"What are we allowed to do? What aren't we allowed to do?\" Even though only close family are now allowed to go to the service, and plans for a gathering at Holly's home afterwards had to be scrapped, Hayley has come up with a way for everyone to get involved. \"Holly loved pink. As soon as people would meet her, the first thing they would say was: 'Wow, what a pink princess!' \"So we came up with the idea of #WearPinkForHol. \"When we come back to an empty house we've got an opportunity to go on social media and see everybody wearing pink, which will just hopefully help us with what's going to be the most difficult day that we've ever got to face.\" There have been calls in the USA forfunerals to be live-streamed online , and British funeral director Meera Bhanot says this is being looked into in the UK as well. \"People feel compelled to attend funeral services - but you must not put yourselves at risk,\" she's told Asian Network News. Meera adds that, although the guidelines may seem strict, it's important to talk to your funeral director about your specific needs - especially if there is someone who's not in the deceased's immediate family, but you think should be at the service. \"Discuss things with the funeral director because every case will be dealt with on its own merit,\" she says. \"We are here to support you as best that we can and my colleagues up and down the country are doing an amazing job, so if you have any concerns just talk to us.\"Don't keep it bottled up and don't be frightened - we're here for you.\" Newsbeat has approached the National Association of Funeral Directors for a comment, but they've not got back to us. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-52047203"}