{"datetime": "2020-03-20T06:59:30.000Z", "author": "Kameron Virk", "title": "Coronavirus: 'I don't feel like I know myself without a gym routine'", "article": "\"University has all gone online. I was meant to be going to Paris - that's gone. All the social commitments I had to do with uni have been cancelled.\" Rebekah Dussek is,like everyone should be , trying to stay at home and reduce her social contact as much as possible because of the coronavirus outbreak. But like lots of people she's worried about the impact not being able to spend time at the gym could have on her mental health.Rebekah loves the gym because \"when you're having to push yourself really hard, that's all you're thinking about\". \"You can't - when you're having to sprint really fast - be thinking about anything else,\" she tells Radio 1 Newsbeat. The 22-year-old history student says working hard in the gym gives her a real \"sense of achievement\". When we spoke to Rebekah, her gym was still open, even though many have closed across the UK. As well as the physical impact of gym exercise, Rebekah says the classes \"feel like a community\" to her. She's at the gym four times a week, knows how different instructors like to run their classes and chats to other regulars before the they get going. Rebekah says the gym is great for helping her with depression - even if that's just because it gets her out of the house. So if she's only going to take one trip outside a day, \"that's what I want to do with my opportunity\".\"At some point they're going to close, and then I'll have to do my own exercise,\" she says. \"But while they're still open I'm definitely going to try and go as much as I can.\" Government advice is currently toavoid gatherings and crowded places - such as gyms. On a normal week day Kate O'Flaherty would be juggling her student nursing course and part-time job with making time to see family and friends - as well as keeping up a gym routine.The 21-year-old says exercise is really important to help her deal with anxiety and depression. But with Ireland on lockdown - schools, colleges and other public buildings have been closed since last week - Kate says: \"I feel like I don't really know myself now that I'm not able to do anything.\" \"I was thinking 'Oh at least I can focus on the gym a bit more'. Then I got a text from my gym saying that all the gyms in Dublin were closing. \"I feel like it's something I've taken for granted up until this point.\" Kate has been making the most of winter sunshine in Dublin to get out walking to fill her gym void. \"They recommend thatif you can go outside, go for a walk - keep your social distance from everyone - then you should do that. \"So I've just tried to get a bit of fresh air and a bit of sunlight.\" Kate's also been looking intoat-home workouts too.\"There is a lot you can do. I haven't started yet, but it's definitely something I'm going to have to look into for the next couple of weeks.\" YouTube is full of exercise routines, from yoga to high intensity interval training, and lots of personal trainers are offering online classes right now.But those can be light on laughs - something drag queen Dolly Trolley promises her live-streamed aerobics class will have in abundance.Dolly's drag aerobics classes usually take place in person but the cabaret and burlesque entertainer didn't want them to stop because of coronavirus - so she'll be putting them on from her living room instead.\"It's what people need right now. A bit of a laugh, an excuse to put some lycra on and an opportunity to dance, have a move and create some community and togetherness,\" she tells Newsbeat. Dolly says that a gym routine is a \"massive thing to be taken away from you\". \"So I do think it's something that people need in their lives.\"We need to try and maintain a sense of normality, and be able to do the things that we need to keep on coping.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-51924305"}