{"datetime": "2020-03-29T00:01:09.000Z", "author": "Hayley Westcott", "title": "Coronavirus: Restricted funerals 'heartbreaking' to conduct says celebrant", "article": "A celebrant said conducting funerals amid the coronavirus outbreak has been \"heartbreaking\" as restrictions have meant only 10 people could attend. Jo Brewer, from Plymouth in Devon, has conducted more than 1,000 funerals and said she has \"never experienced anything like it\". \"They're desperate to comfort one another and can't. They're sitting 2m (6ft) apart,\" she said. Tighter restrictions werebrought in by the prime minister on Monday. Unlike weddings and baptisms, funerals have still been allowed to go ahead but with immediate family only. \"The job of a celebrant or minister is always challenging emotionally,\" Ms Brewer said. \"Conducting a funeral under restrictions is so much harder because you know the person that's passed away really deserved a packed house and a wake where everyone shares happy memories. \"I know how much a funeral means and how much it is a part of the grieving process to be able to share your grief with other people that loved your loved one.\"Not being able to do that is heartbreaking to watch.\" Ms Brewer praised the people who were still enabling the process to take place. \"Starting with the nurses and doctors, moving on to coroners, registrars, funeral directors, mortuary staff - everybody is putting themselves at risk to look after other people's loved ones with dignity,\" she said. \"We put on a smile, do our job under really tricky circumstances because obviously people aren't enjoying these restrictions - understandably so. But we have no choice. \"I'd really like people to be kind to them. It's such a hard time for everybody but we all want to get back to normal.\" The celebrant, who covers the Devon and Cornwall area, is warning people to stick to the rules or risk funerals being banned, as has happened in someother parts of the world. \"To not have a funeral is unthinkable,\" she said. \"I can't even begin to imagine how awful that would be for a family to not be able to say a proper goodbye. \"But if people flout the rules, it will push it to the next level of non-attended funerals which I cannot even begin to imagine how hard that would be.\" ", "url": "https://www.bbc.com/news/uk-england-devon-52065003"}