{"datetime": "2020-03-22T00:09:05.000Z", "author": "Benita Barden and Bradley Harris", "title": "Coronavirus: 'How I'm coping with self-isolation'", "article": "If you're now either working from home and socially isolating or quarantining after showing possible coronavirus symptoms, it's likely you're coming to terms with how much spare time you suddenly have. Earlier this week, the governmentadvised against going out for \"non-essential\" reasons, and many schools and businesses across the UK have now closed.This has left tens of thousands of us stuck inside our homes for large chunks of time - needing more than a boxset binge and the odd four-way video chat to see us through. Coronavirus: What are social distancing and self-isolation? Radio 1 Newsbeat spoke to people in this situation to see how they're dealing with all this enforced alone time. While some are learning new skills, making good on existing life goals and starting new creative projects - others are finding it harder to adapt to such drastic changes to their daily lives. \"I've taken up a new hobby that I never thought about trying before - cross-stitching and embroidery.\" Maddy Bateson, 21, is self-isolating in her student house in Salford. Before deciding to focus on embroidery, she watched a fair bit of TV and played The Sims but soon grew bored of her more usual pastimes. \"I'm not very good yet but doing something different takes my mind off things. Instead of just watching TV, I put some music on and embroider a little flower on my jeans.\" Maddy's top tip for not allowing the isolation to overwhelm you is to stay in touch with family through voice notes. \"It's nice to hear someone's voice - not everyone wants to pick up the phone and ring all the time so short voice notes can really help.\" She's also been video chatting with her mates but says she's learning to enjoy the silence too.\"It's been nice to get a bit of time away from my phone and having to be in constant contact with people. Now, I can just chill by myself and spend a few hours cross-stitching.\" Joe Flinders, 26, has been working remotely from his home in Manchester and social distancing for several days. \"I'm not someone that does great in my own company - I'm quite an extrovert,\" he says. His usual routine sees him out and about either at the gym or hanging out with mates. He found the best way to adjust to his new reality was by writing a big list of plans like clearing out his wardrobe and relearning the piano. \"I'm going to do a nutrition course too over several weeks. It will keep me busy and also educate me.\" On top of all that, he's going to start helping his younger sister, whose GCSE's have been cancelled, keep up with her schoolwork. \"She's got lot of revision materials, so to help her and keep us all busy, I'm going to quiz her on bits of her different subjects.\" He advises those struggling with the initial impact of self-isolation to find \"small things that give you joy throughout the day\". Charlotte, 26, was working in a bar until the coronavirus crisis struck. Now, she's at home - practising social distancing as much as possible. To stave off the boredom she started sewing. \"It's funny because when I was 14, or 15, I did a sewing class and I was, like, I will never use that!\"Now, she's started a fashion project inspired by the face masks that have become synonymous with the virus worldwide. \"On the streets and on the bus, I started seeing so many people wearing these blue and white masks. And I just thought - why not try and make a prettier version to put some light into this awful situation?\" Theofficial advice on face masks is that they are not an effective way of protecting yourself from Covid-19, and they could even create a false sense of security. Charlotte is clear that her masks are intended as a fashion accessory only. \"People on social media ask me about this and I make it very clear that none of these masks protect against the virus,\" she says. \"For me, it's just a way of keeping my body and my mind busy - it can be scary when you think too much about the virus.\" After posting, her designs on Instagram she was surprised by how much positive feedback she got.\"Being able to be creative really helps with my wellbeing,\" she says. \"For me, it's a form of self-care and a great way to use my time at home.\" But, others have found it harder to adapt to life indoors. Joe Wilmot is a student, living in a shared house in Manchester. He's been self-isolating for almost a week. Although, he is able to access to his university work easily from home, he's struggling to adjust to staying indoors. \"Apart from having the balcony doors open, I don't think I've really felt fresh air for days. And because I've been cleaning non-stop, my flat smells of chemicals.\" At first, he thought about taking up a new hobby like knitting, but then realised he would need to stop isolating to go and buy the wool and needles. Instead, he's discovered new things about himself.\"It turns out, I'm skilled at staying horizontal in bed for about 12 hours a day, which is something that even as a student I didn't know I could do.\"So, I've just stayed in bed binge-watching TV shows. At first, I was watching the news constantly too but now I'm getting to the point where I want to distract myself from things going on outside.\" If you do end up turning to TV for solace, Joe recommends finding shows that make you laugh. \"Re-watching comedy shows like The Thick of It can really boost your mood and stop you thinking about the fact you can't go anywhere.\" Too offset all the time he's been spending in bed, Joe has also been copying workouts from social media. \"I follow this guy called Alex on Instagram who puts on lycra and does exercises in his living room. So I've been putting my shorts on and following his routines - and that, to be honest, is what is getting me through this crisis.\" ", "url": "https://www.bbc.com/news/newsbeat-51960752"}