{"datetime": "2019-10-22T10:51:01.000Z", "author": "Hannah Gay", "title": "Abortion: What does the change in the law mean for NI women?", "article": "A new chapter has been written in the political and social history of Northern Ireland, centred on one of the most sensitive issues and one which continues to divide opinion. As the clock passed midnight and Monday became Tuesday, abortion was decriminalised in line with Westminster legislation, which said the law would change unless Northern Ireland's devolved government was restored by 21 October. The Abortion Act 1967, which regulates terminations in England, Scotland and Wales, has never applied in Northern Ireland, meaning abortion law there has been more restrictive than in the rest of the UK. Abortion was only allowed if a woman's life was at risk or there was a danger of permanent and serious damage to her physical or mental health. Now, the UK government will take responsibility for introducing new regulations to provide greater access to abortions by next April. There wasa brief sitting of the Northern Ireland Assembly in a last-ditch attempt to stop the changes , but it ended in failure. BBC News NI spoke to four women from Northern Ireland and asked them how they felt about the changes. Kellie Turtle, from Belfast, has been campaigning for the liberalisation of abortion laws in Northern Ireland for a number of years. The 39-year-old told the BBC she decided to lobby for change after her own abortion experience. \"Three years ago, I had a crisis pregnancy and needed to seek access to abortion in England,\" she said. \"Originally, I accessed illegal abortion pills and attempted to terminate the pregnancy that way. It was distressing and I felt so isolated and alone, in bed, with a lot of pain. \"I remember thinking that if anything went wrong or were to escalate, I wouldn't be able to go to my doctor.\" The abortion pills did not work and Kellie made the choice to travel outside Northern Ireland for a termination. \"I had to take out a credit card to pay for flights and to have the procedure done in England,\" she said. \"I travelled alone, I was still reeling from my experience with the pills and it was a lonely trip. \"However, I met with great healthcare professionals and I woke up after the procedure feeling relieved. It was emotional.\" As the Stormont assembly chamber emptied on Monday after the attempt to stop the changes, she said she felt it was \"an incredible win for women who have been shamed for having an abortion\". \"This is the first step to making abortion normal,\" she said. \"We will celebrate but then we need to work hard over the next few months to help women in all areas and from all margins.\" Growing up, Rebecca Finlay considered herself pro-choice, until she had a child of her own. \"I got pregnant at 18, it wasn't expected or planned and I found out really far along, six months in,\" said the 24-year-old from Rathcoole in north Belfast. \"My parents were devastated and we were all gutted that we hadn't found out sooner so that it could be taken care of. \"I felt like my life was over, when I would meet people they would say they were sorry, as if someone had died. \"After my son was born, I couldn't get the pro-choice narrative out of my head. \"I couldn't help but think that this was accident that could have been prevented and that belief system was bad for my mental health.\" Rebecca said her viewpoint changed after she was given support from friends and from a young parent group. \"They treated me like a normal mum, not just a statistic or a stereotype,\" she said. \"With their support, I was then able to move to Belfast, go to university and put my child into child care and chase my dreams.\" After finding out abortion will be decriminalised in Northern Ireland, she said she felt \"devastated,\" and it happened \"too quickly\". \"I think it is empowering for women to be supported,\" she said. \"We tell women in the vulnerable moment of pregnancy that abortion is empowering, for some reason it is ingrained in us. \"The pro-choice narrative tells us that we need to end our pregnancies in order to progress and flourish in society.\"Maybe it is society that needs to change, not abortion law. \"I am thankful that because of our law, I wasn't able to have an abortion.\" \"Six years ago, I discovered I was pregnant and after consideration about my life, my family, my children, my finances, I decided I didn't want to continue the pregnancy,\" Naomi Connor told BBC News NI. \"I didn't realise just how difficult it was trying to access an abortion in Northern Ireland and there was so much reaction to it.\" The 47-year-old Belfast woman originally told her abortion story anonymously but decided to reveal her identity in support of other women going through the same experience.\"I was called a murderer, I was told that my abortion was whimsical, but I also had huge support from other women,\" she said. Naomi welcomed the law change but said \"our job is not done\". \"We have to look to a period of consultation and to service provision and de-stigmatisation,\" she said. \"Reproductive rights can finally be taken out of a criminal framework\".When Hazel Macaulay was at school, she knew she would not have had an abortion, but would not have cared if someone else did. She said it was when she went to university that her views started to change. \"I started to study abortion and looked into my own research and statistics,\" the 23-year-old told BBC News NI. \"At that point it hit me that abortion doesn't happen to a hypothetical human, it happens to a real human and then I started to care about it. \"I was very aware of social issues that women face and the inequality between men and women and I realised I didn't want a progressive society to put forward the idea of ending a life. \"Part of what I studied was discrimination against people with disabilities and I realised abortion discriminates against these people, as children with Down's syndrome are often aborted.\" Hazel said she believed most people in Northern Ireland were not fully on board or informed about the changes to the law. \"I have had conversations with people where they realised they didn't agree with the full extent of the proposals and it got them to think about it,\" she said. \"I think conversations around the issue need to be more nuanced.\"My hope would be that life flourishes at all ages and stages, and we acknowledge what a human life is at any stage.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-50129880"}