{"datetime": "2020-03-19T15:28:09.000Z", "author": "Annabel Rackham", "title": "Coronavirus: Premier League players join charity FIFA 20 tournament", "article": "If you've been struggling over the last few days with having no football to watch, you're definitely not alone. It's affected fans and people working at clubs like Luke Lambourne, who looks after the social media for League Two club Leyton Orient. After a weekend without any content to post, Luke came up with the idea of an online FIFA tournament. FIFA is one of the biggest games in eSports, and an eWorld Cup was launched in 2004. With no matches taking place on pitches at the moment due to the coronavirus outbreak, Luke wanted to keep English clubs playing together, and raise some money at the same time. But his request for entrants went viral and he's now got 128 teams from around the world involved. \"We've seen the likes of Crystal Palace putting Andros Townsend forward and Brighton putting Neal Maupay up,\" the 27-year-old tells Radio 1 Newsbeat. \"There's also a whole host of English clubs letting their players take control so it will be good fun.\" While some teams are taking it more seriously than others - Man City has their own eSports team to deploy - Luke is just happy to be making some money for charity.So far the tournament has raised nearly £28,000, thanks to contributions from football fans and a large donation from SkyBet. Money will go to the mental health charity MIND and to the World Health Organisation. But funds are also being set aside to go to English Football League clubs, which includes all clubs outside the Premier League. \"EFL clubs are going to struggle during a time of match postponements,\" says Luke. \"It's been well documented in the last 12 months with some clubs going into administration. This could really send them over the edge, so anything we can do to help support those clubs is fantastic,\" Luke says.Last year, bothBury and Bolton Wanderers had to rely on takeovers to keep them afloat, and there are serious worries that without match day revenue, lower league clubs will struggle.Premier League clubs are likely to feel the pinch too, but they have a safety-net of TV rights and sponsorship deals.Top-flight clubs like Manchester City, Newcastle United and West Ham are all putting up players for the gaming tournament and face some international competition.Big name European clubs like Ajax and RB Salzburg are also set to battle it out - digitally of course. \"A lot of English clubs 'travel' to Australia, which will be fun,\" Luke says.\"Wolves have been all over Europe this year but have to go a bit further afield now [to Adelaide United]. \"One of the bigger ties is Walsall hosting AS Roma at home - another tie you'd probably never see in real life but one the Walsall fans will be happy about. \"And of course I'm excited about our match as well, which is away to Lokomotiv Moscow - we'll be the big underdogs!\" The appetite for the competition points to the growing interest in eSports in light of the coronavirus - with games like League of Legends and Call of Dutyattracting new viewers on Twitch and YouTube streams. And while the technical details of Leyton Orient's FIFA tournament are getting sorted - the games will be knockouts with six minute halves - the competition is due to start on Sunday, with streaming information being made available soon.Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-51950136"}