{"datetime": "2020-03-23T12:21:33.000Z", "author": "Manish Pandey and Levi Jouavel", "title": "Coronavirus: The worry of working in supermarkets and pharmacies", "article": "\"It's been non-stop for the past few weeks. No matter how hard we try, the shelves aren't full.\" There are many people around the country who have been following the government'sadvice around social distancing - that's avoiding going out for non-essential reasons due to the coronavirus pandemic. For quite a few of us, that means having to work from home.But that's not an option everyone can take. Supermarket worker Tiff has no choice but to go to work, despite the infection risks. \"In an ideal world, supermarkets would close too, but I know that's not possible right now,\" the 26-year-old tells Radio 1 Newsbeat. You've probably seen people flooding to supermarkets, trying to get as many items as they can -panic buying things like handwash and antibacterial gel. Tiff's in charge of the health and beauty section in her supermarket, which includes those items. And she says the rush of panic buying because of coronavirus has been \"horrible and overwhelming\". \"People have been yelling at me, asking why it's not there when we run out.\" With cases of Covid-19 rising around the country, you might imagine that lots of frontline workers wouldn't want to work anymore. But not Mehfuz Dasu Patel. The 28-year-old helps run a group of community pharmacies in north west England, which serve 250 care homes and deliver medicines to around 20,000 patients. And those patients are the reason he's still going to work. If Mehfuz decides to stop working, \"vulnerable people will go without medicines\", he says. \"It's not the sort of business that can just disappear or you can work from home. We have to keep delivering to them, despite what's happening in the world.\" And despite her experiences in the supermarket, Tiff agrees with Mehfuz that it's important for those on the frontline to keep working at a time of crisis. \"People need supplies - they're looking for hygiene products and food - so we have to do what we can. If we don't, it'll just be more anger and panic,\" she says. Tiff admits feeling \"anxious and afraid\" because of the uncertainty around the virus and possible impact on her health. She suffered with a bad cough a few years ago, which she worries has damaged her lungs. People withunderlying health problems are at greater risk of developing severe symptoms. \"I'm always thinking about it and a bit worried,\" she says. And Tiff's not the only one to have those concerns. Jade Barnett, 19, has two jobs - in a warehouse and a supermarket - and she's worried she could catch the coronavirus at work and take it home to her family. \"It's not as much about me. I just don't want to catch anything and then pass it onto my nan or nephew,\" she says. She wears gloves at work and is \"quite cautious\". But with lots of people whose jobs are at risk, Jade says she's grateful she's still able to work, despite the potential health risk. \"There are lots of people out there who have lost their jobs, or aren't able to earn any money. How are people meant to survive without money and a job?\" Like Tiff and Mehfuz, she acknowledges that she has a vital \"role to play\" in helping the country fight coronavirus.Jade feels it's something that now comes with \"extra pressure\". When she's packing deliveries in the warehouse, she's aware that not having all the items someone needs can make things difficult for customers. \"It means they won't get a good shop and it might be someone who can't physically come to the shops,\" she says. \"So you do think about things like that and feel more responsibility.\" When working in the supermarket, she says it can be hard when dealing with elderly people because of limits on buying certain items. \"They often get lots of things and you have to tell them they can't take that much. You feel bad because you never know how much someone needs.\" Mehfuz says the current crisis is \"the toughest time\" he's ever experienced. \"Everyone at work understands the pressure is on us to deliver for the vulnerable,\" he says, adding that customers have called up worried his service may be shut down. \"They tell us that the country needs you to continue working. That motivates me and the others a lot.\" It's an exhausting time for both Jade and Tiff, and they can't wait for the crisis to be over. \"It can be a lot of night shifts, sometimes 16-hour shifts. It feels like 24/7,\" Jade says. \"Hopefully all of this calms down soon. Because you do have some really rough days and it's not nice.\"\"We'll keep working, but even if it's just for a few weeks, we need a break,\" Tiff adds. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-52003533"}