{"datetime": "2019-10-22T00:18:49.000Z", "title": "What are the UK's laws on abortion?", "article": "Abortion is now legal across the UK for the first time, after a change in the law in Northern Ireland. So, what are the laws on abortion, how many are carried out and how do they compare with those of other countries? Abortion was decriminalised in Northern Ireland at midnight on Monday 21 October.That's because MPs in London voted for legislation requiring abortion laws to be changed - unless Northern Ireland's power-sharing executive had been restored by then. The Northern Ireland Assembly was recalled for the first time since it was suspended in 2017, in an attempt to stop the abortion law changes, but the move failed. The UK government published guidelines for abortion laws in Northern Ireland for the period between 22 October and 31 March 2020.During this time, no criminal charges will be brought against women who have an abortion or against healthcare professionals who provide and assist them.Women travelling from Northern Ireland elsewhere for an abortion will have their travel and accommodation funded.Some abortions, where there is a \"fatal or serious fetal anomaly\", can be carried out in Northern Ireland during this time too.A public consultation on the proposed laws for Northern Ireland after 31 March is set to open around 22 October. From next April, medical abortions will also be provided on two hospital sites in Northern Ireland.Abortions were previously allowed in Northern Ireland only if: An 1861 law made it a criminal offence to procure a miscarriage. In 1945, an exception was added to say abortion could be permitted to preserve the mother's life.But rape, incest or diagnoses of fatal fetal abnormality - where medics believe the baby will die before, during or shortly after birth - were not grounds for a legal abortion. Northern Ireland's abortion law waschallenged in the High Court by Sarah Ewart . She was told she could not have a legal abortion, in 2013, even though doctors said her fetus would not survive outside the womb. She travelled to England for a termination and spoke of the trauma and expense that \"awful experience\" had caused her. In the High Court, Mrs Justice Keegan found in Mrs Ewart's favour.Women from Northern Ireland could already have free abortions in England, Scotland and Wales. In 2018,1,053 travelled to undergo the procedure in England and Wales. Abortions can take place in the first 24 weeks of pregnancy in England, Scotland and Wales.However, they have to be approved by two doctors. They must agree having the baby would pose a greater risk to the physical or mental health of the woman than a termination. Abortions were illegal before the the introduction of the 1967 Abortion Act, which initially allowed them to take place up to 28 weeks. This was reduced to 24 weeks in 1990.Abortions after 24 weeks are allowed only if: Since 2018, women in England havebeen allowed to take the second of two early abortion pills at home, rather than in a clinic. This brings the rules in line with Scotland and Wales. In 2018,there were 205,295 legal abortions in England and Wales. A total of 4,687 abortions for non-residents were carried out, a slight increase on the previous year. The large majority took place in the first 13 weeks of pregnancy. About two-thirds were medically induced, which involves taking two types of tablet to end an unwanted pregnancy.In Scotland, there were 13,286 abortions.There were 32 medical abortions in Northern Ireland in 2017-18. In the US, a number of Republican-led states have passed stricter abortion legislation this year but none of those laws has taken effect. This is because a number of legal challenges are due to take place. In Georgia, for example, a judge has temporarily blocked a strict new abortion law that would have banned terminations as early as six weeks into pregnancy.The law, signed in May by Republican Governor Brian Kemp, was scheduled to come into effect on 1 January. Abortion was recently decriminalised across Australia, after New South Wales voted in favour of changing its laws.Previously, abortions were allowed there only if a doctor ruled there was a \"serious\" risk to a woman's health. The new law makes it legal for terminations to be carried out across the country up to 22 weeks into a pregnancy. In the European Union, there are no common laws on abortion - but in several European countries terminating a pregnancy can still risk punishment.Around the world, some countries have total bans, including Nicaragua, El Salvador, Honduras and Malta. And Cuba and Uruguay are the only places in Latin America region where women can have abortions during the first 12 weeks of pregnancy regardless of circumstances.", "url": "https://www.bbc.com/news/health-19856314"}