{"datetime": "2020-03-24T00:26:56.000Z", "author": "Sima Kotecha", "title": "Coronavirus: Life in Rome under lockdown", "article": "Italy has introduced strict measures in a bid to tackle the coronavirus crisis gripping the country, including in the capital Rome. But what is life in lockdown like? Rome in the springtime. One of the world's most romantic settings.Normally the departure gate at London's Heathrow airport for a flight to the Italian capital would be a mix of human emotions: couples heading for a romantic break, families returning to see loved ones and business people anxiously waiting to board so work can be done.Not so on the morning in early March when I waited to board my flight to cover the Italian coronavirus outbreak. It would be my first time in the Italian capital and the mood on the sparsely filled flight was tense, anxious and fearful.This was no Roman holiday. A girl with dark hair who was sitting near me on the plane said she was \"rushing home to be with her family before Italy shut down completely and she was stuck in the UK\".When I stepped off the plane into the warm Roman sunshine I was hit by a cold blast of fear. I noticed people were reluctant to make eye contact and almost everyone was wearing a mask.The airport staff spoke loudly, sounding muffled through their masks but making it clear that we were not to stand too close to one another. They were firm.Rome is a city where ancient history and religion fuse together with international tourism. Yet some of the world's most famous tourist attractions - the Roman Colosseum, St Peter's Square, the Pantheon - normally packed with thronging crowds were deserted. Walking through its eerily quiet streets was haunting. Prime Minister Giuseppe Conte's measures preventing people from moving around freely without good reasons were in full force. There was no escape from the silence apart from the hourly ringing of church bells around the city.As we were filming in the fashion district, where opulent designer shops lined the streets, something extraordinary happened. People suddenly came out onto their balconies overlooking the shops and started clapping.Their applause broke the silence, as they shouted down to me: \"This is for unity and resilience. We agree with what is being done, to stay inside, because this is what we need to do to beat the virus.\" Further north in Lombardy, it was more of a desperate picture. Hospitals were struggling to cope with the crisis and the escalating death toll that had come with it.They were running out of essential kit and specialist help. The president of the region warned if people didn't stay indoors, hospitals may end up having to turn patients away because of a lack of resources.It's a crisis situation, with one doctor telling me \"it was like a war zone\" in emergency rooms.Back in Rome, police were on patrol. Officers warned those who did venture out and dispersed the few people of the city's 4.5 million residents who did gather in crowds. Social distancing is visible everywhere and is no longer a novelty. One morning as we were filming outside a supermarket, an elderly woman screamed at my producer Hannah and I, telling us we were not far enough apart from each other. This is the reality of Rome. Be responsible, she exclaimed, as she walked off in a strop.The food shops and chemists stayed open and the was no panic buying or hoarding, as least as far as we could see. The churches - ornate in their spectacular Roman Catholicism - were open, but no services took place. While the Pope, in the Vatican at the heart of Rome, stayed indoors.A teacher from Germany spoke to us outside one church and emphasised the importance of prayer at a time of national crisis. \"It's vital churches are around to give people a place for solace and reflection,\" she said. One woman in her 50s told us she had never seen Rome like this and that her heart was aching. \"I'm hurting and nobody knows when it will all end so we can go back to normal. That's the worry, when will it stop?\" Another resident who owned a restaurant conveyed her burning desire to help others by providing a take-away service. Italy was hurting but generosity from its people was never in short supply.My cameraman and producer - Pol and Hannah - were experts in the field, gathering testimony and finding fascinating stories to tell.But two weeks of constant broadcasting on such a harrowing story meant it was time to exit for all of us. Our hotel was closing after the prime minister said all non-essential businesses must shut. Most airports weren't operating either and only terminal three at the city's Fiumicino airport was open for us to catch a flight home.Leaving Rome, just like arriving, was a sobering experience. It was hard not to think of the city's many historical ordeals - from Julius Caesar and the fall of the Roman Empire through the rise of fascism and the bombing the city endured at the end of World War Two.But has there been an ordeal as all encompassing, frightening and devastating as the Italy faces from coronavirus? We can only feel compassion, sympathy and love for the city and it's people and wish them luck with what lies ahead. ", "url": "https://www.bbc.com/news/world-europe-52005287"}