{"datetime": "2020-03-12T00:14:35.000Z", "author": "Reality Check team and BBC Monitoring", "title": "Coronavirus: Italy sees rapid spread of fake news", "article": "As Italy grapples with the coronavirus outbreak, misinformation about how to respond to the virus is also spreading. We've been looking at some of the stories that have gone viral in the country, and whether there's any truth in them. A video which was posted on Twitter, showing military vehicles on the streets, was watched more than 250,000 times. It originally said the vehicles were in the southern city of Foggia, but it later corrected this to Palermo in Sicily.This tweet and others, linked the presence of the military vehicles to prison disturbances in Palermo this weekafter restrictions were announced on prison visits as part of measures to tackle coronavirus. It's true that the military were on the streets in Palermo, but their presence wasn't connected to the prison disturbances.The Italian military have confirmed that the vehicles belonged to the 6th Lancieri d'Aosta regiment, stationed in Palermo. They were returning from a military exercise in Sardinia and were not deployed to deal with unrest among prisoners, nor for any other reason related to the coronavirus. This false claim surfaced in an Italian leaflet which was reportedly distributed to shops and homes in one particular area of the Venice region.It said the vaccine was created in Australia to combat Covid-19, and the only country in the world to have bought it is Switzerland. It claimed that taking six doses of the vaccine would give protection from the virus for a year, and was available for 50 euros via an email address given in the leaflet. There is, however, no vaccine available anywhere in the world,and realistically one won't be ready until at least the middle of next year , says James Gallagher, BBC Health and Science correspondent. One Italian fact-checking site which picked up on the story said \"a vaccine does not exist, but what does exist are people who enjoy spreading lies.\" Misleading information about other ways to prevent the virus has also been circulating on social media. This includes a researcher said to be from Zanjan University in China, saying you should take as much vitamin C as possible to protect yourself from the virus. This was published in a news portal known as Viralmagazine.it,whose metrics say their article has been viewed over 576,000 times and gathered over 30,000 shares. The post also quotes a \"Professor Chen Horin CEO of the Beijing Military Hospital\" as saying that a hot drink with lemon can curb the spread of the virus. But there are several things that are not right: And to be clear - there's no evidence at all that lemon juice or large doses of vitamin C will stop the virus. One of the features of these private messages is that they can sometimes mix sound advice with misleading information. We've seen WhatsApp messages advising people to wash their hands frequently (good advice) but also to gargle with disinfectant to stop the virus entering the lungs (there's no evidence this works). Research by Olga Robinson, Laura Gozzi and Thomas Fabbri. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-europe-51819624"}