{"datetime": "2020-03-24T19:10:41.000Z", "title": "Coronavirus: Restrictions needed to stop NHS being overwhelmed, says FM", "article": "Demand on the NHS is significant and it could become overwhelmed by coronavirus, the first minister has said as he explained stringent new measures on people's lives. His and the other three UK governments have agreedstrict new restrictions, urging people to stay at home . In the Senedd, Mark Drakeford said nobody in Wales is \"exempt\". Public Health Wales announced on Tuesday that another person has died after testing positive for the virus.It brings the total of deaths in Wales to 17. Confirmed cases rose by 60 to 478, although the true number of cases is likely to be higher. Meanwhile the health minister Vaughan Gething said critical care units in Wales are 45% full, with 15% of patients in them suspected or confirmed Covid-19 patients. Both ministers spoke in aseverely reduced assembly chamber , with only 15 AMs present. The first minister said everyone \"must change their way of life\" in response to the coronavirus pandemic. Mr Drakeford told AMs: \"For most people, it will be a mild illness, but as we know... some groups of people are more at risk of developing a serious, and even fatal illness\". He said: \"If they are exposed the demand on our NHS services is already significant and could become overwhelming. \"That is why we are all being asked to take a series of unprecedented steps to change the way we live our lives, because that is the best chance we have to slow the spread of the virus and slowing the speed allows us to protect our NHS, and to save lives.\" He said: \"These are rules for everybody, not one of us is an exception.\" Under the rules: It follows the closure of schools, campsites and caravan parks in Wales. Plaid Cymru called for the closure of construction sites, saying it was \"impossible\" to operate most \"consistently at a safe distance\". Mr Drakeford agreed there was a \"strong case\" for closing some construction sites in Wales. But, in a news conference, Mr Drakeford said the situation with construction workers was \"complicated\", and he had been \"speaking to the sector today\". The situation \"needs further thought\" he said, pointing out that he would not want to see certain types of work halted, such as repairs to flood damage or construction of the new Grange hospital near Cwmbran, Torfaen. In the Senedd, Health minister Vaughan Gething outlined action to increase critical care provision. He said extensive work is taking place to \"maximise\" the number of ventilated beds, he said, including the purchase of more than 600 additional ventilators. In his statement he told assembly members: \"As of yesterday occupancy of critical care units was about 45%\"About 15% of the patients either have suspected or confirmed cases of Covid-19. \"We have plans in place to immediately double the number of critical care beds in Wales to just over 300.\" The first minister told the Senedd the army could be brought in to assist the effort. He has given officials permission to come to an agreement with the Ministry of Defence. He suggested they could seek \"support in the planning field\". \"They can help us greatly with logistics... but also with people,\" he said. Earlier, Plaid Cymru's Sian Gwenllian told the first minister laptops should be given to children who do not have them so that they can do school work at home, asking if the Welsh Government was working with Openreach to improve internet access.Mr Drakeford said the education minister is working to find other ways for young people to be \"assisted\" with school work where online learning is not viable. He also told Ms Gwenllian that he expects to hear today or later this week from the UK Government on extra funding to support the self-employed.He said there is not \"sufficient funding\" in the Welsh Government to act without that. Labour AM Alun Davies criticised the BBC for broadcasting information about the coronavirus outbreak that is \"wholly inaccurate\" because it only applies to England. He said Director General Tony Hall had failed to address the problem of inaccurately reflecting devolution, despite a commitment to do so. In response, Mr Drakeford said \"local broadcasters\" rise to the challenge \"pretty well most of the time\", but said it was \"difficult not to feel angry\" when national broadcasters \"mangle the responsibilities as they are currently distributed\" between governments. The Brexit Party's Caroline Jones raised concerns about crowded public transport - Mr Drakeford said he was in discussions with Transport for Wales.He said passenger numbers are down but acknowledged \"we need sufficient services so people aren't forced into being in too close proximity to others\". The first minister said motorists were still allowed to drive their cars to garages for MOTs. \"People shouldn't be driving cars that aren't safe,\" he told assembly members. Responding to a suggestion from Conservative group leader Paul Davies that an emergency budget should be published, the first minister said all parts of Welsh Government spending are being \"interrogated\" to see where funds can be found to support the coronavirus response. Mr Drakeford said he intends to bring forward a \"supplementary budget\" which will \"realign\" spending for the \"new and urgent priorities.\" He said his government has just two priorities: to support public services and to support business and people in employment. ", "url": "https://www.bbc.com/news/uk-wales-politics-52018372"}