{"datetime": "2020-03-24T12:56:22.000Z", "title": "Coronavirus: Couple married on Anglesey with no guests", "article": "A couple rearranged their wedding and got married in just 24 hours in a bid to beat stricter measures brought in to contain the coronavirus pandemic. The quick turnaround meant no guests were present at the wedding of Len, 64, and Carol Carter, 57, on Anglesey on Sunday.The following day the prime ministerbanned gatherings including weddings. Mrs Carter said it was a \"completely unusual situation\" but could not have gone better. She said: \"We could have delayed the wedding until next year but we wanted to get married as soon as possible. \"It would have been much nicer if celebrated with friends and family and usually to not have your nearest and dearest with you would feel like disaster, but these aren't normal times. \"We had watched Boris Johnson's presentation and he ordered the closure of pubs, clubs and restaurants and we thought it was not going happen.\" General manager of The Valley Hotel in Holyhead, Jon Craven, played the role of father and best man as he walked the bride down the aisle and two other members of staff acted as witnesses. \"The staff were brilliant and went above and beyond to make it special,\" she said. \"Our only expectation was a room with two witnesses and registrar, but they dressed the room in colours right and even organised a bouquet for me and a buttonhole for Len and threw confetti when we left. \"We felt particularly grateful as it has been such a bad time for these people but they focused on making it our special day.\" The couple will have another ceremony at the venue next year when family and friends can come. The hotel's event manager Christina Thackray said: \"Their wedding was booked a year ago but due to the whole coronavirus situation it had been cancelled and churches have closed too. \"They really wanted to get married and while they weren't allowed guests they felt it was a perfect intimate ceremony and could not be happier. \"Congratulations to Mr and Mrs Carter. \" ", "url": "https://www.bbc.com/news/uk-wales-52018518"}