{"datetime": "2020-03-20T15:12:42.000Z", "title": "Social distancing may be needed for ‘most of year’", "article": "Social distancing would be needed for \"at least half of the year\" to stop intensive care units being overwhelmed, according to the government's scientific advisers. The Scientific Advisory Group for Emergencies (Sage)recommended alternating between more and less strict measures for most of a year. Strict measures include school closures and social distancing for everyone. Less restrictive measures include isolating cases and households. It comes after Prime MinisterBoris Johnson said on Thursday that the UK could \"turn the tide\" on the coronavirus outbreak within 12 weeks. Schools in England, Scotland and Wales will close on Friday until further notice - except for vulnerable children and those with a parent identified as a key worker. More than 65,000 retired doctors and nurses in England and Wales have been askedto return to work in the NHS to help tackle the outbreak . And the chancellor isset to announce a wage subsidy package to try to protect millions of jobs.Documents prepared by Sage said alternating measures could \"plausibly be effective at keeping the number of critical care cases within capacity\". Less strict measures would also include social distancing - but just in vulnerable groups. Sir Patrick Vallance, the government's chief scientific adviser, said the evidence in the documents published on Friday has \"played a considerable role in shaping our recommendations\". \"The UK is home to experts who are at the forefront of their chosen fields and we are making full use of their expertise to grow our understanding of Covid-19 as we work tirelessly to tackle this disease,\" he said. We are in this for the long haul. The science that has informed government strategy shows we can expect disruption to our lives for most of the next 12 months. More than half that time is expected to involve the strict measures in place now, which include school closures. This won't all be in one go, instead the heavy restrictions will come and go in order to manage the number of cases.The government's aim is to prevent one massive spike in infections that would completely overwhelm intensive care. If that happens then death rates would soar as the sickest patients would not get the treatment they need. Instead the strategy will be to have a series of smaller, manageable peaks.It should save lives, but the cost is widespread disruption to society for some time to come.The advice also said: ", "url": "https://www.bbc.com/news/uk-51977802"}