{"datetime": "2020-03-24T17:11:22.000Z", "title": "Coronavirus: Widow plans husband's funeral in self-isolation", "article": "A woman trying to plan her husband's funeral in self-isolation has pleaded with people to stay at home to stop children being left without parents. Anna Bowen's husband Delme, 49, died from a brain tumour on Saturday.The mother-of-three, from Llandysul, Ceredigion, could not be with him when he passed away because of a heart condition. \"My little one is convinced I am going to die of coronavirus [yet] there are people queuing in Tesco,\" she said. \"I want to say to people stop it. You might feel ok but think about everybody else, you might be carrying it, you could kill someone else,\" she added. \"It is only a few weeks, it is not a hard thing to do to save someone's life. We are not being asked to go to war, just to stay at home.\" On Saturday, Delme, father to Harry, six, and Lucy, nine, and a step-father to Mark, 18, passed away in a hospice, 10 years after he was diagnosed with a brain tumour. Anna, 42, is classified as being at high risk of coronavirus because of pulmonary hypertension, a condition which can lead to heart failure, so was unable to travel to his bedside when he died. \"I told the nurses to tell him that we loved him and that was all,\" she said. \"We had said our goodbyes before. We had a lovely night, we ate chocolate mousse and giggled and laughed and made decisions together. \"It was quite sudden, but he was with people who cared about him.\" Anna, among about 70,000 people in Wales who have received messages from the NHS telling them they are vulnerable and to self isolate, posted an emotional plea on social media after being told she had to leave the house to register his death. \"The worry of it is giving me panic attacks, it's worrying the kids, they think I'm going to die now, I am the only parent here,\" she said. \"I want people to take this seriously. If something happens to me you will have to look at my kids daily and explain why you went out, was it for fun, just stay at home please.\" On Monday the prime minister brought intight restrictions to curb the spread of coronavirus , but Anna is determined to give Delme a fitting send-off. \"We will have his funeral next week, but only 10 people are allowed, you cannot sit together and you don't even know if you are going to be able to get flowers,\" she said. \"We are even thinking about not singing at the funeral because there are only 10 of us and we're not very good singers.\"It is the worst thing you want. He deserved so much more and once this is all over, he will get the biggest send off ever \" The mother-of-three, was full of praise for the community support she had received and the \"amazing\" NHS staff. But she was infuriated by images of peoplequeueing to climb Pen-y-Fan and Snowdon and crowding supermarkets over the weekend. She has put on hold a holiday to Newquay, Cornwall - the couple's \"special place\" - to celebrate Delme's life, but could not understand why people were not taking the lockdown seriously. \"I'm really angry when I see pictures of queues in Tesco and there are other people who have lost people in the last few days,\" she said. \"I can't even have half a funeral for my husband. \"If my message stops one person going out, it will be worth it.\" ", "url": "https://www.bbc.com/news/uk-wales-52018696"}