{"datetime": "2021-10-12T14:27:45.000Z", "title": "Irish budget: Irish finance minister outlines €4.7bn package", "article": "Ireland's Finance Minister Paschal Donohoe has presented his much leaked budget for 2022 to the Dáil (parliament). Mr Donohoe told the house that the Republic is now entering a \"new phase\" after the Covid-19 pandemic. However, he said he was conscious of cost of living pressures. He predicted that the national debt would be almost €240bn (£203.5bn) next year or €50,000 (£42,400) for every man, woman and child in the state. He said debt was currently 106% of national income, but would fall next year to 99%. Mr Donohoe said inflation would peak next September at 3.7% - the highest since 2008 - before beginning to fall. He also predicted that unemployment would fall to around 9% by the end of this year with the creation of 400,000 jobs in 2021 and 2022.The minister said the total budgetary package was €4.7bn (£3.99bn), split by: Other key changes: Minister Donohoe said the cost of running the Republic would be €87.6bn (£74.3bn) and that he had €4.7bn to increase public spending and reduce taxes. The vast majority of that amount is going on public spending. To have more people working from home he is introducing a 30% tax rebate on vouched expenses for heat, electricity and broadband. The minister said the 9% vat rate on the hospitality sector would be extended to the end of August 2022. He increased excised duty on a packet of 20 cigarettes by 50 cents bringing the average price of a packet to €15 (£12.70). Mr Donohoe also said he would keep the €5,000 tax relief on electric vehicles until the end of 2023. The minister said housing was \"the core challenge facing the country over the next number of years\". To help reach its target of building 33,000 houses a year until 2030, the minister is proposing a zoned land tax. However, the opposition jeered when he made it clear it would be at least two years before it came into effect. Mr Donohoe also announced that the National Minimum wage would be increased by 30 cents to €10.50 (£8.90). On climate change, Mr Donohoe said \"future generations will not tolerate inaction from the leaders of today\", adding that \"they deserve action\". \"The world is burning, and the only chance we have to control those fires is through coherent and effective policies,\" he said.Carbon tax will rise by €7.50 (£6.40) per tonne (as set out in the Finance Act 2020). Mr Donohoe said the new monies raised would be invested in \"targeted social welfare initiatives to prevent fuel poverty and ensure a just transition\". He also announced that an additional 800 gardaí (police) and 400 civilian staff are to be recruited and proposed a tax relief for digital game developers. Minister for Public Expenditure Michael McGrath has also announced free contraception for women aged between 17 and 23 to be introduced next year. Sinn Féin finance spokesman Pearse Doherty said the budget reflected the government that delivered it: \"Out of touch, out of ideas and out of time.\" He said never had so much been spent to deliver so little in such areas in crisis as health and housing. \"We heard more of the same - it needed to be a budget for change\", he said. Labour's Ged Nash said people on social welfare payments were not going to be better off and social welfare increases were far below the rate of inflation. He also said there were a lot of assets and wealth that continue to be untouched by Revenue Commissioners that could be better used for social welfare increases. Social Democrat co-leader Róisín Shorthall said overall the budget was quite disappointing. Speaking to RTÉ's News, she said in the context of a very substantial increase in the cost of living, there was very little help for people. People Before Profit TD Richard Boyd Barrett described €5 increases in welfare payments and the state pension as \"insulting\". ", "url": "https://www.bbc.com/news/world-europe-58877189"}