{"datetime": "2022-01-17T05:04:00.000Z", "subject": "Coronavirus pandemic", "title": "China cuts interest rates as economic growth slows", "article": "China has unexpectedly cut a key interest rate for the first time in almost two years as official figures showed its economic growth had slowed. Gross domestic product (GDP) grew by 4% for the last three months of 2021 from a year earlier, the National Bureau of Statistics said. That was better than most economists had predicted but was a lot slower than the previous quarter. In another sign of weakness retail sales growth for December fell to 1.7%. For the year as a whole, official data showed that China's economy grew by 8.1%, which beat economists' forecasts and came in well above Beijing's annual target of \"over 6%.\" However, some economists highlighted that the growth data, which was the slowest in a year and a half, has yet to take into account the effect of the latest coronavirus outbreaks. \"The GDP figure didn't reflect the impact of domestic spread of the omicron variant since late December which will hit the service industry significantly, especially offline consumption and transportation, Yue Su from the Economist Intelligence Unit said. To help boost the economy the People's Bank of China (PBOC) said it was lowering the interest rate on 700bn yuan (£80.6bn; $110bn) worth of one-year medium-term lending facility loans to 2.85%. It was the first such cut since April 2020. Another PBOC lending measure, the seven-day reverse repurchase rate, was also cut, while the bank pumped another 200bn yuan of medium-term cash into the financial system. The moves put China further apart from other major central banks around the world. TheUS Federal Reserve has signalled that it plans to increase its interest rate three times this year. While in the UK, theBank of England raised interest rate last month for the first time in more than three years, in response to calls to tackle surging price rises. China's economic outlook has been clouded by growing concerns about the effects of Beijing's regulatory crackdown on businesses, the financial health of some of the country's biggest property firms and the spread of the Omicron variant of Covid-19. China's economy grew by an impressive 8.1% last year but the country was in the middle of pandemic lockdowns in 2020 so that is coming off a low base.And when you look at the latest data closely, there are two worrying signs.The country's property sector is attracting less investment as some of its biggest developers face a debt crisis.The industry's slowdown was triggered by Beijing's measures to limit the amount of money some real estate firms could borrow so does not come as too much of a surprise. But a sharp contraction could affect the country's overall economic growth as the sector accounts for about a quarter of its GDP. Consumers also seem to be feeling less optimistic, with retail sales coming in much weaker than expected. China's strict zero Covid policy has meant that some major cities started to go back into lockdown from last month due to the Omicron variant. We have yet to see the full impact of that.To help cushion the slowdown, the country's central bank has for the first time in almost two years taken the unexpected step of making some key loans for businesses cheaper. While that may seem to be a loosening of President Xi's \"common prosperity\" policies to curb corporate debt, it seems unlikely that Beijing will go much further to support big businesses and their billionaire owners. The government is also unlikely ditch its zero Covid policy ahead of next month's Winter Olympics and a Communist party meeting later this year where President Xi is expected to tighten his grip on the world's second largest economy with a third term in power.", "url": "https://www.bbc.com/news/business-60019830"}