{"datetime": "2021-07-15T04:15:28.000Z", "title": "China's post-pandemic economic rebound loses steam", "article": "The Chinese economy's sharp rebound from the coronavirus pandemic has now slowed, official figures show. Gross domestic product (GDP) increased by 7.9% in the second quarter of 2021 compared to the same time last year. That was less than half the rate seen in the previous quarter and missed economists' forecasts of 8.1% growth. GDP is one of the most important ways of showing how well, or badly, an economy is doing. It's a measure - or an attempt to measure - all the activity of companies, governments and individuals in an economy. Official figures for June also showed better-than-expected growth for retail sales and industrial production. \"China's economy sustained a steady recovery with the production and demand picking up,\"the NBS said in a statement . However, the release went on to caution: \"The epidemic continues to mutate globally and external instabilities and uncertainties abound.\" Economists have raised concerns about the recovery of the world's second largest economy in recent months. Record high prices for commodities, like iron ore and copper, helped to push its factory inflation to the highest level in more than a decade. The country has also seen supply chain disruptions as shipping firms have been hit with backlogs, while shortages of energy also hampered factory output. In April, official figures showed that China's economy grew a record 18.3% in the first quarter of 2021 compared to the same quarter last year.It was the biggest jump in GDP since China started keeping quarterly records in 1992.However, that expansion was also below expectations, after a Reuters poll of economists predicted growth of 19%.They were also heavily skewed, and less indicative of strong growth, as they are compared to last year's huge economic contraction - China's economy shrank 6.8% in the first quarter of 2020 due to nationwide lockdowns at the peak of its Covid-19 outbreak.", "url": "https://www.bbc.com/news/business-57845265"}