{"datetime": "2021-07-29T14:46:41.000Z", "subject": "Coronavirus pandemic", "title": "US economic growth 'disappoints' as Covid surges", "article": "The US economy is staging a slower recovery than economists expected following a rise in coronavirus cases. The economy grew at an annualised rate of 6.5% in the second quarter, according to official data. While gross domestic product (GDP) was ahead of the first quarter, growth was below forecasts of 8.5%. \"Concerns of a resurgence of the coronavirus have been building and are reflected in the economy's performance,\" said Charles Schwab. The investment firm's UK director, Richard Flynn, said second quarter growth was \"disappointing\", adding: \"Amid the rapid spread of the delta variant and a significant easing in both monetary and fiscal stimulus, investors may have begun to worry about a faster-than-expected economic slowdown.\" On the upside, official figures from the US Commerce Department revealed that consumer spending was strong in the second quarter, rising by 11.8%.The US Bureau of Economic Analysis said that businesses reopening and continued government support had helped boost spending. President Joe Biden's administration signed off $1.9tn (£1.4tn) in pandemic relief in March, sending one-time $1,400 stimulus cheques to eligible households, as well as extending pandemic-related unemployment benefits through to early September. However, total GDP growth for the second quarter was dampened by a fall in investment in areas such as company inventories.Robert Alster, chief investment officer at Close Brothers Asset Management, said: \"The global industrial boom is seeing early signs of slowdown - an end was inevitable, but we are now seeing clear signals that deceleration has started.\"Consumers seem to be emerging from lockdown with increased caution, exacerbated by inflation causing an increase in the price of common goods. And with the delta variant on the rise and certain states reintroducing the mask mandate, it is clear that the US is not yet out of the woods.\"More than 162.7 million people - or about half the population - have been fully vaccinated in the US,official data shows . The roll-out is lagging in some southern states though, where fewer than half of residents have received their first dose in some cases. Meanwhile, daily coronavirus infections are on the rise again after numbers fell in May and June.Vaccines and government stimulus spending have helped get the US economy above its previous, pre-pandemic peak, a level of activity it reached back in the final quarter of 2019.It is an important stage in the US recovery. But it is still adrift of where it would have been had it continued to grow as it would most likely have done. And this is a recovery in the production of goods and services.Employment - not covered in the new figures - is still below what it was before the health crisis.The most recent jobs report (and there is an update coming next week) shows 6.7 million fewer people in employment than in February 2020.So, it's a milestone for sure. But the recovery is not complete.On Wednesday, the chairman of the US Federal Reserve, Jerome Powell, reiterated that economic recovery would \"depend on the path of the virus\".It followed an announcement earlier this week from the Centers for Disease Control and Prevention (CDC) that Americans living in areas seeing new surges of Covid-19 should wear masks indoors again to prevent the spread of the Delta variant. As well as an increase in cases, rising costs and supply chain bottle-necks are a source of worry, say experts. US inflation, which measures the rate at which the prices for goods and services increase, continued to rise in June as the cost of energy and used cars in particular increased. Consumer prices jumped 5.4% in the 12 months to the end of June, marking the biggest 12-month increase since August 2008. As a result, the US central bank said this week it would keep interest rates on hold near zero and continue its programme of buying bonds. Insisting that rising prices are \"transitory\" as the economy reopens, Mr Powell said it would continue providing support until it makes \"substantial further progress\" towards its targets of returning to full employment and inflation at 2%. Mr Powell said that the labour market still has \"a ways to go\" in terms of a full recovery. New figures on Thursday showed that new applications for unemployment benefits in the US came in slightly higher than expected at about 400,000 in the week ending 24 July. Rubeela Farooqi, chief US economist at High Frequency Economics, said: \"Overall, job growth should pick up and labour shortages should ease as near-term constraints - virus concerns, child-care issues and enhanced unemployment benefits - diminish. \"But rising virus cases could be a headwind for the labour market and the economy,\" she added. ", "url": "https://www.bbc.com/news/business-58007120"}