{"datetime": "2021-10-13T12:54:28.000Z", "subject": "Coronavirus pandemic", "title": "UK economy grows on camping and dining out", "article": "The UK economy grew by 0.4% in August as more people dined out, went on holiday and attended music festivals. The Office for National Statistics (ONS) said the services sector made the biggest contribution to economic growth in the first full month after all Covid restrictions were lifted in England. It said arts, entertainment and recreation grew 9%, boosted by sports clubs, amusement parks and festivals. There was also more demand for hotels and campsites.Restrictions on social distancing were eased from 19 July. The ONS said the economy is now 0.8% smaller than it was before the pandemic. \"The economy picked up in August as bars, restaurants and festivals benefited from the first full month without Covid-19 restrictions in England,\" said Darren Morgan, director of economic statistics at the ONS. \"However, later and slightly weaker data from a number of industries now mean we estimate the economy fell a little overall in July.\" The ONS said economic growth fell by 0.1% in July compared with initial estimates of 0.1% growth.Activity in accommodation and food services rose by 10.3% in August, within which hotels and campsites recorded 22.9% growth. In travel, air transport and rail both grew in August as Covid-related measures eased, however both industry are still trading far below pre-pandemic levels.Emma-Lou Montgomery associate director at Fidelity International, said that while August's growth \"marks a small rebound\" on July, \"the worry remains that economic growth won't even be in touching distance of pre-pandemic levels until well into next year\". She said supply chain disruption risks dampening consumer confidence. \"This all comes in the crucial lead up to Christmas, when suppliers and retailers should be firing on all cylinders,\" Ms Montgomery said.\"But with households facing steep price rises for everyday items, from the food shop through to the gas bill, there will be little desire - or capacity - to spend, spend, spend.\" Growth in the economy - everything produced, from new cars to haircuts to restaurant meals - isn't at all slow by normal standards at 0.4% in a month. But we're supposed to be bouncing back with growth of 7% this year.What's becoming increasingly clear, is that it's not a lack of demand for goods and services that's holding the recovery back but the inability of firms to supply that demand.A big part of the reason? Shortages. In construction, for example, where business is not growing but shrinking, firms reported to the ONS that they've got healthy order books. But they can't meet more orders, partly because of a shortage of materials in August (for example, wood and steel) and partly because of a shortage of skilled staff.The ONS reports evidence that the shortage of haulage drivers is slowing down industries from pharmaceuticals to electric lighting. Exports of goods, too, are down by 13% compared with 2018.Some of these shortages may be due to supply bottlenecks related to the post-pandemic global surge in activity. But without doubt some, notably the ongoing shortage of lorry drivers, are in large part related to Brexit.Elsewhere, economic growth was uneven with some sectors hit by shortages of materials. Output in construction fell by 0.2% in August and the sector remains 1.5% below pre-pandemic levels. The ONS said: \"This reflects recent challenges faced by the construction industry from rising input prices and delays to the availability of construction products - notably steel, concrete, timber and glass.\" The manufacturing sector expanded by 0.5% in August following a 0.6% in July. The ONS said growth was led by an increase in vehicle production \"as it continues to recover following supply side challenges predominantly caused by the global microchip shortage disrupting car production\". But it said the output in the manufacture of motor vehicles remains 14.5% below a peak in February this year. Paul Dales, chief UK economist at Capital Economics, said: \"Such drags may have become more widespread and significant in September and October, with the fuel crisis preventing some people from getting to work.\" He said Capital Economics' activity indicator \"suggests that GDP may not have increased at all in September\". Martin Beck, economist at professional services firm, EY,said: \"The recovery is certainly facing more headwinds. \"Rising inflation, driven by significant increases in energy prices, and the recent cut in Universal Credit are squeezing consumers' spending power.\" ", "url": "https://www.bbc.com/news/business-58894904"}