{"datetime": "2021-09-01T02:34:46.000Z", "subject": "India coronavirus lockdown", "title": "India Covid: Economy sees record growth during deadly wave", "article": "India's economy rebounded at a record rate in the three months to the end of June even as a devastating second wave of Covid-19 hit the country. Looser pandemic curbs allowed for more economic activity compared to the country's first nationwide lockdown in 2020. Gross domestic product (GDP) grew by 20.1% for the April to June quarter compared to a year earlier. During the same period last year, India's economy shrank by 24%. The Indian government's chief economic adviser KV Subramanian pointed to private investments and consumer spending for helping to boost the so-called 'V-shaped' recovery. A V-shaped recovery is considered to be a sharp downturn which quickly bottoms out, followed by a sharp rebound. Manufacturing and construction also drove growth, according to India's statistics ministry. The Indian economy shrank by 7.3% in its last financial year. It has been among the world's major economies to be hit hardest by the pandemic. The jump in GDP during the April to June quarter missed a forecast by the country's central bank of 21.4% growth for the period. Some analysts said this would make the Reserve Bank of India (RBI) more likely to keep stimulus measures in place until at least the end of this year. While many advanced economies around the world have provided huge amounts of stimulus to fuel spending, India's Prime Minister Narendra Modi has prioritised investment in infrastructure, privatisation of state-owned businesses and tax reforms to drive growth. Experts are optimistic that India will continue to post strong growth, although some key sectors are still not seeing a rebound. Consumer spending - a major driver of growth - is also still lower than pre-pandemic levels. The risk of another wave of coronavirus infections and a sluggish vaccination programme could hamper momentum too, experts say. Although India is Asia's third-largest economy, it remains smaller than it was before the pandemic. ", "url": "https://www.bbc.com/news/business-58390291"}