{"datetime": "2021-09-10T09:26:47.000Z", "author": "Robert Plummer", "subject": "Coronavirus pandemic", "title": "'Pingdemic' dents UK economic growth in July", "article": "The UK economy grew by just 0.1% in July as the last Covid restrictions were lifted in England. It was the economy's sixth consecutive month of growth, but the increase was much lower than in the previous month, which saw 1% growth. Arts, entertainment and recreation activities helped the rise, but the \"pingdemic\" kept many workers at home. The UK economy is still 2.1% below its pre-pandemic peak, said the Office for National Statistics (ONS). The ONS said there had been a boost from outdoor events such as sports clubs, amusement parks and festivals following the easing of restrictions on social distancing on 19 July in England. However, the main contributor to growth was a 1.2% rise in production output, boosted by the reopening of an oil field production site, which was previously temporarily closed for planned maintenance. Jonathan Athow, deputy statistician of the ONS, said: \"Oil and gas provided the strongest boost, having partially bounced back after summer maintenance. Car production also continued to recover from recent component shortages.\" Many firms suffered from a lack of staff during July as workers were forced to self-isolate at home after being alerted by the NHS Test and Trace app, giving rise to what was dubbed the \"pingdemic\". Services output was largely unchanged in July, but the construction sector contracted for a fourth consecutive month, with output down by 1.6%. Construction has been affected by a shortage of building materials as prices have soared and supply has failed to match demand. Overall, GDP grew by 3.6% in the three months to July, the ONS said. The latest figures will weigh on the minds of Bank of England policymakers, who must ponder the implications for UK monetary policy. On Wednesday, Bank governor Andrew Bailey said the UK's economic bounce-back from the pandemic was showing signs of \"levelling off\", but he maintained the view that rising inflation would not turn out to be persistent.Derby-based firm Colleague Box has seen its fortunes intimately linked to the health of the economy during the pandemic. The company allows both companies and individuals to send out gift boxes to friends, colleagues and relatives. With remote working having become standard practice at many firms, its service has allowed them to show their staff they are still appreciated. \"The idea is that we stay connected even though we're apart,\" managing director Natalie Bamford told the BBC. \"It's a way of putting smiles on people's faces.\" However, the economic slowdown has not gone unnoticed at the firm. \"We did notice for the first time a slump in sales over August,\" Natalie says. \"We're assuming it was due to the summer holidays, but it makes you concerned as a small business owner.\" During the pandemic, Colleague Box has seen some companies send out gift boxes to their entire staff, \"particularly those working from home or on furlough\". And now that more people are returning to work, some firms are putting gift boxes on their desks to welcome them back. \"Returning to the office can be stressful and cause anxiety,\" says Natalie. \"It's going back to the work life that's become alien over the past year.\" Colleague Box is now hoping that sales will pick up again in time for Christmas. \"I think we're still very much a nation that wants to celebrate things,\" says Natalie. \"We're clinging to these hallmark holidays, so I think Christmas is going to be big and that will be huge for the economy.\" Prof Jagjit Chadha, director of the National Institute of Economic and Social Research, told the BBC's Today programme that the increase for July was \"lower than most people expected\". But he added: \"The economy is slowly getting back to its pre-pandemic level. There were always going to be potholes along the way.\" July's figures, showing the bounce-back in the economy stalling, make clear the recovery cannot be taken for granted. The cause, primarily, was the upsurge in cases across the UK, tempering the impact of the full reopening of the economy. But the impact of the supply chain crisis is also in these figures.While August should have been better, these figures are consistent with the now slow decline in furlough numbers. Monthly data is always volatile, but the pattern seems to be that the UK saw a very rapid initial bounce-back from the mere act of economic reopening.Recovery is going to be trickier as pandemic support is phased out and the impact of labour shortages and trade problems start to be seen in the figures. Talk of a \"boom\" was rather premature. Samuel Tombs of Pantheon Macroeconomics said the economic recovery had been \"stopped in its tracks\" by a surge in Covid cases in July. He added that there were signs that the economy had regained momentum in August. \"Nonetheless, surveys continue to show that a large minority of households remain fearful of contracting Covid-19, even though they have been double-vaccinated.\"This suggests that the recovery in consumer-facing sectors might run out of steam again in the autumn if, as we expect, Covid-19 cases and hospital admissions remain on their current upward trend,\" he said. Kitty Ussher, chief economist at the Institute of Directors, said it appeared that \"England's thrilling run\" in the Euro 2020 tournament had boosted growth in June, leading to \"a bit of fall-back\" in July.Chancellor Rishi Sunak said the figures showed the recovery was \"well under way\". But Labour's Bridget Phillipson, shadow chief secretary to the Treasury, said \"Conservative complacency\" was \"holding our country back\".", "url": "https://www.bbc.com/news/business-58502593"}