{"datetime": "2021-10-28T14:48:22.000Z", "author": "Daniel Thomas", "subject": "Coronavirus pandemic", "title": "US growth slows to just 2% as Delta hits economy", "article": "US economic growth slowed sharply in the third quarter of the year, as the fast-spreading Delta variant of coronavirus dampened consumer spending. The economy expanded at an annualised rate of just 2% in the three months to September - down from 6.7% in the previous quarter.It came as the US faced supply chain issues, rising inflation and new Covid restrictions in some places.But infection rates are falling and some experts think growth will pick up. On a non-annualised basis, the growth figure was 0.5%.During the third quarter,the Commerce Department said, a \"resurgence of Covid-19 cases resulted in new restrictions and delays in the reopening of establishments in some parts of the country\".Pandemic-era loans to businesses, grants to state and local governments, and social benefits to households all decreased, it added. Among other things, sales of big-ticket manufactured goods fell by 26% during the period. In particular, sales of new cars fell sharply, as prices shot up amid a shortage of semiconductors. At the same time, growth in the US services sector decelerated to 7.9%, as consumers spent less on eating out and staying in hotels.The US economy contracted sharply in 2020 as the pandemic hit, but it roared back in the first half of this year. Since then, the recovery has cooled because of a surge in Delta infections aggravated by lacklustre vaccination rates.The US added a disappointing 194,000 jobs in September, as the Delta variant of coronavirus continued to drag on the economy. Economists had expected it to add nearer its 2021 monthly average of 500,000. Inflation, meanwhile, hit 5.4% in September, with global supply chains struggling to meet soaring consumer demand as the economy reopened.The Federal Reserve has argued the high prices will be transitory and has no immediate plans to raise interest rates to cool things down. However, it does expect to begin paring back its pandemic-era stimulus for the economy later this year, which some fear may be too soon.Richard Flynn, managing director at Charles Schwab UK, said: \"Today's disappointing GDP data will increase investor concerns about strength of the US economy.\"Risk has undoubtedly risen for investors, as there are now more questions - including about fiscal and monetary policy - than there are answers.\" However, Willem Sels, chief investment officer of Global Private Banking and Wealth at HSBC, said he expected the slowdown to be temporary.\"As companies rebuild their very low inventories, demand should remain strong, and activity should eventually pick up,\" he added. \"We also think consumption will rebound when consumers grow more confident, especially as many households have managed to save more during the lockdown and may want to spend ahead of the holiday season.\"", "url": "https://www.bbc.com/news/business-59081177"}