{"datetime": "2020-02-07T12:51:41.000Z", "title": "Glasnevin cemetery: Sledgehammers used to damage memorial wall", "article": "A memorial wall dedicated to all the people killed in conflicts in Ireland between 1916 and 1923 has been attacked with sledgehammers and paint. The wall in Glasnevin Cemetery in Dublin lists hundred of names, but British soldiers' names were \"targeted\" according to Irish broadcaster RTÉ. Gardaí (Irish police) said they were investigating an \"act of vandalism\" at the cemetery that took place at about 03:40 local time on Tuesday.They said the damage was \"significant\".The memorial, officially known as the Necrology Wall, is an ongoing project which will eventually record the names of every man, woman and child who died over a turbulent period in Irish history, from the start of the 1916 Easter Rising through to the end of the Irish Civil War in 1923. It wasfirst unveiled in April 2016, during the centenary commemoration of the Easter Rising . Almost 500 people were killed in the rebellion against British rule in Ireland. The names of Irish and British casualties from the Rising are inscribed side by side, and civilian deaths and listed alongside military deaths.The project is the work of the Glasnevin Trust, a charity which operates the cemetery.From the outset, some republican groups had protested against the inclusion of British soldiers on the memorial. Tuesday's attack was the second time the memorial wall has been vandalised since it was unveiled in 2016. In April 2017,paint was thrown over the wall in an incident the trust described as \"callous vandalism\". But on that occasion but the damage was not confined to any category of deceased. The names are listed by year of death and at present the list ends in 1918.The trust is currently in the process of researching the names of all the people who died during the 1919-21 War of Independence and subsequent Irish Civil War, which lasted from 1922 until 1923. The War of Independence casualty list will include hundreds of soldiers and Royal Irish Constabulary (RIC) policemen who fought for Britain against the rebels. A spokesman for the trust would not comment on reports that the names of British soldiers already inscribed on the wall had been targeted in the latest attack. In a brief statement, the charity said: \"Glasnevin Trust can confirm that the Necrology Wall was vandalised at Glasnevin Cemetery during the early hours of Tuesday morning.\"Glasnevin Trust is currently engaging with the gardaí on the matter and will not be commenting further at this time.\" No arrests have been made as yet but gardaí said their investigations are ongoing. ", "url": "https://www.bbc.com/news/world-europe-51411952"}