{"datetime": "2020-01-08T18:22:50.000Z", "title": "Leo Varadkar: United Ireland 'further away' after RIC controversy", "article": "Taoiseach (Irish prime minister) Leo Varadkar has said he believes the prospect of a united Ireland is further away than it was before, following controversy over a plan to remember pre-partition police forces. Anevent was due to commemorate the Royal Irish Constabulary and Dublin Metropolitan Police later this month. It has beendeferred by the Irish justice minister. Many opposition politicians vowed to boycott the event. They criticised the RIC's conduct in the War of Independence and that of its armed auxiliary forces. Irish Justice Minister Charlie Flanagan is planning an alternative commemoration in the coming months.Irish national broadcaster RTÉ reports that Mr Varadkar said on Wednesday that Mr Flanagan made the right decision to defer the event, and said it was made with his approval. He said it had become an issue of unnecessary controversy and that he hoped the commemoration could be held at a later date in a more appropriate way. Mr Varadkar said he firmly believes in a united Ireland and that it can be achieved in his lifetime.However, he added that a united Ireland must be one that recognises a shared history and that there are \"one million people on the island who identify as British and as being from a unionist background\". Mr Varadkar also said the controversy was a setback for unity and conciliation. He said lessons could be learned from it and that perhaps things could have been handled differently. The Royal Irish Constabulary (RIC) and Dublin Metropolitan Police (DMP) were formed in the early 19th century when the whole island of Ireland was under British rule.During the Irish War of Independence (1919-21), the IRA began targeting police officers and the British government bolstered RIC ranks by recruiting thousands of ex-soldiers, mainly from England. Those who joined the RIC special reserve were nicknamed the Black and Tans because of their distinctive uniforms, while a later group of more experienced soldiers were known as the Auxiliaries. Both forces acquired a reputation for brutality by carrying out violent reprisals on civilians in the aftermath of IRA attacks.Speaking about his decision to defer the event, Mr Flanagan said: \"There were those in the RIC who committed atrocities.\"The horrific record of the Black and Tans and Auxiliaries is well known.\"But there were thousands of other officers who behaved with dignity and honour in serving their communities. And we should not seek to airbrush these people from our history.\" The commemoration was due to form part of the government's ongoingdecade of centenaries programme. The programme marks significant events during a turbulent period in Irish history from 1912 to 1923, including the 1916 Easter Rising and Irish Civil War. The decision to commemorate the RIC and DMP has proved the most controversial to date, with many politicians condemning the conduct of both the RIC and its auxiliary forces. On Monday night, Dublin City councillors voted to boycott the Dublin Castle event with a motion that was passed by 38 votes to 10. In his statement on Tuesday, the justice minister said he realised that his decision to defer the event would be \"a cause of hurt and upset to many people\".", "url": "https://www.bbc.com/news/world-europe-51035886"}