{"datetime": "2021-06-11T09:34:55.000Z", "subject": "Coronavirus pandemic", "title": "UK economy grows in April as shops reopen", "article": "The UK economy grew 2.3% in April, its fastest monthly growth since July last year. Shoppers spent more on the High Street as non-essential shops reopened, and people bought more cars and caravans. There was also more spending in pubs, cafes and restaurants as restrictions easedthe Office for National Statistics (ONS) said . Despite the surge in activity, the UK economy is still 3.7% below its pre-pandemic peak. Construction fell in April, compared to strong growth the previous month, but the sector remains above its pre-pandemic peak. Chancellor Rishi Sunak said that the figures were \"a promising sign that our economy is beginning to recover\". Mr Sunak said more than one million people had come off the government's furlough scheme in March and April as businesses reopened. Jonathan Athow, ONS deputy national statistician for economic statistics said: \"Strong growth in retail spending, increased car and caravan purchases, schools being open for the full month, and the beginning of the reopening of hospitality all boosted the economy in April.\" Yael Selfin, chief economist at KPMG UK, said shoppers flocked back to the High Street as households spent some of their savings on non-essential goods. Spending in non-essential shops drove much of the growth as customers were allowed back into stores from 12 April in England, with clothes stores seeing a boost of 69.4%. Overall growth in the services sector was 3.4%, although it remains 4.1% below pre-pandemic levels of February 2020. This included restaurants, bars and cafes, where customers could eat and drink outdoors again, seeing a 39% rise in growth. People also used the ability to travel across the country again, with activity at caravan parks and holiday lets growing 68.6%, while hairdressers and other personal services grew 63.5%. A further relaxation of lockdown rules is planned for 21 June, which would let pubs, bars and restaurants increase the number of people allowed indoors. But that is now lookingincreasingly unlikely which may put downward pressure on growth in the summer. Regardless of any pause in reopening, Ms Selfin said economic activity levels in May and June would not rise at the same rate as the April rebound. One of the ways the pandemic has turned normal assumptions upside down is that a shrinking economy can be the successful outcome of deliberate government policy. The government wanted to suppress economic activity to combat the virus, the public largely abided by the restrictions, and the economy shrank. Similarly when you ease restrictions, and that suppressed activity comes back, leading to the sort of growth in a month that you're more normally see in a year, it's a deliberate and predictable outcome of policy rather than a stellar economic performance.The economy has been growing now since January. But the \"bounceback\" is slower than the 7.3% growth recorded in July 2020, when restrictions of much greater severity were being lifted. And we still have a steep hill to climb. At the end of the first quarter of the year our economy had taken the biggest knock of all the G20 economies, in stark contrast to the likes of Korea, Australia, India or Turkey, which had already recovered beyond pre-pandemic levels.The confident official prediction is that we're in for 7% growth this year which should boost that weak international performance. Let's hope that confidence isn't misplaced.Miatta Fahnbulleh, chief executive of UK think tank New Economics Foundation, told the BBC the figures were in line with what was expected \"which is a big bounce as the restrictions were eased and the economy starts going back to normal\". \"But underneath this is probably going to be a story of two halves - the GDP numbers tell us the economy is recovering, but it's likely to be uneven, with the bounceback driven by parts of the economy that have essentially been insulated from the worst parts of the pandemic, and other parts of the economy - those with no work, or small businesses - really, really struggling, particularly as the government starts removing some [support] going into the autumn.\" Separately, there is continued friction in trade with EU due to post-Brexit restrictions, although less than at the start of the year. Mr Athow from the ONS said: \"Exports of goods have now, broadly, recovered from the disruptions seen at the beginning of the year. However, imports of goods from the EU are still significantly down on 2020 levels\". Compared with three years ago - the last time trade was unaffected by either Covid or concerns of a disruptive Brexit - British goods exports to the EU this April were 7.1% lower and imports from the EU were 15.3% lower. Exports to the EU were also below their average for 2019. \"That is a disappointing performance, given the boom in global trade flows; UK exporters have lost market share,\" said Samuel Tombs of Pantheon Macroeconomics. Total imports of goods excluding precious metals in April rose 3.9% or £1.4bn, while exports fell slightly. ", "url": "https://www.bbc.com/news/business-57438437"}