{"datetime": "2020-01-07T21:12:03.000Z", "title": "Irish government 'defers' RIC police commemoration", "article": "An Irish state commemoration to remember pre-partition police forces has been deferred by the Irish justice minister amid growing controversy. Theevent was due to commemorate the Royal Irish Constabulary and Dublin Metropolitan Police later this month. But many opposition politicians vowed to boycott it, criticising the RIC's conduct in the War of Independence and that of its armed auxiliary forces. The minister is planning an alternative commemoration in the coming months.The Royal Irish Constabulary (RIC) and Dublin Metropolitan Police (DMP) were formed in the early 19th century when the whole island of Ireland was under British rule.During the Irish War of Independence (1919-21), the IRA began targeting police officers and the British government bolstered RIC ranks by recruiting thousands of ex-soldiers, mainly from England. Those who joined the RIC special reserve were nicknamed the Black and Tans because of their distinctive uniforms, while a later group of more experienced soldiers were known as the Auxiliaries. Both forces acquired a reputation for brutality by carrying out violent reprisals on civilians in the aftermath of IRA attacks.Speaking about his decision to defer the event, Mr Flanagan said: \"There were those in the RIC who committed atrocities.\"The horrific record of the Black and Tans and Auxiliaries is well known.\"But there were thousands of other officers who behaved with dignity and honour in serving their communities. And we should not seek to airbrush these people from our history.\" The commemoration was due to form part of the government's ongoingDecade of Centenaries programme. The programme marks significant events during a turbulent period in Irish history from 1912 to 1923, including the 1916 Easter Rising and Irish Civil War. The decision to commemorate the RIC and DMP has proved the most controversial to date, with many politicians condemning the conduct of both the RIC and its auxiliary forces. On Monday night, Dublin City councillors voted to boycott the Dublin Castle event with a motion that was passed by 38 votes to 10. In his statement on Tuesday, the minister said he realised that his decision to defer the event would be \"a cause of hurt and upset to many people\". \"As a government, we have at all times sought to have a national programme of commemorations that is authentic, sensitive and inclusive.\" Mr Flanagan said.\"However, given the disappointing response of some to the planned event on 17th January, I do not believe that the event, as planned, can now take place in an atmosphere that meets the goals and guiding principles of the overall commemorative programme.\"Therefore, I am announcing its deferral.\" Sinn Féin leader Mary Lou McDonald, who was among those who had criticised the event, said the deferral was \"only a step in the right direction\" and called for it to be cancelled. Mr Flanagan told Irish broadcaster RTÉ that aspects of the commemoration had been \"grossly misrepresented\". \"This was never going to be a eulogising of the black and tans, but rather a solemn and sombre event commemorating the tens of thousands of the members of the RIC and DMP.\" More than 500 police and police reservists were killed during the War of Independence and its aftermath. The minister added that he still firmly believed the planned commemoration event was the \"right thing to do\". \"As a next step, I will consult further with the expert Advisory Group on Centenary Commemoration, with the all-party consultative group on commemoration and with other stakeholders, with a view to organising an event that is inclusive and fully respectful of all the traditions and memories on this island,\" his statement said.", "url": "https://www.bbc.com/news/world-europe-51026428"}