{"datetime": "2022-02-05T09:17:40.000Z", "title": "Glasnevin Necrology Wall in Dublin 'discontinued' after vandalism", "article": "A memorial wall in Dublin's Glasnevin Cemetery is to be \"discontinued\" after it was vandalised for a third time. The Necrology Wall remembers all the people killed in conflicts in Ireland between 1916 and 1923, including British soldiers and IRA members. Dublin Cemeteries Trust said it took the decision to discontinue it \"with great regret\". It said that it was the third act of vandalism of a \"severe nature\" on the wall. \"It is the firm view of Dublin Cemeteries Trust that if the wall were to be repaired for a third time it would be vandalised again,\" it said. The trust's David Bunworth said they had considered other options, such as fencing off the wall. \"But that lost the whole spirit of what we're trying to do, which was about peace and reconciliation, it was about being non-judgemental, about being non-hierarchical,\" he said. \"But the vandalism caused us to say to the project we can't continue with it.\" The memorial is an ongoing project which would have eventually recorded the names of every man, woman and child who died over a turbulent period in Irish history, from the start of the 1916 Easter Rising through to the end of the Irish Civil War in 1923. It wasfirst unveiled in April 2016, during the centenary commemoration of the Easter Rising . The wall wasattacked with sledgehammers and paint in February 2020 , while inApril 2017 paint was thrown over it in an incident the trust described as \"callous vandalism\".. RTÉ broadcaster Joe Duffy said he intends to hold a protest at the decision to stop the project. \"The simple common denominator in this wall is that all those people died violently between 1916 and 1923,\" he said.\"Brought down by thuggery and violence, a wall remembering people who are dead - it's just shocking, it's beyond belief and the government should step in and do something about preserving this wall. \"Surely our mature country can remember all those who died - most of them Irish - regardless of the uniform they wore.\"However, independent councillor Nial Ring said a lot of people had been upset at the idea of the memorial. \"This decision is a triumph of common sense and for respect for the people who fought and died for Ireland,\" he said. The Dublin Cemeteries Trust said that the black granite wall, which was erected in 2010, will remain in place and the names already inscribed will be replaced by blank panels. It said they were considering a stand-alone monument to mark all those who died in the conflict. ", "url": "https://www.bbc.com/news/world-europe-60270815"}