{"datetime": "2021-06-10T14:27:49.000Z", "subject": "Coronavirus pandemic", "title": "UK economy lags behind other countries in Covid recovery", "article": "The UK's recovery from the damage caused by the Covid pandemic lagged behind other big economies in the first three months of 2021. Economic output was 8.7% below pre-pandemic levels at the end of 2019, said the Organisation for Economic Co-operation and Development (OECD). Overall, the economic output of the G20 group of major economies edged ahead, led by India, Turkey and China. But most others, such as Italy, Germany and the EU as a whole, shrank. A country's Gross Domestic Product (GDP) or economic output measures how well or badly an economy is doing. The OECD think tank said GDP in the G20 area returned to pre-pandemic levels in the first quarter of 2021, but with large differences across countries.Overall, the G20 grew slightly compared with the final three months of 2019, before the mass lockdowns and economic disruption caused by the Covid pandemic.The UK and Italy recorded the largest falls from pre-pandemic GDP levels, down 8.7% and 6.4% respectively, while Germany, France, the euro area and the European Union all recorded declines of more than 4%. Year-on-year, the G20 countries grew by 3.4% in the first three months of this year. China, which the OECD points out was affected by Covid at an earlier stage than other countries, recorded the highest annual growth at 18.3%, while the UK saw the biggest annual fall at minus 6.1%.Last month, the OECD predicted that the UK economy's recovery from the pandemic would be stronger than previously thought. It said the UK was likely to grow 7.2% in 2021, up from its March projection of 5.1%, making it the fastest among the large rich countries. It also raised its forecast for global growth this year to 5.8%, compared with the 4.2% it predicted in December.However, it warned that growth would not be shared evenly.The global economy is slowly recovering - but there's still a great deal of uncertainty about the future, and the picture can vary wildly from region to region.It's not hard to see why. Although the pandemic has cut a swathe through countries around the world over the past year, there have been big differences in the timing of outbreaks, as well as in the speed and nature of national responses.In wealthier countries in particular, the progress of vaccination programmes is now providing grounds for optimism that a return to normality is not too far away. But that has to be balanced by concerns about the potential impact of new variants of the virus.Such uncertainty is reflected in the European Central Bank's decision today to maintain its Covid-related economic stimulus programme, despite increasing its forecasts for both growth and inflation in the eurozone.If the past year has shown us anything, it's that predicting the course of the pandemic is anything but straightforward - and the path to recovery is unlikely to be smooth. ", "url": "https://www.bbc.com/news/business-57427997"}