{"datetime": "2021-10-04T20:36:55.000Z", "title": "Irish government sets out biggest ever investment plan", "article": "The Irish government has announced the largest national development plan in the history of the state as it unveiled spending proposals for the next decade. The plan envisages a total investment of €165bn (£141m) between now and 2030 on various capital projects such as housing and transport infrastructure. Taoiseach (Irish PM) Micheál Martin hailed it as \"unprecedented in scale\". He said the plan will \"drive the next phase of our post-pandemic recovery and will create thousands of jobs\". The investment will include extra money for cross-border projects, with capital funding for the government's Shared Island initiative to be \"at least doubled\" to €1bn (£853m) until 2030. Mr Martin said the planned spending of €3.5bn on north-south infrastructure was a \"significant increase\" in investment on infrastructure projects. He described the investment as \"a pragmatic approach on our side\". Those projects include the Irish government funding the Narrow Water Bridge between counties Louth and Down, the Ulster Canal and the A5 road as well as more money to be spent on greenways, higher education, biodiversity and industrial parks. However, opposition parties have questioned the government's costings and timescales, with the Labour Party dismissing the plan as a \"work of fiction\". Outlining the coalition government's investment priorities, the taoiseach said they would \"respond to the housing crisis and tackle the climate emergency\" at the same time as reforming public services. He announced a target to build 300,000 new homes by the end of 2030, which would include 90,000 social homes, 36,000 affordable purchase homes and 18,000 cost rental homes. He also said there would be a swift reform of the planning system to address \"the planning and legal delays which bedevil infrastructure and housing projects in Ireland\".The investment will including extra money for cross-border projects, with capital funding for the government's Shared Island initiative to be \"at least doubled\" to €1bn (£853m) until 2030. The investment proposals were presented as the revised \"National Development Plan\" - an updated version of a capital spending programme first outlined in 2018. The revised version is more costly and ambitious, as it involves almost €50bn (£42m) of extra spending that had been envisaged three years ago. The new plan includes a €35bn (£30m) investment package for Ireland's transport system, including proposals for new light rail systems and 1,000 km of new and improved walking and cycling infrastructure. Green Party leader Eamon Ryan, who is both the minister for the environment and minister for transport, said it would create a \"cleaner, greener, connected Ireland\".\"It means that for every euro we invest in new road infrastructure we're investing twice as much in new public transport,\" Mr Ryan added.However, the Labour Party's spokesperson on finance and public expenditure, Ged Nash, called the revised National Development Plan \"a work of fiction\". \"The glossy updated plan is an expensive reheat of the 2018 version,\" he said.\"How can we take a plan to develop public transport links like Metro Link and the Dart extension to towns like Drogheda seriously if no costings or firm timelines are published?\" Mr Nash asked.\"If government had the confidence that the vast number of projects mentioned in the plan would be delivered, then they should publish clear costings and the indicative delivery dates.\" Sinn Féin's housing spokesman Eoin Ó Broin said the plan was \"very disappointing news for housing\". He claimed the actual extra spending on social and affordable housing in 2022 \"will be minimal\". ", "url": "https://www.bbc.com/news/world-europe-58787024"}