{"datetime": "2019-01-21T06:40:53.000Z", "author": "Shane Harrison", "title": "Dáil Éireann centenary commemorated in Dublin", "article": "Monday is the centenary of two seminal moments in Irish history - the meeting of the first Dáil (parliament) and the start of the War of Independence against Britain. An exhibition is on display at Dublin's Mansion House, the lord mayor's official residence. Visitors can see a giant mural photo of the first Dáil, which met there. Not all of Sinn Féin's 73 newly-elected MPs in the December 1918 general election - who refused to attend Westminster - were there. Many were in British jails. Also absent from the Mansion House gathering were the 26 unionist MPs and six MPs from the Irish Parliamentary Party, which favoured devolved home rule. The centenary of the first Dáil and the beginning of the fight for independence for 26 of the 32 Irish counties is being celebrated on Monday, with the Ceann Comhairle (Dáil Speaker) Seán Ó Fearghaíl, saying it's a celebration of 100 years of stable democracy. \"I think living through the period we're currently in, we can put a particular value on the stability of our democracy in this country,\" he said.\"It's a stability that has seen us through a world war, a series of economic recessions - some of them very deep - and 30 years of murder and mayhem in Northern Ireland.\" On the same day 100 years ago, down a narrow country lane about 120 miles from the Mansion House, members of the old IRA led by Belfast man Seamus Robinson and including Dan Breen - whose book My Fight for Irish Freedom later became a bestseller - lay in wait in Soloheadbeg in County Tipperary to ambush Royal Irish Constabulary (RIC) policemen escorting gelignite. Two RIC officers were shot dead - Constable James McDonnell, a widower and father of five, and Constable Patrick O'Connell, a single man. And so began the Irish War of Independence. The ballot box and the gun dominated the same day - a running theme in Irish history.It would take two more years for hostilities to end. Tim Hanly, from the Soloheadbeg Commemoration Committee, said local people take pride in the fact the War of Independence began in their area. \"We're a local parish committee who want to honour the commencement of the War of Independence in these fields and roads but ever mindful of the sacrifices and the impact it had on the two RIC officers' families,\" he said.\"And we want to remember them on the day as well.\" The centenary of the first Dáil and the start of the exit of 26 Irish counties from the United Kingdom, coincides with Brexit and talk of the UK taking back control and sovereignty from Europe. But, Senator Neale Richmond, who has been prominent for Fine Gael on Brexit, said there are more contrasts than similarities in the two events. \"The United Kingdom in 1919 was very much Dublin being dictated to by London\", he said.\"Now, however, we have the UK leaving what was a club of equals by their own volition, through a democratic means. And we'll see what comes out of that, positive or negative, in due course.\" Indeed, who yet knows how Brexit will unfold and what its long-term implications for this island will be? But on Monday, politicians in the Republic will celebrate Irish democracy and the sharing, in a European context, of its hard-fought sovereignty. ", "url": "https://www.bbc.com/news/world-europe-46924163"}