{"datetime": "2020-01-07T06:36:29.000Z", "title": "Varadkar 'stands over' Irish police commemoration", "article": "The taoiseach (Irish prime minister) has defended a government event to commemorate pre-partition police forces, despite plans by several opposition politicians to boycott it. The event will commemorate the Royal Irish Constabulary and Dublin Metropolitan Police. Sinn Féin's Mary Lou McDonald called for it to be cancelled and Dublin City councillors voted not to attend.But Mr Varadkar said the government \"stands over the decision\". The Royal Irish Constabulary (RIC) and Dublin Metropolitan Police (DMP) were formed in the early 19th century when the whole island of Ireland was under British rule.The commemoration is part of the ongoing Decade of Centenaries programme which marks significant events during a turbulent period in Irish history from 1912 to 1923. Those events included the 1916 Easter Rising and the War of Independence, which ended in the partition of Ireland in 1921. Justice Minister Charlie Flanagan, who is due to address the event in Dublin Castle on 17 January, said it would be a \"modest and solemn commemoration\". Mr Flanagan said that reconciliation on the island of Ireland could only be achieved through \"mutual respect of the different traditions on the island\". However, Ms McDonald tweeted: \"Nowhere else would those who brutally suppressed national freedom be afforded a state commemoration.\" She accused Mr Varadkar's Fine Gael party of commemorating a notorious group of British soldiers known as the Black and Tans alongside the RIC and DMP, but the justice minister has rejected such claims.\"It is not a celebration,\" Mr Flanagan insisted. \"It is an acknowledgement of the historical importance of both the DMP and the RIC, and is in no sense a commemoration of the Black and Tans or the Auxiliaries,\" he added.On Monday night, Dublin City councillors voted to boycott the event with a motion that was passed by 38 votes to 10.During the 1919-21 War of Independence, the RIC was under increasing attack from the IRA and the British government reinforced its dwindling ranks by recruiting thousands of ex-soldiers, mostly from England. The new RIC special reserve recruits were nicknamed the Black and Tans because of their distinctive uniforms and they acquired a reputation for ill-discipline and brutality. A few months later, the British government established a second additional force, known as the Auxiliaries, this time recruiting from demobilised army officers. The Auxiliaries were better paid than Black and Tans but they also developed a reputation for carrying out violent reprisals on the civilian population in the aftermath of IRA attacks.On 21 November 1920, a day known as Bloody Sunday, Auxiliaries fired indiscriminately into a crowd of spectators at a Gaelic football match in Dublin, killing 12 people and wounded 65 others. In December that year, members of the Auxiliaries and Black and Tans burned down much of central Cork, sacking more than five acres of the city centre.On Saturday, Mayor of Clare Cathal Crowe announced he would boycott the Dublin Castle event, describing the RIC as the strong-arm of the British state in Ireland\". The Fianna Fáil representative added that it was \"wrong to celebrate and eulogise\" the force and criticised the event as \"historical revisionism gone too far\". His party colleague John Sheehan, Lord Mayor of Cork, has also declined an invitation to attend.\"You are commemorating an institution that does not have a good history in Ireland and took the side of the Black and Tans during the War of Independence,\" he told Cork's 96FM radio station.\"Particularly given Cork's history with the Black and Tans. The RIC were part of that.\" In his statement on Monday, Mr Flanagan acknowledged that there were \"very real sensitivities\" involved but said the Decade of Centenaries provided \"an opportunity to remember all of those who died over the period\". He said the RIC \"found itself on the wrong side of history\" but insisted the \"vast majority of Irish people who served as army and police officers did so with honour and integrity\". The justice minister added that intolerance had forced many Irish people \"to deny their own family histories and airbrush parents, grandparents and siblings out of the picture for doing no more than serving as an army officer or police officer to support their families\".", "url": "https://www.bbc.com/news/world-europe-51013678"}