{"datetime": "2016-04-01T10:54:26.000Z", "title": "Irish President Michael D Higgins pulls out of Easter Rising centenary dinner in Belfast", "article": "Irish President Michael D Higgins has pulled out of attending a civic dinner in Belfast to mark the centenary of the Easter Rising. Mr Higgins was due to be guest of honour at the 8 April City Hall event. His spokesman said he had accepted the invitation on the basis there was \"cross-party support\" for it. The DUP has been accused of scuppering the dinner by refusing to attend. The party said it had no objection to the event happening, but will not be there. The spokesman for Mr Higgins said there was no longer cross-party support for the event and the president did not want to become embroiled in \"political controversy\". The Lord Mayor of Belfast, Sinn Féin councillor Arder Carson, said he was \"extremely disappointed\" that Mr Higgins would not be attending the event which is part of the council's Decade of Centenaries programme. \"The overall programme for the decade was agreed by full council and has cross-party support; and that position has not changed,\" he added. \"A lot of hard work has gone into creating an inclusive programme of events which is respectful of all viewpoints and which focuses on the key events of our shared history, and those which have impacted on our city. \"In this important year which reflects on the centenary of the 1916 Easter Rising and the Battle of the Somme, Belfast City Council has shown leadership in how we mark these events and I would wish that to continue.\" Easter Rising 1916 More information on the Easter Rising The Alliance Party has accused the Democratic Unionist Party (DUP) of breaking an all-party agreement to mark a number of centenaries with such civic occasions. Alliance councillor Michael Long said there had been \"a long-standing agreement\" that \"three of the main anniversaries would each be marked with a dinner, which would be events exploring the consequences of violence and looking at the significance of each event\". \"It was an all-party approach to the Decade of Centenaries that was respectful to all traditions, and done with reconciliation and building a shared future in mind,\" he said. \"Therefore, it was disappointing the DUP has decided to not attend the Easter Rising dinner, which has led to President Higgins pulling out of the event.\" However, the DUP's Christopher Stalford denied that the party had reneged on an agreement to attend. \"There was an agreement that this event could take place, but there was absolutely no obligation upon people to go to the event,\" he said. \"You can't force people to go to an event that they don't want to go to.\" However, the SDLP said the DUP had behaved disgracefully. \"People across the city and the country are disappointed at how the DUP have behaved today,\" the party's Nichola Mallon said.\"By sabotaging this inclusive event they have squandered a real opportunity for reconciliation.\" Ulster Unionist councillors have also said they will not be attending the event. In a statement, a spokesman for the Irish President confirmed Mr Higgins would not be attending. \"The president accepted the invitation to the civic dinner on the basis that there was cross-party support for this invitation,\" he added. \"This now is no longer the case, leaving the president with no other option than to withdraw, as he does not want to become embroiled in matters of political controversy.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-35936240"}