{"datetime": "2012-08-25T17:50:42.000Z", "title": "RIC War of Independence deaths remembered at service", "article": "An unofficial ceremony to commemorate members of the Royal Irish Constabulary (RIC) killed during the Irish War of Independence has taken place in Dublin. Over 200 people gathered at the RIC plot in Glasnevin Cemetery for an interdenominational service and wreath-laying ceremony.It was organised by retired Irish police officers and former members of the Royal Ulster Constabulary (RUC). The RIC was Ireland's police force from the early 19th century until partition.This year marks the 90th anniversary of the disbandment of the force. Jim McDonald, Chair of the RUC George Cross Foundation, said: \"I'm pleased that there was such a variety of people here in spite of the fact that we didn't have official backing, but it's good to see that people speak by being here.\" Gerard Lovett, one of the retired gardai who organised the event, said he was \"thrilled\" with the number of people who attended. \"Since the ceremony I have met two dozen people, all telling me about their family members who served in the RIC, something they had not spoken about before.\" Saturday's event also commemorated officers of the Dublin Metropolitan Police, (DMP) an unarmed police force. A number of members of the 32 County Sovereignty Group help a largely silent protest during the ceremony.Speaking ahead of Saturday's event, a spokeswoman for Fine Gael, the biggest party in the Republic's coalition government, said there was no reason the ceremony should not go ahead in what she described as an \"era of reconciliation and commemoration\". In a statement, Sinn Fein described the RIC and DMP as \"key elements in the brutal and often murderous enforcement of British rule in Ireland against the democratic wishes of the Irish people\".But the statement added that Sinn Fein had \"no issue with individuals who may wish, in an unofficial capacity, to mark their deaths\". A spokesman for Glasnevin Cemetery has said no official permission had been granted for any type of commemoration or ceremony. Over 500 police officers were killed by the IRA between the outbreak of the Easter Rising 1916 and the end of the Irish War of Independence, which took place from 1919 to 1921.Ireland was partitioned following the Government of Ireland Act in 1920 and the RIC was disbanded in 1922. It was replaced by the RUC in Northern Ireland and the Garda Siochana in the Irish Free State, later re-named the Republic of Ireland. ", "url": "https://www.bbc.com/news/uk-northern-ireland-19378803"}