{"datetime": "2022-01-18T21:57:53.000Z", "title": "'Ringleader' of gang who attacked Kevin Lunney named", "article": "The \"ringleader\" of a gang who kidnapped and tortured Quinn Industrial Holdings director Kevin Lunney can be named after the Irish High Court lifted an anonymity order. Alan Harte, 40, with an address at Island Quay Apartments, Dublin 3, was known as YZ during his trial. This was in order not to prejudice trials he was facing on separate criminal charges.Mr Lunney was kidnapped outside his home on 17 September 2019.The father of six was confronted by the gang as he returned from work.They rammed his car outside his home near Kinawley before setting it on fire. He was bundled into the boot of an Audi A4 and driven to a farm across the Irish border in County Cavan. There, he was tied up inside a horse box, beaten and slashed on the face and chest with a Stanley knife. The initials QIH were carved into his chest. He also had his leg broken with two blows of a wooden bat.Three men were convicted at the Special Criminal Court in relation to the attack: Mr Justice Tony Hunt described Harte as the ringleader and said he was responsible for inflicting most of the injuries on Mr Lunney. He said the only reason he did not impose a life sentence was that the heaviest penalties should be reserved for those who benefited from the crime.Harte has more than 100 previous convictions, including one for impeding a murder prosecution.He was granted the order allowing him to remain anonymous to protect his rights to a fair trial on further unrelated criminal charges.His lawyers asked the High Court to keep the order in place, as there was a possibility a trial would go ahead later this year.However, prosecution lawyers accused Harte of trying to ensure his name would not be published for a long time.Mr Justice Charles Meenan said justice must be administered in public under the Irish Constitution. He was satisfied there was no basis for continuing Harte's anonymity,Harte and the other two men convicted of the attack on Mr Lunney have appealed against their convictions and sentences. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60046613"}