{"datetime": "2022-01-14T19:18:47.000Z", "title": "Ashling Murphy: Vigils across Ireland for murdered teacher", "article": "Thousands of people have attended vigils across the island of Ireland on Friday in memory of murdered teacher Ashling Murphy. The 23-year-old was killed on the banks of the Grand Canal outside Tullamore, County Offaly, on Wednesday. Her family attended a candlelit vigil near the murder scene. TheIrish Independent reported that her father paid a poignant tribute to the talented young musician, by performing her favourite song. Ray Murphy reportedly broke down in tears while playing the final chords of \"When You Were Sweet Sixteen\". The Murphy family were said to be \"appreciative and overwhelmed by the national outpouring of support show to them,\" according to a statement from Gardaí (Irish police). It said that the family had requested \"privacy, space and time to process Ashling's death\". The statement added that \"significant progress\" has been made in the murder investigation to date but the force said it was \"not confirming any specific details for operational reasons\".A 40-year-old man arrested after Ms Murphy's murder was released without charge on Thursday night\"and is no longer a suspect\", according to gardaí. The National Women's Council of Ireland had announced details of vigils at dozens of locations on Friday and many event attracted very large crowds. Many of the vigils began at 16:00 local time, organised to coincide with the time Ms Murphy was fatally attacked.One of the biggest events took place outside the Oireachtas (Irish parliament) buildings in Dublin. Taoiseach (Irish Prime Minister) Micheál Martin was among those in attendance.Irish Justice Minister Helen McEntee tweeted a photo of a candle shortly after the vigils began and said she was \"thinking of Ashling and all women who are and have been victims of violence\".\"We must come together to demand zero tolerance of violence against women. As minister for justice, I am working to ensure we have a society that does not tolerate this any longer,\" she said. Events are also taking place in Northern Ireland including vigils in Belfast, Londonderry, Newry, Coleraine, Strabane and other locations. A number of politicians attended the event in Derry's Guildhall Square, including the leader of the Social Democratic and Labour Party (SDLP) Colum Eastwood. In Belfast, a large crowd gathered outside the City Hall to lay candle and flowers. A number of traditional Irish musicians performed at the event, in tribute to Ms Murphy who was a talented multi-instrumentalist and member of the National Folk Orchestra of Ireland. In Newry, County Down, crowds gathered in Hill Street near the city's cathedral and listened to speeches protesting against violence against women. \"Women should be able to feel safe every day and go about their daily lives, free from misogyny and violence and abuse,\" said one woman who addressed the event. Ms Murphy's family have spoken of having lost \"a little angel\" and \"our rock\"in an interview with the Irish Independent newspaper . Her father, Raymond, told the paper of his daughter's talent for music and how she had \"crammed so much into her short life\". Her mother, Kathleen, added that \"she was so soft and gentle\". \"She was a beautiful girl, she was just the best,\" she said. \"We're all devastated.\" Irish President Michael D Higgins said he had spoken to the Murphy family on Friday morning to express sympathy on behalf of the people of Ireland. \"The outpouring of grief at the death of Ashling shows how we have all been very touched, and it is so exemplary for young and old, to read of all Ashling's accomplishments during her short but brilliant and generous life,\" he said. \"It is of crucial importance that we take this opportunity, as so many people have already done in the short time since Ashling's death, to reflect on what needs to be done to eliminate violence against women in all its aspects from our society.\" The director of Ireland's National Women's Council Orla O'Connor told BBC News there was \"nationwide devastation, grief and shock at this horrendous killing\". She said the vigils were being organised all around Ireland to remember the young teacher, to show support to her family and say: \"We want an end to male violence against women\". \"There is a lot of anger and frustration that has been expressed,\" she said. \"This has really triggered past experiences of physical and sexual violence that women have had,\" she added. \"It also really shows how much women are limiting their lives because of the fear and threat of violence. Here was a young woman going for a run during the day when everyone expects to be safe.\" The taoiseach said Ms Murphy was a talented musician who \"represented the very best of the tradition of teaching in Ireland\". \"I think it has united the nation in solidarity and revulsion at what has happened,\" he added. \"We have to do everything that we possibly can to eliminate this appalling behaviour from our society,\" Tánaiste (Irish Deputy Prime Minister) Leo Varadkar said that men needed to have conversations about violence against women and how it was \"never justified\". \"It doesn't matter who she is, it doesn't matter where it was, it doesn't matter what time of day it is, it is never justified, it is always wrong,\" he said. On Friday morning, gardaí renewed their appeal for information about the murder. Detectives have previously said they believed she was killed by one man who acted alone.A team of more than 50 officers has been assigned to the murder investigation and an incident room has been set up in Tullamore.\"No stone will be left unturned in bringing the perpetrator of this crime to justice,\" said Supt Eamonn Curley on Thursday. He said Ms Murphy sustained serious injuries \"consistent with an assault\". A post-mortem examination was carried out to determine the exact cause of her death, but gardaí have said the results would not be released \"for operational reasons\". Detectives have appealed for information about a Falcon Storm mountain bike. They released a photo of the bike, which they said had \"straight handlebars and distinctive yellow/green front forks\". They said they also still wanted to hear from anyone who was near the scene of the murder at Cappincur, Tullamore, on Wednesday afternoon. Gardaí responded to the incident following a call from a member of the public at about 16:00 local time and found Ms Murphy with serious injuries. She was given medical attention but could not be saved. Ms Murphy worked at Durrow National School and she was also a talented musician who played the concertina, violin and was also learning the uilleann pipes. She taught 28 pupils in the 1st class (age six to seven) at the school and had joined the staff team in March 2021. Her principal James Hogan told Virgin Media News that the school community was \"devastated and numb\". He paid tribute to her as a \"fantastic, beautiful, an extraordinary sportsperson, Irish musician, choral conductor and an inspiration\". He said she was referred to as the \"shining light\" whose face lit up the room when she came into it and said the school was working to support staff and students.", "url": "https://www.bbc.com/news/world-europe-59991850"}