{"datetime": "2021-12-20T23:39:42.000Z", "author": "Shane Harrison", "title": "Kevin Lunney trial: Men behind kidnap of businessman sentenced", "article": "Three men guilty of abducting and torturing Quinn Industrial Holdings director Kevin Lunney have been given sentences ranging from 18 to 30 years. Mr Lunney, 51, was kidnapped outside his Fermanagh home in September 2019 and seriously assaulted. A man known as YZ has been handed 30 years. Alan O'Brien, 40, Shelmalier Road, Dublin must serve 25 years.Darren Redmond, 27, from Caledon Road, received 18 years, with the last three suspended. The sentences were given by the non-jury Special Criminal Court in Dublin on Monday.Mr Lunney has said that he and his family would live with the physical scars and mental trauma of his ordeal forever. YZ, a 40-year-old man who cannot be named for legal reasons, drove the car involved in the kidnapping and inflicted most of the injuries on Mr Lunney.The court sitting was told he had 180 previous convictions. The other two men were considered to have played a lesser role. Mr Lunney was kidnapped outside his home on 17 September, 2019. The father of six was confronted by the gang as he returned from work.They rammed his car outside his home near Kinawley before setting it on fire. He was bundled into the boot of an Audi A4 and driven to a farm across the Irish border in County Cavan. There, he was tied up inside a horse box, beaten, and slashed on the face and chest with a Stanley knife. The initials QIH were carved into his chest. He also had his leg broken with two blows of a wooden bat.His kidnappers told him to resign from his job. His ordeal lasted two-and-a-half hours before he was doused with bleach and dumped at the side of a quiet country road. In court in Dublin in November, thethree men were found guilty of falsely imprisoning and intentionally causing harm . Mr Lunney was in court alongside other senior directors when the verdicts were read out at that stage. A victim impact statement he had written was read by a garda (Irish police) detective. In it, he said: \"I know the physical scars and mental trauma will remain with me and my family for the rest of our lives.\" While the immediate terror has been put behind them, he said, \"events like this can never be erased\". He said he thought about the effect of the events of 2019 on his family every day. He said they had been his \"rock and my refuge and that is why the anguish that they have had to endure is of greater torment to me than the physical pain of the attack\". He paid tribute to his work colleagues and members of the community for the \"affirming experience\" of a solidarity march held after his abduction which called for an end to the \"reign of terror\". He said he \"did not know the reason why the defendants decided to do what they did\" but added he was \"saddened on a human level that they have ruined their own lives\". \"There will never be a place in our community for violence or intimidation,\" he added. He also thanked the man who found him lying by the roadside and others who, he said, had saved his life. By Julian Fowler, BBC News NI South West Reporter The barbaric kidnap and torture of County Fermanagh businessman Kevin Lunney was part of a long-running campaign of violence. The attack on the chief operations officer ofQuinn Industrial Holdings was shocking in its brutality. Despite widespread condemnation in the days that followed, divisions and loyalties run deep along the Fermanagh and Cavan border. The directors of the firm, now rebranded Mannok, remain under threat. They work and live their lives in the local community with 24-hour security. Read morehere A defence lawyer said the purpose of the abduction was to remove people legitimately in the company to create vacancies for others. He said \"there was never going to be a seat on the board\" for YZ but that he was being paid for \"doing the dirty work\". The lawyer said those who would have benefitted, had the plan succeeded, were at the top of what he called \"a pyramid of culpability\". At the level below, were people who executed the plan. He said the defendants were at the lowest level, \"the muscle\" who carried it out. The trial heard that Cyril McGuinness, also known as Dublin Jimmy, played a key role in organising the attack. He died from a suspected heart attack during a police raid on his home in Derbyshire in November 2019. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59725910"}