{"datetime": "2021-12-20T13:17:50.000Z", "author": "Julian Fowler", "title": "Kevin Lunney: Questions remain over barbaric kidnap and attack", "article": "The barbaric kidnap and torture of County Fermanagh businessman Kevin Lunney was part of a long-running campaign of violence. The attack on the chief operations officer ofQuinn Industrial Holdings was shocking in its brutality. Despite widespread condemnation in the days that followed, divisions and loyalties run deep along the Fermanagh and Cavan border. The directors of the firm, now rebranded Mannok, remain under threat. They work and live their lives in the local community with 24-hour security. Mannok employs more than 800 people, but some people remain fiercely loyal to Sean Quinn. The former billionaire created thousands of jobs and brought wealth and opportunity to this remote region. In April 2011, he was stripped of control of his manufacturing and insurance business empire. Once Ireland's richest man, Sean Quinn had borrowed millions to bet on shares in Anglo Irish Bank, but lost it all when the shares became worthless. He was declared bankrupt in 2012. In the decade that followed there have been acts of sabotage, death threats and destruction. Vehicles, including a petrol tanker, have been driven into buildings and set alight. Company directors have received bullets in the post and had cars torched outside their homes. The violence continued for years, but no-one was ever arrested, until the attack on Kevin Lunney. Mr Lunney was once a close associate of Sean Quinn and returned to the business with other members of the senior management team when it was taken over by a local consortium.His former boss was brought back as a consultant in 2014, but he left the €500,000 role in 2016 claiming he had been forced out and \"stabbed in the back\". Sean Quinn still blames the senior management for the break-up of his businesses. He has repeatedly condemned the violence, including the attack on Kevin Lunney, and said he had no involvement in it. On 17 September 2019 Mr Lunney, a father of six, was driving back from work. On the lane leading up to his home he was confronted by the gang, who rammed his car and set it on fire. His family did not know if he was still inside the burning vehicle. Mr Lunney subsequently gave a calm, graphic account of his ordeal in an interview with BBC Spotlight. He was bundled into the boot of an Audi A4 and driven across the border to a remote farm. He was tied up, beaten, and slashed on the face and chest with a Stanley knife. A wooden bat was used to break his leg and when his attackers were unsure if they had hit him hard enough, they broke it again.The initials QIH were carved into his chest. The kidnappers told Mr Lunney they had been watching him, his family and the other Quinn directors and if they did not all resign they would come after all of them. The gang doused him in bleach in an attempt to remove DNA evidence, before they dumped him at the side of a quiet rural road. Mr Lunney said he thought he was going to die, until he was spotted by a man on a passing tractor.A few days later as he recovered in hospital, hundreds of people took part in a demonstration outside the Quinn Industrial Holdings headquarters in Derrylin. A statement signed by more than 800 staff demanded \"an end to this reign of terror, to all intimidation and attacks on management and their properties\". The police on both sides of the border undertook a joint investigation, which led to three men being jailed in Dublin. However, there were others who were also involved in the attack. Cyril McGuinness, known as Dublin Jimmy, was named in the Special Criminal Court as an \"organiser and supervisor of the commission of the crimes\". A violent criminal who lived in Teemore, just a few miles from the Quinn businesses, he had an extensive criminal record. He bought two vehicles involved in the kidnapping and was in contact with the gang by mobile phone.McGuinness died from a suspected heart attack during a police raid on his home in Derbyshire in November 2019. The conclusion of the court case has left unanswered questions.What was the motive and who was to gain by carrying out this barbaric attack? The gardai (Irish police) have said files are being prepared for prosecutors on others thought to have been involved in the attack on Mr Lunney. It is believed they played lesser roles in the operation, but worked as spotters and drivers. The biggest question remains: who was the paymaster? Detectives are following the money trail of Dublin Jimmy's financial affairs. The directors of Mannok have said the threat against them will not end until the paymaster is brought to justice. It remains to be seen if the evidence can be found to unmask those ultimately responsible for this brutal crime. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59725911"}