{"datetime": "2022-01-14T15:39:25.000Z", "title": "Ashling Murphy murder: Man cleared of involvement now 'in hiding'", "article": "A man who was eliminated as a suspect in the Ashling Murphy murder inquiry is now in hiding after he was vilified on social media, his solicitor has said. The 40-year-old man was arrested on Wednesday, shortly after Ms Murphy was killed in Tullamore, County Offaly. Buthe was released on Thursday night , after gardaí (Irish police) said he had been eliminated from their inquiries and was no longer a suspect. Solicitor Donal Farrelly said the man was in a hotel for his own safety. Speaking to BBC News NI, Mr Farrelly said his client was escorted to the hotel by gardaí on Thursday night because of concerns about possible \"retribution\" from members of the public. He said his client had been subjected to \"extreme vilification\" on social media since his arrest. Mr Farrelly said social media users had posted material which clearly identified his client as the suspect under arrest.Although they did not use his client's name, they posted other identifying details, including his photo, on several social media platforms. The solicitor also expressed concern that the information posted online identified his client's family members and said they were all going through \"an extremely difficult time\". The man was questioned over two days about the murder of the 23-year-old teacher, before being released without charge. Mr Farrelly described Ms Murphy's murder as a horrific crime and said he was thankful that gardaí had made a public statement making it clear that his client had been eliminated as a suspect in the investigation. But he said it was \"still difficult to get that message out\" to some social media users.He also said that he understood his client would be allowed to stay at the hotel until he felt safe enough to leave.Gardaí are still searching for Ms Murphy's killer and continue to appeal for information. Vigils paying tribute to the young teacher are taking place across the island of Ireland on Friday.", "url": "https://www.bbc.com/news/world-europe-59996352"}