{"datetime": "2019-10-22T06:14:59.000Z", "author": "Kevin Magee", "title": "Quinn firm attacks 'are work of paid criminals'", "article": "Paid criminals are behind ongoing attacks on senior employees at Quinn Industrial Holdings, the company's chief executive has said. Liam McCaffrey was speaking a month after his colleagueKevin Lunney was kidnapped and brutally assaulted in September . He said: \"To whoever's paying them, I would say: 'This is a crazy, crazy system to be on and it just defies any kind of logic that this would serve anybody's purpose or do anybody any good'.\" The assault was the latest in a series of attacks on employees and property linked to Quinn Industrial Holdings (QIH). The companies which make up QIH were formerly owned by Sean Quinn, who was once Ireland's richest man. When his business empire collapsed, businessmen backed by three investment funds bought its manufacturing companies in December 2014 - the firms are run by former associates of Mr Quinn. He returned as a consultant, but left QIH in 2016 amid tension between him and the management team.Mr Lunney, a director of QIH, was driving to his home in Kinawley, County Fermanagh, from work when he was abducted by a masked gang.He was left with severe injuries to his legs, torso and face.Mr McCaffrey said the evidence in Mr Lunney's attack \"points to paid criminals from well outside of the area being paid by somebody to come into the area and carry out that attack on Kevin\".\"The purpose of the attack seemed to be to scare him and threaten other executives to resign from the business,\" he said. Mr McCaffrey revealed the attack took place the evening before a company board meeting was to discuss further investment in the business. \"So I think it was clearly orchestrated, the timing of that attack was clearly orchestrated to disrupt the workings of the company and disrupt that board meeting that was planned for the Wednesday,\" he said. Mr McCaffrey declined to comment on reports that Mr Lunney had the initials QIH carved into his chest during his ordeal. \"Kevin is recovering physically. His leg was broken in two places below his knee, but he's walking again with the aid of crutches,\" he said. \"His right arm was battered, probably in an effort to break it as well. \"His lacerations are beginning to heal, but obviously it's a huge trauma in his life and it's going to take a period for Kevin to reach full recovery. \"Not only the physical ordeal that Kevin went through for a two-and-a-half hour period, but also for his family over that period of time to not know if he was dead or alive, to not know whether he was coming back to them.\"It was just a horrific episode.\" Mr McCaffrey confirmed that Mr Lunney's brother, Tony, who is also a director with the company, had been targeted just last week when bales were slashed on the family farm.\"It's probably not the most serious incident in the catalogue of incidents that have happened, but it clearly shows that it's not over,\" he said. Mr McCaffrey added they were concerned for their safety, but were taking \"sensible and reasonable precautions\". He criticised the police's effort in relation to the scores of previous attacks on Quinn property and staff, as well as the lack of charges brought, describing it as a \"failure\". But he added: \"I think since the attack on Kevin the policing effort, both the PSNI and the Garda [Irish police] have responded well and it has been escalated I think to the right level.\"I think in all honesty prior to that, maybe because it went on for so many years unnoticed or went on at a level it almost became, they used to have an expression in the Troubles that this was an acceptable level of violence.\"The QIH chief executive said he was now waiting to see if the police's efforts identified those responsible. \"If it doesn't, I think both governments might need to look at an alternative structure for a properly resourced cross-border team, a specialist team to get involved to bring this to an end because it's gone on for far too long.\" Mr McCaffrey said he was concerned about the long-term future of the company if the campaign of intimidation did not stop. \"It's something I'm very concerned about. When we took over the company there were 630-odd jobs there, now there's 830,\" he said. \"But you need to keep reinvesting. It's very hard to do that against this backdrop, and it's very hard for us to go to outside financiers and say: 'Give us your money. It's safe in this area'.\"That's very difficult to do and if we can't continue to do that and continue to sustain that then, yes, the company and the jobs are at risk.\" Sean Quinn has joined widespread community condemnation of the attacks. He told BBC News NI: \"I have already condemned these attacks in the strongest possible terms. I repeat, I utterly condemn them and am disgusted by them. \"It's not possible that we could benefit from these attacks as a family. No-one can benefit from crime.\"A Garda spokesperson said: \"All incidents relating to QIH employees and/or premises reported in this jurisdiction are subject to ongoing investigations.\"An Garda Síochána has made a number of arrests and files have been sent to the Director of Public Prosecutions, one individual has been subject of a European Arrest Warrant.\"The PSNI did not respond to a request for comment, but previously Chief Constable Simon Byrne has defended the service's response to the attacks on QIH staff and property. He said the attack on Mr Lunney was an escalation of violence that \"came out of nowhere\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-50125123"}