{"datetime": "2021-03-31T15:11:14.000Z", "title": "Covid: Isle of Man government spends £4.5m to support air travel", "article": "More than £4.5m of taxpayers' money has been spent on subsidising Isle of Man flights during the coronavirus pandemic. Infrastructure Minister Tim Baker said the routes to Liverpool, Manchester and Heathrow were \"vital links\". It would not be viable for airlines to operate flights during the border closures without the funding, he added. Loganair currently operates about 20 flights a week between the island and the three cities. Mr Baker told the House of Keys that although the subsidy of London flights was a \"judgemental area\", cutting the services was \"not in the island's best interests\", he added. The flights to Heathrow had to be maintained during the lockdown period as the island would not be able to \"simply pick and choose\" when the route might recommence after the border restrictions were lifted, he said. \"That's just not the way things work,\" he said. The department was \"taking a strategic view\" of the importance of the route in future, he continued. Flights to Liverpool were \"integral \" for the island's health care, while the Manchester service was \"effectively a package with the Liverpool route\" and a contract for both had been drawn up at the same time. The current arrangements would tail off when the coronavirus restrictions were lifted and market demand for flights increased, Mr Baker said. However, Lawrie Hooper MHK said the number of flights being underwritten was \"perhaps oversupplying\" the island during the lockdown period and there was \"no commercial justification for having that many routes\". Subsidising flights now would not ensure the air links were maintained by airlines when the pandemic came to an end, he added. The island's border has been closed to almost all non-residents for the past twelve months. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-56592743"}