{"datetime": "2021-12-13T20:35:43.000Z", "title": "Dublin Port fuel price protest ends", "article": "A protest at Dublin Port by lorry drivers and hauliers against rising fuel costs has ended. It was the second time in a month drivers travelled from across Ireland to protest at the port. The demonstration caused major traffic disruption in the capital, with the south bore of the Dublin Port Tunnel closed for a time due to congestion.An estimated 30 to 40 vehicles took part, with protesters calling for lower prices at fuel pumps and for homes. The protests have been arranged by a group called Irish Truckers & Haulage Association Against Fuel Prices. In a Facebook post, the group said it wanted \"cheaper fuel and cheaper taxes for everyone\". \"Without us you will have nothing so now is the time to support us,\" it explained. The group had said it would not be moving \"without answers\". The organisation also said the protest on Monday was not as large as expected but that protestors would stand their ground, despite officers preventing some large convoys from gathering. Supt Gary McPolin, head of operations in the roads policing section for the Dublin region, told RTÉ that any vehicle or person that prohibited free travel would be penalised. He said gardaí were mindful of people going about their daily business and that free travel to allow people to attend hospitals and vaccine appointments would be be protected. Meanwhile, Irish Transport Minister Eamon Ryan said the government will look to see if they can introduce measures that will help hauliers in the short-term.But in the medium and longer term that will result in a cleaner, more efficient and much more cost-effective path for the truck operators, he said. Speaking on RTÉ's News at One, Minister Ryan said \"environmental rigour and efficiency and, therefore, lower costs go together and that is what we are looking to see if we can try to achieve\". ", "url": "https://www.bbc.com/news/world-europe-59636334"}