{"datetime": "2021-12-14T23:15:08.000Z", "title": "Journalist Aileen Moynagh hopes harassment case highlights social media danger", "article": "A BBC journalist who was harassed by a teenage boy has said she hoped bringing her case to court would \"shine a light\" on the dangers of social media. Aileen Moynagh told Dublin Children's Court that \"stalking and harassment should not and will not be tolerated\". Ms Moynagh, who works for BBC News NI, made the comments as part of her victim impact statement. In September,a 17-year-old boy from Dublin pleaded guilty to harassing her over a period of almost four months. The teenager, who has a range of complex disorders, began stalking the journalist online after developing an \"obsessive crush\".The boy cannot be identified because of his age, but he had previously been cautioned by gardaí (Irish police) for making similar approaches to other female journalists. The case had already heard that he sent Ms Moynagh a series of unsolicited messages on various social media platforms between 25 October, 2020, until the end of February 2021, when he was aged 16. At one point, the boy travelled to Belfast and went to within a couple of hundred yards of her workplace, despite being warned by gardaí not to contact her. Ahead of sentencing, Ms Moynagh read a statement in court, outlining the effect the campaign of harassment had on her life. \"Working as a journalist means people contact you with stories or to ask for help. And that's how this started,\" she explained. On 25 October, 2020, Ms Moynagh received an email, purportedly from a woman asking for help with her son. \"Her story was that he had been contacting girls online, somewhat going too far, and was now threatened by people in Omagh - my home town.\" However, the email was actually from the defendant, and Ms Moynagh said she became \"his latest victim\". Three weeks later, she was at work when she received a message on her phone which showed \"a fake Instagram profile of my picture and a very unpleasant description\".\"I was shocked, but this was minor,\" she said.\"Next, I received emails to my personal and work accounts with the same picture, which was of me and my partner, asking who he was, saying that they'd been looking at me for four months and that this was a big mistake on my part.\" Ms Moynagh said she \"burst into tears\" at that point, but then just hours later, she was copied into an email to a work colleague.The email contained personal information which the journalist described as \"scary\" and \"crude\".The court heard the boy also emailed a Northern Ireland MP in which he claimed he had met Ms Moynagh twice and was \"intensely angry\" that she had a boyfriend. Ms Moynagh outlined how the boy had told the MP that \"retaliation was the obvious thing to do and that he hadn't even started yet\".She said the boy wanted \"to get back at me any way he could and had huge amounts of information on my personal life\".The boy also claimed he had once cost a woman her job because of false allegations. The MP was so worried after reading the email that she contacted Ms Moynagh and the police.Ms Moynagh told the court she was \"gobsmacked\" and had no idea who was behind the threatening messages. \"I felt I was constantly looking over my shoulder, suspecting every male I walked past or saw in the local shop,\" she said. She recalled how she constantly checked her phone, waiting for more messages and searching for her name in case something was written about her. Photos appeared online, taken from friends' social media accounts and Ms Moynagh had to contact social media companies repeatedly which she said was \"exhausting\". She also moved out of her home for five days, before she found out who was behind the messages.The journalist came face to face with the teenager for the first time in the court on Tuesday and told him: \"I don't wish you any ill; I just want you to stop.\" She told the court she found the press coverage difficult but said: \"I hope that this case and its media coverage will shine a light on the dangers of social media, how stalking and harassment should not and will not be tolerated and hopefully it will deter others from doing it.\" The teenager, who is on bail, was accompanied to court by his father.His defence solicitor said the boy had needed help from health services but had \"fallen between two stools\" due to a lack of funding. In her statement, Ms Moynagh said: \"I don't see this as a victory. There are no winners here today, and I find it incredibly sad, and in a way, I feel guilty, that this is the situation we all find ourselves in.\" In relation to the boy having been let down when seeking help from health services, she said she hoped the court case would make a difference, \"not just for him but for his family, so that hopefully they never have to go through anything like this again\".She told the boy she hoped \"you'll look back at this point in your life and see it as the day things turned around for you.\" The judge ordered updated probation and welfare reports and adjourned the case until January.", "url": "https://www.bbc.com/news/uk-northern-ireland-59660278"}