{"datetime": "2019-11-19T06:48:55.000Z", "author": "Eimear Flanagan", "title": "James Joyce: Exhuming bones and resurrecting house of The Dead", "article": "Ireland's difficult relationship with one of its most famous sons, James Joyce, has been re-exposed by two recent controversies. The first is a campaign to exhume the author's remains from his grave in Switzerland and repatriate them to his native Dublin. The second is a plan to transform the house that provided the setting for one of his most acclaimed works, The Dead, into a 56-bedroom hostel. Both were met with some incredulity, but also reignited debate about protecting the legacy of one of the world's most influential authors. Joyce was born in 1882 but left Ireland in his early 20s and rarely returned to the country so outraged by his literature. Until the latter part of the 20th Century, he remained \"an anathema to the Irish establishment\", according to Ireland's best known Joycean scholar. \"They saw Joyce as someone who was anti-Irish; who was profligate; who ran away with a chambermaid; who wrote dirty books,\" Senator David Norris explained.\"It's only in recent years Joyce has become so popular... partly through the revenue that's generated for tourism. \"Nothing so disinfects a reputation as the clink of money in the till.\" Senator Norris has been involved in promoting Joyce's work for decades and helped set up Dublin's James Joyce Centre in 1996. In the 1960s, he identified a crumbling Georgian townhouse as the real-life setting of the author's best-known short story, The Dead. Number 15 Usher's Island was once home to Joyce's great aunts, who rented the top floors. The Dead was heavily inspired by dinner parties Joyce attended as a guest of the two women in the 1890s. The fictional plot focuses on a man who makes a shock discovery about his wife's past, after attending a party at his aunts' house on Usher's Island. The actual plot is subject to a planning application to transform the building into a hostel and cafe. Critics have condemned the proposal as\"cultural vandalism\" . When it became public,99 writers and artists signed a letter calling on the culture minister to save the house \"for the nation and the world\". Signatories included Salman Rushdie, Ian McEwan, Colm Tóibín and Anne Enright. Describing The Dead as \"the world's greatest short story\", they said too many places associated with Joyce had already been lost. The Department of Culture said the planning application was a matter for Dublin City Council. But it added the building was on Dublin's \"protected structures\" list, which placed a duty on planners to \"seek to safeguard their future\". The difficulty in preserving Dublin's Joycean property portfolio is thatthe author lived in about 20 homes around the city . As Joyce's spendthrift father slid down the social ladder from landlordship to bankruptcy, the family moved house to house to avoid outstanding rent bills. Many of the houses were unremarkable, except for their famous resident, and some have already been demolished. The house of The Dead has been a protected structure since 1987, but that did not save it from near ruin. By the time barrister Brendan Kilty bought the building in 2000, it had no roof and the rear wall was collapsing. Ravaged by fire and water damage, it had become a squat for drug addicts. \"There were 20 people living rough here, and on the floor that I'm standing on now, we collected two bucketfuls of heroin syringes,\" Mr Kilty said ina 2012 interview .He secured the structure and spent years transforming it into a visitors' centre. But he later went bankrupt and the house was sold in 2017. Current co-ownerFergus McCabe has argued a hostel is the \"only financially viable\" proposal . He said it would comply with conservation regulations as it involves \"little remodelling\" of existing floors. Mr McCabe claimed it would be \"foolhardy to repeat\" failed efforts to run the entire house as a visitors' centre, but added they plan to turn part of it into a \"cultural facility\" dedicated to Joyce. For Senator Norris, that would not be enough at all. \"To put in nearly 60 bedrooms would certainly change the internal structure of the house and I think that would be a shame,\" he said. However, he worries the house could lapse into dereliction if there was a protracted legal dispute. The senator also acknowledges the government funds several other Joyce-themed tributes and \"can't take over everything\". Dublin City Council is still considering the application and said a decision is due \"no later than\" 19 December 2019. Joyce died in Zurich in 1941, having not set foot in Ireland during the latter half of his life. According to Senator Norris, his widow wanted his body repatriated after World War Two but a reluctant Irish government \"scuppered\" efforts. Last month, two Dublin councillors proposed asking the current government to repatriate Joyce's remains before 2022 - the centenary of the publication of his novel Ulysses. Councillor Dermot Lacey has since decided not to proceed. He told BBC News NI the campaign \"divided opinion\" and it was unclear if it was supported by the Joyces' surviving relatives. But Councillor Paddy McCartan said he was \"not going to drop the idea\" until it was debated as it had \"considerable support\" among Dubliners. However, he too said he would ultimately respect the family's wishes. ", "url": "https://www.bbc.com/news/world-europe-50390837"}