{"datetime": "2022-02-10T18:00:09.000Z", "title": "Ferries delayed again after cabling blunder", "article": "Two new CalMac ferries being built at Ferguson shipyard face further delays because hundreds of electrical cables have been wrongly installed. Between 400 and 900 wires, some of them more than 100m (109 yds) long, will have to be stripped out and replaced. The error happened during construction of the first ship, Glen Sannox, before Ferguson Marine Engineering went into administration and was nationalised. The current management said remedial work would affect delivery and costs. The two ferries are already four years later and will cost more than double the £97m contract price agreed with the yard in Port Glasgow. In an update to MSPs, the now nationalised firm said the defective cables were installed by contractors working for Ferguson Marine Engineering Ltd before it went into administration in August 2019. The cables ends had been left coiled up, ready for connection to equipment, but they have only recently been unwound and found to be too short.A survey has revealed that at least 400 cables - and possibly as many as 939 - have problems, with management believing the quickest solution is to replace them completely.The update warns: \"At present it is not possible to determine the impact on schedule and cost.\" The commissioning of Glen Sannox - which was due to be handed over between July and September - cannot take place until the cables are replaced, and the report warns of knock-on impact on delivery of the second ship, Hull 802.Ferguson Marine's newly appointed chief executive David Tydeman will provide a new update on delivery and costs in March.Scottish Conservative transport spokesman Graham Simpson said: \"This latest fiasco at Ferguson is another hammer blow for island communities, who have had to put up with a sub-standard ferry service under the SNP for far too long. \"Glen Sannox is already years late, and this blunder will leave people wondering if it will ever go into service.\" Scottish Labour's Transport spokesperson Neil Bibby described it as \"another humiliating chapter\" in an \"endless fiasco\".\"Islanders have already been waiting years extra and taxpayers have coughed up millions more - and now things are set to get even worse,\" he said. Scottish Liberal Democrat transport spokesperson Jill Reilly said it was a \"farce\", adding that communities were being let down by \"ageing and unreliable ferry services\". During First Minister's Questions, Nicola Sturgeon pointed out that the error stemmed from the period before the yard was taken into public ownership. \"The government and the finance secretary will be working closely with the yard to ensure that this is rectified as quickly as possible and as cost effectively as possible and she will of course keep parliament fully updated,\" she said. The delays in building Glen Sannox, destined for the Arran route, and the second ship, which will serve the Skye/Outer Hebrides route, have put more pressure on CalMac services, with islanders unhappy at frequent breakdowns and disruption.Western Isles Council has written to new Transport Secretary Jenny Gilruth to complain at a lack of islanders' representation on the board of CalMac. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60338132"}