{"datetime": "2022-02-16T09:27:46.000Z", "author": "Paul Lawlor", "subject": "Coronavirus pandemic", "title": "Covid-19: Relief mixed with concern as regulations removed in NI", "article": "Covid-19 regulations in Northern Ireland were scrapped at 17:00 GMT on Tuesday. From mask wearing to Covid certificates, restrictions have been a part of life for nearly two years. But Health Minister Robin Swann advised people to be vigilant and warned that coronavirus remains a threat to public health. Northern Ireland's chief scientific adviser Prof Ian Young also said it was \"not freedom day\". BBC News NI spoke to people in Belfast and Londonderry, who expressed a mixture of relief and concern. William Mullan said he was \"disappointed\" at the news that restrictions were going and believed mask-wearing should be compulsory in public indoor spaces.\"The reason for that is it hasn't gone away,\" the former chef told BBC News NI. \"The fact that people are walking about in shops not wearing masks is putting people at risk. \"Unfortunately the powers that be aren't considering the health of everybody in the community.\"The regulations should remain until Covid has disappeared completely.\"Lynsey Henderson, who works in Belfast city centre, welcomed the restrictions being lifted.On her trip to the supermarket near her workplace on Tuesday morning she still chose to wear a mask while inside. \"I feel ok about it... We're at the point where it has run its course,\" she said. \"I don't feel as concerned about Covid as I would have a year ago. \"For other people's benefit I will wear a mask. I have no problem doing that on public transport or in shops, communal areas in the office. \"I'm happy to do it for other people's benefit more than anything.\" Sean Rogers greeted the lifting of restrictions with a \"sigh of relief\".\"We've all been in it so long it's nice that things are starting to go back to normal again,\" he said. \"I'm looking forward to it.\" When it comes to wearing a mask, Sean said he thought it was a personal choice and something he would continue to do. \"For the first while I'll still wear a mask if I'm in a shop or things like that and obviously keep washing your hands,\" he said. \"It would be better if everyone did [wear a mask] but overall I like people having a choice.\" Seamus, Michael and Lorena, students who work part-time in Belfast city centre, said they were glad to see the end of Covid certificates for nightclubs. \"Constantly having to bring ID and something else on your phone just to show you are vaccinated, I think it's stupid,\" Seamus said. Lorena said she was happy but \"scared that in a few weeks it [restrictions] could be back again\". \"I just hope that they stick to it now,\" she said. Declan Moore owns a café in the heart of Derry. He hailed the lifting of the last of the restrictions as a \"great day\". \"It is fantastic it is no longer law but just guidance,\" he told BBC Radio Foyle. \"It's been a long time in coming, any return to a semblance of normality will be welcomed by everybody.\" The changes mean he will no longer have to collect information from customers for contact tracing. \"It is going to be a lot easier now, not having to run after every customer that comes here,\" he said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60386305"}