{"datetime": "2022-01-20T19:38:27.000Z", "title": "Police Scotland say no cases of spiking by injection identified", "article": "A senior police officer says the force has found no evidence of any cases in Scotland where someone has been \"spiked by injection\". Last autumn, Police Scotland - and other forces around the UK - received reports from people who reported being spiked with needles on nights out.But Det Ch Supt Laura McLuckie told the police watchdog the force had found no evidence to support the claims. She said forensic analysis had found no traces of drugs used for spiking.She added: \"There is clearly alcohol involved. There is clearly recreational drug use involved.\"However, we don't have any identified cases of any spiking by injection in Scotland at this time.\" Det Ch Supt McLuckie said the reports started to be filed around the time of Freshers' week, when university students returned to campuses.She told theScottish Police Authority meeting on Wednesday that it looked as if the \"significant increase in reporting\" came about \"as a result of the media and social media attention that it was given at that time\".The officer said: \"We are only now starting to see the results of the forensics. I'm pleased to say that we're not seeing any drugs within people's systems that we would class as being a drug that would be used in spiking.\"We will obviously continue to monitor over the coming weeks and months.\" Police Scotland said in October that its officers had received reports about spiking by injection in Edinburgh, Dundee, Glasgow and Aberdeen. Between January and the beginning of November last year,the force received 51 reports of spiking by injection in Scotland.Some of those who filed the reports said they had been left feeling unwell after nights out, and had found what they believed to be puncture marks on their bodies.In the same period there were 69 reports of drinks being spiked and 32 cases in which the method of drugging was unclear.At the time, doctors urged anyone who suspected they had been spiked to seek medical advice. Now reports to forces across the UK are on a \"significant downward trajectory\", Det Ch Supt McLuckie said.In Scotland in the last week, she said no reports had been filed of spiking by injection.Katy MacLeod, of the Scottish Drugs Forum, said there were challenges to collecting evidence about the crime.\"It is important to highlight that one of the effects of traumatic incidents on the brain is that they can impair our ability to file memories which can bring in significant challenges for people reporting and gathering evidence,\" she said.\"It is fairly common that people report incidents a number of days or longer afterwards which would make detection of substances challenging given some substances are out the system within 24 hours.\"It is also important to be \"vigilant and responsive\" to any new drugs which can be administered by spiking, she added.\"Where new substances do emerge, we would typically see them in other settings in the community so therefore access to a range of drug testing facilities is an important part of identifying any potential new trends,\" she said.Guy Jones from the drug testing company Reagent Tests UKtold Drivetime on Radio Scotland that the drugs that can be out of the system within 24 hours are \"incredibly, incredibly difficult to administer subtly by injecting\". He said to inject the drugs would require different types of drugs which tend to linger in the body for much longer.\"We'd have a much higher chance of detecting them compared to conventional drink spiking incidents,\" he said.Police had \"hit the nail on the head with their response\".Mr Jones added: \"The obvious thing is that people need to go forward to the police and that samples need to be taken sensitively but quickly so that testing can be done and we can understand the scope and the type of the problem that's being dealt with.\"The concept of spiking by needle injection is very new, he said. But, putting drugs into a drink was not new.He said: \"Given the extreme challenges associated with administering drugs to people [by injection], and the limited 'benefits', if you like, for a potential attacker it seems far more likely that they've been spiked by conventional means and have caught themselves on something sharp during the night while they were unable to remember it.\" Assistant Chief Constable Gary Ritchie said officers continued to investigate reports from people having been spiked.\"Every report is and will be taken seriously and fully investigated and that will include a full forensic investigation when appropriate,\" he added.\"People, should be able to go out for a night out without fear of being spiked.\" He said work was being carried out to ensure the safety of licensed premises, to raise awareness of the issues and provide support for anyone affected.In response to the reports in the autumn, an online campaign calling for the boycott of nightclubs was joined by groups from more than 30 universities around the UK.And apetition calling for nightclubs to search people on entry garnered 174,000 signatures.A Scottish government spokesman said \"the act of spiking is utterly abhorrent\" and ministers remained committed to working with partner agencies to tackle all forms of violence against women. \"We note Police Scotland's work in this area and it is encouraging that forensic analysis so far has found no traces of drugs used for spiking in reported cases,\" he said. \"Nevertheless, we will continue to work with partners to strengthen our response to this issue and ensure that women who are out in the night-time economy feel safe and are supported to report, if something does happen. This includes increasing training on spiking for both police officers and night-time industry staff and continuing to implement our Equally Safe Strategy.\" ", "url": "https://www.bbc.com/news/uk-scotland-60069229"}