{"datetime": "2022-01-19T06:43:29.000Z", "subject": "Sarah Everard murder", "title": "New Police Scotland drive to tackle violence against women", "article": "Police Scotland is developing a new strategy to tackle violence against women and girls following events such as the murder of Sarah Everard. The initiative comes as new figures reveal the number of reported sexual crimes across Scotland increased by more than 13% last year. Areport for the Scottish Police Authority (SPA) highlights the success of the force's That Guy campaign. It also details positive feedback for the new officer verification process. When the new checks were launched in October Police Scotland said it wanted to reassure the public after Ms Everard was abducted and killed by Metropolitan police officer Wayne Couzens. Couzens, 48, used his warrant card to abduct Ms Everard from a south London street before raping and murdering her. A paper, prepared for Wednesday's SPA meeting by Deputy Chief Constable Malcolm Graham, says the current police approach is aligned to Scottish government'sEqually Safe Strategy and theNational Police Chiefs' Council Strategy to Tackle Violence Against Women and Girls . Both are also under review following nationwide concern and anger over Ms Everard's murder last March. The force said the crime and other high profile events highlighted the need to \"continually review and improve our approaches\".Deputy Chief Constable Graham's report states: \"Work has commenced on the development of a bespoke Police Scotland Strategy to Tackle Violence Against Women and Girls, to ensure women and girls are respected and live free from all forms of violence, abuse, exploitation and harassment.\"The strategy will recognise the impact of broader societal issues, the need for attitudinal and cultural change and seek to inspire and influence change through education, intervention, prevention and the robust pursuit of perpetrators.\" But the paper notes policing alone cannot address the problem and calls for the formation of \"effective partnerships in prevention and education\". During the virtual meeting the SPA will also be updated on recent crime figures which reveal: In the last year the force has also had to deal with more reports of domestic abuse and online child sexual abuse and exploitation, which it warns \"continues to increase exponentially\".Separately, the report details the success of the force'sThat Guy campaign which called on men to consider their own behaviour in the context of violence against women.A video, which included several men describing actions often passed off as insignificant but which could be intimidating, has been viewed by 2.9m Twitter users and \"shared millions of times\" across platforms such as Facebook, Instagram and YouTube. As an immediate response to the Ms Everard's case the force launched a new officer verification process. Under the system if a lone officer has reason to approach a member of the public they will \"proactively\" offer an identity check. Their personal radio will then be put on loudspeaker so that another officer or a member of control room staff can confirm they are who they say they are, that they are on duty and the reason the officer is speaking to them. The control room will then create an incident number which can be displayed on the officer's mobile phone or radio to confirm the broadcast message details. Meanwhile, the force itself has come under scrutiny in recent months over the conduct of some of its officers.In October Chief Constable Iain Livingstone ordered an independent review into a tribunal which found evidence of a\"sexist culture\" in its armed policing . Former firearms officer Rhona Malone raised the tribunal against Police Scotland alleging sex discrimination and victimisation. Her victimisation claims succeeded but the discrimination claim was dismissed. Later that month it emerged than 100 Police Scotland officers have been investigated in the last four years oversexual misconduct claims . Outlining the force's plans, the paper says: \"The ambition is to create a workplace that is respectful and inclusive of both sexes (and by extension all protected groups) recognising that service delivery to the public is enhanced by a diverse and representative workforce supporting our communities. \"The service seeks to tackle barriers that have a foundation in sex that result in a disproportionate negative impact, particularly on women.\"We also seek to ensure that our workforce is accountable for its attitudes and behaviours, rooted in our values of fairness, integrity, and respect which will ensure an inclusive culture and enhance our interactions with the public.\"", "url": "https://www.bbc.com/news/uk-scotland-60039188"}