{"datetime": "2022-02-16T09:55:15.000Z", "title": "Warning over ferry service threat to island life", "article": "Problems affecting west coast ferry services represent a \"real threat\" to island life, says a ferries group. Breakdowns and delays to boats returning from routine overhauls have added to more familiar issues with poor winter weather disrupting sailings. The Ferries Community Board warns the troubles have harmed businesses and have put at risk island communities' ability to tackle depopulation. Transport Scotland said it was committed to supporting services. West coast ferry operator CalMac said earlier this week that it was \"disheartening\" its customers were suffering because of problems affecting its ferries, and added that getting ferries working was its \"absolute priority\". The Ferries Community Board, an organisation set up to ensure islanders' views are heard on ferry services, said island communities were used to disruption caused by bad weather. But it criticised recent mechanical problems affecting CalMac's boats. It said: \"Unfortunately this is unlikely to be a one-off with such an ageing fleet in our challenging environment.\"This represents a real threat to our islands' ability to retain and attract people, ensure services are sufficiently reliable and at prices that permit viable communities and thereby avoid depopulation.\" The board said there had been a \"historic lack of investment\" in CalMac and, while some progress had been made in ordering new vessels for Islay and adding more capacity on sailings to Mull, more needed to be done, and quickly. Separately, islanders on Coll have formed a new group to try and ensure residents' views on services are heard by CalMac. Islander Kirsty Macfarlane said it had become harder for people on Coll to get on their ferry even for essential journeys, such as for doctor and dentist appointments. She added: \"We don't have a bank, a council office, a garage, a hairdressers, a church. We have to go to the mainland for these things. \"It used to be you just appeared at the purser's office, you didn't buy a ticket or anything and just walked on to the ferry. Now you really, really have to plan ahead carefully - and even having done that your plans can completely fall apart.\" On the nearby island of Mull, Douglas Wilson of Inverlussa Marine Services said ferry disruption made it tougher for his business, which includes exporting mussels. He said: \"It makes last-minute decisions to travel to meetings, and exporting shellfish, difficult. \"Once they [mussels] are harvested the clock is ticking.\" Mr Wilson said when the Mull to Oban ferry was off, he did have the option of getting his produce on the Lochaline ferry, but this involved a longer journey to his markets. Transport Scotland said Scottish ministers recognised a lack of confidence in ferry services could affect people's decision on whether to live and work on the islands, and also affected the sustainability of the island communities.A spokesman said: \"These human impacts are at the heart of Scottish ministers' commitment to supporting lifeline services through continued investment in ferry services across Scotland.\" He said ministers also fully recognised the need to address delays in investment in ferry infrastructure, and were committed to a £580m in a ferries infrastructure investment plan. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-60392343"}