{"datetime": "2022-02-12T14:01:03.000Z", "title": "Island deliveries hit by CalMac ferry problems, says council", "article": "Western Isles council leaders have warned that a lack of resilience in CalMac's ferry fleet is affecting the delivery of essentials to the islands. Gale-force winds disrupted west coast services this week, including freight ferry sailings to Lewis. But the council said even when the weather was not bad, ferry breakdowns and delays to new ferries left island communities vulnerable. Transport Scotland said it was committed to lifeline services. It said Scottish ministers \"fully recognised\" the need to tackle delays in investment in ferry infrastructure and had committed to a £580m investment plan. On Thursday, MSPs were told of further delays to two new CalMac ferries being built at the Ferguson shipyardbecause hundreds of electrical cables have been wrongly installed . The ferries are already four years late and will cost more than double the £97m contract price agreed with the yard in Port Glasgow. Meanwhile, the breakdown of the ferry MV Hebrides has affected services to Uist in the Western Isles. CalMac said it was \"disheartening\" its customers were suffering because of problems affecting its ferries, and added that getting ferries working was its \"absolute priority\". Western Isles council - Comhairle nan Eilean Siar - has demanded islands representation on the board of David MacBrayne Limited, which manages CalMac, to ensure \"local expertise in decision-making\". The comhairle's transport committee chairman, Uisdean Robertson, said: \"We have been warning for some time that we should expect problems. \"Bearing in mind issues with Covid and the weather, there are issues of technical problems and a lack of resilience within the CalMac fleet.\" He added: \"It has come to a head this week, particularly in Uist, when the Hebrides broke down and is currently being worked on in Lochmaddy. \"That has left shops running short on bread and milk, the essentials. We are just going from day to day at the moment in terms of how long it will take to repair the Hebrides.\" Mr Robertson said delays to new ferries could mean problems continuing for another two to three years. Public body Transport Scotland said Scottish ministers, and the board of David MacBrayne Limited, were listening to islanders. A spokesman said: \"Ministers recognise that a lack of confidence in ferry services can impact upon people's decision on whether to live and work on the islands, and impacts upon the sustainability of the island communities themselves.\"These human impacts are at the heart of Scottish ministers' commitment to supporting lifeline services through continued investment in ferry services across Scotland.\" CalMac managing director Robbie Drummond said some ferries were not in service because they needed urgent repairs, while delays during annual maintenance overhauls had affected the return of other boats. Mr Drummond said Covid and a prolonged period of poor weather had also been factors. He said: \"Our masters are experienced in assessing weather conditions, and in some cases they have reported conditions the likes of which we have not experienced for many years.\"At times, this has made sailings impossible - the safety of our customers and our seafaring crew must come first.\" Mr Drummond added: \"We understand how much our customers and the communities we serve rely on these lifeline services and our utmost priority is getting ferries working as they should be at what is a really difficult time for our communities.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-60346863"}