{"datetime": "2022-02-15T22:29:33.000Z", "title": "Catholic worker receives £500k in British Army case", "article": "A Catholic civilian worker who had to leave her job over alleged harassment by her Army boss is set to receive more than £500,000 in compensation. Bronagh Murray, 51, took a religious and sexual discrimination case against the Ministry of Defence (MoD) after retiring due to ill health in 2019. The award, made by the fair employment tribunal in Belfast, is believed to be one of the biggest of its kind. Ms Murray said the ruling was a complete vindication. She said: \"I was left feeling absolutely humiliated and horribly isolated.\" The mother-of-two, from County Down, had worked as an administrative officer at the MoD for 19 years. The comments were alleged to have been made by a captain at the Army's Thiepval Barracks in County Antrim in 2017.Ms Murray said the officer, who cannot be identified for security reasons, repeatedly referenced her religion in front of others in the office. She claimed he said: \"I need back up, I have an Irish Catholic girl armed and dangerous, come quick, need help.\" Ms Murray said the officer again referenced her religion in an office conversation about a concert, when he said: \"I bet you have tried to steal a cone, that is the Catholic coming out in you.\" She also claimed sexual discrimination after she was described as \"the big cougar\". Her boss was disciplined and transferred to another military posting after she made a complaint.Due to a deteriorating psychiatric condition, Ms Murray was pensioned off from the civil service in August 2019. The tribunal awarded Ms Murray about £70,000 to cover injury to feelings, psychiatric injuries, loss of previous earnings and interest. Future lost earnings for Ms Murray, who had not been due to retire from the civil service until 2038, are expected to come to more than £500,000. Her solicitor Brian Archer said: \"It is anticipated that the final monies to be paid to Ms Murray by the Ministry of Defence will be in the region of £560,000. \"This award is one of the highest that the tribunal has had to adjudicate upon.\" Ms Murray said she now wanted to start rebuilding her life. \"I had an immaculate civil service history from the age of 21, it was all I ever knew,\" she said. \"But I was offered no support and just left to get on with it. \"It felt like I was only a female and a Catholic, I was the one making waves and rocking the boat. \"But I was prepared to see this through. I'm a strong, resilient woman - right is right and wrong is wrong.\" Mr Archer added: \"As a result of this Army captain's conduct, a lady who was a highly-respected and well-regarded civil servant has suffered a severe psychiatric condition, loss of confidence and faces a slow road back to full recovery. \"Not only am I amazed and shocked at this officer's conduct, but that no one else in the office where she worked intervened at any stage to stop Ms Murray being repeatedly abused because of her religion and sex.\"Speaking later to the BBC, the solicitor said his client's life had \"totally changed\" as a result of the harassment but he commended her determination in pursuing her case.\"Prior to April 2017 she was happy in her occupation as a civil servant,\" he explained.\"This wasn't an isolated incident, this happened several times over a period of months. This happened [when] other military personnel were present in the room, and it isn't a question of banter,\" he said. \"They have a duty of care to their staff - their civilian staff as well as military staff - and the Army should not tolerate such behaviour now, then or in the future.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60391505"}