{"datetime": "2021-12-12T08:13:57.000Z", "title": "New smoke alarm law fund 'spent on only 800 people'", "article": "A £500,000 fund to help families meet the cost of the Scottish government's new smoke alarm laws has helped just 800 people, it has emerged. Half of the funding to help elderly and disabled homeowners has already been used, according to official figures requested by Scottish Labour. From February all homes in Scotlandshould have interlinked alarms . The Scottish government said there was \"flexibility\" for alarms to be installed within a reasonable time. Scotland is the first UK nation to legally require every home to have an interlinked system. The legislation was introduced in 2019 following the Grenfell tower tragedy, but has been delayed until 2022 due to Covid. Scottish Labour's Housing spokesman Mark Griffin said the rollout was \"shambolic \" and fewer than one in 10 people eligible for grant support would receive it. \"The poorest households will be hit hardest, but people across Scotland are going to be blindsided by laws they didn't even know existed,\" he said. \"We need an urgent awareness campaign, much clearer advice, and proper support to stop the poorest households being hammered by extortionate costs.\" The Scottish government estimates the cost of new smoke alarms - for an average three-bedroom house, which requires three smoke alarms, one heat alarm and one carbon monoxide detector - would be about £220. This is based on installing the alarms without the assistance of an electrician or tradesperson. The Scottish government said that to be eligible for its £500,000 fund, people must live and own their home with a Council Tax band of A-C.Applicants should also be of state pension age and in receipt of Pension Credit, or have a disability and receive Employment and Support Allowance. Scottish Labour said their freedom of information request revealed that half the budget was spent yet only about 800 households had received support - suggesting fewer than 2,000 would benefit overall. The party said this was in contrast to around 60,000 households eligible for pension credit or employment support in Scotland. A spokesperson added: \"Even applying the SNP's stringent eligibility criteria, estimates suggest 35,000 people would be eligible - meaning well under one in 10 of those will get help.\" The new law means every home should have a smoke alarm fitted in the living room, in order for the property to meet \"tolerable standards\", as well as in circulation spaces such as hallways and landings. A Scottish government spokesman said: \"These important new regulations were introduced to protect lives and property following the tragic Grenfell fire.\"Homeowners are generally responsible for paying for works to protect their property, but we know some may not be able to meet the cost of fitting these alarms.\"We are providing £500,000 to help disabled and older people, on top of the £1m we have already provided to the Scottish Fire & Rescue Service to install alarms in owner-occupied homes identified as being at highest risk. \"While we encourage homeowners to install interlinked alarms at the earliest opportunity, the legislation provides flexibility for work to be completed within a reasonable period, taking into account individual circumstances.\" ", "url": "https://www.bbc.com/news/uk-scotland-59623641"}