{"datetime": "2022-01-07T14:06:35.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Police use probationers to cover absences", "article": "Police Scotland is deploying more than 500 officers to support local policing divisions due to high Covid-related absence levels across the country. The force said over 300 specialist officers and 258 probationary constables would be drafted in to help their colleagues from Monday. Resources were previously drawn from both groups earlier in the pandemic and during the COP26 summit in Glasgow. In the week ending 29 December, 1,701 officers were off due to Covid issues. This was an increase of 450 (36%) on the previous week. A breakdown of the statistics reveals the majority, 669, were absent due to acute Covid while a further 500 were self-isolating due to a household contact or while awaiting a test result. The figures show absence levels have continued to trend above the same periods in 2019 and 2020. But they remain \"significantly below\" the peak in April 2020 - the month after the first Scottish cases were confirmed.Last month, the public were warned to to expect longer waiting times for 101 non-emergency calls due to the surge in virus cases. Assistant Chief Constable Alan Speirs, who leads on professionalism and assurance, said the force was working hard to maximise the availability of officers and staff in frontline duties. He added: \"Omicron is having a significant effect on the country and Police Scotland is included in that.\"The welfare of our officers and staff is paramount and has been throughout the pandemic. \"As a national service, we can quickly flex resources and move people to where they are needed and respond to increased demand and high absence levels.\" Assistant Chief Constable Gary Ritchie, whose portfolio includes community wellbeing, later told BBC Scotland he hoped the public would not notice a difference in the standard of service provided by the force. But he admitted officers would face some challenges, especially at busy times, and urged people to \"show a bit of patience\". Assistant Chief Constable Ritchie also stressed that emergency and critical incidents would be prioritised.He confirmed that the probationary officers, who have still to complete their training at the Scottish Police College, had all been trained in the basics such as police powers, first aid and officer safety. Assistant Chief Constable Ritchie added: \"We will also make sure that when they are deployed operationally they are deployed with a more senior officer.\" ", "url": "https://www.bbc.com/news/uk-scotland-59909701"}