{"datetime": "2021-12-31T22:30:31.000Z", "subject": "New Year Honours", "title": "New Year Honours 2022: Lumley and Redgrave become dames", "article": "Actresses Joanna Lumley and Vanessa Redgrave have been made dames in the Queen's New Year Honours list. Absolutely Fabulous star and activist Lumley has been honoured for services to drama, entertainment and charity. Celebrated stage and screen veteran Redgrave has been recognised for services to drama. Other celebrities on the list include newsreader Moira Stuart, dancer Ashley Banjo, 007 actor Daniel Craig and soap stars June Brown and William Roache. Joanna Lumley said her damehood was \"extraordinary\" and \"completely unexpected\". She initially thought the formal letter was bad news, but \"burst into tears\" when she realised it was offering her an honour. \"It was an extraordinary shock,\" she told BBC News. \"I put my head in my hands and sobbed like a baby. \"Then I thought, how has this happened? Is it a mistake? I truly was completely thrown by it, and thrilled to bits, and so touched.\" The 75-year-old star, who isa friend of the Royal Family , won two Bafta Awards for her role as fashionista Patsy Stone in the 1990s BBC sitcom Absolutely Fabulous. She also appeared in TV shows The New Avengers and Sapphire & Steel, and was nominated for a Tony Award on Broadway in 2011. Beyond acting, she has been praised for her human rights and animal rights campaigning. Vanessa Redgrave said she was \"surprised and grateful to join this wondrous group of British artists whose work has inspired me and audiences the world over\". She added: \"My generation fought for freedom of expression. Long may this remain.\" The 84-year-old is regarded as one of the greatest actresses of her generation, with six Oscar nominations to her name including a win for the 1977 film Julia. Her other films include Mary, Queen of Scots, Howards End, Mrs Dalloway, Wilde, Mission: Impossible and Atonement. The English actress is one of a coterie of stars to wear the triple crown of acting - winning an Oscar, an Emmy and a Tony - while she has also received an Olivier Award, the London West End's highest accolade. Deliverance and Hope and Glory directorJohn Boorman has been knighted, as has pioneering film-makerHorace Ové , the first black Briton to direct a feature film. \"Chronicling the lives, battles, art and culture of the African and Caribbean diaspora in Britain and around the world has been a lifelong journey and passion,\" he said. \"This award is testament to how far we have come and in many respects how far we still have to go.\" Also knighted are fantasy author, Games Workshop co-founder and video game entrepreneurIan Livingstone for services to the online gaming industry; and writer, broadcaster and former Labour politicianTrevor Phillips, for services to equality and human rights. Daniel Craig , who bowed out as James Bond with this year's movie No Time to Die, has been made a Companion of the Order of St Michael and St George. It is the same honour that the fictional spy himself received, and which author Ian Fleming wrote in the 1957 novel From Russia With Love, was usually given \"on retirement from the Secret Service\". Bond producersBarbara Broccoli andMichael G Wilson , who are tasked with choosing Craig's successor, have both become CBEs for services to film, drama, philanthropy and skills. Elsewhere on the list, broadcasterMoira Stuart said she was \"so moved and lifted by this recognition of my work\" after becoming a CBE. \"Because over the years, since my first Radio 4 news bulletin in 1978 through to my last BBC News summary in 2018, I've been committed to public service broadcasting, which gave me the chance to shift barriers, open doors and change so many stagnant stereotypes,\" she said. \"No it hasn't been easy, but this magnificent honour means so much to me, and I shall cherish it always.\" Financial guruMartin Lewis said it was \"a great surprise and thrill\" to be appointed CBE for services to broadcasting and consumer rights, adding that it had been \"overwhelming\" to hear how his advice had helped people during the pandemic. Bourne and Bloody Sunday film directorPaul Greengrass said he was \"very honoured\" to become a CBE, with the same accolade going to Elton John's lyricistBernie Taupin . Novelist and screenwriterAnthony Horowitz - whose work includes the Alex Rider spy novel series and Foyle's War - and cookery authorClaudia Roden have both received the same honour for services to literature. Two long-serving soap stars - EastEnders'June Brown , aka Dot Cotton, andWilliam Roache , who plays Ken Barlow in Coronation Street - have been appointed OBEs, both for services to drama and charity. Roache said he was \"delighted\" to receive \"such a wonderful honour\". He added: \"I can't tell you how proud I am!Coronation Street has given me so much in life and I absolutely love the programme and everyone who works on the show.\" Brown, who left the BBC drama in 2020, said: \"It is a great honour and I would like to thank Her Majesty, and all those involved in my recommendation.\" Another EastEnder,Nitin Ganatra , has been appointed OBE for services to drama, while Corrie starCherylee Houston said she was \"honoured and humbled\" to become an MBE for services to drama and people with disabilities. The actress, who plays Izzy Armstrong in the ITV soap, said: \"Equality and inclusion of disabled people is something that's been very dear to me throughout my career so far.\" Model, presenter and activistKatie Piper has been appointed OBE for services to charity and victims of burns and other disfigurement injuries. OBEs have also gone to Scottish pianistSteven Osborne , crime writerAnn Cleeves andPauline Black from ska band The Selecter, who paid tribute to her home town. \"Coventry made me who I am today, giving me the opportunity to study, work and ultimately find my creative voice within the 2-tone movement, which has spearheaded the musical conversation about racism and sexism for the past 42 years,\" she said. Spice GirlMelanie Brown - aka Mel B - has become an MBE for her role as patron of domestic abuse charity Women's Aid. Diversity starAshley Banjo said he was \"so humbled and extremely proud\" to become an MBE for services to dance: \"It really is the ultimate accolade. It's something I never saw coming and for my mum and dad to see this moment means the world.\" The Last Leg presenterAdam Hills said he was \"absolutely chuffed to bits\" to be appointed MBE for services to Paralympic sport and disability awareness. Kate Garraway , the Good Morning Britain presenter who has chronicled her husband Derek Draper's long battle with Covid-19, has been appointed MBE for services to broadcasting, journalism and charity. Other new MBEs include best-selling authorAdele Parks for services to literature, and Smooth Radio/Classic FM presenterMargherita Taylor for services to broadcasting and diversity. Sports presenterJill Douglas Hogg has received the same accolade for services to sport and charity. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59780013"}