{"datetime": "2022-01-01T09:45:34.000Z", "author": "Owen Amos", "subject": "New Year Honours", "title": "New Year Honours: Whitty, Van-Tam and Blair knighted, Lumley and Redgrave made dames", "article": "Prof Chris Whitty and Prof Jonathan Van-Tam, who became household names during the Covid-19 pandemic, have been knighted in the New Year Honours list. Both men - who will now have \"Sir\" before their name - have regularly briefed the nation from Downing Street. Dr Jenny Harries, chief executive of the UK Health Security Agency, and Dr June Raine, head of the vaccines regulator MHRA, are both made dames. And Tony Blair is knighted, beingappointed to the Order of the Garter . Unlike the main New Year Honours list, which is advised on by the prime minister's office, the Order of the Garter is a royal appointment. The former prime minister said it was \"an immense honour\" and he was \"deeply grateful to Her Majesty the Queen\". On the main list, actresses Joanna Lumley and Vanessa Redgrave are made dames. In sport, husband and wife Jason and Laura Kenny aremade a knight and a dame for services to cycling , while Jody Cundy - who has won multiple Paralympic golds in swimming and cycling - is appointed CBE. Tom Daley, who won Olympic gold in Tokyo in the summer, is appointed OBE for services to \"diving, LGBTQ+ rights and charity\". His diving partner and fellow gold medallist, Matty Lee, gets an MBE. Daley said he felt his honour came with a responsibility to \"make the whole Commonwealth a better place for LGBT people\". Swimmer Adam Peaty and gymnast Max Whitlock also become OBEs, while shock US Open winner Emma Raducanu is appointed MBE. Journalist Trevor Phillips is knighted for services to equality and human rights while \"Money Saving Expert\" Martin Lewis is appointed CBE for services to broadcasting and consumer rights. June Brown - the 94-year-old actress who played Dot Cotton in EastEnders - is appointed OBE, as is Coronation Street actor Bill Roache, who plays Ken Barlow. Katie Piper is appointed OBE for her work with burns victims; Kate Garraway is made an MBE for services to broadcasting, journalism, and charity; and Spice Girl Melanie Brown is appointed MBE for her work with vulnerable women. The two highest honours go to the former Labour MP for Birkenhead, Lord Field, and Nobel Prize-winning geneticist Sir Paul Nurse. They become Companions of Honour, where membership is limited to 65 people. Actor Daniel Craig is made a companion of the Order of St Michael and St George, for services to film and theatre. It is generally awarded for work in a foreign country - James Bond, who Craig plays in the film franchise, was fictionally given the same honour. Meanwhile, 12-year-old Max Woosey - who hasslept in a tent for more than 600 nights in a row to raise £700,000 (and counting) for North Devon Hospice - is awarded a British Empire Medal.And Tobias Weller - an 11-year-old with cerebral palsy and autism - is alsogiven a BEM for his charity fundraising . Although childrenhave won BEMs before, Tobias is thought to be the youngest ever recipient. The oldest person on this year's list is 102-year-old magician Henry Lewis from London, appointed MBE for his work with the Magic Circle. In total, more than 1,200 people are on the main UK New Year Honours list, which ranges from the Companion of Honour and the Order of the Bath, through knighthoods and damehoods, to CBEs, OBEs, MBEs, and the BEM -read more about the system here . In total, 15.1% of recipients are from an ethnic minority background, which the government said made it \"for the fourth time running, the most ethnically diverse honours list to date\". In total, 47.9% of recipients are women. Prof Whitty - now Sir Chris - is the chief medical officer for England and the UK government's chief medical adviser. He has appeared at Downing Street news conferences since March 2020, as well as fronting TV campaigns about Covid-19. He is also apractising NHS consultant at London hospitals, and represents the UK on the executive board of the World Health Organization. Prof Van-Tam has been thedeputy chief medical officer for England since 2017, and has captured the public's imagination with his vivid metaphors at news conferences. In late 2020 - while describing the early stages of the pandemic - he said \"it's clear the away team gave us an absolute battering\". A year later, in November 2021, he warned \"the final whistle hasn't blown\" in the pandemic, but did predict we were in \"half time of extra time\". \"I love metaphors,\" he told the BBC in 2020. \"I think they bring complex stories to life for people.\" The government's chief scientific adviser Prof Sir Patrick Vallance - who was knighted in the 2019 New Year Honours - is given a higher honour, being made a knight commander of the Order of the Bath. That's the same rank as Prof Whitty, who was previously a commander of the Order of the Bath. Prof Van-Tam is a regular \"knight bachelor\" - but he, Prof Vallance, and Prof Whitty, will all have the title \"Sir\". Thechief medical officer for Wales , Dr Frank Atherton, is made a knight, as is Prof Gregor Smith, thechief medical officer for Scotland . Emily Lawson, who has led England's vaccination deployment, becomes a dame.Northern Ireland's health chief, Richard Pengelly, becomes a companion of the Order of the Bath.As always in an Olympic and Paralympic year, a number of athletes make the New Year Honours list. Paralympians Kadeena Cox, Hannah Cockroft, and Hannah Russell are appointed OBE - while Last Leg presenter Adam Hills is made an MBE for services to Paralympic sport and disability awareness. Hannah Mills is appointed OBE for services to sailing and the environment, while Jonathan Brownlee - who, like Mills, won Olympic gold in Japan - is appointed MBE. His brother Alistair, who won gold in 2012 and 2016, already has the same honour. In football, Chelsea women's manager Emma Hayes is appointed OBE, while England men's assistant manager Steve Holland becomes an MBE after his side reached the Euro 2020 final.Manager Gareth Southgate was appointed OBE in the New Year Honours list for 2019. In entertainment, filmmaker Horace Ové - perhaps best known for his 1976 film Pressure, about black people growing up in Britain - is knighted. Barbara Broccoli, producer on the James Bond films, is appointed CBE, as is her half-brother - and fellow Bond producer - Michael G Wilson. The director Paul Greengrass - appointed CBE - told the BBC he was \"very honoured\" and had been \"lucky to spend my life working in this wonderful industry\". Bernie Taupin, best known as Sir Elton John's lyricist, becomes a CBE, as does the novelist Anthony Horowitz. Ashley Banjo - who came to fame on Britain's Got Talent - is appointed MBE for services to dance. Meanwhile, June Brown and Bill Roache - aka Dot Cotton and Ken Barlow - are not the only soap stars to be recognised. Coronation Street's Cherylee Houston and EastEnders' Nitin Ganatra are appointed MBE and OBE respectively. ", "url": "https://www.bbc.com/news/uk-59809682"}