{"datetime": "2021-12-31T22:30:05.000Z", "subject": "New Year Honours", "title": "New Year Honours: Chief Medical Officer Gregor Smith knighted", "article": "Scotland's chief medical officer has been knighted in a New Year's Honours list that celebrates health workers and Olympic athletes. Dr Gregor Smith , a leading figure in the country's pandemic response, said he was \"surprised and honoured\". SwimmerDuncan Scott , who became the first British athlete to win four medals at a single games, has also been recognised with an MBE. Others honoured include former MPTommy McAvoy and retired MSPJohn Scott . Dr Smith was appointed interim chief medical officer in April 2020, less than a fortnight into the first national lockdown, following the resignation of his predecessor. Dr Catherine Calderwood quit after the Scottish Sun published photos showing herbreaking Covid travel rules to visit her second home. Dr Smith has been knighted alongside his fellow UK chief medical officers Prof Chris Whitty (England), Dr Frank Atherton (Wales) and Dr Michael McBride (Northern Ireland). In his role, the GP advises the Scottish government on its public health response to the pandemic and often attends the first minister's Covid briefings where he answers questions from the media. Dr Smith said: \"I am surprised and feel honoured to receive a knighthood in The Queen's New Year Honours list for services to public health. \"This means a huge amount to me but it is a reflection of the work that a good number of us have undertaken during the course of the coronavirus pandemic.\" He also described his role as a \"privilege and a pleasure\" and praised those he had worked with for their contribution to the virus response. The guitar-playing medic, who wasformally appointed last December , often shares his love of music on his Twitter account, including bands such as The Foo Fighters and Iron Maiden. Volunteers and healthcare workers are also among those receiving honours for their work since the first Covid case was confirmed in Scotland in March 2020. They includeJoseph Freedman , for services to the Jewish community in Glasgow during the pandemic, andDr Adaeze Ifezulike , a GP from Aberdeen for services to health inequality in minority communities in Scotland. Paul Fairie , the head of operations at Glasgow's Lighthouse Laboratory that has processed more than 20 million Covid tests joins Mr Freedman and Dr Ifezulike in being made MBEs. Duncan Scott will be able to add an MBE to his history-making medal haul from the Tokyo Olympics. It consisted of gold in the 4x200m freestyle and silvers in the 200m freestyle, 200m medley and 4x100m medley. Scott's parents had originally planned to go to Tokyo but had to cancel their plans when the Games were rescheduled because of the pandemic. But despite his success, the 24-year-old from Alloa, Clackmannanshire,told BBC Scotland there was \"plenty\" to improve on when Paris hosts the games in 2024. Paralympic gold medallistOwen Miller , from Fife, has also been made a MBE following his victorious debut in Tokyo in the T20 1500m, for athletes who compete with learning or intellectual impairments. And there is a MBE forKathleen Dawson , also from Fife, who swam backstroke as part of the world record-beating mixed 4x100m relay team to win gold for Team GB at the Olympics in July. In politics, long-serving former Labour MP Tommy McAvoy has been knighted for his political and public service. Lord McAvoy, who was the MP for Glasgow Rutherglen from 1987 to 2010, spent much of his time at Westminster with roles in the Labour Party's whips office, serving in the governments of both Tony Blair and Gordon Brown. He has been in the House of Lords since 2010 and is currently a senior whip and spokesman for both Scottish and Northern Irish issues. Former Ayr MSP John Scott is also being made an OBE after 21 years at Holyrood. Mr Scott, 70, was first elected as the area's Conservative MSP in a 2000 by-election, holding the seat in four subsequent elections. The ex-farmer overcame pancreatic cancer, the same illness that killed his wife just nine months after he was first elected to the Scottish Parliament. His service at Holyrood included a spell as a deputy presiding officer until May's election when he narrowly lost his seat to the SNP's Siobhian Brown. Commonly awarded ranks: Former St Johnstone chairmanGeoffrey Brown , who rescued the football club from financial difficulty in 1986, has been made an OBE for services to Scottish football and to the community in Perth. AndDr Liz Cameron , director of the Scottish Chambers of Commerce, said she was \"deeply honoured and humbled\" to be awarded a CBE for services to the promotion of Scotland and UK international trade. Among the academics recognised are three leading researchers at the University of St Andrews. Dr Maggie Ellis , of the school of psychology and Neuroscience in the university, has been awarded an MBE for her dedication to improving the lives of people with dementia. Meanwhile,Prof Ailsa Hall is to receive an OBE for her decades of work in environmental protection and epidemiology andProf Anne Magurran will receive an CBE for services to biodiversity. Members of the emergency services have also been honoured. Judi Heaton , who recently retired as an assistant chief constable, head of road policingChief Supt Louise Blakelock , andCh Insp Marlene Baillie will each receive the Queen's Police Medal.AndGraeme Anderson , who was the lead events planning officer for Tayside Division is to be presented with an MBE for services to event planning and law and order in Dundee. The Scottish Ambulance Service's general manager of eventsPat O'Meara has been awarded the Queen's Ambulance Medal. In a career spanning 23 years he been involved in major incidents, including the Clutha helicopter crash, the George Square bin lorry tragedy and the Stockline Plastics Factory explosion. Mr O'Meara, 57, said: \"I have also attended a bombing, an aircraft crash at Heathrow Airport, I've been held hostage and attended an incident where I was chased with a knife.\" He added that he was \"very humbled and grateful\" to received the award but said it would not have been possible without his colleagues. ", "url": "https://www.bbc.com/news/uk-scotland-59837625"}