{"datetime": "2021-11-11T14:35:20.000Z", "title": "'Lives being lost' due to Scottish ambulance waiting times", "article": "MSPs have called for action to bolster Scotland's health services, saying \"lives are being lost which could have been saved\" due to ambulance delays. Opposition leaders highlighted the case of Richard Brown, who died while waiting five hours for an ambulance. Deputy First Minister John Swinney apologised to Mr Brown's family, saying he \"should not have had the experience that he had\". He said the government had invested in the NHS to deal with the pressures. All three opposition leaders pressed Mr Swinney about the issue at first minister's questions, where he was standing in for First Minister Nicola Sturgeon while she attends the COP26 conference. Concerns have repeatedly been raised in recent months about pressure on the health services, partly caused by the Covid pandemic, and waiting times for emergency help and admission to accident and emergency wards.Soldiers were drafted in to drive ambulances in September as ministers warned of \"the most challenging winter the NHS has ever faced\". On Thursday, both Conservative leader Douglas Ross and Labour's Anas Sarwar raised the case of Mr Brown, a 55-year-old who died on the stairs of his tenement building in Glasgowafter waiting five hours for an ambulance . An investigation into the circumstances of the case is ongoing, but opposition parties said it illustrated broader issues with Scotland's health service. It comes as a survey of Scottish Ambulance Service staff by the Unite trade union found that 88% of the nearly 300 who responded said they did not feel valued by the government, 79% believed the service was understaffed and 98% said measures announced in September to improve the situation were not sufficient. More than half of the respondents - 55% - said they had witnessed \"adverse clinical events\" - patients dying or becoming seriously ill - because of lengthy waiting times. Mr Ross said the \"distressing case\" of Mr Brown was not unique, and that \"lives are being lost that could have been saved\". He added: \"Doctors, medical students, paramedics, nurses, everyone in the NHS is desperately trying to save lives - but they don't have the resources they need.\"They are crying out for help - frontline staff have sent out their own 999 call to this government.\" Meanwhile, Mr Sarwar said the \"out of touch and hopeless government\" was \"presiding over a crisis in our NHS\". He added: \"Covid can't be the cover. These are pressures that existed in the NHS even before Covid - yes Covid has exacerbated the problems, but let's not pretend they started with Covid.\" Lib Dem leader Alex Cole-Hamilton said the situation was having a \"traumatic\" impact on health staff, accusing the government of \"grasping at straws and blaming the pandemic\" instead of supporting them. Mr Swinney said he recognised there was \"enormous pressure\" on Scotland's health service - pointing to a sharp increase in the number of emergency callouts. He said: \"In August 2018, the ambulance service responded to 5,788 immediately life-threatening incidents. By October 2021 that figure had reached 10,733 - it had almost doubled. \"The government has provided increased investment of £20m to support staff, and staff recruitment is under way.\"We will continue to invest in the work of the Scottish Ambulance Service to ensure it has the capacity to undertake the tasks it needs to undertake, and to ensure that other families don't have the experience of Mr Brown's family.\" Mr Swinney said the impact of the pandemic on the health service meant that a \"series of measures\" was needed across the system to alleviate pressure. He said: \"We have to have whole-system solutions in place. It's about boosting social care capacity, so people are better supported in their own homes and have less need to use the ambulance service.\"Or about ensuring we have improvements in the level of delayed discharges, so our hospitals are less congested - and crucially, that we can make sure people have a swift journey through accident and emergency when they require to be there.\" He also said he valued the contribution by all healthcare staff, and that £12m had been invested in staff wellbeing due to the \"significant impact\" of Covid on the NHS. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59250960"}