{"datetime": "2021-12-24T11:15:11.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Ambulance crew changes spark union safety fears", "article": "Unions have branded plans to change working patterns for Scottish Ambulance Service workers a \"safety concern\". A new contingency plan would see more ambulances staffed by only one trained medic and a driver, while workers' breaks would also be cut.The Scottish Ambulance Service said the changes would only happen in the event of \"extreme pressures and potential staff absence in the coming weeks\". But unions said the proposals should be a concern for staff and the public.Under the plansfirst reported by The Courier , some ambulances would be operated by a single clinician and a driver, including military drivers. Some ambulances would also be staffed by trainee ambulance workers paired with a military driver, meaning they would not be able to respond to the most serious cases or drive to hospitals under \"blue light\" conditions. Staff would also be asked to take one rest break rather than two if demand on the service was extremely high, according to a memo issued by the Scottish Ambulance Service.Kieran Whitford, a paramedic working in Aberdeen, wrote on Twitter that he was \"broken\" and said the changes meant staff had been \"made to feel like we are worth nothing\". GMB Scotland organiser Karen Leonard said: \"Management's proposals will do more harm than good and GMB members will not support them. \"They will split and exacerbate already insufficient levels of skilled staff and unsustainable working time demands, and frankly pose serious questions for the health and safety of both staff and patients. \"After working in a state of fear for nearly two years, staff are angry and exhausted and it's time ministers and management worked with them rather than against them.\" The proposed working pattern changes come as an extra 90 military personnel are being drafted in to support under-pressure health boards. The personnel will help NHS Ayrshire and Arran, NHS Grampian and NHS Lanarkshire from January. They will join 221 members of the armed forces who have been supporting the vaccine programme across Scotland. A further 96 military personnel are driving ambulances in support of the Scottish Ambulance Service. A spokesman for the Scottish Ambulance Service said: \"As this staff bulletin makes clear, robust plans must be in place to protect essential services to the public if we experience extreme pressures and potential staff absence in the coming weeks, due to the threat posed by the Omicron variant. \"The additional measures are for these times of extremis only and we've been engaging closely with trade unions in considering these options. Hopefully these measures will not be needed.\" A Scottish government spokeswoman said: \"The ambulance service has been clear that staff will only be asked to work differently when circumstances are considered extreme, due to staff absence or a significant increase in demand. \"The Covid-19 pandemic has been the biggest shock the NHS has suffered in its 73-year existence and has heaped pressure on our ambulance service and wider NHS.\" ", "url": "https://www.bbc.com/news/uk-scotland-59780940"}