{"datetime": "2020-04-06T10:38:46.000Z", "title": "Coronavirus in Scotland: Who is Dr Gregor Smith?", "article": "Dr Gregor Smith has been appointed Scotland's interim chief medical officer following the resignation of Dr Catherine Calderwood who had led the country's strategy on tackling the coronavirus pandemic. So what do we know about Dr Smith? BBC news online's Paul O'Hare takes a look. On Saturday morning Dr Gregor Smith shared a picture of a soldier carrying a donkey through a minefield. The image, apparently taken during the Second World War, also featured an explanation of its significance. If the animal was left to its own devices it would wander freely, detonate a charge and kill others. It concluded: \"The moral of the story is that during difficult times the first ones you have to control are the jackasses who don't understand the danger and do as they please.\" Scotland's deputy chief medical officer composed his own message to accompany the picture. It read: \"Please. You can do your bit to save lives this weekend and ensure our NHS is able to help those who really need it. Even if the weather is bright and warm, it's important we stay home. Don't let your actions or recklessness allow #COVID19 to spread.\" But as Dr Smith hit the tweet button he could not have predicted the sequence of events that would play out over a remarkable weekend. And he could not have imagined that one of those who would ignore the Scottish government's no nonsense advice, that very day, was the country's chief medical officer. AScottish Sun investigation , published online on Saturday night, revealed Dr Catherine Calderwood, had brazenly flouted her own regulations by visiting her second home on the Fife coast. An apology was followed by apress briefing on Sunday during which it emerged Dr Calderwood had also travelled from Edinburgh to Earlsferry the previous weekend. As pressure mounted the chief medical officer wascautioned by Police Scotland and, after further talks withFirst Minister Nicola Sturgeon , she announced her resignation at 21:54. On Monday morning Scottish Health Secretary Jeane Freeman told the BBC'sGood Morning Scotland Dr Smith will now lead the team of clinicians spearheading the fight against corornavirus. It includes Prof Fiona McQueen, chief nursing officer, and Prof Jason Leitch, the national clinical director. Ms Freeman said the team had been immersed in Covid-19 response for many weeks now and would continue to advise the first minister on what needed to be done. The health secretary also said it would be up to Ms Sturgeon whether a recruitment process would be opened to appoint a successor to Dr Calderwood. In the meantime, Dr Smith steps up as the country is entering its third week of lockdown and the virus has yet to peak. In the days and weeks ahead the GP, who spent most of his career in Larkhall, faces a daunting challenge. Dr Smith, a former medical director for primary care in NHS Lanarkshire, started working for Scottish government as a medical adviser in primary care in 2012. He later led the development of a new quality framework for general practice in Scotland and was appointed deputy chief medical officer in 2015. Dr Smith's profile on theRealistic Medicine website describes him as a \"passionate advocate of person-centred approaches to care\".This involves working in partnership with organisations such as Scottish Natural Heritage and the Forestry Commission to promote exercise outdoors. The avid cyclist is also an honorary clinical associate professor at Glasgow University and aSalzburg Global Fellow . As well as praising his NHS colleagues the guitar-playing medic often shares his love of music on his Twitter account, most recently expressing his admiration for The Foo Fighters. He also recently responded to an appeal from heavy metal icons Iron Maiden for fans' most memorable moments. Dr Smith wrote: \"How do I single out one moment across 40 years? Maiden have been an anchor through bad and good times in my life.\"But singing along to The Clansman in Aberdeen with 5,000 Scots screaming Freedom at the top of the voice was pretty special. Thanks guys.\" Less than 48 hours after posting his \"jackasses\" tweet he now finds himself leading Scotland's medical response to the pandemic. If the keen runner's promotion was a sprint what lies ahead is a marathon. ", "url": "https://www.bbc.com/news/uk-scotland-52181633"}