{"datetime": "2022-02-01T09:57:09.000Z", "author": "Catherine Lyst", "title": "Why do I need new smoke alarms in my house?", "article": "Scotland has become the first UK nation to legally require every home to have interlinked smoke alarms. Thelegislation was introduced in 2019 following the Grenfell disaster but was delayed until 2022 due to the coronavirus pandemic. But what does it mean for homeowners? Changes to the Housing (Scotland) Act were made in the wake of the Grenfell Tower fire in which 71 people died. It will ensure that everyone in Scotland has the same level of protection whether they own or rent their home. The changes will came into effect on 1 February.The most rigorous standards had previously applied to new-build and private rented housing. But now the legislation applies to all property owners, including those who own private homes. Every home must have the following: All alarms should be ceiling mounted and interlinked. Where there is a carbon-fuelled appliance (such as boilers, fires - including open fires - and heaters) or a flue, a carbon monoxide detector is also required - this does not need to be linked to the fire alarms. Interlinked alarms are connected so when one goes off they all go off, alerting people wherever they are in a house. The alarms can be interlinked by radio frequency. It is the property owner's responsibility to pay for and install the alarms. It is estimated that for an average three-bedroom house, which requires three smoke alarms, one heat alarm and one carbon monoxide detector, the cost will be about £220.This is based on using alarms that can be installed without the need for an electrician. These must be tamper-proof, long-life lithium battery alarms.However, there are also alarms that can be connected to the mains which are cheaper but have to be installed by a qualified electrician, which will incur an additional cost. The legislation means that every home in Scotland must have interlinked fire alarms. The Scottish government said there were no penalties for non-compliance and no-one would be penalised if they needed more time to install the alarms. It will not be a criminal offence not to have the alarms fitted. Local authorities are officially responsible for enforcing the legislation but they will not be going into peoples' homes to inspect them and will not be issuing fines.The Scottish government said councils could require homeowners to carry out work, but it did not expect them to go beyond advising property owners about fire alarms.The government will use statistics from the Scottish House Condition Survey to assess overall compliance at a local authority level. Compliance will also form part of any Home Report when homes are put on the market. The requirement is to have all alarms interlinked so people in the house will be alerted immediately. The carbon monoxide alarm must have a sealed battery for the duration of its operational lifespan, which may be up to 10 years. The Scottish government gave the Scottish Fire and Rescue Service £1m to install the alarms in the homes of people assessed to be at high risk from fire. The government has also provided £500,000 to help disabled and older people meet the criteria. Different home insurance policies provided by different insurers will have varying terms and conditions which a homeowner must comply with in order for their home insurance to be valid.The Scottish government said it had received assurances from the Association of British Insurers that while insurers may ask customers questions about whether the property is fitted with working fire alarms, they are not likely to ask questions about specific standards. However, anyone who is unclear on their policy terms and conditions in relation to the new law should speak to their insurer. Scotland is so far the only UK nation to require every home to have interlinked alarms. Some home owners have reported challenges in being able to buy interlinked alarms.The Scottish government said this was in part because so many people were trying to buy alarms before the new legislation came into effect.It said this was \"exacerbated by global supply shortages of component parts and in the supply of suitable tradespeople to carry out work in people's homes\".However, fire alarms are still available for purchase and delivery where the manufacturer has a UK supply chain, the government said.Alasdair Perry, of the Scottish Fire and Rescue Service, said: \"Having the earliest possible warning of a fire in the home can, and has, saved lives and property. Having interlinked alarms installed will allow everyone, anywhere in the house to take action as quickly as possible.\" Housing Secretary Shona Robison said the interlinked alarms would \"significantly reduce the risk of injury or death\" by giving residents more time to escape a fire.", "url": "https://www.bbc.com/news/uk-scotland-58268855"}