{"datetime": "2021-12-04T09:56:30.000Z", "title": "Senior police officer suspended in 'criminal' probe", "article": "A senior Police Scotland officer has been suspended from duties following a \"criminal allegation\". It is understood that the officer is Temporary Assistant Chief Constable Pat Campbell.ACC Campbell, who leads the force's organised crime and counter terrorism team, was suspended on Wednesday. The matter is being investigated by the Police Investigations and Review Commissioner under direction from the Crown Office and Procurator Fiscal.Police Scotland said that in response to the suspension it had reviewed the force's command structure to \"ensure the organisation continues to meet operational demand\". Dep Ch Con Fiona Taylor said: \"I can confirm that a senior officer from Police Scotland has been suspended by the Scottish Police Authority. \"This is in connection with a criminal investigation being carried out by the Police Investigations & Review Commissioner. \"Given that an investigation is being carried out we are unable to comment further.\" The Scottish Police Authority said a senior officer was suspended \"after a criminal allegation was brought to the authority's attention\".\"The suspension is effective from Wednesday 1 December and will be reviewed regularly, or if there is a change in circumstances relevant to the suspension,\" it added.Mr Campbell joined Strathclyde Police in 1995, ahead of the merger of Scotland's eight forces in 2013 to form Police Scotland. When the forces merged, he was a detective superintendent working in public protection and divisional crime in Edinburgh. In August 2018 he was promoted to detective chief superintendent and appointed strategic lead for specialist crime support. A year ago he took up the role of executive lead for organised crime, counter-terrorism and intelligence, which also covers border policing, cyber crime and digital forensics. He is the senior responsible officer for cyber capabilities, cyber strategy and technical surveillance. ", "url": "https://www.bbc.com/news/uk-scotland-59528384"}