{"datetime": "2021-09-07T20:07:52.000Z", "title": "Police Scotland fined £100,000 over M9 crash death failures", "article": "Police Scotland has been fined £100,000 after admitting that failures in its call-handling system \"materially contributed\" to a woman's death following a car crash in 2015. It took officers three days to arrive at the scene after the accident on the M9 was reported by a farmer. By then, driver John Yuill had died and his girlfriend Lamara Bell was seriously hurt. She died in hospital.Ms Bell's mother, Diane, said her daughter now \"has justice\". The High Court in Edinburgh was told that the mother-of-two would probably have survived if she had been found sooner. Chief Constable Iain Livingstone said he apologised \"unreservedly\" on behalf of policing in Scotland.Police Scotland pled guilty to a charge under the Health and Safety Act on Tuesday and admitted \"corporate criminal liability\".The force admitted that between 1 April 2013 and 1 March 2016 it: As a result, on 5 July 2015 a police officer at the Bilston Glen call-handling centre failed to record on an IT system the report from a farmer that a car was at the bottom of an embankment off the M9 near Stirling.That led to Ms Bell and her boyfriend Mr Yuill lying in the car for three days, \"unaided and exposed to the elements\". The force admitted that the delay \"materially contributed\" to Ms Bell's death in hospital on 12 July. The court heard that she had suffered serious injuries to her skull and brain and developed acute meningitis.The judge, Lord Beckett, said it was \"unprecedented\" for the police service of Scotland to have been accused and convicted in the High Court. \"This case arose from terrible events in which two relatively young people died, one of them after days of severe physical suffering when she must have been in an almost unimaginable state of anxiety,\" he said. \"As days and hours went by she must have been in a state of disbelief that no help arose.\" Prosecutor Ashley Edwards QC said: \"Various experts from a range of specialisms agreed that had Lamara Bell been admitted to hospital within six to eight hours of her primary injury, the secondary complications of the injury leading to her death would have been easier to manage and would have been substantially avoided. \"This would in all probability have led to her survival, albeit with some long-term neurological disability.\" Ms Bell's mother Diane said it was a \"huge relief\" that Police Scotland had \"finally admitted being at fault for Lamara's death\". She said: \"The absence of answers and recognition has been the biggest strain because it is the not knowing that has made everything worse. \"But the important thing now is that today we have the conviction. \"Finally, we can say - Lamara has justice.\" Iain Livingstone, who became chief constable in 2018, said Police Scotland had \"failed Lamara and John\" in its duty to keep people safe. He said: \"On behalf of policing in Scotland, I apologise unreservedly to their families. \"And if the families agree to do so, I would welcome the opportunity to meet with them, when they are ready, to personally convey my apology.\" The court heard Mr Yuill and Ms Bell went on a camping trip to Loch Earn with friends on Saturday 4 July 2015. Mr Yuill, who held a provisional licence, was driving his car, supervised by a friend with a full licence. The following morning he drove off with Ms Bell, leaving the others sleeping. When they failed to return home by evening, their parents called police to report them missing. Ms Edwards told the court a member of the public noticed a blue car partly obscured by bushes off the M9 motorway and called police at 11:29 on 5 July to report it. She said: \"The call handler did not create an incident for this call on the Storm system. He made a note of it in his book but the information was not transferred to Storm. \"The M9 call handler said an incident should have been created in Storm.\" The court heard that on 8 July another member of the public noticed a blue car at the bottom of the embankment and went to investigate. Ms Edwards said: \"On closer inspection, he saw it was a blue car with two occupants. \"He saw a female moving her arms and moaning.\"She said: 'Help me, get me out'. He tried to reassure her and called 999.\" Emergency services attended and Ms Bell, who was in the passenger seat, was airlifted to hospital with serious injuries, while Mr Yuill was pronounced dead at the scene. The court heard there had been no previous concerns about the call handler's work and that the incident was due to \"human error\". In the early part of 2015, police control centres in Glenrothes and Stirling were closed and their work transferred to Bilston Glen. A report later that year said there had been concerns about insufficient staffing, which had led to low levels of performance. Sir Stephen House, who was chief constable at the time,stood down from his post later in 2015. Murdo Macleod QC, representing Police Scotland, said that reviews of the call-handling system were carried out in the wake of the tragedy and that the 38 recommendations had been implemented in full. He said: \"Through significant investment in time and resources, concerted efforts have been made to ensure robust measures are in place to mitigate the risks and lessen the risk that something else might happen again.\" The Scottish government noted that Police Scotland had now admitted \"criminal liability for failings in relation to its call-handling service and apologised to the families\". A spokesperson added: \"Ministers acted swiftly following the tragic events in 2015 to direct Her Majesty's Inspectorate of Constabulary to undertake an independent review of call handling in Police Scotland's Contact, Command and Control Division. \"The review resulted in 30 recommendations for improvement and since then the Inspectorate has worked closely with Police Scotland and the Scottish Police Authority to implement wide-ranging changes, including the introduction of a single national command and control system. \"The Inspectorate noted the considerable priority Police Scotland attached to its work in implementing all 30 of the recommendations.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-58474385"}