{"datetime": "2021-11-07T15:50:32.000Z", "subject": "COP26", "title": "COP26: Police praise 'good natured' marchers in Glasgow", "article": "Police have praised the majority of \"good natured\" marchers who took part in one of Glasgow's largest protests in memory. About 100,000 took part in the procession from Kelvingrove Park to Glasgow Green on Saturday. Officers made 22 arrests - one after a socialist group were contained and the rest after protesters chained themselves on a bridge. Crowds swiftly dispersed after speeches concluded leaving little litter behind. Police later told the BBC there were no major incidents following the event. The march was organised by the COP26 Coalition - a network of social and environmental groups in the UK - as part of a Global Day of Action for Climate Justice. It started at Kelvingrove Park in the west of the city and Queen's Park in the south at about midday and made its way along a pre-agreed three-mile route to Glasgow Green. About 100 climate change demonstrations were held in other parts of the UK while events were also taking place in a further 100 countries including Kenya, Turkey, France, Brazil, Australia and Canada. The COP26 Coalition are also running a \"People's Summit\" programme of events from 7-10 November where members of the climate justice movement will meet to \"strategise for system change\". Away from the march at about 11:00, 21 protesters fromScientist Rebellion chained themselves together on the King George V Bridge in Glasgow city centre, resulting in a road closure. Charlie Gardner, an associate senior lecturer at Durell Institute of Conservation and Ecology, said scientists could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".Police said 21 people were arrested following the incident and were released on an undertaking. Meanwhile, officers surrounded a group of activists from the Young Communist League (YCL) during the march on St Vincent Street - police said this was because pyrotechnics had been set off and the group's behaviour had \"deteriorated\". Assistant Chief Constable Gary Ritchie told the BBC they group were \"trying to create confrontation\" with officers, were acting \"violently\" and were stopping which \"created a public safety issue\". The group were removed from the procession and one person was then arrested. Some have criticised the policing of the march, with the COP26 Coalition describing the \"kettling\" as \"heavy-handed and disproportionate\".On Friday the group published an open letter to the first minister, saying there had been a \"disproportionately high\" number of officers deployed during the summit, and accused the force of \"intrusive police surveillance\" which it said \"created an atmosphere of fear and intimidation\". However, on the YCL incident, ACC Ritchie said the force had \"clearly set expectations\" for the behaviour of participants and the group were \"intent on not following instructions\".He confirmed the climate march had passed \"largely without incident\". ACC Ritchie said: \"Glasgow has hosted a public protest the size and scale of which was beyond anything many of us - both within and outwith policing - can ever remember. \"The procession has been generally good natured, with participants in high spirits, keen to draw attention to their respective causes with Police Scotland officers deployed alongside mutual aid officers from across the UK. \"I want to thank the vast majority of those who attended both the Youth March and the Climate March for their positive attitudes and for following instructions from our officers.\" ACC Ritchie later told the BBC that although Friday and Saturday had been \"big ticket\" events, policing would continue throughout the conference. He added: \"We know the protesters are still here, we know there are a lot more decisions to be made at the conference itself and the protesters are going to want their voices heard.\" Arouge Salin has worked at the Brave Bakers coffee shop on Saltmarket for around two months. It was one of the few businesses in the area that had opted to stay open on Saturday - a move that paid off as tens of thousands of activists walked by. The 25-year-old was one of three members of staff behind the counter delivering cinnamon twists and hot coffee to shivering customers who had been soaked in the rain. \"It started off quiet, but we had a queue outside the shop until the walk passed - it was non-stop from 15:30 until 18:00, and we normally shut at 17:30.\"We sold out of everything vegan - which never happens. The only thing we had left was our chicken and bacon bake which is usually the first thing to go. \"And we sold so many coffees that our machine jammed. I think people just wanted something warm.\" Council crews and event organisers took part in the clean up operation on Sunday morning. A yarn installation depicting flowers and bees at the entrance to Glasgow Green was removed by the council due to \"high winds and wet weather\". There was also a knitted sign which read \"we're watching you\" - a phrase which has appeared on Extinction Rebellion campaign material. A council spokeswoman said: \"It is currently in storage for the owner to collect if they so wish.\" They added that overall, no problem areas had been identified and no \"hotspots\" were reported. ", "url": "https://www.bbc.com/news/uk-scotland-59198144"}