{"datetime": "2021-12-02T11:25:49.000Z", "title": "£1m Police Scotland payout over M9 crash death", "article": "The family of M9 crash victim Lamara Bell is to receive more than £1m in compensation from Police Scotland. The force previously admitted failures i n its call-handling system \"materially contributed\" to the death of Ms Bell following the crash in 2015. The 25-year-old and her partner John Yuill, 28, died after the crash, which police took three days to respond to. Police Scotland has issued an \"unreserved\" apology for its failings.Mr Yuill was already dead when officers finally attended the crash scene, and Ms Bell died in hospital four days later.In a statement, the Bell family said the conclusion of the civil claim against Police Scotland was the end of \"chasing answers, recognition and justice for six years\". It added: \"Our pain and loss won't stop just because the legal proceedings are over but there is at least a sense of peace that comes with their conclusion. \"But that peace is fleeting because ultimately we are still without Lamara.\"We are without a daughter and sister and her children are without a mother - such an outcome cannot, and should not ever, go unheeded in a fair society and we are glad to finally have attained that which we sought.\" Details of the police payout werefirst reported in the Daily Record newspaper. David Nellaney, partner at Digby Brown, the solicitors representing the Bell family, said: \"The Bell family has endured things very few people could ever comprehend but the patience, resilience and compassion they have shown at all times cannot be understated.\"It is unfortunate Police Scotland did not admit its failings sooner as it might have spared them unnecessary distress but at least we do now have a conclusion and the Bells can rightly focus on themselves and times ahead.\" In September, Police Scotland pled guilty to a charge under the Health and Safety Act admitted \"corporate criminal liability\". The force admitted that between 1 April 2013 and 1 March 2016 it: As a result, on 5 July 2015 a police officer at the Bilston Glen call-handling centre failed to record on an IT system the report from a farmer that a car was at the bottom of an embankment off the M9 near Stirling. That led to Ms Bell and her boyfriend Mr Yuill lying in the car for three days, \"unaided and exposed to the elements\". The force admitted that the delay \"materially contributed\" to Ms Bell's death in hospital on 12 July. Chief Constable Iain Livingstone said at the time he apologised \"unreservedly\" on behalf of policing in Scotland. Deputy Chief Constable Fiona Taylor said: \"Lamara Bell and John Yuill's deaths were a tragedy and our thoughts remain with their children, families and friends.\"The chief constable has been very clear that Police Scotland would engage with any legal process which may take place. It would not be appropriate to comment further at this time.\"", "url": "https://www.bbc.com/news/uk-scotland-59503672"}