{"datetime": "2021-09-25T08:09:37.000Z", "subject": "Coronavirus pandemic", "title": "Soldiers arrive in Scotland to drive ambulances", "article": "Soldiers will begin driving ambulances in parts of Scotland this weekend in a bid to alleviate pressure on the NHS. Health Secretary Humza Yousaf said he expected the help, along with other measures, would produce a \"significant improvement\" in waiting times.The Ministry of Defence said it was providing 114 personnel to carry out non-emergency driving work from Sunday and expects this to last two months. An additional 111 personnel will help to run mobile Covid testing units. The military support was announced following a request from the Scottish government . It came amid warnings from health professionals and opposition politicians of a crisis within the Scottish Ambulance Service in recent weeks, with reports of some patients facing extremely long waits for help to arrive. Further drivers will also be provided by the fire service, the British Red Cross and taxi firms. During a visit to a training facility in Hamilton, South Lanarkshire, Mr Yousaf thanked the military and warned the health service was facing its toughest winter yet.He added: \"There's no silver bullet, we have to be upfront about that. \"I announced a range of actions, including asking for military assistance but, with that whole package put together, I would expect there to be a significant improvement. \"But I would be upfront with people too, this is going to be the most challenging winter I think the NHS has ever faced.\" Col Anthony Phillips, deputy joint military commander in Scotland, said two thirds of his soldiers working with the ambulance service would be based in the Glasgow area, with the rest about Edinburgh.Liaison officers and military planners will also be placed in the Scottish Ambulance Service's regional hubs, he added.\"This group of individuals from 68 Squadron from 7 Regiment Royal Logistic Corps have been doing this task in the east of England and north-east of England already,\" he said.\"So there's a good degree of experience of this pandemic in amongst this bunch now who are going to support the Scottish Ambulance Service.\" Col Phillips said they planned to support the service for two months - until the end of November - but that could change, depending on conditions.Many other parts of the NHS also remain under severe strain and on Fridaynon-urgent operations and procedures have been postponed at the Royal Aberdeen Children's Hospital due to pressures on beds and staff. The latest figures show about 1,500 people are in hospital in Scotland who do not need to be there but can't leave as an appropriate social care package is not in place.Mr Yousaf has said thegovernment is \"working urgently\" to free up bed space in the NHS and to move more people into social care. Pauline Howie, chief executive of the Scottish Ambulance Service, said pressure has been \"mounting for a few months\" but the request for additional support was only made two weeks ago. Ms Howie said: \"As we've seen lockdown restrictions ease, we've seen demand start to rise. \"In the latest wave, unfortunately more of our staff have contracted Covid-19 again so we've lost some internal capability and that's been the case across all health and social care staff.\" ", "url": "https://www.bbc.com/news/uk-scotland-58685219"}