{"datetime": "2021-09-21T15:39:34.000Z", "author": "Mary McCool", "title": "What is being done to ease the ambulance 'crisis'?", "article": "The military has again been brought in to bolster the NHS front line in the battle against Covid - this time to help tackle what many are calling a \"crisis\" in the Scottish Ambulance Service. Stories have emerged of patients with serious health issues waiting hours, sometimes days, for an ambulance - with emergency crews said to be under unprecedented pressure. But shortages of doctors and nurses, high demand and growing hospital admissions mean there is a bigger picture developing across the health service.On Thursday, First Minister Nicola Sturgeon told the Scottish Parliament that the ambulance service was already \"operating at its highest level of escalation\". Emergency call handlers in Scotland have been receiving about 10,000 calls a month more this summer than they were last year. Crews are not getting to all of those additional patients because there are simply not enough ambulances on the road. Some paramedics, for example, have been providing assistance for vaccination and testing centres. Meanwhile, many A&E departments are already at capacity, resulting in ambulance crews being held up for hours outside hospitals waiting for their patients to be admitted. For some the result has been severe.The Herald newspaper reported that a pensioner, who was found collapsed at his home in Glasgow, died following a 40-hour wait for an ambulance. Another case raised with the first minister was that of Lillian Briggs, 86, who had towait eight hours after falling and breaking her hip at home. And aBBC Radio Scotland phone-in heard from the father of an emergency call handler who said staff often received abuse and were \"reduced to tears\" when prioritising cases. Although the number of people in hospital with Covid has been rising - currently more than 1,000 - the figure is still half what it was in the January peak. Health experts have told BBC Scotland that the virus is only partly to blame for the problems across the NHS. Prof Michael Griffin, president of the Royal College of Surgeons of Edinburgh, said Scotland had \"a real workforce problem in the NHS and in social care\", which was now causing a \"vicious circle\" impacting all parts of the health service. He said workers were absent because of illness, recruitment or isolation which meant certain areas could not be staffed. He also said there was a \"real problem\" with getting patients out of hospitals and into social care because there is a \"care home workforce crisis\" which was causing issues, including bed blocking. Another factor is that patients are often being admitted to hospital for longer than in the past - sometimes due to delayed treatment while other times because they have delayed seeking medical help themselves. A number of health boards have cancelled non-emergency procedures in order to cope. Some patients have also been turning to their GPs, who are already overwhelmed with calls - leading them to phone 999 as a last resort.This means the ambulance service and emergency departments, which are open 24 hours a day, are feeling the brunt of the problem. It also means beds are difficult to find and patients have had to wait hours to be admitted to other departments. The Royal College of Emergency Medicine has said1,000 extra hospital beds are needed to relieve the bottlenecks experienced at A&E - where recent figures show almost 30% of people are waiting more than four hours. The Ministry of Defence has deployed the military to help out the NHS in all four UK nations over the past year. They began assisting Scotland's vaccination programme earlier this year, while in August nearly 100 members of the military were sent out across four health trusts in England to take patients to appointments, maintain ambulances and work alongside paramedics. This time, 88 military personnel and 15 support staff are being drafted in to drive Scotland's ambulances as well as to support paramedics and technicians. Health Secretary Humza Yousaf told MSPs that £20m was also being invested into the ambulance service, and 100 second year paramedic students were beign brought in to help in ambulance control rooms. He said that volunteer firefighters would also be used as drivers while the Red Cross and private taxi companies would assist with non-emergency journeys. Earlier Unite convener for the Scottish Ambulance Service, Jamie McNamee told BBC Scotland the use of military personnel as drivers would be \"little or no \"help\" to emergency care provision. Following Mr Yousaf's statement to Parliament, he said the latest measures were welcomed, but that significant problems have yet to be addressed. He added: \"What's concerning is that the minister seems to believe providing more ambulance drivers is the solution, but not all these drivers will be medically trained or trained for emergency situations.\"If the minister is also seriously suggesting that we can simply free-up space inside our hospitals, then it begs the question as to why wasn't this done before? \"The outstanding issues therefore remain over a lack of capacity in terms of space inside hospitals, shortage of beds and insufficient levels of staff.\" Unite, MSPs and health experts have previously called for the use of temporary admissions units - including the reopening of the NHS Louisa Jordan field hospital at the Scottish Event Campus in Glasgow. This would help ambulances offload patients when there is no room in emergency departments. The health secretary said this measure would be kept under review but that clinicians had concerns over patient safety. Instead, he said health boards would repurpose existing space inside hospitals to maximise room at the front door. But the question overall is this - with winter approaching and concern that other respiratory viruses such as flu could make a return, can the pressure on the NHS be eased enough to avoid tougher Covid restrictions having to be re-imposed? ", "url": "https://www.bbc.com/news/uk-scotland-58588112"}