{"datetime": "2021-12-07T06:14:15.000Z", "subject": "COP26", "title": "Trainee police officers were deployed during COP26", "article": "Trainee police officers were deployed during COP26 with only three weeks' training, it has emerged. Some of the 140 officers were sent to the climate summit while others supported policing elsewhere in the country, thejustice and social affairs magazine 1919 discovered. Probationary officers are usually given 12 weeks of training before deployment. Police Scotland said that each trainee was assessed and was always paired with a senior officer. A trainee who spoke to 1919 said she was abused and spat at by a man who was found to be carrying a knife and resisting arrest. The senior officer she was paired with told the magazine - which is funded by the Scottish Police Federation but is editorially independent - that the move was \"unusual\" and only happened \"when resources are rock bottom\". Deputy Chief Officer David Page, who oversees staffing at Police Scotland, confirmed that 140 probationers undergoing training had been used during the COP26 policing operation. \"The majority were sent to our local policing divisions and departments around the country and were tasked with assisting business as usual, while others were deployed to work specifically at COP26,\" he said. \"This is not the first instance of deploying probationers to assist with major policing operations, as a number of probationers were deployed last year to assist in the early stages of our response to the coronavirus pandemic.\" He said the trainees had received training in core policing skills, first aid and officer training, their readiness was considered, and they were paired with experienced officers. \"The officers who were deployed will return to the Scottish Police College at Tulliallan later this month and will complete the remaining weeks of their training,\" he added. Scottish Police Federation chairman David Hamilton said he hoped the new recruits would not be discouraged by the experience. \"Nobody would choose for officers with just three weeks' training to be deployed in an operational environment,\" he said. \"This, however, is policing in 21st Century Scotland where we simply can't afford not to use every resource that we have.\" ", "url": "https://www.bbc.com/news/uk-scotland-59547255"}