{"datetime": "2021-12-15T13:12:07.000Z", "title": "Family farm shuts away hens to keep out 'devastating' bird flu", "article": "A couple with 20,000 free-range hens have spoken about the efforts they are making to follow restrictions introduced to help fight bird flu. Jim and Anne Smillie run Corrie Mains Farm at Mauchline in East Ayrshire - which borders Dumfries and Galloway where outbreaks have been recorded. Their birds have had to be shut away and are not allowed out on their paddock due to restrictions. Mr Smillie said the impact if his birds caught avian flu would be huge. He explained: \"It's total devastation for us as a business, we couldn't produce eggs anymore. \"If one flock gets it the other five flocks that we have will have to be culled. \"We could be out of business for six or seven months before we could restock.\" Mrs Smillie said that although she and her husband had insurance it would never cover the full costs if they were affected. They said another worry was that smaller \"back yard\" flocks also had the potential to shut them down if they were within a three kilometres (two mile) restriction zone.\"I think people with back yard flocks think they're exempt from restrictions but you don't even need to be on the poultry register,\" Mrs Smillie said. \"Three hens is enough to get them shut in. They are as much a threat to a huge poultry industry. \"We are small in the commercial world but a flock of three birds has the power to take down half the Scottish industry.\" Avian flu prevention measures - including the requirement to keep birds indoors - were introduced across Great Britain on 29 November. All bird keepers must follow strict biosecurity measures in order to limit the spread and eradicate the disease. Mrs Smillie said everyone at the farm was doing everything they could to follow the regulations. \"Our staff have been really good and whatever we've asked them to do, they're sticking to it,\" she said. \"We're trying our best.\" Robert Thompson, who chairs NFU Scotland's poultry working group, paid tribute to the efforts being made to fight the disease. \"Corrie Mains Farm operate at the highest level of biosecurity and should be looked upon as the perfect example of how to operate to provide the highest standards,\" he said. \"Avian flu is one of the biggest issues our industry has had to face and operating such stringent controls is the first line of keeping the disease out\". Meanwhile, RSPB Scotland has warned that outbreaks of bird flu could get \"even more severe\" as winter progresses. It comes after Scotland's chief veterinary officersaid the country was facing its \"worst year on record\". Duncan Orr-Ewing, head of species and land management at RSPB Scotland, said 4,000 barnacle geese on the Solway Coast had already died. He said that while there were some \"grounds for optimism\" further outbreaks were likely in the future. Protection zones are still in place around three affected premises in Dumfries and Galloway - at Newton Wamphray, Kirtlebridge and Kirkpatrick Fleming. A flock of 22,000 hens was culled at the last of those sites. Restrictions have been lifted around a premises in Anguswhere an outbreak was reported last month but there have been further reports of swans dying in the region. Mr Orr-Ewing said that although avian influenza was \"mostly prevalent\" in the Far East it could be spread by wild birds. \"Clearly, Scotland is home to many wild birds that spend the winter here, particularly wild fowl and geese,\" he told BBC Radio'sGood Morning Scotland programme . \"Perhaps the most serious impact on wild birds has been down on the Solway where it has been estimated 4,000 barnacle geese of the rare Svalbard population have died. \"That's about 10% of the world population of that sub species.\" He said there had also been \"quite a large number\" of dead birds on its reserves at Mersehead and the Crook of Baldoon - also on the Solway. \"The NHS guidance is the risk of transmission to humans is low but the advice is don't touch the birds,\" he said. \"The number of birds that are dying is so large they can't analyse all of them but they are taking sample numbers of birds in and analysing them for avian influenza.\" He said the scale and impact of the disease was \"unprecedented\". \"We've never seen anything quite like what we're seeing,\" he said. \"We don't tend to see many incidents in the UK. \"There are grounds for optimism but what is normal with this type of disease is you have an outbreak now and it is quite possible in the next couple of months we will have an even more severe outbreak.\" ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-59651089"}