{"datetime": "2021-12-21T15:35:05.000Z", "title": "Nursing assistant guilty of assaulting Crosshouse Hospital patients", "article": "A nursing assistant has been convicted of assaulting two elderly patients at a hospital in Ayrshire. Calum Knox, 31, attacked Ann Reid and Agnes Ferguson - both 81 - at ward 4D in Crosshouse Hospital, Kilmarnock, between May and July 2018. He syringed liquid into Ms Reid's mouth - making her cough and choke as a result. Sentence was deferred until next month after he was found guilty following a trial at the High Court in Paisley. The court heard that he repeatedly poked Ms Ferguson in the ribs and even asked if it was sore as she screamed in pain. Knox, of Ayr, initially faced an attempted murder charge against Ms Reid which was deleted by the jury following their verdict. He was also found not proven on a separate attempted murder charge against Susan Reid, 73, at the hospital in July 2018. The court heard Knox was not allowed to work alone in the period before his suspension in July 2018. In his closing speech to the jury, prosecutor Euan Cameron said he would have known the risks of syringing liquid into Ann Reid's mouth. \"All nursing assistants are told patients should not be given liquids while on their back due to risk of aspiration,\" he said. \"He must have been aware of these dangers. \"He was aware of the clear danger and intended to harm her.\" Knox was also found to have attacked Ms Ferguson at the hospital on an earlier occasion between May and July 2018. Mr Cameron said he continued to poke or prod her ribs when it was \"clear it was causing her pain\".\"The staff nurse witness said he pressed against her ribs and stomach area and asked if it was sore,\" he said. \"She remembered that the patient recoiled in pain and squealed.\" Lorenzo Alonzi, defending, asked judge Fiona Tait to sentence Knox after the verdict. He said: \"This significant indictment has been hanging over his head for a long time and has suffered considerable stress from the charges he was acquitted of. \"He no longer is in that employment and is not going to work in that field again.\" However, the judge refused his request and deferred sentence to next month. \"This is an assault on two elderly patients at hospital, I think the court is entitled to background information,\" she said. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59742641"}