{"datetime": "2022-01-18T16:32:12.000Z", "title": "£10m of cocaine hidden in Belgian waffle lorry", "article": "Four men have admitted drugs charges following a £10m cocaine raid. James Davidson, David Mullarkey, Ellis Hardy and Wayne Smith were caught by detectives on a Glasgow industrial estate in June 2019.They were moving the 30kg high-purity haul from an HGV to a van at the site where Mullarkey ran a kitchen firm. The High Court in Glasgow was told the drugs were smuggled in a lorry used for transporting Belgian waffles. The four men each admitted being involved in the transportation and distribution of cocaine, and were remanded in custody ahead of sentencing next month. The court heard that police were initially monitoring 42-year-old Hardy, who was observed with Smith, 39, in a Transit van the day before the raid on 22 June.They eventually travelled to Hillington industrial estate where Davidson, 58, had also driven in his HGV. He appeared to be legitimately transporting £15,000 of Belgian waffles but the drugs had been hidden in specially-adapted compartments in both vehicles. Mullarkey, 47, was then seen - he ran DM Kitchens which was based at the industrial estate. The watching police went on to hear banging, sawing and drilling involving both vehicles. Soon afterwards, officers moved in.Prosecutor Greg Farrell said: \"The cocaine recovered from within the Transit van had previously been concealed in the HGV driven by Davidson. \"Both had been adapted to create concealed spaces.\"On June 22, at DM Kitchens, the four were in the process of removing the cocaine from the lorry and secreting it in the Transit van for onward distribution.\" The taped packages of drugs had a purity of up to 84%, and a potential value of £9.96m. Police also found encrypted mobile phones but they were unable to access any data on them. Mullarkey's lawyer Dale Hughes told the hearing: \"He was the owner of the premises. At the time, he was in difficult financial circumstances.\" Sentencing on Davidson, of Yoker, Glasgow, Mullarkey, of Stepps, Lanarkshire, as well as Hardy and Smith, both of Mitcham, London, was deferred until 15 February in Edinburgh. Judge Jamie Gilchrist also continued consideration of the four being hit with Serious Crime Prevention Order curfews. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60044449"}