{"datetime": "2022-01-04T12:33:28.000Z", "subject": "Coronavirus pandemic", "title": "ScotRail introduces temporary timetable for January due to Covid", "article": "ScotRail has introduced a temporary timetable for January because of Covid staffing shortages. The rail operator hashundreds of staff off isolating which resulted in dozens of cancellations.ScotRail's managing director Alex Hynes said the new timetable - with 160 fewer services - would give customers a degree of certainty about which  trains were running. The new timetable will be in place until 28 January.  It mainly affects passengers travelling on routes in the central belt. Nine routes in and out of Glasgow's two biggest stations will operate on a revised timetable between Mondays and Fridays, while three routes to and from Edinburgh Waverley also being temporarily cut back. Scotland's busiest service, Glasgow to Edinburgh via Falkirk High, is unaffected by the changes.Alex Hynes, ScotRail's managing director, told BBC Radio'sGood Morning Scotland programme: \"We've got hundreds of staff across the business absent due to Covid and where that affects drivers and conductors clearly that results in cancellations. \"So we've decided to proactively introduce a new timetable from today to operate slightly fewer services to give customers greater certainty about their journey.\" He said there would be about 160 fewer trains running per day. ScotRail usually runs about 2,000 daily services. He added that there were problems backfilling drivers as the training of new staff had been put on hold because of Covid. \"Even if we wanted to operate a full timetable now we couldn't,\" he said. \"Record numbers of Covid cases means that we run out of spare train crew and that leads to cancellations. This reduced timetable means we will be able to resource this properly and give customers the reliable service they deserve. \"I don't believe there is any specific rail-related or ScotRail-related factor here. We've seen record case numbers -20,000 in Scotland yesterday . The entire population is being affected by that. Our crews are part of that population.\"What we are seeing is the impact of the fact that people have got Covid, they've got symptoms, they're waiting for test results, they're self isolating - either for themselves or as part of a household.\" He said the new timetable would be kept under daily review. \"The most important thing for us is to deliver a dependable service for our customers because that's what they tell us they value most,\" he added. A full list of the changes which have now come into forcecan be found on the ScotRail website . On Monday, ScotRail said hundreds of staff were absent, including more than 120 drivers and about 70 conductors. It comes out of a workforce of 5,300 drivers, conductors and engineers. Robert Samson, of the passenger group Transport Focus, said: \"It's better for some services to be temporarily withdrawn on a planned basis than to have chaotic last-minute cancellations as these are harder for passengers to deal with. \"These temporary changes to the timetable should deliver an increased level of certainty for passengers.\" The reduced timetable comes asrail fares on routes across Scotland will increase by 3.8% this month.", "url": "https://www.bbc.com/news/uk-scotland-59851385"}