{"datetime": "2019-04-29T00:02:49.000Z", "title": "Radical blueprint calls for Glasgow metro", "article": "Glasgow needs a city-wide metro system to reconnect left-behind areas and boost the economy, according to a radical new blueprint. The Glasgow Connectivity Commission wants about £10bn to be spent over the next 20 years on a range of measures to upgrade the city's transport capacity. It said the first new link should be to Glasgow Airport via Renfrew, Braehead and the Queen Elizabeth Hospital. Other tram or light rail lines should then be spread out across the city. The commission, which was set up by Glasgow City Council 18 months ago, wants the metro network to revive abandoned rail routes, convert heavy rail to light rail and develop on-street trams. The commission proposed:Transport expert Prof David Begg, who chaired the commission, told BBC Scotland that Glasgow's economy was \"punching below its weight\" and too many people were cut off by poor transport links. He said: \"It really surprised me how close the link is between deprivation, low income, lack of employment opportunities in Glasgow and access to the fixed rail network.\" Prof Begg said the city had a high percentage of households that did not own a car and the bus network was \"not really serving them as well as it should\". \"The city is not working as effectively and efficiently as it should and the solution is a metro system,\" he said. The commission called for Glasgow Airport to be linked to the rail network by 2025. It recommended building a link between the airport and Paisley Gilmour Street Station as the first leg of a metro line that would then be extended to connect Renfrew - the largest town in Scotland without a rail station - Braehead Shopping Centre and Queen Elizabeth University Hospital to the city centre. It said that over the next two decades the metro routes should be increased. Some parts of the current heavy rail network, such as the Cathcart Circle and the Glasgow Central Low level, could be converted to a high-density metro service and new stations could be added, the report said. Other routes could be created from \"dormant\" rail lines such as the former Central Low Level Line via the Botanics to Maryhill and the London Road tunnel to Parkhead and Tollcross. It also proposes sections that run along wide boulevard-type roads such as Edinburgh Road in the north east of the city and Great Western Road. The report says: \"Too many Glaswegians, particularly in the north and east of the city and the postwar housing estates, do not have the kind of reliable, quick, turn-up-and-go service that rapid transit offers.\" Prof Begg said the report's recommendations were \"ambitious and achievable\" and that its proposals had previously been studied at length and found to have positive business cases. He said it would take about £500m a year for the next 20 years to deliver the schemes. The transport expert said large amounts of money had been found for other vital infrastructure projects such as dualling the A9, the Queensferry Crossing and Borders Rail. \"We actually think these Glasgow schemes compare more favourably with a lot of that other spend,\" he said. Prof Begg argued that the funding should be split equally between the UK government, the Scottish government and a private gain fund. He said the money being spent on HS2 in England would result in an uplift in the money that would be given to Scotland over the next decades. Glasgow City Council leader Susan Aitken said: \"These proposals are worthy of detailed consideration. This is the kind of thinking which Glasgow has needed and it's clear that the Connectivity Commission has benefited from a very high calibre of evidence and expertise.\" Scottish Transport Secretary Michael Matheson said the proposals would be consider as part of the National Transport Strategy. ", "url": "https://www.bbc.com/news/uk-scotland-48070593"}