{"datetime": "2022-02-13T16:52:13.000Z", "title": "New plan to integrate train and bus services across west of Scotland", "article": "Trains and buses in the west of Scotland could be integrated under a new blueprint. Strathclyde Partnership for Transport (SPT) has set out a plan to ensure all services, including the Glasgow subway, \"join up seamlessly\". It includes an app providing information for all forms of public transport. Transport Scotland welcomed SPT's plans and said they were aligned with the Scottish government's vision. SPT said the strategy would involve co-ordinated timetables and a new single bus brand, Strathclyde Buses. And it has pledged to provide customers with an \"end-to-end journey experience\". SPT chairman Dr Martin Bartos said: \"We all know public transport needs to change and, by improving public transport, we can transform the quality of life for those in our communities as well as tackling the climate, social and economic challenges we all face. \"While many things may divide us, I am very keen that all councils in the SPT area have the opportunity to express their views on our next steps, so that we might unite and swiftly progress the work necessary to deliver better transport for all the people of Strathclyde.\" Dr Bartos urged local authority leaders in the region to support the plan. Transport Scotland said the proposal would contribute to the ongoing debate as to how best deliver a \"smart, integrated and efficient public transport network\". A spokesman said: \"SPT's ambitions for a fully integrated public transport system across the west of Scotland are very much aligned with Scottish government's own vision for transport as set out in the National Transport Strategy. \"We will continue to discuss these proposals through our routine cycle of meetings with SPT.\"A Strategic Transport Projects Review, published last month, includes45 draft recommendations for future transport infrastructure investment, including plans for a Clyde Metro and a fully integrated smart ticketing and payment services across all public transport modes. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60368598"}