{"datetime": "2021-11-25T06:18:14.000Z", "author": "Andrew Picken", "title": "Anger after 30-year-old letter thwarts abuse case", "article": "The case against a man facing historical sexual abuse allegations was stopped after a 30-year-old letter was uncovered in which prosecutors gave up their right to prosecute him. The former teacher was facing allegations about his conduct towards a pupil in the late 1970s in Ayrshire. It is understood the allegations were first made in the 1990s and then revisited by Police Scotland in 2016. The case came to court earlier this month but was deserted. The 1992 letter from the Crown Office to the accused man includes a \"unequivocal and unqualified announcement\" that the prosecution service relinquished its rights to prosecute the individual for the allegations. Maryanne Puglsey, who made the allegations, told BBC Scotland she was \"hugely frustrated\" by the development and the way the case had been handled. The Crown Office has appealed the court's decision to end the case and said it has changed its procedures since 1992.It said that when proceedings are discontinued now, letters to the accused \"reserve the right to prosecute in future\" if circumstances change.Ms Puglsey, who has a clinical diagnosis of complex post-traumatic stress disorder, said: \"Why was this letter not produced at an earlier stage, why wait until February of this year, almost five years since the police started to investigate my allegations? \"In total I have provided 12 statements associated with this case to the police since 2016. \"I'm so tired of repeating myself and continually processing what I perceive to be the failings in this justice system and what were the safeguarding failings that let me down as a child.\" Ms Pugsley, who has waived her right to anonymity - given to all victims in sexual abuse cases, was informed of the 1992 letter, provided by the accused's solicitor, in February this year. The Crown Office told the mother-of-two there would be \"no further action\" as it was \"barred from taking proceedings\" because the letter to the accused \"amounts to an unequivocal and unqualified announcement on the part of the Crown that they renounce their right to prosecute\". Ms Pugsley used her statutory right to request a review of the decision and this was upheld by the Crown Office, with the case then restarting and going to a legal arguments debate at Ayr Sheriff Court on 2 November. The outcome of this was that the sitting sheriff ended the case on the strength of the 1992 letter sent to the accused by the procurator fiscal's office in Ayr. A spokeswoman for the Crown Office said: \"We appreciate this has been a difficult time for those involved, and we have maintained contact over the status of the case. \"The Crown Office and Procurator Fiscal Service is committed to the effective and fair prosecution of historical sexual offences, and to continuous improvement in its casework.\"When proceedings are discontinued, letters to the accused now routinely reserve the right to prosecute in future if circumstances change.\"If you, or someone you know, has been affected by this story or needs support you can visit the BBC Action Line .", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59406216"}