{"datetime": "2022-01-20T20:26:52.000Z", "subject": "Climate change", "title": "New transport blueprint unveiled for Scotland", "article": "A mass transit network in Glasgow and bridges or tunnels to some of Scotland's islands are among the ideas in the Scottish government's new transport strategy. Ministers havemade 45 recommendations to guide transport investment decisions over the next 20 years. Improving public transport links in the biggest city regions is at the heart of the blueprint. Schemes to encourage more people to walk and cycle are also prioritised.The Scottish government hopes that shifting the priorities of transport spending to greener projects will help tackle climate emissions in the coming years.The strategy does not give timescales or funding commitments for its recommendations. The ideas to be explored over the next two decades include:Michael Matheson, the cabinet secretary for transport, said: \"The investment decisions we make now have never been more important.\"A green recovery from Covid-19 will set us on a path to delivering a fair and just transition to Net Zero.\"This review represents a repositioning of our transport investment priorities - the focus is firmly on how transport can help us protect our climate and improve lives. It takes a balanced and fair approach to all modes of transport, and all areas of Scotland.\" The idea of a city-wide metro system in Glasgowwas first proposed in 2019 and would involve reviving abandoned rail routes, converting heavy rail to light rail and developing on-street trams. Scottish Labour and Glasgow MSP Pauline McNeill said: \"Today's announcement failed to provide answers on what the Glasgow metro project will look like, when work will begin and how the work will be funded.\"Glasgow is in desperate need of investment to help it recover from the pandemic and make up for the chronic lack of investment over the last 15 years.\" A spokesman for Glasgow Airport said the new transit system would \"have a transformative effect in reducing carbon emissions, boosting public transport and alleviating congestion on the M8, one of Scotland's busiest sections of road.\" Colin Howden, director of the Transform Scotland lobby group, said: \"Scottish transport spending has in recent years been massively skewed towards high-carbon road-building.\"So today's focus on active travel, decarbonised public transport and new light rail in the cities is a welcome change of course.\" On the proposed studies into bridges or tunnels for the Sound of Barra and Sound of Harris, Mr Howden added: \"I doubt any of these suggested crossings will ever be built. They look as improbable as Boris Johnson's failed Irish Sea Bridge proposal.\" Meanwhile, it has been revealed nearly £900,000 of taxpayers' money was spent on a study commissioned by Boris Johnson which found it would be too expensive to build a bridge or tunnel between Scotland and Northern Ireland. The UK government Department for Transport said the research into the feasibility of a fixed link - which was later dismissed as \"impossible to justify\" - cost £896,681. ", "url": "https://www.bbc.com/news/uk-scotland-60074377"}