{"datetime": "2021-12-17T16:23:00.000Z", "title": "New Glasgow Subway train put to the test", "article": "The first of Glasgow's brand new Subway trains has been seen on the city's system for the first time. Strathclyde Partnership for Transport (SPT) said two trial exercises had taken place successfully in the Glasgow Subway. The first bespoke train - built by contractors Stadler and Hitachi - rolled into the system on 5 December. Tests were carried out while the Subway was closed to the public at night. The milestone is part of the system's modernisation programme and marks the start of extensive testing of the new trains that will continue throughout next year. The trains have been designed specifically for Glasgow's underground and so every facet has to be tested, monitored and adapted until the trains pass the rigorous safety standards. The new trains are not likely to be in general use until 2023, with 17 eventually expected to be running. The first trial involved running one of the new trains from a testing site to Broomloan Depot and then to Govan Station to see that the train could travel under its own power into the Subway.The second stage was to see if the depot locos - normally used to move equipment around the system for night maintenance and to rescue broken-down trains - could take the train out of the system should they be needed at any point to \"rescue\" a train. Both exercises were successful, so intensive testing of the new trains in the Subway system can begin next year. SPT Subway director Antony Smith said: \"I am delighted that these initial exercises, ahead of the in system testing which is due to begin next year, went well.\"This has been an event long in the planning. It is an indication that things are moving forward again after a challenging year for the project with the impact of Covid and lockdowns as well as the subsequent travel restrictions for our contractors.\"However, as 2021 comes to an end, getting the first train into the system is real progress and a sign, that we can hope 2022 sees us get back on track with the modernisation programme.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59690028"}