{"datetime": "2022-02-03T06:10:41.000Z", "author": "Ruth Iredje", "title": "Relatives fear bodies are 'floating in water' at Ayr Cemetery", "article": "Families are concerned for the bodies of their loved ones after water was found in 10 chambers at Ayr Cemetery. Suzann Mckenzie said she feared the remains of her son's dad were now \"floating in six feet of water\". When 32-year-old James Mcgarrie died nearly three years ago he was buried with letters and drawings by his son. South Ayrshire Council said water ingress had been discovered in a number of chambers and an investigation had been launched to find the cause. Up to 30 of these cells, which are designed to be air and watertight, could be waterlogged. The council said it was waiting for specialists to report back following their inspection work. Ms Mckenzie found out about the underground flooding from a fellow cemetery visitor. She later joined other families at a meeting which was called to address concerns. She told BBC Scotland: \"Families were asking if there was water in the graves. We were told that the chambers were air-tight and water-tight. \"And we were told the chambers had a six to nine month trial period before being used.\" She said the council sent out letters asking families for consent to have their loved ones' graves inspected.Although 30 families gave their permission, only 10 graves were checked and confirmed to have water ingress. Ms Mckenzie expressed disappointment with the council, claiming it had not kept families properly informed. She said: \"It's really distressing. I've got all sorts going through my head, thinking my son's dad is floating in six feet of water. \"No one has any trust in the council or trust the report will be the 100% truthful. \"The council don't care, it's just a job to them. If it was their families in there, they would understand.\"They are not caring or communicating with us or making people feel relaxed.\" Ms Mckenzie, who had found comfort visiting James' grave with her son, said some of the families affected are now looking to hire lawyers to take up their case. A statement from South Ayrshire Council said: \"Following an investigation of burial chambers at Ayr Cemetery extension, we can confirm that water ingress has been found in the 10 chambers that were inspected.\"The water found within the inspected chambers has been removed and the chambers have been sealed. \"The contractor had initially programmed for 30 chamber inspections in the three-week period, however, individual inspections took much longer than anticipated.\"As water was found in the first few chambers, the contractor undertook detailed investigatory works to determine the cause of water ingress. The cause of the water ingress is still being investigated and we are waiting on a report from the specialists who carried out the investigation. \"Decisions on any necessary further action will be taken when we receive the reports and know the cause of the water ingress. These chambers were installed by external contractors on the basis that they were watertight and airtight, and all appropriate permissions were obtained to satisfy statutory requirements.\"We have been in regular contact with affected lair owners and will continue to liaise with them directly throughout.\" ", "url": "https://www.bbc.com/news/uk-scotland-60228082"}