{"datetime": "2022-02-08T12:05:30.000Z", "subject": "Coronavirus pandemic", "title": "Clyde Munro secures £25m investment for acquisitions", "article": "Scotland's largest dental group is set for further expansion after receiving a new £25m cash injection from its biggest backer. The investment in Clyde Munro Dental Group was provided by banking and wealth management firm Investec. It brings the total Investec has pumped into the company since Clyde Munro was founded in 2015 by Jim Hall to £55m. It has grown from seven practices to 54, with more than 200 dentists, 400 staff and 460,000 patients in Scotland. Mr Hall said Clyde Munro would now embark on a fresh series of acquisitions. He said: \"Investec has bought into our vision from the outset. This new cash injection affirms that ourselves, our shareholders and our bank have a huge commitment to, and belief in, the Scottish dental sector. \"It also gives us the firepower required to continue our amazing growth and deliver further on our clearly-stated ambition of becoming Scotland's local dentist.\" The Investec funding package includes a mechanism which will reduce interest repayments as Clyde Munro achieves certain sustainability performance targets. Its sustainability strategy includes a dedicated dental waste recycling programme and a \"paperless journey\" scheme, which it says saves more than 40,000 paper forms each month.The Glasgow-based firm reporteda surge in dentists seeking to join the business during the coronavirus pandemic.It said many dental practice owners had become \"disillusioned\" by the impact of Covid-19 and were looking \"either for an exit or for a chance to focus on their clinical work\". The group has said that its ambition is to become Scotland's \"local dentist\", with each of its practices \"reflecting the needs and character of its community\".It currently runs practices across the central belt, in Fife, Dundee, the north east, the Highlands and the Borders.", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60303900"}