{"datetime": "2022-01-21T19:35:40.000Z", "title": "'Nicholas Rossi': US man who 'faked death' remanded in custody", "article": "An American who is said to have faked his own death before fleeing to Scotland has been remanded in custody. The US authorities say the man is Nicholas Rossi who is wanted on a rape charge in the state of Utah.But the man whowas arrested at the Queen Elizabeth University Hospital in Glasgow last month is claiming his name is Arthur Knight.A judge revoked his bail at Edinburgh Sheriff Court after prosecutors said he was a \"significant flight risk\". The court also heard the man had made repeated attempts to evade justice. He was first arrested on 13 December after being admitted to the hospital with Covid. A further hearing in his case was heard at Edinburgh Sheriff Court on Thursday. But he did not attend the hearing, and he was later re-arrested at an address in the Woodlands area of Glasgow after a warrant was issued. 'Mr Rossi' - who is wanted by Interpol - told US media in December 2019 that he had late-stage non-Hodgkin lymphoma and had weeks to live. Several outlets reported that he had died in February 2020. He used the name Arthur Knight when he was admitted to the QEUH in Glasgow and is believed to have been on a ventilator in the intensive care unit when he was traced. When proceedings started on Friday, the man - who his lawyers described as being called Mr Knight - was asked by the clerk of court: \"Are you Nicholas Rossi?\" The man started started to cough and said something. Sheriff Noble asked his lawyer Fred MacKintosh QC: \"Was that a yes?\" Mr MacKintosh replied: \"It's a no, my lord.\" On Friday, prosecutor Jennifer Johnston told Sheriff Noble that the Crown believed that the man, who she called Mr Rossi, should have his bail revoked as he posed a \"significant flight risk\".She added the man was granted bail because it was believed he would continue to remain in the QEUH for \"several weeks\".However, the court heard that he had checked himself out of hospital the following day.Prosecutors said they had information that the man who appeared before the court had as many as 16 different names. Ms Johnston said police and hospital staff identified the man as being Nicholas Rossi from tattoos on his body.Ms Johnston said that as part of his bail requirements, the man said to be Mr Rossi had to make himself available to inspections from police officers at his home in Glasgow's west end. The court heard that he was also supposed to be on oxygen as part of his recovery from Covid.His lawyer Fred McIntosh QC argued that bail should not be revoked as there was \"a serious risk of asphyxiating in his sleep\".He said his client had post-Covid lung scarring and difficulty in breathing but also suffered anxiety, depression and back pain. Sheriff Noble said he had before him a request for extradition based on an allegation of rape but other matters were mentioned in the papers. He said: \"Obviously the Crown suggestion is that the person in front of me is Mr Rossi.\"The person in front of me has been in hospital, has been seriously ill and has been treated for Covid.\" The sheriff said he required further treatment but that could be provided in prison and said it was \"appropriate\" to revoke his bail. The case will return to court for a procedural hearing next month and a full extradition hearing will be held on 17 February. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60085230"}