{"datetime": "2022-02-10T12:38:03.000Z", "title": "Nicholas Rossi: Man in court over US 'fake death' case", "article": "An American said to have fled to Scotland after faking his own death has appeared in court ahead of an extradition hearing. US authorities, who say the man is Nicholas Rossi, want to extradite him for a rape charge in the state of Utah.But the man, whowas arrested at Glasgow's Queen Elizabeth University Hospital in December, claimed his name was Arthur Knight.The court heard his identity would be dealt with at a full hearing in May. The man arrived at Edinburgh Sheriff Court in a wheelchair and wearing an oxygen mask.His lawyer John Good told the preliminary hearing that he represented Nicholas Rossi \"or Arthur Knight as he prefers to be known\". The man was previously on remand as a \"significant flight risk\" but was granted on bail at a private hearing last week. A judge had previously revoked his bail at Edinburgh Sheriff Court on 21 January after hearing he had made repeated attempts to evade justice. He was first arrested on 13 December after being admitted to hospital with Covid-19. He was re-arrested at an address in the Woodlands area of Glasgow after a warrant was issued when he failed to appear at Edinburgh Sheriff Court on 20 January. Mr Rossi told US media in December 2019 that he had late-stage non-Hodgkin lymphoma and had weeks to live. Several outlets reported that he had died in February 2020. But prosecutors claim he was found while undergoing treatment at the QEUH in Glasgow. Last month prosecutor Jennifer Johnston said police and hospital staff identified the man as Mr Rossi from tattoos on his body.They said they had information that the man who appeared before the court had as many as 16 different names. Arguing that he should be held on remand, she said the man was initially granted bail because it was believed he would continue to remain in the QEUH for \"several weeks\".However, the court heard that he checked himself out of hospital the following day.His previous lawyer Fred McIntosh QC, who told the court last month his client said he was not Mr Rossi, had argued there was \"a serious risk of asphyxiating in his sleep\" because of post-Covid lung scarring and difficulty in breathing.", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60329999"}