{"datetime": "2022-02-16T06:13:01.000Z", "author": "Connor Gillies", "title": "Concerns over 'enormous' backlog for NHS dentistry", "article": "Scotland's dental leaders say the backlog for patients getting NHS treatment is \"enormous\". Official data shows people in more affluent areas were much more likely to be seen by a dentist in the last two years compared to poorer communities.Meanwhile, patients on long waiting lists are resorting to costly private treatment in order to be seen sooner. The Scottish government said it was committed to tackling the pandemic-related backlog in routine dental care. The shutdown of dental services in the early days of Covid, and then severe restrictions on working practices meant emergency care was prioritised in Scotland. A lack of routine care such as check-ups and hygienist visits meant a backlog built up. Figures from Public Health Scotland show there were 858,407 fewer patients seen by NHS dentists in the last two years compared to pre-pandemic times. The most recent data, from September 2021, also suggests the number of registered patients getting an appointment within a 24 month period is the lowest on record. Dentists say strict Covid protocols inside practices are partly to blame. David McColl, chairman of the Scottish Dental Practice Committee, said his colleagues had to prioritise people needing urgent, emergency treatment. He told BBC Scotland: \"We are still having to prioritise emergency, urgent care and we are still having to follow government guidelines on infection control. That means we just cannot see the same volume of people that we did pre-pandemic. \"We need to have the government be honest with the public and not pretend that everything is back to normal because healthcare is not back to normal. We are still having to maintain 2m social distancing within the practice and that cuts down on the number of people we can have flow through the practice.\" Denise Hesketh is one of thousands of Scots who couldn't see a dentist during the start of the pandemic. The 58-year-old from Edinburgh has battled dental problems for years, but being unable to see a dentist during Covid meant her oral health has taken a turn for the worse. She told BBC Scotland: \"It was over a year before I was able to see a dentist and by then it just got too bad. Everything was unstable. It needn't have happened - it could have been repaired.\" She now faces a bill of £20,000 for private care, with her NHS dentist unable to offer any help. Denise feels her appearance has made her unable to find work. \"I look so ugly and I try to wear my mask. I try not to smile, and not open my mouth I feel so ugly and have moments where I feel so paranoid,\" she said. \"Friends are not coming back to me. And getting a job interview, it's not a good look. \"It is painful and when I eat I have to concentrate on not getting hurt.\"I feel like a monster.\" Some patients have raised fears that those who pay for private dental treatment are being prioritised. BBC Scotland has seen an email to patients from one practice in Lanarkshire. It states \"Due to NHS restrictions and waiting lists on routine care… there are other options for check-ups for adults and children to pay privately\". The email then offers \"dental membership\" allowing people to pay up to £24 a month for check-ups and discounts. And children's check-ups for £35. Thelatest data from Public Health Scotland shows that oral health inequalities are worse than ever before. 45.1% of adults from Scotland's poorest areas managed to see a dentist during the pandemic, compared to 56.4% from the most affluent communities.The problem is even more acute among children. 73.1% of young people from well-off locations got a dental appointment whereas that figure dropped to 55% of youngsters in poorer areas. The Scottish government said it was committed to tackling the pandemic-related backlog in routine dental care, and to ensure dental teams see more patients face-to-face, including those from deprived communities. It said an additional £50m and free PPE had been supplied to dentists to ensure NHS dental services were well placed to care for the oral health of the whole population. Public health minister Maree Todd said: \"We have done a lot to support dentists - we have helped with improving ventilation and we have supplied hand drills that don't produce an aerosol.\"I don't think we need to compromise on infection protection and control whilst we are still in the middle of a global pandemic. I am more than happy to wait for clinical advice that tells me it is safe to do that before that change is made. \"It is vitally important that everyone in Scotland can access an NHS dentist should they wish to. 95% did before the pandemic and we are keen to get back to that.\" ", "url": "https://www.bbc.com/news/uk-scotland-60388569"}