{"datetime": "2022-01-15T16:05:53.000Z", "title": "US man who faked death found alive in Glasgow", "article": "An American man believed to have faked his own death is facing extradition after being arrested in hospital in Glasgow. Nicholas Rossi, 34, was wanted by Interpol and faces a charge of rape in Utah in the United States. He was admitted to the Queen Elizabeth University Hospital in December with Covid-19 - where he used the alias Arthur Knight. Police Scotland said he was detained under an international arrest warrant. Authorities in the US have confirmed that Mr Rossi was also known as Nicholas Alahverdian in the state of Rhode Island where he was involved in local politics and was a critic of the state's child welfare system. Mr Rossi told US media in December 2019 that he had late-stage non-Hodgkin lymphoma and had weeks to live. Several outlets reported that he had died in February 2020. A memorial posted online declared him a \"warrior that fought on the front lines for two decades\" for children's rights and said his ashes had been scattered at sea. Mr Rossi is believed to have been traced to the intensive care unit at the QEUH in Glasgow where he was on a ventilator. Medical staff were unaware he was on Interpol's red list.He was arrested at the hospital by Police Scotland on 13 December on behalf of colleagues in Utah. The Crown Office said he appeared by video link from the hospital in relation to extradition proceedings to the US. Utah's county attorney confirmed he was known in the state as Nicholas Rossi. Court records showed that Utah officials were looking for him for an alleged rape.When he was arrested in Glasgow he was on the run from authorities in several US states. Investigations by other agencies have recognised him as Nicholas Alahverdian, Nicholas Alahverdian Rossi, Nicholas Edward Rossi, Nicholas Alahverdian-Rossi, Nick Alan, Nicholas Brown, Arthur Brown and Arthur Knight. The FBI also had a warrant for his arrest on charges of defrauding his foster father by taking out credit cards in his name and running up debts of more than $200,000.The Providence Journal reported on Friday that in December 2019, weeks before Mr Rossi told reporters he had non-Hodgkin lymphoma, a Utah investigator contacted the FBI with information on his location.The Utah charges had come from an initiative to review historical sex assault cases where DNA evidence kits had not been tested. Nicholas Rossi was the suspect in a case in 2008. It had been closed by the lead detective without being referred to the Utah County Attorney's Office for screening.In 2018 the DNA review connected him to another sexual assault case in Ohio. Investigators believed Mr Rossi had left the US and had led state legislators in other states to believe he was dead. The Utah county attorney's office is now working with federal and international agencies to extradite Mr Rossi back to Utah.Utah county attorney, David Leavitt, told BBC Scotland: \"We will now have to go through the process of proving in a Scottish court that Arthur Knight is Nicholas Rossi. That will be a process that will take some time but it's one we will willingly go through because our victim in Utah has been suffering now for all these 13 years. \"I have no idea what he was doing in Scotland prior to lying in a hospital bed with Covid.\" He added: \"Our office is grateful for the significant inter-agency collaboration of law enforcement to bring this suspect to justice.\"We credit Utah's Sexual Assault Kit Initiative grant funded through the Department of Justice and the Bureau of Justice Assistance as playing a significant role in testing backlogged kits and ultimately identifying the suspect.\"Mr Leavitt is also encouraging other potential victims of a crime by Mr Rossi to come forward. CBS investigative reporter in Rhode Island, Tim White, told BBC Scotland: \"Everyone was stunned when news broke that he was alive in Scotland.\"It's an unbelievable story. People are now coming out of the woodwork, talking about their experiences and reflecting on their interactions with him.\"Investigators are painting a picture of a pathological liar. He has nearly a dozen aliases. \"Police say he has changed his story multiple times, he has changed his identity multiple times. Cops tried to get him. It wasn't the cops that caught him though. It was Covid.\" Mr White said that in 2020 a woman claiming to be Nicholas Alahverdian's wife rang several media outlets and said he had died of cancer and urged them to write an obituary. However, the reporter from his organisation was suspicious as lots of things did not add up and a decision was made not to publish the obituary, despite repeated emails and phone calls from the woman claiming to be his wife. \"We later learned that the state police and FBI were looking into whether he was alive or not,\" Mr White said. He said a memorial mass had been arranged at a Catholic church following Mr Alahverdian's \"death\". \"The priest was putting all the pieces in place and then his phone rang,\" Mr White said. \"It was a detective from the Rhode Island state police who told him 'don't put that mass on, we think he's alive so this would be a complete fraud of a memorial service'. \"That was a really telling and wild moment. It really was the first time reporters realised that investigators had serious questions about the story of his death.\" Police Scotland confirmed that Mr Rossi was arrested in Glasgow on 13 December in connection with an international arrest warrant.A spokesman said: \"A report was submitted to the procurator fiscal.\"", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59988720"}