{"datetime": "2021-12-21T16:07:36.000Z", "subject": "Hogmanay", "title": "Edinburgh's Hogmanay street party: Organisers 'incredibly sad' it is cancelled", "article": "The organisers of Edinburgh's Hogmanay street party say they are \"incredibly sad\" the event had been cancelled. It is the second year in a row that the programme of events has been called off due to Covid restrictions.First Minister Nicola Sturgeon told Holyrood that the capital's Hogmanay celebrations would be cancelled as she announced restrictions on gatherings to combat rising levels of Omicron.All outdoor events will be limited to 500 for three weeks from 26 December.Charlie Wood and Ed Bartlam, the co-directors of organisers Underbelly said many people would be left disappointed.\"We are incredibly sad to announce the cancellation of the Edinburgh's Hogmanay programme for 2021 following new restrictions announced by the Scottish government today,\" they said.\"After such a tough year for so many people, we were looking forward to helping bring people back together safely at Edinburgh's iconic Hogmanay celebrations. \"We know this news will be disappointing for so many people, but we also know that Edinburgh is a wonderfully innovative and resilient city, and we know it will recover from these difficult times and return to the forefront of the world's new year celebrations in the future\". The last time the event was held in 2019, the street party was attended by 75,000 people. Underbelly had reduced ticket numbers to 30,000 for this year's event. The cancelled events include:Events by Eddi Reader, Dougie Maclean and Basement Jaxx have also been cancelled. Cammy Day, City of Edinburgh Council's depute leader, said the city's Hogmanay celebrations would return next year. He said: \"A huge amount of work has gone into the planning of this year's events and I would like to thank council staff, Underbelly and our other event partners for all their efforts in what have been difficult and ever-evolving circumstances. \"We can look forward to Edinburgh returning to its rightful place as the home of Hogmanay next year.\" Council leader Adam McVey added: \"I know it will be hugely disappointing for people, particularly young people who were planning to attend these events.\" Chief Superintendent Phil Davison, gold commander for Edinburgh's Hogmanay policing operation, said: \"This decision was not taken by Police Scotland, but we fully support the actions taken by the event organisers and the local authority. \"We would ask that those who had been planning to attend these events do not make their way to the city centre and instead celebrate the new year in line with the existing guidelines.\" Many other events have also been cancelled in Edinburgh, including shows at the Traverse, Usher Hall, Playhouse and Lyceum. The Burns and Beyond live events which were due to take place between 22 January and 5 February have also been postponed. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-59746201"}