{"datetime": "2022-02-11T14:03:03.000Z", "subject": "Coronavirus pandemic", "title": "Scotch whisky and salmon exports bounce back", "article": "Exports of Scotch whisky and Scottish salmon have bounced back strongly after taking a big hit from the pandemic in 2020, according to new figures. Industry data showed exports of whisky grew by 19%, to £4.51bn, during 2021. The number of 70cl bottles exported also grew by 21% to 1.38bn, the Scotch Whisky Association (SWA) said. Meanwhile, HMRC figures showed Scottish salmon exports recovered to near-record figures last year. For whisky, growth was driven in particular by consumers in Asia Pacific and Latin America, with value increases of 21% and 71% respectively. There was also strong growth in key emerging markets such as India, Brazil and China, while sales grew by 8% in the United States - the industry's largest market by value. This was despite the first quarter of 2021 being impacted by a 25% tariff imposed by the US on single maltsin retaliation against EU subsidies given to aircraft maker Airbus . The tariffs were lifted in March last year. Exports to the European Union grew by 8% in the first year since the UK left the transition period.Despite the return to growth in 2021, the value of Scotch whisky overseas sales has not recovered to pre-pandemic levels, with exports remaining 8% lower than in 2019. SWA chief executive Mark Kent said: \"The global footprint of the industry in 2021 is a clear sign that the Scotch whisky industry is on the road to recovery. \"Value and volume are both up as consumers return to bars and restaurants, people return to travel and tourism, and we all return to a degree of normality after a period of enormous uncertainty for consumers and business. \"But this this is no time for complacency.\"The industry continues to face global challenges, including ongoing trade disruption, growing supply chain costs and inflationary pressures, and undoubtedly there is some road to run before exports return to pre-pandemic levels.\" Separate figures released by HMRC also showed a more positive year for the Scottish salmon industry. Overseas sales increased year-on-year by 36% to £614m, but still remained below the £618m recorded in 2019. Exports were shipped to 52 different markets last year, with growth across 10 of the top 20 markets. France led the recovery (up £119m to £304m), followed by the USA (up £47m to £152m) and China (up £31m to £45m). The EU accounted for 61% of the volume of global Scottish salmon exports. Salmon Scotland chief executive Tavish Scott described the figures as \"incredibly encouraging\". He said: \"For exports to recover to near record-levels after such a difficult economic period during the pandemic is testament to the hard work and dedication of farmers to sustainable growth in the face of increased costs.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60338987"}