{"datetime": "2021-12-20T08:41:38.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Scotland to receive additional emergency Treasury money", "article": "Scotland is to receive £220m of emergency UK government money to help tackle Covid-19. Chancellor Rishi Sunak says the sum represents a doubling of additional funding being made available. The Scottish government has made repeated calls for more funds from the Treasury as Omicron numbers rise. First Minister Nicola Sturgeon welcomed the announcement but said it appeared to be an advance on money that would have come to Scotland anyway. She told BBC Scotland: \"We think last night's [funding announcement] has delivered us some extra spending powers now, although it might have to be repaid at a later date.\"So, we are working through all of the detail of that and we will consider that in the course of the other decisions that we think about at cabinet tomorrow.\" Ms Sturgeon has been pressing the Treasury for more financial support as the Covid cases continue to rise again, suggesting that she may go further with restrictions if it were possible to cushion the blow to businesses. The UK government said the emergency funding was on top of the £220m announced earlier in the week, taking Scotland's total allocation to £440m. Money has also been allocated to other devolved administrations, with the Welsh government receiving an extra £270m and the Northern Ireland Executive £150m. Chancellor Rishi Sunak said: \"Following discussions with the devolved administrations, we are now doubling the additional funding available. \"We will continue to listen to and work with the devolved administrations in the face of this serious health crisis, to ensure we're getting the booster to people all over the UK and that people in Scotland, Wales and Northern Ireland are supported.\" This cash advance from the Treasury should allow the Scottish government to expand their Covid support scheme for struggling businesses, including bars and restaurants. They have found £100m from within their own budget but acknowledge that much more will be required to compensate for the economic disruption caused by official advice to the public to cut social contact. The initial £220m from the Treasury is not really available for that. It is an advance of Scotland's share of cash generated by new health spending in England and will be spent on health in Scotland too. The further £220m is also an advance of money that will become due to Scotland as a result of extra spending in England. But this time it is based on spending that has not yet been allocated. The Treasury is under pressure to come up with a support package for hospitality in England. It may be that the Scottish and other devolved governments have just received a down payment on that. If the cash comes from spending in some other area, like health, and the Scottish government has already spent it on helping business, they cannot then replicate the health spending. In the unlikely event there is no additional spending in England, the Scottish government would have to pay the money back. Ms Sturgeon insisted that Scotland did not have \"as much financial clout as I would like us to have\". She went on: \"And it isn't just about getting amounts of money announced randomly from time-to-time.\"It's also having clarity about - not just for Scotland, but for Wales and for Northern Ireland - how, if we are taking decisions that we think are necessary to protect public health, what is the process by which we can trigger financial support the way the UK government can for England when they take these decisions.\" Finance Secretary Kate Forbes has asked for about £500m of immediate extra funding from Westminster, a figure based on the monthly costs of furlough and grants. She said: \"Ultimately this is about helping businesses right now that are struggling, but also knowing that when we need more support - because none of us can absolutely for definite know how this variant is going to play out - we know that we can access additional support for businesses.\" Murdo Fraser, the Scottish Conservatives' spokesman for Covid Recovery, insisted the funding was \"real, additional money that has not been previously identified or accounted for\". He told the BBC'sGood Morning Scotland programme: \"This is not an advance. It's very disappointing that rather than welcome this essential money that's coming from the UK government, we just hear the SNP attempt to stir up more grievance. \"It is money that will be available to the Scottish government to assist the many businesses and individuals who are really suffering because of the impact that guidance issued by the Scottish government has had.\"Ms Sturgeon warned on Friday that Omicron was now the dominant strain of the virus and a \"tsunami\" was beginning to hit Scotland. New guidance for shops, hospitality venues and other businesses wasintroduced on Friday, in a bid to stem the transmission of Covid. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59721197"}