{"datetime": "2022-02-05T08:54:40.000Z", "author": "Giancarlo Rinaldi", "title": "Bladnoch whisky distillery: From zero production to full capacity", "article": "About five years ago the stills at Scotland's most southerly whisky distillery were only just coming back to life. Followinga buyout by Australian entrepreneur David Prior , Bladnoch had not produced any new whisky for nearly a decade. It is now operating 24 hours a day, seven days a week. Output has reached 1.5m litres per year, making it one of the country's biggest independent producers. Head of Commercials Will Pitchforth joined operations just as the stills were being turned back on at the site near Wigtown on the very south west tip of Scotland. \"When we completed the deal it hadn't made whisky since 2009,\" he said. \"We launched three whiskies from the stock that came with the distillery in 2017 but all of that was distilled by the previous generations. \"The stills didn't start up until the middle of 2017.\" Then, of course, there was more time to be waited as whisky needs to be matured for at least three years - most of it left for much longer. In the meantime, there was the small matter of a pandemic beginning in 2020 which Mr Pitchforth said was a \"turning point\" for the business. \"For a couple of weeks we were running at half capacity and then we said: 'Let's turn this to full capacity',\" he said. \"It was the best decision we ever made. \"It was important to us that nobody lost their jobs.\" He said the move was one which would bear fruit about a decade down the line. \"In 10 years' time there will be a gap of whisky that wasn't produced,\" he said. \"We are producing the maximum amount of whisky we possibly can - 1.5 million litres per year.\" He said the last 18 months had been \"relatively kind\" to the drinks industry and collectors had \"bought in well\" to the Galloway distillery. Seeing the first whiskies from the new stills coming through last year had been \"quite a landmark\", he added. This year he said they should \"tick over\" into exporting to 60 countries having recently added the likes of Nigeria, Indonesia, South Korea and Argentina. \"It is not just your classic whisky drinking nations,\" he said. \"We are expanding to places previous owners would never have thought of. \"With the growth of production we can start to expand into new markets.\" He said they were now operating around the clock which has resulted in further expansion plans. There are applications to Dumfries and Galloway Council to increase their storage space and expand parking. In total, they have invested about £30m in the site. \"It is all about laying a good foundation for the future,\" explained Mr Pitchforth. From a handful of staff when they took over, they now have 30 which will rise to nearly 40 at busier times of year. Mr Pitchforth said they hoped to see visitor numbers linked to the industry in southern Scotland increase too. About 70 miles away, the Annandale Distillery was reopened in 2014 following a £10.5m upgradeand produced its first single malt in nearly a century in 2017. The following year,the first whisky distillery in the Borders in more than 180 years opened to the public in Hawick. Mr Pitchforth said a \"trail\" across the south of the country was starting to take shape. \"We are particularly keen on making Dumfries and Galloway a more popular tourist destination,\" he said. \"We believe that there is growing interest in a whisky destination in the Lowlands.\" As for the distillery in Galloway, it is now a matter of extending its reputation as far afield as possible. \"We can't make any more whisky at the distillery,\" said Mr Pitchforth. \"That next level for us is growing the business of Bladnoch - and taking it to the world.\"", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-60242730"}