{"datetime": "2022-01-10T13:18:14.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Business output slows amid Omicron concerns", "article": "Scotland's private sector grew at its slowest rate in almost a year last month as concerns over the resurgence of the pandemic stalled economic recovery, according to a report. The Royal Bank of Scotland's latest business activity index found output in Scotland increased in December.But the rise was the weakest since growth returned 10 months ago. The bank said Omicron concerns weighed on client demand, while supply issues continued to hinder companies. Those issues particularly affected the manufacturing sector. The bank said its activity index - a measure of combined manufacturing and service sector output - was 52.7 in December, down sharply from 55.9 in November. A number below 50 represents an overall decrease, while a figure above 50 suggests growth. Services saw a slower rate of expansion in December, while factory production declined for the first time since last September, according to the analysis. The bank said inflationary pressures on firms eased slightly last month but \"remained severe\". However, it added that companies were still upbeat about activity over the next 12 months, with firms \"expecting Covid-19 related issues to subside and demand to improve as we enter 2022\". For the ninth time in as many months, Scottish companies recorded an increase in employment in December.The report suggested the latest rise could be attributed to efforts to alleviate capacity pressures and scale up operations in expectation of stronger sales in the coming months. RBS chief economist Sebastian Burnside said: \"The resurgence of the pandemic in December put the brakes on the UK's economic recovery, with each nation and region feeling the effects as people changed their behaviour in response to rising cases. \"But despite the similarities to previous waves, business activity levels seem to have been more resilient this time, due in part to comparatively lighter restrictions.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59916356"}