{"datetime": "2022-02-09T06:09:00.000Z", "title": "One in five businesses braced for cuts as energy prices soar", "article": "One in five Scottish companies expect to reduce operations this year due to the increase in energy prices. A new report also reveals that only 7% of firms are expecting strong growth during the next 12 months. And inflationary pressures mean 80% of businesses anticipate the prices of their goods and services will increase in the year ahead. Other challenges include the ongoing impact of Covid and both attracting and retaining staff. Wholesale gas prices have been rising sharply over the last few months, which meant the regulator Ofgem was last week obliged to announce a rise in the cap that limits the amount companies can charge consumers. The higher cap means a typical household will pay £1,971 a year from April, 54% more than they pay now, with a further rise expected in October. Last Thursday the Bank of England increased interest rates from 0.25% to 0.5% to try to dampen the pace of price rises over the longer term but it said inflation could still reach 7.25% in April. The results of the latest Addleshaw Goddard Scottish Business Monitor report found that all sectors reported positive net balances for the third consecutive quarter. It also found that all core business indicators, barring export activity, remained optimistic throughout 2021. But the report, produced in partnership with the University of Strathclyde's Fraser of Allander Institute, said more than half of Scottish businesses were finding it difficult to source the goods and services they required. And more than 80% were struggling to recruit the staff they needed, while almost a quarter were also finding it difficult to retain their own people. Mairi Spowage, director of the Fraser of Allander Institute, said: \"These results show us that despite the reintroduction of some restrictions over the Christmas period, business optimism remained throughout the final quarter of 2021. \"However, inflationary pressures and rising energy prices are a concern for firms.\"Growing uncertainty throughout global supply chains is also causing problems for businesses across all sectors, particularly those in industries such as manufacturing.\" Ms Spowage also highlighted the recruitment difficulties experienced by firms in the current climate. But she added: \"It is positive to see the lasting effects thatCOP26 has had on business attitudes, with the majority continuing to signal their commitment to reaching their net-zero targets. \"Businesses continue to see the opportunities and rise to the challenges of incorporating more sustainable practices, with more firms now putting the onus on suppliers to meet sustainable requirements.\" David Kirchin, head of Scotland at Addleshaw Goddard, said: \"As we gradually move away from the major restraints brought on by the pandemic, these latest results show that Scottish firms expect business volume to increase.\"However, they also see challenges ahead, whether linked to rising energy prices, supply-chain challenges or the hiring and retention of people.\" More than 400 businesses responded to the latest survey in December and January, from across the Scottish economy.It examined business sentiment in the fourth quarter of 2021 and the outlook and expectations for the coming months. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60310713"}