{"datetime": "2022-01-09T16:33:58.000Z", "author": "Kathryn Snowdon & Doug Faulkner", "subject": "Coronavirus pandemic", "title": "Covid-19: Cutting self-isolation to five days would be helpful, Nadhim Zahawi says", "article": "Cutting the Covid self-isolation period to five days would \"certainly help\", a cabinet minister has said. Nadhim Zahawi also denied the government planned to stop supplying free lateral flow tests - after a report in a Sunday paper. People who test positive for Covid are required to self-isolate for at least seven days, but several sectors are experiencing staffing pressure. Mr Zahawi told the BBC the country was on the road \"from pandemic to endemic\". He said reducing the self-isolation period would help with staff absences in the workplace. Asked about exams, the education secretary said they would be going ahead but said there was also contingency planning. On the idea of stopping free lateral flow tests Mr Zahawi, a former vaccines minister, said he did not recognisethe Sunday Times report , saying the government had ordered 425 million lateral flow devices in January. \"We are not calling to an end free lateral flow tests,\" he said.The US recently shortened the self-isolation window to five days, and the education secretary said it was important to remember that in the UK isolation begins when you get symptoms while in the US it starts from when you test positive. Mr Zahawi told BBC One's Sunday Morning that the UK Health Security Agency (UKHSA) had said that there might be a higher spike if the period was cut from seven to five days. He said the government would follow the science but would keep the potential measure under review. Rules on self-isolation for people in England infected with Covid changed last month,dropping from 10 days' quarantine to seven if they test negative on days six and seven. Scottish Health Secretary Humza Yousaf said his governmentwas \"not contemplating\" reducing the isolation time to five days at this stage, having just made the change from 10 to seven days. \"I think it would be sensible to see the impact,\" he said. With vaccines and new treatments reducing the risk Covid presents, what's considered proportionate changes because of the need to balance the harms caused by the virus and those caused by trying to suppress it. Take the isolation period, infectiousness is not like a switch. It doesn't just go on to off.Instead, people gradually move from peak infectiousness to lower infectiousness. As we become more able to live with the virus because it's causing milder illness, the benefits of long isolation periods wane. But the costs in terms of missing school or disrupting work remain. Slowly, but surely, we will see a rowing back of the remaining measures in place. Plans are understood to have been drawn up within government to start this as early as March, but the rise of Omicron set that back. There are several steps that could be taken. Shortening the isolation period further and then ending it unless an individual has symptoms is one. Dismantling PCR testing infrastructure in the community is another. These lab tests are needed to keep an eye on variants, but that can be done by testing hospital patients. Before Mr Zahawi said there were no plans to end free lateral flow tests opposition politicians had criticised the suggestion free tests might be stopped. Scottish First Minister Nicola Sturgeon said such a move would be an \"utterly wrongheaded\" approach to dealing with coronavirus. Shadow chancellor Rachel Reeves said ending free tests would be the wrong policy at the wrong time, adding that the best way to prevent the need for further restrictions was to ensure that people could test regularly and stop passing on the virus. \"That's why we believe those lateral flow tests have got to remain free whilst we have huge numbers of cases on a daily basis,\" she said. Mr Zahawi also accepted more school staff will end up off work isolating for coronavirus as case rates rise when pupils return. He said staff absences were at about 8.5% last week but \"will increase, no doubt, because now schools are back we're going to see an increase in infection rates\". Contingency plans are being made for rising numbers of staff being off, the education secretary said, adding that some schools had remained open despite up to 40% of staff being absent. He said that \"exams in January are going ahead\" and \"in the summer we will be going ahead with GCSEs and A-levels\". But he added that there was \"always contingency planning\". There have been issues with staff absences in transport, health and schools as Covid cases rose over the festive period and in England Covid-related staff absences at hospitalshave risen sharply since Omicron took hold last month . And the boss of one of London's busiest hospitals has said he isworried about losing staff when mandatory vaccination rules come in from April. It comes as the UK recorded 141,472 new cases, as well as 97 deaths within 28 days of a positive test - although the number of deaths recorded over weekends tends to be lower because of reporting delays.The total number of cases over the past seven days is up 6.6% on the previous week, while the figure for deaths is up 30.9%.Are you a business owner? What are your thoughts on the proposed reduction to the isolation period? Are you struggling with staff shortages due to Covid? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-59925702"}