{"datetime": "2021-12-19T17:34:28.000Z", "author": "Douglas Fraser", "title": "Freeports - new activity or displacing jobs?", "article": "Losing out on investment to freeports in England, which can offer big tax incentives, is not lost on parts of Scotland which are in the running for a version of the same initiative. Of the nine Scottish areas being considered for the Scottish government's \"greenport\" status, focused on low-carbon energy and net-zero manufacturing, the Cromarty Firth has one of the most advanced plans. It has been identified in atechnical study by the offshore wind industry as the place to focus investment, so that it is not weakened by dispersal. Following Scotland's failure to gain manufacturing for the first generation of fixed offshore wind turbines, a Highland consortium of 14 public and private partners is working to become a centre for supplying floating offshore wind, and as a centre for hydrogen production. That could make the area, including port facilities at Invergordon and Nigg, into Scotland's foremost industrial hub.Thousands of jobs could be created, but there is caution about making such claims, because thousands of jobs are also likely to disappear, as offshore oil and gas declines. Opportunity Cromarty Firth now includes partners in the inner Moray Firth area, closer to Inverness. The formerfabrication yard at Ardersier could be reopened and added to the cluster. Plans are being drawn up that would keep such sites busy for at least five decades of installing offshore renewable power, and then renewing the equipment after 25 to 30 years of use. But will the Cromarty and Moray firths get the advantages of freeport or greenport status, or could they lose out to rival areas in the east of England, which have the help of tax incentives to invest? The UK government could offer tariff and payroll tax waivers, while the Scottish government controls the levers for business rates, land and buildings transactions tax and it works with councils on planning.But St Andrew's House and Whitehall have not found a way to agree on working together. Instead, both said in October they would prepare their own, rival plans. Joanne Allday, senior business manager with Opportunity Cromarty Firth told BBC Scotland that they will bid for both UK and Scottish government schemes, but the consortium would prefer them to work together. She says the appeal of the east Highlands is that it's already got things started: \"Usually, this type of intervention is better when put into an existing cluster.\"You have investment that's already happening, and the tax reliefs and customs packages are that additional lever that makes the difference between a moderate level of investment and significant investment,\" she said. \"That's where we see freeports or green ports could make a difference, using our region to benefit the entire country.\" Ms Allday said the scale of opportunity from the ScotWind round of bids for the right to develop seabed areas around the coast of Scotland - with winning bidders to be announced next month - was one of several waves of activity. She said: \"To put ScotWind in context, it is eight to 10 times the Moray East project, which was a £2.6bn construction project.\" Next year is also expected to see leasing of seabed for offshore turbines to power nearby oil and gas installations.\"So there will be another four or five Moray Easts awarded as part of that,\" said Ms Allday. \"And there will be a ScotWind 2, possibly ScotWind 3.\"It's probably the biggest set of construction and infrastructure projects for the next 20 to 30 years. And we're looking at a 50- to 70-year pipeline of work.\" Watching the development of English freeports is demonstrating the difference tax breaks can make to investment decisions, particularly business rates holidays followed by a guaranteed long-term flow of new development business rates revenue for the local council, which can then use that to leverage further investment. \"It's been a learning process, not just for the ports, but for government and the Treasury - being able to work out where they pull levers and can make a difference,\" Ms Allday said. \"The biggest learning we're seeing is the combination of grant funding and tax reliefs is generating a lot of significant investment. \"If you look at Teesside and Humber, where most of the investment is happening in freeport tax sites, this lever is really making a difference and could do the same in Scotland.\" However, the main criticism of the freeport model, which is used in locations around the world, is that it doesn't increase the amount of economic activity or create jobs, but displaces factories and jobs from elsewhere. As mayor of Tees Valley, Ben Houchen says the scale of investment being sought for vast brownfield sites designated as Teesside freeport are not the kind that could be located in any other part of his region. So at least he's not displacing within his own area. Joanne Allday says the plan at Opportunity Cromarty Firth is to ensure they do not simply displace, citing the factory announced this month for Nigg, employing 400 people to build the towers on which wind turbines sit. \"Our consortium set out not to displace any economic activity from anywhere else. We're focused on 'new to UK'. For example, the tower factory in the Nigg energy park: tower sections are not made in the UK. This is brand new manufacturing, and new jobs. It's not displacing anywhere else.\"We're doing the same in floating wind, and in hydrogen. We want our bid to be about projects that wouldn't happen anywhere else.\" While investment is going ahead without the tax incentives, the consortium manager says they could add a lot more momentum: \"We firmly believe the tower factory is just the start. And it shows that we're already the place to be. The investment is already happening, and there are more investments like that.\"If we get freeports, it's much more likely those significant investments are going to happen. It's the difference between having moderate investment into Scotland and moderate manufacturing and local content - which we didn't achieve in fixed-bottom wind - versus having a significant supply chain and large amounts of local content, particularly in floating offshore wind and green hydrogen.\"That's what we're trying to achieve for the country.\" Eight other areas were named in July by the Scottish government as possible locations for a greenport: Shetland, Orkney, Aberdeen with Peterhead, Montrose, Dundee, sites around the Firth of Forth, several sites in the Glasgow City Region, and Cairnryan near Stranraer. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59721230"}