{"datetime": "2022-01-13T17:11:47.000Z", "author": "Doug Faulkner", "subject": "Coronavirus pandemic", "title": "Covid self-isolation in England being cut to five full days", "article": "The self-isolation period for people who test positive for Covid-19 is being cut to five full days in England, Health Secretary Sajid Javid has said. From Monday, people will be able to leave isolation after negative lateral flow tests on days five and six. Ministers had touted the move as a way to reduce staffing pressures in some sectors, including the NHS. The self-isolation period was cut from 10 to seven days with negative tests on days six and seven back in December. On Thursday, 109,133 positive Covid cases were reported across the UK, the lowest daily figure since 27 December. A further 335 deaths within 28 days of a positive test were also recorded. Mr Javid said that the country was the \"freest in Europe\" and was \"leading the world in how to live with Covid\". He said the self-isolation period was aimed at maximising activity in the economy while \"minimising the risk of people leaving isolation\".UK Health Security Agency data showed that two-thirds of positive cases were no longer infectious by day five, he said.With a second negative test people will be able to leave isolation \"at the start of day six\", he added. \"These two tests are critical to these balanced and proportionate plans, and I'd urge everyone to take advantage of the capacity we have built up in tests so we can restore the freedoms to this country while we're keeping everyone safe,\" he said. The health secretary told the House of Commons the virus was \"still with us and there are still likely to be difficult weeks ahead\", but added there were encouraging signs in the data that infections were falling in London and the east of England - although they were rising in other parts of the country. Mr Javid also reiterated the government's commitment to compulsory vaccinations for healthcare workers, saying that uptake had been \"very promising\" since the announcement of vaccine mandates. As always with Covid, this move is about balancing harms caused by the virus with those from our response to the virus. Data from the UK Health Security Agency suggests two-thirds of people are no longer infectious after five days of isolation. That is a huge number of people who are isolating for no reason, disrupting education, the economy and people's personal freedoms. Rapid tests ahead of release should capture most of those who are infectious, but not all. The currently policy of release at seven days with two negative tests means about two in five infectious cases are missed, according to the data. What we don't know is just how infectious they are - for most people infectiousness will be declining at this stage. That clearly means there is the potential for more spread of the virus. But as the risks from Covid are reducing so does the need to reassess the trade-offs. Each UK nation sets its own isolation rules and Welsh ministers have saidthey have no plans to cut the self-isolation period for people who test positive for Covid-19. Northern Ireland's First Minister Paul Givan indicated support for introducing the policy but said it was a decision for Health Minister Robin Swann to make. Shadow health secretary Wes Streeting welcomed the reduction in Covid isolation to five days but said testing needed to be \"sorted out\", saying that keyworkers were unable to access tests over Christmas as deliveries had stopped. With the rising prevalence of the Omicron variant, Covid-related absences have been felt across different sectors, with health, transport and education among those impacted. Around 5% of staff at acute NHS trusts in England were off due to Covid each day during the week ending 9 January - that is 45,736 staff each day on average and up by 28% on the previous week. Matthew Taylor, chief executive of the NHS Confederation, described the change to isolation as a \"pragmatic move\" which health leaders would welcome, \"providing it does not significantly add to the risk of the virus spreading\".Hannah Essex, co-executive director of the British Chambers of Commerce, said businesses which were struggling with high levels of staff absence would welcome the news but said \"too many\" staff were finding it difficult to get hold of the lateral flow tests they needed to prove they could return to work. Kate Nicholls, chief executive of industry group UK Hospitality, said the work from home guidance was \"causing an economic burden for the hospitality industry\" and said she saw the reduction of the isolation period as a \"a step along the road\" to that being lifted later this monthIn December, the UShalved its self-isolation requirement for people who tested positive but did not have symptoms, which led to some suggestions the same could be done in the UK. However, the UK system is different as it requires people to self-isolate from when they develop symptoms if that comes before a positive test. Self-isolation means staying at home and not going out. Adults shouldn't go into work and children shouldn't go to school, you should order online groceries, or ask friends or family to deliver supplies. No-one from outside your household should come inside, unless to deliver essential care. If you have symptoms or test positive, you should: If you do not follow the rules on self-isolation, you can be fined. In England, penalties start at £1,000 and rise to £10,000. What will a reduction in isolation time mean for you, or your family or business? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-59980505"}