{"datetime": "2018-06-06T13:21:25.000Z", "title": "How often should you see a dentist?", "article": "Scotland's chief dental officer has sought to reassure dentists and patients over plans to move away from regular six-monthly checkups. Margie Taylor says seeing a dentist once a year - or even once every two years - is enough for many patients.Some dentists argue this could make it harder for them to spot diseases such as mouth cancer. And they say it could see the wealthy paying for private dental care - while the poor have less access to a dentist. Ms Taylor met representatives of the British Dental Association (BDA) in Stirling on Wednesday afternoon to discuss their concerns. The Scottish governmentpublished its Oral Health Improvement Plan earlier this year , which says NHS dental services should focus on preventing oral health disease, meeting the needs of the ageing population, and reducing oral health inequalities between Scotland's rich and poor.The document says there is no clinical evidence that all patients need basic check-ups every six months - regardless of their oral health - as is currently the case.It quotes National Institute for Health and Care Excellence (NICE) guidelines, which state that \"patients who have repeatedly demonstrated that they can maintain oral health and who are not considered to be at risk of or from oral disease may be extended over time up to an interval of 24 months.\" Under the new system outlined by the government plans, an Oral Health Risk Assessment (OHRA) would be introduced for every patient - with the frequency of check-ups determined by their overall score.This may mean that people will no longer have to attend every six months if they have good oral health and a healthy lifestyle. But patients who have poorer oral health and higher risk factors are likely to be seen more frequently.The improvement plan also says that the traditional theory that the scale and polish procedure prevents gum disease has been thrown into considerable doubt in recent years.Instead, it says that \"the most effective option for routine care is adequate oral hygiene by the patient themselves\". The chief dental officer told BBC Scotland that medical evidence suggests many people can leave two years between basic check-ups without any problem. But she stressed that it was important to be realistic - and that it was not reasonable to expect people who are accustomed to having two check-ups a year to suddenly start seeing a dentist just once every two years.She said: \"At the moment, quite a lot of people come yearly and that's fine for patients who are not at risk and who know how to look after their mouth and who have got a healthy diet. \"But it will be absolutely dependent on the risk as assessed by their own dentist, and there is no suggestion that everybody is to move to two-yearly checkups. \"And in fact we may want to see some patients more often than six months\".Ms Taylor also insisted there was no intention to take NHS money from dentists in wealthier areas and giving it to those in poorer areas. She added: \"What we are talking about is making sure people in the poorer areas are able to get treatment\".Ms Taylor stressed that everybody who needs a scale and polish - such as those suffering from periodontal disease - will still get one.But she conceded that the government had \"more communicating to do\" on the changes, which she said were about \"evolution and not revolution\".Ahead of their meeting with Ms Taylor, BDA Scotland released the results of a survey which it said suggested many of its members had \"deep concerns\" over the Oral Health Improvement Plan. According to the survey:The BDA's chairman in Scotland, Robert Donald, said: \"Talk from government on prevention and tackling health inequalities is long overdue, but will remain warm words until they are backed up with needed investment.\"Vulnerable older patients deserve oral health care tailored to their needs, but this plan fails to spell out how it can be provided safely and effectively, or how it will be paid for. Sadly while officials have sketched out the big issues, they have skimped on the detail.\" Meanwhile, dentist John Davidson, who runs a practice in Edinburgh, told BBC Scotland that oral cancer is on the increase in Scotland and \"the more often we see patients, the more likely we are to pick that up\". He added: \"We feel it is important that patients are seen more regularly, and it may get to the stage where patients pay themselves to come in and have their routine examinations and scale and polishes done. \"For a lot of patients it will not make a lot of difference for them (financially), but there are patients who just cannot afford to do that\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-44383639"}