{"datetime": "2022-01-05T15:38:36.000Z", "subject": "Coronavirus pandemic", "title": "Covid: PCR not needed after positive lateral flow under new plans", "article": "Covid testing rules are to be eased for people without symptoms, who will no longer need to confirm a positive lateral flow test with a PCR. While Covid levels are high, people can be confident that rapid tests are highly accurate, the UK Health Security Agency said. The change will come into force in England next week and across the rest of the UK within days. It will be reviewed when coronavirus levels in the population drop below 1%. Around 4% of people are currently infected with coronavirus, according to the Office for National Statistics.Under the new guidance, anyone in England who receives a positive lateral flow device (LFD) test result should report their result ongov.uk and must self-isolate immediately, but will not need to take a follow-up PCR test.After reporting a positive LFD test result, they will be contacted by NHS Test and Trace so that their contacts can be traced. Anyone who tests positive will be able to leave self-isolation seven days after the date of their initial positive test if they receive two negative lateral flow test results, 24 hours apart, on days six and seven. At present anyone with a positive lateral flow test who has no symptoms needs a PCR test - carried out in a lab - to confirm their result. This can take days to arrive and health officials are worried people may not be isolating during this time. The change will also improve access to PCR tests for people with symptoms and for healthcare, transport and other key workers following problems over test supplies. There are some exemptions to the new rule. People who receive Test and Trace financial support, those taking part in Covid research studies and around one million people in England eligible for new NHS treatments for Covid will all be asked to take a follow-up PCR. Dr Jenny Harries, chief executive of UKHSA, said: \"While cases of Covid continue to rise, this tried-and-tested approach means that LFDs can be used confidently to indicate Covid-19 infection without the need for PCR confirmation. She added: \"I'm really grateful to the public and all of our critical workers who continue to test regularly and self-isolate when necessary, along with other practical and important public health behaviours, as this is the most effective way of stopping the spread of the virus and keeping our friends, families and communities safe.\" Prof Lawrence Young, virologist at the University of Warwick, said this was \"a sensible approach\" as long as positive results were reported and the lateral flow kits \"are in good supply\".He added: \"Lateral flow tests can detect around 95% of people who are at their most infectious.\" Anyone who develops one of the three main Covid-19 symptoms - a new cough, a high temperature or a loss of taste or smell - should stay at home, self isolate and take a PCR test. But some scientists questioned why people with symptoms couldn't also rely on a lateral flow test result alone. Lateral flow tests are very good at detecting people who are infectious at the moment because the prevalence of the virus is high and there are lots of cases to be spotted. Analysis shows that if you tested 1,000 people right now, you'd get 41 testing positive and almost all of them would be correct - but last summer, when there were fewer cases around - you'd get three positives but only two would be true. That's when a PCR would be important to confirm the result. The latest Covid figures showed 218,724 new cases were recorded in the UK on Tuesday. That number included previously unreported cases from Wales and Northern Ireland from over the new year period.A number of hospitals havedeclared critical incidents amid staff shortages due to Covid.Separately, pre-departure Covid tests for those entering Englandwill be scrapped from Friday after the travel industry called for restriction on travellers to be removed because the virus is circulating so widely. Prime Minister Boris Johnson says the cabinet has agreed that England should stick with Plan B for a further three weeks - with a review before the regulations expire on 26 January. He says people in England should continue working from home wherever they can, wear face coverings on public transport, and also in most public indoor places. Labour's deputy leader Angela Rayner said the NHS was \"struggling to stay afloat\" and referred to a number of hospital trusts declaring critical incidents due to staff shortages and high Covid cases across the country. She called on Mr Johnson to \"be frank with people\" and give an \"honest assessment\" of the state of the health service. The decision to drop follow-up tests for people who test positive in England on rapid tests will not make much difference to our ability to track the epidemic or variants.It's true that if people decide not to report their positive lateral flow test, we will miss some cases. But the testing system already misses cases if people decide not to get tested or to quietly pocket their rapid test result.That's why we rely on other data: hospital admissions or surveys that swab people at random. They'll keep on working as they always have.And we will still have plenty of PCR samples to sequence and spot variants: tens of thousands of positive cases every day.Last Wednesday, for example, in England, about 50,000 people reported testing positive on a lateral flow test.And nearly 150,000 more people tested positive on a PCR without a previous lateral flow.The guidance is still that you must get a PCR test if you have symptoms and, as long as that's the case, there will be plenty of data.Dr Mike Tildesley, from the University of Warwick and a member of the Scientific Pandemic Influenza Modelling group (Spi-M), said lateral flow tests were very accurate - but it was crucial people recorded their positive results.He also said as some PCRs are sent away for sequencing, he hoped there would be no loss of information that helps the UK identify new variants. In other Covid developments:", "url": "https://www.bbc.com/news/uk-59878823"}