{"datetime": "2022-01-14T14:27:52.000Z", "author": "Claire Diamond", "subject": "Coronavirus pandemic", "title": "Covid: Are Scotland and England's isolation rules different?", "article": "With changes to Covid isolation rules in Scotland and England, there's been some confusion over the differences. In Scotland, the rules changed earlier this month to allow some people to exit self-isolation on the seventh day after developing symptoms or testing positive.They could do this if they had no fever and record two negative lateral flow tests on day six and seven, 24 hours apart.On Thursday, UK Health Secretary Sajid Javid announced that the self-isolation for some people who test positive in England will be cut further tofive full days from Monday.This is dependent on negative lateral flow tests on days five and six. But the difference in the way the days are counted mean the isolation periods are actually pretty similar in England and Scotland.In England, people begin counting isolation days theday after they develop symptoms or get a positive test.However in Scotland, day one is fromthe day of symptom onset or positive result.For example, in both nations if a person receives a positive PCR test result on a Monday they will be able to end their isolation on the subsequent Sunday. This is subject to two consecutive negative lateral flow tests, 24 hours apart and provided they have no fever.In Scotland the Sunday would be referred to as \"day seven\". But in England, by not counting the day of the PCR test, someone would also be free to end isolation on the Sunday after five full days (Tuesday through to Saturday). The Scottish government has said it understood that the change in England brought the isolation rules into line with the current position in Scotland. Scotland's health secretary Humza Yousaftold Good Morning Scotland he understood it could be confusing. He said the key difference came down to the phrase in the English rules \"a full five days\".He said the easiest way to think of it was if you test positive or become symptomatic on a Monday, regardless of whether you are in Scotland or England, you can be released on Sunday as long as you have consecutive negative lateral flow tests and remain fever-free.If you continue to test positive on lateral flow tests, or choose not to take tests to end self-isolation early, you can return to work and your usual activities on the 11th day after your symptoms started - as long as you feel better and do not have a high temperature. Prof Andrew Watterson, of Stirling University, said he was concerned that the recent cuts to isolation period were \"a slippery slope\".He told BBC Radio Scotland: \"If you look at the English situation, you could find someone doing a test at 23:50 on day zero, coming out positive, and then doing a test on day five in the morning that comes out negative.\"You do the second test at just after midnight on day six, that comes out negative and effectively in England you would be out after five days.\"So I don't think necessarily in England it is the same. It's clearly loosening the controls. It's moved within a matter of weeks from 10 days down to five.\"Prof Watterson warned there could be unintended consequences, if more infectious cases coming out of isolation early as this could lead to even more people being infected and then having to isolate.He also noted that when the Health Security Agency cut the isolation from 10 days, they warned people leaving isolation to avoid poorly ventilated places, working from home where possible and avoiding people who were at severe risk of illness.Data from the UK Health Security estimates that after 14 days - the original isolation period for positive cases - just 1% of people remain infectious.After seven days, that figure increases to 15.8%. After five days, it has increased to 31.4% of cases.Each UK nation sets its own isolation rules and self-isolation is still seven days long in Wales and Northern Ireland.", "url": "https://www.bbc.com/news/uk-scotland-59994642"}