{"datetime": "2022-01-20T11:06:26.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Self-isolation rules eased for care home residents", "article": "People admitted to adult care homes will no longer have to self-isolate if they have a negative PCR test and are not showing Covid symptoms. The Scottish government has issuednew guidelines to care home operators on patients transferring from hospitals. It says, to avoid isolation, people must not have been exposed to coronavirus in the previous 14 days. The isolation period for residents testing positive - and close contacts - is also being cut from 14 days to 10. Previously, residents automatically had to self-isolate for two weeks after a hospital transfer. The Scottish government said the moves would bring restrictions closer to those for the general public. The general isolation period in Scotland was cut from 10 days to seven on 5 January. The change brought Scotland into line with England, Wales and Northern Ireland. First Minister Nicola Sturgeon had said self-isolation rules were being changed in a bid to ease staff shortages in key sectors. The new measures recognised the high levels of vaccination in care homes, according to the Scottish government. They also \"balance the risk of infection against the potential harms caused to residents by long periods self-isolating\". Announcing the moves, Social Care Minister Kevin Stewart also said it was \"crucial\" that care homes continued to support indoor visiting. He added: \"We recommend that there should be no set limits to the number of households visiting each resident. \"Care homes will determine group sizes and numbers taking into account the size of the visiting area and other factors. \"As before, there should be no restrictions placed on frequency and duration of visiting which will guided by care home arrangements and circumstances.\" Following the first minister's coronavirus statement on Tuesday, Scottish Labour's Monica Lennon questioned why the isolation restrictions in care homes had not been mentioned. Ms Lennon said: \"Many (residents) fear that they are being forgotten as the rest of us move on. \"Some families from Care Home Relatives Scotland describe their loved ones as having no visitors nor freedom and, worst of all, no hope.\" ", "url": "https://www.bbc.com/news/uk-scotland-60068312"}