{"datetime": "2022-01-05T00:02:30.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Nicola Sturgeon to give update as cases rise", "article": "The first minister is due to address Holyrood later as Covid case numbers in Scotland continue to rise sharply. A further 17,259 cases were reported on Tuesdayfollowing a record high of 20,217 positive tests on Monday . Nicola Sturgeon said last week she hoped to be able to give an update on changes to the self-isolation period. The Scottish government has been urged to cut it from 10 days to seven with negative tests,as has been done in other parts of the UK . More than 16,000 new Covid cases are currently being reported a day on average - up from an average of about 6,000 over Christmas - as the highly infectious Omicron variant sweeps across the country. The percentage of positive cases has also hit record highs, with 35.3% of tests reported on Tuesday found to be positive. ScotRail has been forced to introduce a slimmed-down timetable for much of January after staffing levels were hit by Covid, and CalMac has had to reduce some ferry services. Scottish Conservatives leader Douglas Ross is among those who have called for the self-isolation period to be cut to seven days, if two negative tests are returned in the final two days, and for household contacts to be allowed to leave isolation if they test negative. \"Scotland has the strictest self-isolation rules anywhere in the United Kingdom,\" Mr Ross said. \"We understand the need for caution, but Nicola Sturgeon's dithering and delaying is continuing to have a major impact on frontline services and the wider economy, due to the sheer numbers having to isolate.\" Changes to self-isolation rules have been made by Wales and Northern Ireland in the past week. Mr Ross's comments were echoed by Scottish Labour deputy leader Jackie Baillie. Ms Baillie, who is also the party's health spokeswoman, said: \"The SNP must use this update to confirm whether they will change self-isolation requirements in line with the latest evidence, to stop staff absences piling yet more pressure on businesses and services this winter.\" Deputy First Minister John Swinney said on Tuesday the government was still \"actively considering\" the move, adding that \"further details\" would be shared in the Scottish Parliament's virtual session on Wednesday. He added: \"We are obviously looking at the clinical advice that is crucial in the handling of this because... we do not in any way, shape or form serve anybody's interest if we ignore the clinical dimension of this issue, and the risk of transmissibility of allowing individuals to return to the workplace if they're still carrying the virus.\" Public health expert Dr Christine Tait-Burkard, of the University of Edinburgh, has warned it is \"almost inevitable\" that Omicron cases will rise still further when pupils return to school, given the transmissibility of the new variant. Dr Tait-Burkard told BBC Scotland cases were likely to increase, even with mitigating measures. \"It's almost without a doubt that, when schools return, our numbers will increase further,\" she said. \"The virus is very, very prominent in the population at the moment. \"The week before last, one in 40 people in Scotland had the virus, and that means as soon as schools return, with such a high transmissibility of Omicron, the numbers will rise further, that is almost inevitable.\" ", "url": "https://www.bbc.com/news/uk-scotland-59872718"}