{"datetime": "2022-01-09T14:08:42.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Government 'not contemplating' reducing isolation", "article": "The Scottish government is not considering further reducing Covid self-isolation periods, Health Secretary Humza Yousaf has said. It came after Nadhim Zahawi, the UK government education secretary, backed dropping England's quarantine limit from seven days to five.On Thursday the isolation period in Scotland was cut from 10 days to seven.Mr Yousaf said ministers wanted to see the impact of that move before making any further decisions.It came as another 7,561 new cases of Covid were reported in Scotland.The latest daily statistics also reveal there were 1,382 Covid patients in hospital on Saturday, and 55 in intensive care - up from 48 on Friday.Scotland was the last of the four nations to reduce the self-isolation period.Under the new rules, people who test positive for Covid can leave isolation if they have no fever and record two negative lateral flow tests.Speaking toBBC Breakfast , Mr Yousaf said it was a risky move to change the quarantine rules.\"It's not that there isn't a risk attached with going from 10 days to seven days, there is a risk,\" he said. \"It's just that we wanted time to consider whether or not we would, inadvertently, for example, accelerate the transmission of the virus by cutting that isolation period.\" Mr Yousaf said the Scottish government intended to keep the matter under review. He added: \"We're not contemplating at this stage going from seven days to five. \"We've literally just made the change from 10 days to seven days. I think it'd be sensible to see the impact and the effect of that. \"But, clearly, we're always guided by the science.\" The emergence of the highly-transmissible Omicron variant has led to staffing pressures in several sectors, including health and social care, and the police.While hospital patient numbers rise, the latest statistics show that 3.1% of the NHS workforce and 9.1% of adult care home were absent for Covid reasons at the end of last week.Police Scotland is drafting in 258 probationers and more than 300 specialist officers tocover absences across the country. Some schools have alsowarned of disruption caused by staff absences .Mr Zahawi said cutting the self-isolation period to five days would help with staff absenteeism.He told BBC One's Sunday Morning that the UK Health Security Agency had said that there might be a higher spike if the period was cut from seven to five days but the government would keep the measure under review.The UK government minister also said the country was on the road \"from pandemic to endemic\". It was a view supported by Christine Tait-Burkhard, an expert on coronaviruses at Edinburgh University's Roslin Institute, who said \"we're definitely at the beginning of this being an endemic disease\". \"So what we would look at with the flu, for instance, that this is probably the version of the virus that is going to come back in the winter months but we have built up baseline immunity in the population to help combat it,\" Dr Tait-Burkhard said.\"We have got drugs to treat people who end up in hospital, and there's a lot more development in the pipeline to support it.\" Meanwhile the education secretary also denied there were plans to stop supplying free lateral flow tests - after a report in a Sunday newspaper.First Minister Nicola Sturgeon had said such a move would be an \"utterly wrongheaded\" approach to dealing with coronavirus. ", "url": "https://www.bbc.com/news/uk-scotland-59927892"}