{"datetime": "2022-01-08T21:01:17.000Z", "author": "Becky Morton", "subject": "Coronavirus pandemic", "title": "Covid: UK records more than 150,000 deaths", "article": "More than 150,000 people in the UK have now died within 28 days of a positive Covid test since the pandemic began. A further 313 deaths were reported in the government's daily figures on Saturday, taking the total to 150,057. The UK is the seventh country to pass 150,000 reported deaths, after the US, Brazil, India, Russia, Mexico and Peru. The prime minister said every death \"is a profound loss to the friends and communities affected and my thoughts and condolences are with them\".Boris Johnson added that coronavirus had taken a \"terrible toll on our country\" and \"our way out of this pandemic is for everyone to get their booster or their first or second dose if they haven't yet\".Some 146,390 new cases have been recorded in the UK, with the more transmissible Omicron variant driving a surge in infections.The number of deaths within 28 days of a positive test has also begun to rise, with the total of 1,271 in the past seven days up 38.3% on the previous week.The impact of vaccinations means Covid hospital admissions and deaths are not rising as quickly as during previous waves.However, hospitals remain under pressure due to rising admissions and Covid-related staff absences.In Scotland the number of people in hospital with Covid has increased by more than 50% in the last week,according to new figures .Camilla Claridge, from Oxfordshire, lost her grandmother to Covid in February last year and on the night of her funeral, she learned that her father was also dying with the virus.\"We buried nan and we came home from the funeral and then we were woken at one o'clock in the morning from a phone call to say that it was time to think about saying our goodbyes,\" she said.\"It was horrendous. The ICU, you walk in and there's just beds of people lined up with machines breathing for them…. I didn't even recognise [my dad] because of all the tubes.\" \"It's hard to even imagine 150,000 people, families who have gone through what we're going through,\" she added.Prof Andrew Hayward, who is a member of the government's Scientific Advisory Group for Emergencies, said the death toll was \"absolutely tragic\".\"I think we could have done better,\" he told BBC Radio 4's PM programme. \"I think some of the deaths are even more tragic for the fact that many of them were avoidable if we had acted earlier in the first and second wave.\" Labour leader Sir Keir Starmer described the news as \"a dark milestone for our country\".\"Our thoughts are with all those who have lost someone, and we thank everyone supporting the vaccination effort,\"he wrote on Twitter . \"We must ensure the public inquiry provides answers and that lessons are learned.\" The prime minister has promised to launch an independent public inquiry into the government's handling of the pandemic in the spring of this year. Jo Goodman, co-founder of the Covid-19 Bereaved Families for Justice campaign, said the \"country needs answers as to why we have suffered one of the highest global death tolls\". \"This is ever more urgent as deaths from the Omicron variant continue to surge, with little apparently being done to address this. The public inquiry cannot begin its work soon enough,\" she added.Official figures count coronavirus deaths in different ways.The Office for National Statistics records the number of deaths where Covid-19 is mentioned as a cause on the death certificate, even if the person had not been tested for the virus, with a total of 173,248 deaths recorded up to 24 December.In January 2021, the UK was the first European nation and fifth country to pass 100,000 reported Covid deaths.Six weeks later the UK had seen another 25,000 deaths.But the combined effect of vaccine rollout and lockdown slowed the growth of the death toll throughout the rest of the year.The UK's reported Covid death rate is 225 deaths per 100,000 people. By this measure, it has the 28th highest reported figure of any country,according to Johns Hopkins University .It's almost a year since the UK recorded 100,000 deaths. Most of those came in two waves - a sharp sudden surge in the spring followed by a slow, sustained rise in the autumn and winter of 2020 into 2021, largely before vaccines were available.On 8 December 2020, 90-year-old Margaret Keenan made history by being the first person to receive a Covid jab as part of the UK's national rollout.Vaccines have been the real success story of the pandemic, weakening the link between infections and serious illness and deaths from the virus. But some fatalities are still inevitable. Today, the total number of deaths in the UK stands at more than 150,000. It is a sobering reminder of why societies cannot ignore Covid. It hasn't gone away.A government spokesman said: \"Every death from this virus is a tragedy and our sympathies are with everyone who has lost loved ones. \"We are thankful for the collective national effort and the hard work of frontline health and social care staff and volunteers for administering vaccines to tens of millions of people and keeping people safe. Their tireless efforts have saved thousands of lives.\" However, he added \"the pandemic is not over\" and urged people to \"play their part\" by getting vaccinated.It comes after the Joint Committee on Vaccination and Immunisation (JCVI)said a fourth Covid jab was not needed for most people yet .Data suggests that three months after getting a booster dose, protection against hospital admission remains at about 90% for people aged 65 and over.The JCVI said the priority therefore remained to get first, second and third doses to people who have not already had them. The prime minister has said he hopes England can \"ride out\" the current wave of infections without further restrictions, although he acknowledged parts of the NHS would feel \"temporarily overwhelmed\".England is currently under Plan B restrictions, which includes mandatory face masks in most public indoor spaces, Covid passes for entry to some large venues and advice to work from home where possible.Scotland, Wales and Northern Irelandhave already introduced tougher measures for hospitality venues .We have gathered tributes to more than 770 of those who have died with coronavirus. Below are words of remembrance from friends, family and colleagues. The tributes are displayed at random, which means that you will see different faces each time you visit this page. ", "url": "https://www.bbc.com/news/uk-59923936"}