{"datetime": "2022-02-10T17:49:04.000Z", "author": "Greig Watson & PA news agency", "title": "Minister asked to probe PM criticism in Nottingham school lesson", "article": "A head teacher should be investigated over whether she has breached her \"duty of impartiality\" after pupils wrote a letter criticising Boris Johnson, the Commons has heard. During a lesson, pupils from Nottingham's Welbeck Primary Schoolcalled on the prime minister to resign.Conservative MP for Gedling, Tom Randall, raised the matter and has written to the education secretary. The school's head said children were \"encouraged to express their thoughts\". Head teacher Rebecca Gittins said Year 6 students watched a BBC Newsround episode about Downing Street that stated Mr Johnson was under investigation for 12 parties. Pupils were then asked to write to their local MP to share their views, in a lesson linked to the English curriculum.The school shared images of the work online, but these have since been taken down. Speaking in the Commons, Mr Randall said: \"There is understandable public interest in the allegations of gatherings at Downing Street, but does [Commons Leader Mark Spencer] share my concern about how this subject has been taught recently at Welbeck Primary School in Nottingham? \"According to the school's own tweet about the lesson, children have appeared to have been taught allegations as fact. \"I have written to the education secretary to ask him to investigate whether the head teacher's duty of impartiality under the Education Act 1996 has been breached in this case.\" Mr Spencer, a fellow Nottinghamshire MP who represents Sherwood, said any suggestion of political bias within teaching was \"quite unfortunate\". Education Secretary Nadhim Zahawi has already condemned the lesson and insisted schools must not address political issues in a \"partisan\" way. TheLocal Democracy Reporting Service said the issue also caused friction in Nottinghamshire County Council's policy committee, where Conservative councillor Philip Owen said he was \"appalled\". \"I'm sick and tired of left-wing teachers trying to indoctrinate young people in schools. It's time it was stopped,\" he added. But Labour's Jim Creamer said: \"They are not teaching left-wing or right-wing politics, they are asking what they thought of their politicians both local and national. \"If you don't like the opinions of the children, who have got every right to those opinions, then we need to change our behaviour.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60337830"}