{"datetime": "2022-01-07T16:13:08.000Z", "author": "Dulcie Lee & Nick Triggle", "subject": "Coronavirus pandemic", "title": "Covid absences put pressure on England's hospitals", "article": "Covid-related staff absences at hospitals in England have risen sharply since Omicron took hold last month, latest figures show. The number of workers off sick for Covid reasons trebled from the beginning of December. The Royal College of Nursing said growing absences meant the situation was \"simply not safe.\" NHS national medical director Professor Stephen Powis said staff were under pressure but were \"stepping up\". Downing Street said Boris Johnson saw no need for further restrictions despite the staff absences, as England's current measures were \"balanced and proportionate\". Earlier this week, the prime minister saidhe hoped England could \"ride out\" the Omicron wave without more restrictions. Approximately 4% of hospital staff in England - nearly 36,000 - were off for Covid reasons each day during the week ending 2 January. That was a rise of 41% on the previous week, and treble the 11,957 absences seen at the beginning of the Omicron wave in the week ending 5 December. When other sickness absence is added it brings the total off to 9% - nearly double what would normally be seen at this time of year. However, the national figures - released by NHS England - mask stark regional differences. Some of the hardest-hit hospitals in the country are in northern England, with Mid Yorkshire Teaching Hospitals NHS Trust currently seeing about 6% of staff off due to Covid.But in London, where data suggests a slowdown in the Omicron wave after Christmas, staff absences fell slightly. Health Secretary Sajid Javid acknowledged the NHS was facing a \"rocky few weeks ahead\" and called on people to continue to get vaccinated to help the relieve pressure on the health service. During a visit to a hospital in south London, he said the decision from a number of English health trusts to declare critical incidents in recent days was \"understandable\" in the context of mounting pressure on them. Mr Javid added: \"It is all part of trying to work together providing the NHS every support that it needs to get through this difficult time.\" Prof David Spiegelhalter, a statistician from the University of Cambridge, said Covid cases in younger people were coming down \"fairly fast\" in the capital. He said hospital admissions in London - which has been at the leading edge of the Omicron wave - seemed to be stable, but elsewhere in the UK admissions were still rising. Prof Spiegelhalter said there was still no sign of a \"serious increase\" in patients in intensive care, those needing ventilation and deaths. \"We would have expected to see that by now in London and elsewhere, so that is the really reassuring thing,\" he told the BBC. \"I think we can guarantee that over this wave... what we're not going to see is a big surge in very severe outcomes.\" He said the \"crucial\" thing was the disruption to the NHS and other services. Patricia Marquis, from the Royal College of Nursing said: \"Outside of healthcare, staffing shortages are closing shops and cancelling trains but nurses can't stop helping their patients. \"Instead, they find themselves spread thinner and thinner, but they can't keep spinning plates indefinitely either - this situation is simply not safe.\" Latest estimates suggestmore than one in 15 people in the UK would have tested positive for Covid in the last week of 2021.If you can't see the lookup, click here As of Friday morning, it is understood there were 16 hospital trusts in England that were in critical incident status - about one in eight of the total. A critical incident is declared when a trust is worried it might not be able to provide core priority services, such as emergency care. It means it can get extra help and draft staff in from other duties. On Wednesday night the number exceeded 20, but since then several have declared their critical incident over, NHS sources told the BBC. NHS national medical director Professor Stephen Powis said Omicron meant \"more patients to treat and fewer staff to treat them\".\"While we don't know the full scale of the potential impact this new strain will have, Covid cases in hospitals are the highest they've been since February last year - piling even more pressure on hard working staff. \"Those staff are stepping up as they always do,\" he said. Earlier, the armed forcessent 200 personnel into NHS hospitals across London to plug staff shortages. Across the UK, about 1,800 armed forces personnel are supporting the NHS response to the pandemic. But it has not been enough to stop performance deteriorating with latest figures showing long delays for ambulance crews outside hospitals. Ambulances should be able to hand over their patients to A&E staff within 15 minutes of arriving. But in the week to 2 January 23% waited more than 30 minutes. That is a similar level to what was being seen before Christmas, but above the numbers seen before the pandemic began, when 18% of ambulances were facing delays at this point of winter. Meanwhile,travel rules are changing in the UK . Fully-vaccinated travellers arriving in the UK no longer need to take a pre-departure test and do not need to isolate while waiting for their post-arrival PCR result. Have you been affected by NHS staff absences? Do you work for the NHS? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of theBBC website to submit your question or comment or you can email us atHaveYourSay@bbc.co.uk . Please include your name, age and location with any submission.", "url": "https://www.bbc.com/news/uk-59910495"}