{"datetime": "2022-01-07T17:33:06.000Z", "author": "Philippa Roxby", "title": "Covid: Sajid Javid concern over admissions in older people", "article": "Health Secretary Sajid Javid says he is concerned by rising Covid hospital admissions, particularly in older age groups. One in 15 people in the UK had Covid in the last week of 2021, the Office for National Statistics (ONS) estimates, with numbers rising in the over-70s. The data suggests London's Omicron wave may be slowing but infections are rising quickly in the north of England. Staff absences in the NHS are growing and causing mounting pressure. On a visit to King's College Hospital London, the health secretary said the UK was in a better position than it was at the same time last year, pointing to vaccinations, antiviral treatments and testing. But he added: \"Despite all of that we are still seeing rising hospitalisations, particularly with the case rate rising with older age groups - that is of concern.\"And I think we have to be honest when we look at the NHS and say it will be a rocky few weeks ahead.\" He once again called on people to get vaccinated, adding that staff at the hospital estimated about 70% of Covid patients in the ICU critical care unit were unvaccinated. Getting boosted, he said, meant your chance of ending up in hospital was \"almost 90% less than it was with Delta\". A further 178,250 new confirmed coronavirus infections have been recorded in the UK on Friday, according to the government's daily figures - a similar figure to a week ago. More than 2,000 people a day are being admitted to hospital with Covid, although about a third are being treated for something else. The total number of patients in UK hospitals has now gone over 18,000. On Friday, there were 229 deaths within 28 days of a positive test result, the data shows. But these figures mask the numbers infected with Covid but not showing symptoms or those not testing or reporting positive tests. The ONS estimates that a total of 3.7 million people in the UK had Covid in the week ending 31 December by the ONS. According to their survey , which tests thousands of people in households with and without symptoms, in that same week: In London, where one in 10 had Covid, \"there were early signs in the last few days of 2021 that infections may no longer be increasing\", the ONS said, but it added it was too early to work out if this trend would continue. In northern England, it found infections were rising at a faster rate than in other regions, at least doubling in the North East, North West and Yorkshire and The Humber to between one in 15 and one in 20 affected. All age groups are seeing increases in infections, but they could be flattening in children aged 11 to 16. The ONS says this can only be confirmed after seeing the effects of children returning to school after the Christmas holidays. It estimates that about 2% of the over-70s and 4% of 50 to 69-year-olds tested positive in the last week of December, rising from a low level. The virus spilling into these age groups, who are the most vulnerable to Covid illness, is expected but the impact is yet to be seen. The ZOE Covid symptom app also found cases were rising in the over-75s. It estimates that half of people with cold-like symptoms are likely to have Covid. Sir David Spiegelhalter, from the University of Cambridge, told the BBC that in London, the numbers entering hospital seem to be stable and may even be declining, but admissions are rising in other parts of the country. \"There's still no sign of a serious increase in intensive care ventilation and deaths, and we would have expected to see that by now,\" he said. He said the priority was now managing the disruption to the NHS caused by Covid-19. Staff absences due to Covid at hospital trusts in England have trebled since the beginning of December. About 4% of staff, or nearly 35,600 workers, at hospital trusts in England were absent due to Covid every day last week - a 41% rise on the week before. In total, 9% of staff were off sick for any reason, or isolating. Prof Stephen Powis, NHS England national medical director, said rising Covid-19 cases were \"piling even more pressure\" on hospital trust workers. \"Omicron means more patients to treat and fewer staff to treat them.\" Correction 9 February 2022: This article was amended to make clear that the 70% of Covid patients who were unvaccinated referred to those in the ICU critical care unit, not the hospital as a whole. ", "url": "https://www.bbc.com/news/health-59909813"}