{"datetime": "2022-02-15T10:33:05.000Z", "title": "Should Scotland have women-only rail carriages?", "article": "If you were a lone female travelling home at night, would you feel safer in a women-only train carriage? That's one of the ideas being suggested by campaigners to improve women's safety on public transport. Scotland's new transport minister Jenny Gilruth started the debate on safety last weekwhen she gave a statement on the future of Scotland's railways after they become nationalised in April. In her statement at Holyrood, Ms Gilruth said she had personal experience of feeling unsafe on trains. The former teacher spoke about avoiding having to get on the last train back to Fife \"because it's full of drunk men\" who would \"squeeze in beside you despite the fact that you're surrounded by empty seats\". She said: \"I want our railways to be safe places for women to travel. We need to identify as a government where it is that women feel unsafe on our public transport systems, and then identify how we're going to fix it.\" She will consult women and women's organisations across the country. Since the announcement, the controversial issue of women-only carriages has been mooted across the media as one potential solution.We took a look at what this could mean and how it might work. Youtuber Luna Martin wants to feel safer on public transport. Speaking onBBC Radio Scotland's Mornings with Kaye Adams , she said that carriages for women could provide an option for women. She said: \"I live in a rural area and there are only a few trains to where I live. A few times there have been very rowdy football fans that do make passing comments. \"I have always got my phone in my hand ready to dial somebody, I've got my keys in the other hand - I think this is something many women in this situation are trained to do now. I think we have been taught to tolerate behaviour like this from a young age.\" From 1 April,ScotRail comes into public ownership .It will be under the control of a public sector body, managed by the Scottish government. Ms Gilruth wants ministers to use their control of the network to improve women's safety. She said there was a \"systemic problem\" of women feeling too scared to travel on public transport \"because of men's behaviour\". The Fife MSP will consult with women's groups about how to make train travel \"safer and more enjoyable\". Women's rights activist Kelly Given, from the Young Women's Movement Scotland, said: \"I know all too well the feeling of going home on a train at night, clenching your jaw and sitting tense and dreading getting on the train in the first place - it absolutely needs to be addressed.\" She said she is at a point where she \"almost expects\" to be harassed on a train and will not travel by rail at night. She added: \"I agree with women-only carriages. Even if it helps a handful of women to feel safer on a train then I think it's worth it.\"This is hard to judge. Women-only carriages have been trialled in several countries, including Mexico, Japan and India and it is difficult to tell if they make women's lives safer. While segregation can be in place for cultural reasons, most of the countries with female-only carriages have introduced them because sexual harassment was an issue in the first place. A2014 Reuters poll questioned 6,300 women around the world and found 70% said they would certainly feel safer travelling in a separate carriage. Some academics believe the move would be a step backwards and instead of addressing the behaviours that cause issues for women on public transport, they think it would \"normalise\" assaults on women. They say segregation puts the responsibility onto women to avoid harassment rather than making the perpetrators change their behaviour. An FIA Foundation report in 2016 concluded that gender separation \"does not address the underlying issue that this is unacceptable behaviour\" and is \"confirming that women should not be allowed to travel freely and need special attention\". Not well, according to the rail workers' union the RMT. Scotland organiser Mick Hogg said he would welcome more protection and more measures to keep women, and everyone else, safe on Scotland's trains. But he said the idea of women-only trains would be a \"logistical nightmare\". He told BBC Scotland: \"The only way that would work would be if there was more train crew personnel and more of a presence of British Transport Police (BTP) on the trains.\"As it stands now, it would not work. You have at best a driver and a guard on an average service, with six to eight carriages to look after. But 57% of Scotland's trains are driver-only trains.\" Mr Hogg agreed that antisocial behaviour on trains was \"out of control\".The idea is just that for the moment, but a consultation is expected to be launched. A Transport Scotland spokesman said: \"While it is too early to comment on any specific measures in what we expect will be a wide-ranging national conversation, we will look at other examples of best practice and take a variety of views on such initiatives into consideration.\" In the meantime, British Transport Police (BTP) said it was committed to making sure victims and survivors of sexual harassment receive a consistent and supportive service regardless of where they are or when they report what has happened to them. The force said complaints would always be taken seriously. ", "url": "https://www.bbc.com/news/uk-scotland-60350664"}