{"datetime": "2022-01-05T16:06:46.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Scottish self-isolation period cut to seven days", "article": "People who test positive for Covid in Scotland will be allowed to exit self-isolation after seven days if they have no fever and record two negative lateral flow tests. The move brings Scotland into line with England, Wales and Northern Ireland. Household contacts of people with the virus will be allowed to take tests rather than going into quarantine, so long as they have had a booster shot.The changes took effect from midnight. First Minister Nicola Sturgeon told MSPs that no other changes will be made to Scotland's pandemic restrictions for at least another week. A further 16,103 cases were reported on Tuesday, and the first minister said there had been \"rapid and very widespread transmission\" of the Omicron variant of the virus over the festive period. Official surveys suggested that in the week to 23 December, one in every 40 people in Scotland had Covid - and within a week, this had risen to one in every 20. Ms Sturgeon told MSPs that the virus was \"more widespread now than at any point in the pandemic so far\", something which has had \"extremely serious implications\" for the NHS and other key services. The number of people in hospital with the virus has increased by 80% over the past week, from 679 to 1,223 - although the number of people in intensive care has been broadly stable, with 42 recorded yesterday. Self-isolation rules are being changed in a bid to ease staff shortages in key sectors, with Ms Sturgeon saying ministers had considered the issue very carefully. People who test positive for the virus will be allowed to exit quarantine after seven days as long as they have no fever and record two negative lateral flow tests, one on day six of isolation and another 24 hours later. Meanwhile close contacts of positive cases will no longer need to self-isolate as long as they are fully vaccinated - which means two doses and a booster - and take a lateral flow test daily for a week. And people who have no symptoms but record a positive lateral flow test result will no longer have to go for a PCR test,mirroring changes made in England . Wednesday is the first day we've been able to get a clear picture of just how fast Covid infections have spread over the Christmas and new year period. Public Health Scotland publishesdaily case counts by the date of the PCR test and from these figures we can see that 21,397 people tested positive on 29 December - the highest daily total of the pandemic so far. On New Year's Eve, the average number of cases being confirmed a day almost hit 15,000. Two weeks previously this average stood at just over 5,000, which is one of the sharpest rises in case numbers we've seen in Scotland. The dominance of the Omicron variant is now almost total, likely accounting for more than 91% of cases in Scotland, less than six weeks after it was first detected here. The number of people in hospital with Covid has also been going up over the last three weeks, rising from 494 on 18 December to 1,223 on Wednesday. However, the number of patients always lags behind changes in infection levels, so the full impact of the current high case levels will only be felt in the next week or so. Ms Sturgeon said the changes \"strike an appropriate balance\" between breaking chains of transmission and reducing the disruption of self-isolation to the economy and critical services. Opposition parties had been calling for changes to the isolation rules for weeks. Scottish Conservative leader Douglas Ross said the government's initial reluctance to follow the rest of the UK was \"not sustainable\" from the outset and had seen Scotland \"left as an outlier\". He also called on the government to show what had changed in the clinical advice it had received. Ms Sturgeon said she would publish as much data as possible, but said the decision had involved the \"application of judgement\" by ministers. She said: \"Last week I did not think it was the case that the benefits of changing self-isolation would outweigh the risks.\"The higher transmission now and the bigger burden of self-isolation on the economy has changed that judgement.\" Business groups welcomed the changes, along with further detail of financial support for the worst-affected sectors. The Scottish Chambers of Commerce said the move \"should have a positive impact on businesses ability to operate and allow employees to return to work safely, while also safeguarding public health\". The Scottish Retail Consortium said staffing levels were \"manageable for the time being\", adding that Wednesday's changes \"should help ease the level of staff absences in retail and its wider supply chain\". Scottish Labour leader Anas Sarwar also backed the changes, saying \"they will be a relief to public services and businesses who were feeling the impact of restrictions\". Scotland's other Covid restrictions are to remain in place for at least another week, with ministers to review the situation again on 11 January. Ms Sturgeon said she expected that restrictions on large gatherings and the requirement for physical distancing and table service in hospitality venues will remain in force until 17 January at the earliest. People in Scotland have been urged to reduce their social contacts as much as possible, with guidance not to meet up in groups of more than three households. Ms Sturgeon also said Scotland would need to find ways of adapting its response to the ongoing challenge of the virus, warning that Omicron is \"unlikely to be the last new variant we encounter\". She said the government would not be \"giving up on trying to control Covid entirely\", but would be \"seeking ways of doing so that are more proportionate, more sustainable and less restrictive\". ", "url": "https://www.bbc.com/news/uk-scotland-59880007"}