{"datetime": "2022-01-18T08:50:28.000Z", "subject": "Coronavirus pandemic", "title": "Boris Johnson was warned about lockdown drinks - Cummings", "article": "Boris Johnson was warned about No 10 holding a drinks party in the garden during lockdown, the prime minister's former top aide Dominic Cummings says. Mr Cummings - who has been strongly critical of Mr Johnson since he left No 10 - says the PM \"waved aside\" concerns about the gathering. Mr Johnson has admitted he attended the event on 20 May 2020, but says he believed it was work-related. No 10 said it was \"untrue\" to say Mr Johnson was \"warned about the event\". A Downing Street spokesman added: \"As he said earlier this week, he believed implicitly that this was a work event. He has apologised to the House and is committed to making a further statement once the investigation concludes.\" Last week, Mr Johnson told the Commons he went to the gathering in the Downing Street garden and stayed at the drinks for 25 minutes to thank staff for their hard work. However, Mr Cummings, who worked in No 10 at the time of the party, has insisted Mr Johnson \"knew he was at a drinks party cos he was told it was a drinks party and it was actually a drinks party\". Writing in his blog, Mr Cummings added further detail about his account of the discussions leading up to the party on 20 May and said it showed \"the PM lied to Parliament about parties\". The former adviser wrote that the day in 2020 was a \"particularly intense shambles\" of a day. He alleged that Mr Johnson's principal private secretary (PPS), Martin Reynolds, had sent out the email inviting 100 staff to \"socially distanced drinks in the No 10 garden\", but \"a very senior official replied by email saying the invite broke the rules\". \"The PPS went to the official's office where they discussed it. The PPS declined to withdraw the invite. I told the PPS the invite broke the rules.\"After discussing it, Mr Cummings claimed the PPS said he would \"check with the PM if he's happy for it to go ahead\", adding: \"I am sure he did check with the PM.\" Mr Cummings said he then challenged Mr Johnson himself. \"I said to the PM something like, 'Martin's invited the building to a drinks party, this is what I'm talking about, you've got to grip this madhouse.'\"But he added: \"The PM waved it aside.\" \"Not only me but other eyewitnesses who discussed this at the time would swear under oath this is what happened,\" he wrote. Two other former Downing Street officials told the BBC they remember Mr Cummings telling them that day he had warned the prime minister not to go ahead, before the drinks gathering took place in the garden. But Deputy Prime Minister Dominic Raab told BBC Breakfast the PM had been clear Mr Cummings' account was \"not true\", adding that he had acted in \"good faith\" and previously expressed \"contrition and has apologised in front of the House of Commons for some of the practices that went on at Downing Street\". Mr Raab conceded that the accounts from Mr Cummings and the PM \"cannot be reconciled\" but refused to speculate further while Sue Gray's investigation was still ongoing. When questioned on Mr Johnson's stability as leader, Mr Raab said he was confident the PM would \"carry on for many years and into the next election\". However, Labour's shadow policing minister Sarah Jones said the claims were \"extraordinary\", and accused the government of being in chaos. SNP Westminster leader Ian Blackford said Mr Cummings was \"a key witness\" and should be interviewed by Ms Gray, the senior civil servant investigating gatherings on government premises during Covid restrictions. Mr Cummings' intervention comes after Conservative MPs spent the weekend canvassing public opinion on the prime minister.On Monday, Conservative MP Steve Baker told reporters: \"My constituents at the moment are about 60 to one against the prime minister. \"I've listened very carefully to members of my [Conservative Party] association, too. There are some very strident voices in my constituency demanding that I support the prime minister.\"What I would say is I made my view very clear at the beginning of December: that there must be one rule for all.\" He later added \"it was impossible to say\" if Mr Johnson would lead his party into the next general election.The former minister is an influential voice among Conservative MPs, having previously led a powerful pro-Brexit group within the parliamentary party. He supported Mr Johnson to become leader of the party in 2019, but has recently been critical over some of his decisions on coronavirus.Tory MP Andrew Bridgen - who has publicly said he has no confidence in the PM - told BBC Newsnight he had received more than 1,000 emails in one day from voters, and \"the overwhelming majority said that the prime minister should consider his position\".He said Ms Gray must question all witnesses including Mr Cummings and \"get to the truth\". \"If it does transpire that she judges that the prime minister has misled parliament then clearly that's a very, very serious matter and I think it's probably career ending,\" he said. Another Conservative MP, Damian Collins, said he had received hundreds of letters from constituents, adding: \"A lot of people are very angry.\" He told BBC Hardtalk that \"by far the clear view\" from party members in his constituency of Folkestone and Hythe was that \"we should give the PM the benefit of the doubt until we see what's in Sue Gray's report\".But Tory MP Peter Bone said he had encountered a different reaction when canvassing constituents. \"They were wholly supportive of the prime minister,\" he said. \"Many of them were saying, 'well hang on a minute, look he's delivered Brexit, he's got us the vaccination, he's got us through Covid... Why on earth would we want to change the prime minister?'\" For a Conservative Party leadership contest to be triggered, 54 Conservative MPs must write to the chairman of the 1922 committee - a group made up of all backbench Tory MPs - to say they no longer have confidence in the prime minister. On Sunday, former minister Tim Loughton became the sixth Tory MP to call on Mr Johnson to resign, saying his position was \"untenable\". It is reported that those around Mr Johnson have started \"Operation Save Big Dog\", which could include an overhaul of his top team, following criticisms of the culture within Downing Street. But Education Secretary Nadhim Zahawi told BBC Breakfast: \"Honestly, I don't recognise that at all.\" Mr Johnson's official spokesman also dismissed reports of \"Operation Red Meat\" - rushing out policies popular within the party to bolster the PM - saying: \"None of these issues are things that we have not been seeking to address for some time.\" Labour leader Sir Keir Starmer told LBC radio Mr Johnson was \"too weak to lead... he has lost all authority and that matters, whatever party you are in,\" he added.Sir Keir has said a picture of him drinking beer in an office last spring did not show a breach of Covid rules in place at the time. The Labour leader said the photograph, which first emerged last year, was of him in a constituency office in the run-up to the Hartlepool by-election.\"There is simply no comparison\" to the culture within Downing Street, Sir Keir said, adding that Conservatives bringing it up were trying \"to take everyone into the gutter with them\". But Mr Zahawi said he hoped Sir Keir \"finds [it] within himself to apologise\" over the image. ", "url": "https://www.bbc.com/news/uk-politics-60028895"}