{"datetime": "2022-01-03T12:03:45.000Z", "author": "Adam Durbin", "subject": "Coronavirus pandemic", "title": "Covid: Classroom masks in England for no longer than necessary, Nadhim Zahawi says", "article": "Secondary students in England will wear masks in classrooms \"not for a day longer than necessary\", Nadhim Zahawi has said. The education secretary defendedthe requirement to wear masks during lessons, as Omicron cases surge. He added ministers are determined to keep schools open after learning a \"painful lesson\" from earlier closures. Mr Zahawi also repeated assurances that nothing in recent Covid data suggests new curbs are needed. He confirmed all secondary pupils in England will be tested before returning this week. After days of inconsistent supply of rapid tests, ministers assured schools that testing kits will be provided as needed and urged pupils to test twice weekly. On Sunday, Mr Zahawi announced face coverings will be required during lessons in England's secondary schools until 26 January, when Plan B measures are due to expire. He explained the move had been recommended by experts after the surge in Omicron cases. The minister told BBC Radio 4's Today programme the government had conducted a study in 123 schools, which suggested mask wearing \"made a difference\" to transmission. Speaking on BBC Breakfast, he also said: \"The painful lesson we learnt was when children weren't in school, the impact on their mental health and, of course their education, was quite substantial. \"Which is why I'm so determined, as is the prime minister, to make sure education remains open and children are in the best place when they're in the classroom, with their friends, learning in front of a teacher.\" The new on-site testing rules apply to England, where pupils will begin returning to schools for the new term later this week.Mr Zahawi said the government had set up a \"different supply route\" for tests to give to school children early in early 2021 than those offered to the general public. He added the government has been communicating with schools about the testing plans since \"late last year\" to allow them to prepare. Asked about further restrictions, Mr Zahawi said there is \"nothing in the data that gives me any concern that we need to go beyond where we are at\" - adding existing Plan B curbs would be reviewed on Wednesday.Fears have been raised in recent days that a wave of illness and isolation among staff caused by the Omicron coronavirus variant could make it \"impossible\" for schools to deliver face-to-face teaching to all pupils.In Scotland - where older pupils already wear masks in lessons - and in Northern Ireland, students are also being asked to test twice every week. In Wales, the government has urged staff and students to test three times per week before the start of the new term.Health Secretary Sajid Javid said \"regular testing is a key way to support schools and protect face-to-face teaching\".Ministers have also urged pupils to come forward for a Covid vaccine, second dose or booster, depending on their age. As well as testing, Mr Zahawi promised 7,000 more air-cleaning units on top of the 1,000 already announced, as well as 350,000 CO2 monitors for schools.Teachers who had left the profession or retired have been asked to come back as temporary support and all 12-15 year olds are being urged to get both vaccine doses with older children asked to get their booster jabs. But Labour's shadow education secretary, Bridget Phillipson, criticised ministers for the slow rollout of jabs to schoolchildren.She said almost two million students aged 12-17 remain completely unvaccinated and the government had missed \"the chance to get ahead of the virus, and is letting down our children\".Meanwhile, as other industries and sectors see significant disruption due to staffing shortages: Despite the impact of record infections, government ministerspushed back over the weekend against suggestions that fresh coronavirus restrictions will be necessary in the coming weeks. Cabinet Office minister Steve Barclay said the government believes that significant behaviour changes among members of the public mean further restrictions are not necessary.\"The widespread use of testing is an illustration that the British public are taking sensible steps to keep themselves safe to keep their friends and family safe,\" Mr Barclay said. England's current Plan B restrictions are due to expire on 26 January, although a review is expected in the next few days. On Sunday, England and Wales recorded 137,583 daily cases and 73 deaths within 28 days of a positive Covid test. Data for Scotland and Northern Ireland is due to be updated after the bank holiday weekend. The latest figures for England are down on the 162,572 new cases reported on Saturday, which had been a record number for the fifth day in a row. Are you a parent, teacher or student? What's happening at your school? Share your views and experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-59854920"}