{"datetime": "2021-12-22T03:05:39.000Z", "author": "Francesca Gillett", "subject": "Coronavirus pandemic", "title": "Covid: No new restrictions in England before Christmas - Boris Johnson", "article": "No new Covid restrictions will be brought in for England before Christmas, the prime minister has said. But Boris Johnson said ministers \"can't rule out\" any further measures after 25 December, with Omicron spreading at a speed never seen before. He added the government would continue to closely monitor the data and would \"not hesitate to act\" after Christmas if needed. On Tuesday, Scotlandannounced tough new measures to start from Boxing Day. Large events will have limits on the number of people that can attend, and Edinburgh's Hogmanay celebrations have been cancelled. In a video clip released on Tuesday, Mr Johnson said the government couldn't rule out additional restrictions after Christmas and pledged to \"do whatever it takes\" to protect the health of the nation. He added that given the ongoing uncertainty over Omicron's severity and the impact of vaccines, there was not enough evidence to justify any tougher measures before Christmas. He said people can go ahead with their Christmas plans but should exercise caution - and repeated his appeal for everyone to get a booster jab. Scotland - where people have already been told to limit their socialising in the run-up to Christmas -announced new rules earlier. For at least three weeks from 26 December, all outdoor events will be limited to just 500 people and indoor events like concerts will be limited to 200 people if they are seated, or 100 for standing.Wales has already announced plans for sporting events to be held without crowds from Boxing Day, and London has cancelled its New Year's Eve event in Trafalgar Square.Wales is also closing nightclubs from 27 December - and more post-Christmas plans will be set out on Wednesday. In Northern Ireland, there is a limit of 30 on people mixing from different households in homes, and anotherannouncement is due on Wednesday. Virologist Dr Eleanor Gaunt, from the University of Edinburgh, said England's NHS would be \"under incredible pressure come the end of January\", and that it should follow Scotland with similar measures. But Prof Paul Hunter, from the University of East Anglia, said the situation in England was slightly different to that in Scotland. \"It does seem to be the case that Omicron at least seems to be plateauing out in England, in a way that maybe it's not in Scotland. Until we understand that more it's difficult to suggest further restrictions,\" he told BBC Radio 4's PM programme. England's case rate is currently higher than Scotland's - and Prof Hunter suggested that England might be closer to its peak than Scotland. \"South Africa had a very sharp peak but actually is now seeing a very rapid decline on the other side of that peak. One hopes we're going to see that in the UK.\" It's clear that this new variant is highly spreadable, but what experts still don't know is how much illness a massive wave of infections might cause.Up until now, vaccines have been doing a great job of keeping many people out of hospital by breaking the link between cases and serious disease. It's hoped booster shots will top up our immunity and continue this trend, but only time will tell.Hospitals are already busy with patients who urgently need treatment for other things, as well as some who are ill with Covid.More restrictions - along with testing - would help prevent some infections while more jabs are given and could ease some of the pressure on the NHS.But they also come at a cost for society too. Protecting lives and livelihoods is a balancing act.Labour said while everyone was relieved that Christmas was going ahead as planned, \"the country also deserves some certainty about what comes after Christmas\". \"The virus won't be taking Christmas off and there's still a risk of the NHS being overwhelmed in the new year,\" said shadow health secretary Wes Streeting. He accused Mr Johnson of being \"too weak to get any measures to keep the country safe through his cabinet\". It is understood that many in cabinet remain unconvinced that new measures are needed without further evidence on the impact of Omicron. The highly-mutated Omicron variant has already become the dominant strain in England and Scotland, health experts say. Another 90,629 new Covid cases were reported across the UK on Tuesday - slightly down on the all-time highs announced last week. And a further 897,979 people received their booster jab or third dose. Train services across the countryare also now being cancelled as rising numbers of staff fall ill with Covid. Although England is sticking with its Plan B measures until Christmas, businesses say they are facing a wave of cancellations and low footfall as people limit their activity before Christmas. Responding to their concerns,the government said on Tuesday it would be providing cash grants of up to £6,000 per premises to hospitality and leisure businesses affected by the surge in cases. There is also £30m more for the arts and £100m for councils to help small firms. Butmany businesses say the money is not enough, and they still want certainty over whether there will be more restrictions in future. ", "url": "https://www.bbc.com/news/uk-59747966"}