{"datetime": "2021-12-12T16:32:34.000Z", "author": "Doug Faulkner", "title": "Covid: First people in UK hospitals with Omicron variant", "article": "The first people in the UK are in hospital with Omicron infections, Nadhim Zahawi has said. The new variant of coronavirus now accounts for a third of cases in London, the education secretary said. With two doses of a vaccine \"not enough\" Mr Zahawi encouraged people to get a booster jab- those aged 30 and over are eligible to do so from Monday . As of Sunday, there have been 3,137 confirmed cases of the Omicron variant in the UK.But the true number islikely to be far higher . There were 48,854 new positive Covid cases reported across the UK on Sunday - there have been 360,480 cases in the last seven days. Scientists from the London School of Hygiene and Tropical Medicine (LSHTM) have warned that theUK will face a substantial wave of Omicron infections without further restrictions beyondthe Plan B measures announced last week. These include recommending people work from home if they can, expanding mask-wearing rules and introducing Covid passes for entry to some venues -parliament will vote on the changes on Tuesday . People in England with two or more jabs who are close contacts of Covid caseswill be told to take daily lateral flow tests for seven days from Tuesday. It means people in close contact with suspected or confirmed Omicron variant cases no longer need to self-isolate. Mr Zahawi told BBC One's Andrew Marr Show the new variant was a \"big bump in the road\" on the journey from pandemic to epidemic. He said a \"national endeavour\" was needed on the vaccine roll-out with the country in a \"race against Omicron\".The current measures in response to the variant were \"proportionate\", the education secretary added. Asked by Andrew Marr if he could guarantee all schools would be open in January, Mr Zahawi said he would do \"everything in my power\" to ensure all of them stayed open and protected but he stopped short of giving a guarantee. He also said there was no plan at the moment to vaccinate primary school-age children against Covid. Dr Susan Hopkins, chief medical adviser for the UK Health Security Agency, said she expected to see an increase in the number of people in hospital with Omicron infection.It is not clear if those people who are in hospital with Omicron are there because of the virus or for other reasons. She said there had not been a report of a death from the variant in the UK yet, although she pointed out that it had only been identified two weeks ago. It is two weeks after infection that you would expect to see people admitted to hospital, with deaths coming after that. A big wave of infections was inevitable but what remained unclear was the impact that would have on hospitals, she said. She said the numbers of people being infected with Omicron means it will find the unvaccinated or people with a poor immune response to the vaccine. \"This is a big wave coming straight at us - if we see even half the severity that we saw with Delta then we are facing a very large number of hospitalisations and potential deaths,\" she said. Mr Zahawi said that even if Omicron was less severe than other variants, due its infectiousness \"a small percentage of a very large population will put many people in hospital\". Although she described the current measures as \"sensible\", Dr Hopkins said more may be needed, adding that the government faced \"very difficult\" decisions ahead. Chris Hopson, chief executive of NHS Providers - the association of NHS trusts -described staff as \"completely flat out and beyond full stretch\" with it already being \"busier than before at this time of year\", even prior to the peak of the Omicron variant. The booster roll-out in England has been expanded in response to the new variant and from Monday people 30 and over will be able to book their top-up shots. The time people have to wait between second and third vaccine doses has also been reduced to three months - rather than after six months. Labour leader Sir Keir Starmer said he was \"very concerned about the new variant\" and confirmed that his party would back the government's measures to slow Omicron's spread. But he accused the government of a \"failure to plan\" and being \"behind the curve\" with the booster programme. Welsh health minister Eluned Morgan said new Covid restrictions were likely \"in the next few weeks\" in order to deal with Omicron. She said there \"will come a point\" where it is likely that people in Wales will be advised against attending Christmas parties. ", "url": "https://www.bbc.com/news/uk-59627188"}