{"datetime": "2021-11-28T20:48:07.000Z", "author": "Victoria Lindrea", "subject": "Coronavirus pandemic", "title": "Covid: Secondary school pupils in England advised to wear masks", "article": "Pupils at secondary schools in England are being \"strongly advised\" to wear face coverings in communal areas from Monday. The education secretary said he wanted to make sure education settings are \"as safe as possible\" amid concerns at the spread of the Omicron Covid variant. The guidance also applies to staff and visitors at all schools and childcare settings. Unions welcomed the announcement but called for further support. It comes after the government announced that face masks would once again become mandatory in England in shops and on public transport from 04:00 GMT on Tuesday. The Department of Education (DfE) said its guidance was temporary and would be reviewed in three weeks. However, for most secondary state schools in England, there is only approximately three weeks left of the Christmas term. Early evidence suggests the new Omicron variant has a higher re-infection risk, while scientists said current vaccines could be less effective. Education Secretary Nadhim Zahawi said the new variant is likely to have caused concern for teachers, wider education and childcare staff, parents, pupils and students. The government is \"already taking targeted and proportionate action as a precaution while we find out more information about the new variant\", he said. He added: \"As we do, we will continue to prioritise children's and young people's education and wellbeing, making sure education and childcare settings are as safe as possible and children continue to benefit from classroom teaching.\" The DfE said staff and students should continue to be encouraged to test themselves twice a week, using lateral flow tests.The department also suggested educational establishments would \"want to consider\" whether to go ahead with any planned international trips at the current time, given the potential risk to education from the need to isolate and test when returning to the UK. Prime Minister Boris Johnson has announced a raft of new measures to tackle the spread of Omicron, including obliging all travellers arriving in the UK to take a PCR within two days of arrival and self-isolate whilst awaiting a negative result. And all contacts of new variant cases will have to self-isolate, even if fully jabbed. Geoff Barton, general secretary of the Association of School and College Leaders, described the guidance on face coverings in schools as \"a sensible response\". But he added: \"This worrying situation, however, emphasises the need for better support from the government for the education sector.\" Kevin Courtney, joint general secretary of the National Education Union, also welcomed the measure but said the DfE \"should go further and encourage mask-wearing in secondary classrooms\". He called on the government to draw up plans \"to improve ventilation and air filtration\" in school settings. \"These steps can all help reduce the spread of Covid and thereby reduce disruption to education,\" he said. Athird case of the Omicron variant was confirmed in the UK on Sunday. ", "url": "https://www.bbc.com/news/education-59452502"}