{"datetime": "2021-12-12T15:02:06.000Z", "author": "Sophie Gallagher", "subject": "Coronavirus pandemic", "title": "Covid: Vaccinated contacts in England told to take daily rapid tests", "article": "Fully vaccinated people in England who are close contacts of Covid cases will be told to take daily lateral flow tests for seven days from Tuesday. Those who test positive, develop symptoms, or are unvaccinated should self-isolate for 10 days. But people will not need to isolate if the tests remain negative and they have had at least two vaccine doses. It means people in close contact with suspected or confirmed Omicron variant cases no longer always need to isolate. NHS lateral flow tests - which are available in boxes of seven - are free from pharmacies or via online order. The government said the change in guidance \"aims to reduce pressures on people's everyday lives by replacing the requirement for Omicron contacts to isolate for 10 days\".Anyone who has a positive result from a rapid test should take a confirmatory PCR test to verify the result, as well as continue to self-isolate.They do not need to continue taking rapid tests during the isolation period. If the PCR result comes back negative, contacts can leave self-isolation but should continue to take rapid lateral flow tests for the remainder of the seven days. This change follows a significant rise in Omicron cases across the UK with the new variant expected to become the dominant strain by mid-December. Thelatest Omicron case numbers on Sunday show 1,239 new daily cases, bringing the total number of Omicron cases in the UK to 3,137 - although the real number isestimated to be much higher . Health and Social Care Secretary Sajid Javid said: \"We are taking this proportionate and more practical measure to limit the impact on people's day-to-day lives while helping to reduce the spread of Omicron.\" The government says this new advice will be in guidance rather than law initially, but this will be kept under review.Unvaccinated adults are not eligible for this new policy and must self-isolate for 10 days if they are a contact of a positive coronavirus case - whether Omicron or not.But daily testing does apply to people who can prove they are unable to be vaccinated for clinical reasons. Mr Javid said: \"Vaccines remain our best defence and I urge anyone yet to get a first and second jab to come forward and those eligible for a booster to get boosted as soon as possible.\" Dr Jenny Harries, CEO of the UK Health Security Agency, said: \"If you haven't had any vaccine, a first and second dose still gives you protection against becoming seriously unwell.\"Don't worry about stepping forwards now - you will be warmly welcomed by our vaccination staff.\" It is hoped daily testing will help identify asymptomatic cases and better understand how the virus is spreading.The prime minister confirmed on 8 December that England will move to so-called Plan B measures.This means people are advised to work from home where possible and face coverings are compulsory in most indoor public venues and on public transport. ", "url": "https://www.bbc.com/news/uk-59628609"}