{"datetime": "2021-12-22T14:03:48.000Z", "author": "Dulcie Lee", "subject": "Coronavirus pandemic", "title": "Covid: Self-isolation cut from 10 days to seven with negative tests", "article": "People infected with Covid in England can stop self-isolating up to three days early if they test negative twice, it has been announced. They will now be able to end quarantine after seven days instead of 10 by providing negative lateral flow results on day six and day seven.Health Secretary Sajid Javid said it would minimise disruption caused by the rapid spread of the Omicron variant.He said the change was based on the latest guidance from health experts.The change comes amid a spike in cases caused by the new Covid variant, which has created staff shortages for businesses, health services andrail services . The new guidance applies to everyone, regardless of vaccination status. It also applies to anyone currently in isolation, so people who tested positive or first showed symptoms on Friday last week could end their isolation in time for Christmas Day if they meet the conditions. But people should not end their isolation early if they are still experiencing symptoms, officials said. And anyone ending isolation on day seven is strongly advised to limit contact with vulnerable people, not visit crowded or poorly ventilated spaces, and work from home in line withcurrent guidance . People who are not double-jabbed and come in close contact with a positive case must still isolate for a full 10 days. The move comes afterPrime Minister Boris Johnson confirmed no new restrictions would be imposed in England before Christmas Day. In a video clip, he said there was not enough evidence on Omicron's severity and the impact of vaccines to justify extra curbs now, but warned he \"can't rule out\" further measures after 25 December. Labour's Jonathan Ashworth called on the government to set out possible post-Christmas restrictions to give the public and businesses time to plan ahead. The shadow work and pensions secretary told BBC Breakfast he welcomed the change to isolation rules as medical officials had given it the \"stamp of approval\". And the rail industry said the move shouldreduce the number of trains being cancelled due to Covid-related staff sickness. Another 90,629 new Covid cases were reported across the UK on Tuesday - slightly down on the all-time highs announced last week. Meanwhile, a further 897,979 people received their booster jab or third dose. Announcing the change to isolation rules, the UK Health Security Agency (UKHSA) said Omicron's rapid spread posed a threat to critical public services this winter. The agency said the new self-isolation rules reflected updated medical advice, which would be published \"in due course\". Its chief executive, Dr Jenny Harries, said the new rules would \"help break chains of transmission\" while minimising \"the impact on lives and livelihoods\". Mr Javid said the UKHSA was \"very comfortable\" that the protection provided by lateral flow tests was \"very similar to 10 days of isolation without tests\". Speaking on a visit to a London hospital on Wednesday, the health secretary said analysis of the severity of Omicron is not yet complete. \"The best advice to everyone is continue to remain cautious and keep looking forward to Christmas,\" he said. Mr Javid has also signed contracts for 4.25m additional doses of anti-viral drugs developed specifically for Covid, which he says will help keep lots of people out of hospital. At the moment, all people across the UK are legally required to self-isolate for 10 days if they test positive for Covid themselves orhave symptoms .The government says it intends to update England's legal regulations when Parliament returns from its Christmas break. Until then, it says the rules will be guidance, and regarded as a \"reasonable excuse\" under current laws to end isolation early. The rules mean someone who tests positive on either day six or seven will still be able to end isolation after two negative tests 24 hours apart on the following days. It means they could, with two such tests, end their isolation after the second negative test taken on day eight, nine or 10 of the isolation period. The devolved nations are in charge of setting their own Covid rules: One of those who hopes to benefit from the rule-change is Alex, from Surrey. If he tests negative on Thursday, he will be able to end isolation in time for his 25th birthday on Christmas Eve. \"I'm planning on going to the pub with my friends, actually getting to see them,\"he tells BBC Radio 1 Newsbeat . People in England are being encouraged to report their lateral flow results to the government, but it is understood this will not be required to leave isolation. Fully-vaccinated people who come into contact with someone who tests positive for coronavirus have already been advised to take a lateral flow test every day for seven days. When the advice was introduced nine days ago,the UK government website where tests can be ordered wastemporarily suspended due to high demand but Mr Javid said there was no shortage of the kits and it was down to a lack of delivery slots. But some people around the country have since reported problems getting hold of tests, which can also be picked up from local pharmacies, GP surgeries and libraries. ", "url": "https://www.bbc.com/news/uk-politics-59749447"}