{"datetime": "2022-01-31T21:28:57.000Z", "subject": "Storm Malik", "title": "Storm Corrie: Thousands without power after second storm", "article": "Thousands of homes have been spending another day without power after two storms battered parts of Scotland. More than 80,000 homes lost supply during Storm Malik on Saturday before Storm Corrie hit 38,000 more on Sunday. The electricity network in the north east and the Highlands were worst affected by the gusts of up to 92mph. Scottish and Southern Energy Networks said about 16,900 were still off at 20.00 on Monday, mostly in rural Aberdeenshire and the Angus border. SSEN earlier said power had been restored in badly-impacted Stonehaven.About 19,000 were cases related to two major faults affecting about 13,000 customers in the Stonehaven area, and 6,000 in Deeside. The Met Office has also issued a yellow weather warning due to forecasted wind gusts of up to 65mph across the north and north east of Scotland valid from 06:00 on Tuesday until 18:00. A number of welfare centres have been opened in Aberdeenshire for people needingshowers and power , whilehot food is being served at various school canteens.Food trucks have also been sent to areas most in need.Anyone without power who needs advice or support can call an assistance phone line on0808 196 3384. SSEN said restoration efforts from Storm Corrie would continue into Tuesday, with the possibility that for \"small clusters\" of customers this may extend into Wednesday. Graeme Keddie, SSEN director of corporate affairs, told BBC radio'sGood Morning Scotland they were organising extra help for customers while engineers work to repair the power lines.\"Our teams are scouting the lines now, we've got helicopters out now we've got light to make sure we've got full assessment of the impact of the damage and give accurate restoration times to our customers,\" he said. \"The firm has 21 welfare vehicles providing hot food and drink to customers, and an offer of alternative accommodation has been made to those who are still without power because of Storm Malik.\" Mr Keddie said they have tried to give accurate times that people can expect to have supply restored. \"We've told our customers that where we didn't have the full details of the fault it would be Tuesday evening and that is four days from when the impact arrived from Storm Malik.\"If we can outperform that target, if we can get there quicker we will change that restoration time.\" Some residents have told BBC Scotland they have struggled to get information from the energy supplier. Pauline Thom, from near Huntly, is isolating with Covid and is relying on support from her sons to bring her supplies. \"I can't go out and access any food or get water or anything,\" she said. \"I've got lots of animals - I've got sheep and horses. I've tried phoning the electric companies and Scottish Water but nobody seems to know if there's any help.\" Douglas Morrison from near Kemnay told BBC Scotland: \"We got power last night for three hours yesterday, but then the first couple of gusts of wind we lost the power again so we're back to where we were before.\" \"It's almost like it's every time there's a storm now - the last four storms we've had three power cuts.\" BBC Scotland's Euan McIlwraith said the wind blew across the stubble fields in Banff and picked up the chaff, creating a bizarre spectacle.\"We had drifts of straw three feet deep so we were blocked off by what looked like snow drifts but was actually drifts of straw. It was the most bizarre thing,\" he told Good Morning Scotland.Several schools in Aberdeenshire, the Highlands and Moray were closed due to storm damage or power outages.In the Highlands, SSEN welfare centres were set up in Cannich and Munlochy to offer hot food and drinks for people without power. On Sunday evening, Cairngorm Mountain Rescue Team had a \"full team call-out\" for a missing walker in high winds and snow on the Cairngorm Plateau. The person was found by a climbing party and escorted to safety. Travel has been affected in the areas worst hit by the storms. ScotRail suspended services overnight to carry out safety checks but operations manager David Simpson said most routes in the west and central belt were now operating well.\"The two exceptions are the line from East Kilbride to Glasgow and Ayr down to Stranraer where we're still carrying out safety inspections.\" He said the east and north was \"a bit more problematical\" , where routes are being checked in Edinburgh, Dundee and Aberdeen, and on the line from Perth to Inverness.There are also some large trees down between Aberdeen and Inverurie.\"It is an improving situation - we've had staff out through the night clearing trees and clearing debris,\" Mr Simpson added.Most routes are expected to reopen during the course of the morning but travellers should check before they travel.Other travel problems include:Deputy first minister John Swinney toldGood Morning Scotland there was an \"improving situation\" across Scotland following the two \"serious storms\" over the weekend.\"We have to explore - and the power companies particularly have to do this - how we can build more resilience into the network,\" he said.\"Some of that may be at the elementary end of the spectrum of undertaking proactive tree cutting to make sure that power lines are protected as far as possible from the falling of trees. \"At the other end of the spectrum we have to be constantly looking at what should be the resilience of the network - should we have as many overhead power lines?\"Should we look to be undergrounding power lines? Obviously there'll be a financial impact of that on the investment that's got to be made in the network but these are all issues that need to be looked at given the increased severity and incidents of this type.\"A 60-year-old woman in Aberdeen and a nine-year-old boy in Staffordshire were killed by falling trees during Saturday's storm. Fallen trees and flying debris also caused widespread structural damage in addition to power outages which affected 80,000 customers. One woman in Oyne, Aberdeenshire told the BBC a tree crashed through her hand-built porch, narrowly missing her home. Parts of the roof were blown off Huntly Falconry Centre allowing four falcons to escape - owners appealed for help to track them down. And in Glasgow, people living near a landmark tower were evacuated from their homes amid fears for its safety. An exclusion zone was set up around the Trinity building at Lynedoch Street after Glasgow City Council said its \"structural deterioration\" had been worsened by high winds.Are you in the affected areas? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-60196439"}