{"datetime": "2022-02-01T22:06:53.000Z", "title": "Power may be off until Wednesday for some after weekend storms", "article": "Thousands of people still remain without power after storms hit Scotland, with some being warned they may not be reconnected until Wednesday. The worst impact of Storm Malik on Saturday then Storm Corrie on Sunday was in the north east and Highlands. Scottish and Southern Electricity Networks (SSEN) said the number of customers off supply was now 4,800. The firm said most were expected to have power restored by Tuesday evening, with pockets off until Wednesday. SSEN said customers still off supply were mostly in rural Aberdeenshire and Angus, as well as Moray coast, the Highlands, Perthshire and the Western Isles. Welfare facilities continue to be offered for those without electricity and access to hot meals and drinks. SSEN said further windy weather on Tuesday, including gusts of up to 65mph across the north east of Scotland, had slowed down progress in reconnecting households.An aerial photo showed a wooded area outside Edzell in Angus left devastated. Richard Gough, director of distribution system operations at SSEN, said power has been restored to 115,000 customers, and apologised for the continuing issues. He said: \"Our teams have continued to make significant progress restoring power to customers impacted by Storms Malik and Corrie and all available resources have been deployed to support with restoration efforts. \"Although the cumulative impact of Storms Malik and Corrie has compounded the challenge, we have started our final push and aim to restore power to the vast majority of customers today.\"For the pockets of customers that will remain without supply into Wednesday, we are prioritising welfare and support, working closely with local resilience partners.\" Communications regulator Ofcom said the number of homes without broadband was still in the thousands in the wake of the storms in Scotland. Digital network Openreach said there had been \"significant damage\" to the overhead network and engineers were working to repair faults. The company said the Deeside area had seen many homes and businesses affected, and engineers were experiencing difficulties getting access to the network due to fallen trees blocking roads.Several Aberdeenshire schools are again closed, with some others delaying opening for safety checks. On Tuesday morning, the A96 was closed in both directions between Huntly and Inverurie due to debris on the road amid reports that a roof had blown off a filling station. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60214025"}