{"datetime": "2017-10-16T23:28:48.000Z", "title": "100 Women: Are journeys safer with women-only carriages?", "article": "Loud, brightly coloured and speedy, matatus are an unmistakeable sight on Nairobi's streets. Many of the city's three million inhabitants rely on these minibuses, but for many women they are the setting for harassment and abuse. Lynn Baraza had escorted her sister to a bus stop when a group of matatu drivers tried to force them both into a vehicle. She says: \"They started pushing us and pulling my sister's arm, even though she had her baby strapped to her chest.\"They were saying sexist and sexually derogative things to us.\"I told them to leave us alone, and when I realised nobody was going to help us I started crying. \"My sister was really scared.\" Fortunately Lynn and her sister weren't physically harmed, but their experience is far from unique.Most of the 381 Kenyan women surveyed by Nairobi advocacy groupWomen's Empowerment Link said they had been victims of gender-based violence on public transport. Studiescollated by the Stop Street Harassment organisation have similarly gloomy findings, with research suggesting 100% of female passengers in Paris have experienced harassment at least once on public transport. Some politicians -including Labour Party leader Jeremy Corbyn - have proposed separate carriages for women could be the solution.They have been trialled in many countries, from Mexico to Japan to India, in various forms on buses, trains and taxis. But is there any evidence they make women's lives safer? This is hard to measure for many reasons.Public transport attacks often go unreported, and even when they are logged, many countries don't publish that data. And while segregation can be for cultural reasons, most countries with women-only carriages introduced them because they had a problem with sexual harassment in the first place. It could be that these cities were even more dangerous before they introduced separate carriages.The only way of knowing is to compare conditions before and after women-only carriages were introduced, and there is very little data to go on.One place where this data is available is Tokyo.In 2004, a number of train lines introduced women-only carriages.A year later,reports of lewd behaviour against women in the city had fallen by 3% , but reports of harassment rose by 15-20% on two of the lines where women-only carriages had been introduced.However, this could be down to incidents in the mixed carriages going up, or higher levels of reporting.We do know that many women feel safer travelling without men around.A 2014 Reuters poll, which surveyed 6,300 women around the world, found70% said they would feel safer travelling in a separate carriage .The results varied hugely from country to country, with 94% of women in Manila attesting to this compared with 35% in New York City. The same surveyranked 16 of the world's biggest cities in order of most dangerous for women travellers.Four of the top five - Bogota, Mexico City, Delhi and Jakarta - already operated some form of women-only transport.So, it could be that while women perceive their journeys to be safer, that isn't the case.If separate carriages offer women peace of mind, aren't they worth introducing?Despite her experience, Lynn doesn't think so.Instead, she thinks the key to changing Kenya's societal expectations would be for the whole community to apply zero tolerance to harassment.She also points out that while women might be safer on their journey, the harassment when they get off the bus would be the same, or even worse.Lynn is not the only person who thinks the policy is misguided.Many academics and policy experts have argued that segregating transport is just a quick fix that normalises attacks on women.They say it places an expectation on women to avoid harassment, rather than on the perpetrators to change their behaviour or for more effective law enforcement. AnFIA Foundation report examining different policy approaches to women's safety on public transport concludes gender separation \"does not address the underlying issue that this is unacceptable behaviour\" and is \"confirming that women should not be allowed to travel freely and need special attention\". Laura Bates, founder of theEveryday Sexism Project , agrees that it equates to a tacit acceptance of assaults on women. She told BBC Radio 4 : \"A perpetrator-focused approach that tackles the issue is the right one… women-only carriages sends a wider message that these kinds of assaults are inevitable and we should just coop women up to try and avoid them.\" The data we have to go on suggests women feel safer travelling in a separate carriage, and that it could indeed make them safer for the duration of their journey. But segregated transport fails to address the root causes of harassment: social acceptance, unbalanced power dynamics and the lack of repercussions for offenders. Read more from Reality Check ", "url": "https://www.bbc.com/news/world-41603115"}