{"datetime": "2022-01-29T18:59:59.000Z", "title": "Storm Malik: Woman killed by fallen tree in Aberdeen during high winds", "article": "A woman has died and thousands are without power due to Storm Malik. The 60-year-old was killed by a falling tree in Aberdeen on Saturday morning as gusts of up to 85mph were recorded on the nearby Aberdeenshire coast. A nine-year-old boy in Winnothdale, Staffordshire also died after being hit by a falling tree on Saturday afternoon.In Bradford, a man escaped with only cuts and bruises afterhis van was crushed by a tree. Falling trees and branches have also brought down power lines leaving thousands of homes in Scotland and England without electricity.Police Scotland urged people to avoid travel unless \"absolutely essential\".An amber weather warning for wind was in place in along the east coast of Scotland and the north-east of England.Much of the rest of Scotland,Northern Ireland and parts of northern England were under a yellow Met Office warning for wind.A second storm - Storm Corrie - is expected tobring further high winds to Scotland on Sunday. Scotland's First Minister, Nicola Sturgeon, said the impact of Storm Malik had been \"severe\" and some people in the north-east may be without power over the weekend.After chairing a Scottish government resilience meeting about the weather, shetweeted : \"Unfortunately as Malik subsides, Storm Corrie is about to hit from late tomorrow afternoon and may be more severe for parts of Scotland - eg Highlands, Grampian, Tayside - than anticipated.\" Deputy First Minister John Swinney said \"just short of 90,000\" households in Scotland had lost power during Saturday.About 33,500 have had their power restored but some were facing spending the night without electricity.The worst affected area is the north-east of Scotland, where about 20,000 homes were expected to be without power overnight.Earlier Scottish and Southern Electricity Networks (SSEN) said engineers were struggling to get access to faults due to a fallen trees blocking roads.A number of welfare centres were opened for people needing showers and power, while hot food trucks were sent to areas most in need.Homes in the Borders and Lothian were also affected.Northern Powergrid, which supplies power to about 3.9m homes in the north east of England and Yorkshire, said 36,000 customers were still without power as result of Storm Malik, predominantly in Northumberland and County Durham areas. In Glasgow, people living near a landmark tower have been evacuated from their homes amid fears for its safety. An exclusion zone has been set up around the Trinity building at Lynedoch Street after Glasgow City Council said its \"structural deterioration\" had been worsened by high winds.Meanwhile the Aberdeen FC clash with St Johnstone, and the Dundee v St Mirren game were postponed due to high winds.Three Scottish Championship matches were also called off.Natalie Coupar was in the bedroom of her bungalow in Oyne, Aberdeenshire when she spotted a tree falling into her garden - her boyfriend was about to go outside to take down a swing due to the wind. She ran to warn him as the tree came crashing down on to their porch - a wooden structure with a rocking chair that he had built by hand last summer. The couple and their dog were not injured, though they are now without power. Having heard tragic stories across the region, Natalie, who works in communications, said they feel \"very lucky\". She told the BBC: \"It took six or seven months to build but at least we're all fine - though I don't think he's looking forward to building it again.\"We're without power but it will get sorted at some point - we will be last on a long list but that's OK with us, we've got a fire and lots of snacks. The house is absolutely fine, all that can be built again. There's no point being upset about it.\" Train services were suspended between Dundee-Aberdeen, Aberdeen-Inverness, Inverness-Kyle/Wick/Thurso and on the West Highland line north of Helensburgh. And people were urged not to travel by rail between Edinburgh and Newcastle due to the disruption caused by the storm.Liam Sumpter, Network Rail's route director for Scotland, said: \"We have teams in place across the country ready to react quickly to cut back trees and repair any damage caused by the weather. \"We will reopen the affected lines as quickly as we can for our customers, but are urging passengers to check their journey before traveling.\" Police Scotland said the A96, A95, A90 and A93 and other roads in Aberdeenshire and Moray were closed at various points due to fallen trees and other debris. The force urged people to avoid travel on the roads unless it was \"absolutely essential\". The Tay Road Bridge was closed to all traffic, which is being diverted through Perth, while the Queensferry Crossing and Friarton Bridge have been closed to high-sided vehicles. Storm Corrie is expected to bring gusts of between 70-80mph - potentially 90mph in exposed coastal locations - in the late afternoon and early evening.An amber weather warning for wind is in place across the north and north-east of Scotland from 17:00 on Sunday to 06:00 on Monday. Are you in the affected areas? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-60181568"}