{"datetime": "2022-01-20T11:56:15.000Z", "subject": "Ukraine conflict", "title": "Ukraine tension: Biden says he thinks Putin will 'move in'", "article": "US President Joe Biden has said he thinks his Russian counterpart Vladimir Putin will \"move in\" on Ukraine but does not want \"full-blown war\". He told a news conference Mr Putin would pay a \"serious and dear price\" for invading, but indicated a minor incursion might be treated differently.The White House later stressed any Russian military move would be met with a swift, severe response from the West. The Kremlin warned the comments could further destabilise the situation. Russia has some 100,000 troops near the border but denies planning an invasion. President Putin has made a series of demands to the West, insisting Ukraine should never be allowed to join Nato and that the defensive alliance abandons military activity in Eastern Europe.\"We have made it clear that any further eastward expansion of Nato is unacceptable,\" Mr Putin said at a televised press conference last month.Mr Putin's exact reasons for the build up of Russian troops near Ukraine's border are unknown, but many believe it is an attempt to force the West to take Russia's security demands seriously.On Thursday, US Secretary of State Antony Blinken is meeting foreign ministers from Germany, France and the UK to co-ordinate Western strategy over a potential invasion of Ukraine. He has previously warned that Russia could attack Ukraine at short notice. At his news conference on Wednesday, Mr Biden said: \"There are differences in Nato as to what countries are willing to do, depending on what happens. \"If there's Russian forces crossing the border… I think that changes everything. \"What you're going to see is that Russia will be held accountable if it invades and it depends on what it does,\" he said. \"It's one thing if it's a minor incursion, and then we end up having to fight about what to do and not do etc.\" White House officials rushed to clarify the US position after Mr Biden's comments. \"If any Russian military forces move across the Ukrainian border, that's a renewed invasion, andit will be met with a swift, severe, and united response from the United States and our Allies,\" Press Secretary Jen Psaki said. In response, the Kremlin said that any warnings of disastrous consequences for Russia would not help to reduce tensions, and could even destabilise the situation further.Russia says the West and Ukraine are creating an information campaign to cover for their own aggressive actions. A foreign ministry spokesperson, Maria Zakharova, warned that it could have \"the most tragic consequences for regional and global security\". Russia's president has long argued the US broke a guarantee it made in 1990 that Nato would not expand further east. \"They simply deceived us!\", he complained at last month's news conference.Interpretations differ over what exactly was promised to the then-Soviet leader, Mikhail Gorbachev. But it is clear that Mr Putin believes the guarantee was made.Since then, several central and eastern European countries, which used to be part of the Soviet Union or its sphere of influence, have joined Nato. Four of them - Poland, Lithuania, Latvia and Estonia - have borders with Russia. Russia argues that this expansion, and the presence of Nato troops and military equipment near its borders, is a direct threat to Russia's security. \"We are not afraid because we are defending our land. We will not surrender because it is our land.\" This was an interesting choice of words in President Volodymyr Zelensky's Facebook address, as he urged Ukrainians \"not to succumb to panic\".If the walk to work in an icy Kyiv this morning is anything to go by, his speech has been a resounding success - there is no panic on display here.The reality, though, is most Ukrainians are growing tired of the constant reports of a new Russian invasion, especially as the conflict in the east of the country has been happening for eight years now.President Zelensky also said he's \"doing everything to find a diplomatic solution\", which has been met with doubts by some news networks, with one national channel asking: \"Will diplomacy defeat war?\".Russia seized and annexed the Crimean peninsula in southern Ukraine in 2014 after Ukrainians overthrew their pro-Russian president. Ever since, Ukraine's military has been locked in a war with Russian-backed rebels in areas of the east near Russia's borders. There are fears that the conflict, which has claimed 14,000 lives and caused at least two million people to flee their homes, may reignite and that Russia's military will cross the border. ", "url": "https://www.bbc.com/news/world-europe-60061300"}