{"datetime": "2022-02-12T16:15:56.000Z", "subject": "Ukraine conflict", "title": "Expat in Ukraine: 'Everybody is on their own'", "article": "A Scottish businessman in Ukraine has told how he is planning to drive his family out of the country amid fears a Russian invasion is imminent. On Friday, the UK Foreign Office warned British nationals toleave the country within 48 hours while commercial means were still available.The US also said Russia could invade\"any day now\" and told its own citizens to leave. Stuart McKenzie toldBBC Breakfast his priority was his children. He has been married to his Ukrainian wife for 25 years but she doesn't have a British visa. Asked about the latest Foreign Office advice Mr McKenzie said: \"It certainly upped the stakes a lot and is something that we will have to take very seriously. \"If the British Embassy aren't here to help then everybody is on their own. \"With young children in the country I have got to take their safety as priority so we are definitely looking at how to get them out as soon as possible.\" He confirmed he intends to drive across the border to Poland, where he has a business. But Mr McKenzie, whose brother also lives in Ukraine, said there were many uncertainties at the moment. He told the programme: \"If so many people are trying to leave at the same time there won't be flights, the roads will be blocked. \"Are you going to be able to get fuel for your car? Is there going be cash in the banking machines? \"There could be so many things happening, so much chaos happening. There's a lot of things to think about here.\" Mr McKenzie said he believed the Ukrainian government was doing the right thing by trying to keep everyone calm. He added: \"Remember, this is eight years this war has been going on and they have been preparing for such events for a long time but they are trying not to provoke things, not raise the stakes. But Mr McKenzie said the threats seemed to be increasing by the day and he has heard Russian troops could be in the country \"as soon as next week\". He added: \"The people living here, myself and hundreds of thousands of foreigners, we love Ukraine. \"We have built our lives, families, businesses here. None of us want to leave.\" Should the worst happen, Mr McKenzie said he wants to be on the \"right side of the chaos\". He said: \"To think of a border with a million cars and panic happening would be disastrous.\" Meanwhile, Ukrainian national Yevgn Gorash said his family in Kharkiv, which is about 50km from the border, are used to living under a \"constant feeling of tension\". But he added they believe, and he hopes, Russia's posturing is a \"a big bluff\". Mr Gorash, who lives in Glasgow, also told BBC Scotland that sanctions work and without the support of the west his homeland would have been occupied in 2014. Reflecting on the current situation facing his fellow Ukrainians, he said: \"The most important thing is not to panic and not to run away.\" ", "url": "https://www.bbc.com/news/uk-scotland-60360772"}