{"datetime": "2022-01-11T22:07:37.000Z", "title": "Station ticket office opening hours could be cut", "article": "Dozens of ticket offices could see reduced opening hours under plans announced by ScotRail. The rail operator said the first overhaul of opening hours in 30 years would reflect changing ways in which customers now buy their tickets.ScotRail said the changes would affect 120 offices, with three earmarked for closure but no jobs would be lost. One rail union criticised the plan, saying staffed offices made stations feel safer, especially in winter.Phil Campbell, head of customer operations at the rail firm, said the use of ticket offices had fallen by 50%, heightened by the Covid pandemic.He said: \"There has been no real review of our ticket office opening hours for 30 years, and it is important we keep up with the changing habits of customers who no longer rely on purchasing tickets in that way.\" Mr Campbell said there would be no job losses and the changes were \"about adding value for our staff and customers\". He said station safety and disabled access would not be affected, and the plans would help reduce the carbon footprint of the network.The proposals were, however, criticised by the TSSA rail union, which said they ignored the wider role played by staff at ticket offices.TSSA leader Manuel Cortes said \"Booking office staff don't just sell tickets, they help passengers on and off the trains and they keep stations safe for passengers - by salting and gritting platforms at this time of the year and by discouraging anti-social behaviour. \"ScotRail's plans will make the railways feel less safe, particularly for women, especially in the darker months, and will result in an increase in anti-social behaviour.\" The RMT union's general secretary Mike Lynch added: \"Cuts to ticket office hours will do nothing to restore passenger confidence in Scotland's sustainable rail network which has a central role to play in delivering modal shift away from high carbon transport.\"These proposals affect nearly all of the ticket offices in Scotland and will undoubtedly worsen passenger service and accessibility as well as turning many of our stations into a mugger's paradise.\"Scottish Labour's transport spokesman Neil Bibby said the plan would leave rail users with a \"second-rate service\". \"Whatever ScotRail might say, these cuts will hit passengers, threaten jobs and undermine station safety,\" he said. A consultation, carried out on behalf of ScotRail by Transport Focus, will begin on Wednesday. A Transport Scotland spokesman said: \"The aim of this review is to make changes that will ensure the modernisation of Scotland's stations and offer passengers a more efficient and cost-effective service for the future. \"We would encourage passengers to get involved and we look forward to hearing Transport Focus' findings in the coming weeks.\" ", "url": "https://www.bbc.com/news/uk-scotland-59960268"}