{"datetime": "2022-01-20T18:23:03.000Z", "title": "Removal of open fires 'not required to meet energy efficiency targets'", "article": "The removal of fireplaces from council houses is not required to meet energy efficiency targets, the Scottish government has said. Plans to remove open fires from council houses in areas such as Braemar sparked debate earlier this week. Aberdeenshire Council said while the national guidance did not \"explicitly\" require the removal of fireplaces, it would help meet energy targets. The Scottish government has now said it is trying to resolve the issue. Aberdeenshire was one of the worst affected areas when Storm Arwen brought down power lines in November. In Braemar itself, an overnight temperature of -23C (-9.4F) recorded in February last year was a record low for the month since 1955, and the UK's coldest night since December 1995. Aberdeenshire Council said that open fireplaces remained in less than 2% of the homes managed by the local authority. In Braemar, six village residents objected. They said it would leave them without an alternative source of heat during power cuts, as well as increasing their energy bills. One resident, Louise Kelly, 51, said she did not use her fire regularly, but it was a \"backup for resilience\". The residents called on the Scottish government to grant an exemption, and Cabinet Secretary Michael Matheson was invited to visit the area to understand its climate. On Thursday, the Scottish government said in a statement: \"We are working with the council to resolve this issue and urge it to engage closely with tenants to understand their concerns and agree on an appropriate package of improvements to meet the Energy Efficiency Standard for Social Housing (EESSH). \"While the EESSH sets out the overall performance standard to help cut emissions, it does not require the removal of fireplaces. The steps taken to meet the standard are a decision for social landlords - in this case Aberdeenshire Council.\" Aberdeenshire Council's head of housing and building standards, Rob Simpson, said: \"While the national guidance does not explicitly require the removal of fireplaces, the approach we are taking in Aberdeenshire will allow us to progress towards EESSH 2 energy efficiency standards and Net Zero targets.\"This is a process that has been under way for a number of years and through the upgrading of heating systems our properties are now much more energy efficient. \"We continue to be in discussion with the residents concerned to explain our rationale and the benefits that the modernised heating systems will offer.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60074152"}