{"datetime": "2022-02-01T18:05:57.000Z", "title": "The Aberdeenshire communities rallying round in aftermath of storms", "article": "Villagers who lost power in the latest storms have been speaking about the importance of the help of their local communities. In Torphins in Aberdeenshire, volunteers set up a local committee afterStorm Arwen in November . Their support operation is for people in need of warmth, food and drink, and battery charging. Torphins volunteer Joan Donald did not think they would be needed to step in quite so soon after the previous storm. \"We are providing flasks of hot water, we are providing teas, coffees, soup, I think we've got macaroni cheese arriving today\", she said, on what is now a fourth day of support. \"It's been good, the response from the village has been very good indeed. \"We did think it would be longer between storms, but we have responded.\" She added: \"I think people have been very grateful for the service that we have provided, they certainly thank us a lot, so that's nice.\" Help has also been needed in Monymusk in Aberdeenshire in recent days - power was restored early on Tuesday morning having been out since Saturday.Mother Emma Andrews said: \"It's been a bit of a pain that it's happened again so soon. My partner tested positive for Covid on the day that the power went out. We had to kind of stay put. \"The people in the village helped. We managed to get a generator. \"The village here has been really good, really supportive of people.\" Fellow Monymusk resident Susan Bain said: \"This is the second time, the first time we had four days off and it was pretty miserable, it was colder then, coming in to a freezing cold house. \"I am kind of lucky I have an open fire still, and a gas hob to cook, or boil water. \"But your fridge and freezer, I just did a shop on Thursday, stocked up, and then they went off on Sunday morning.\" She added of engineers: \"I know they're working flat out to do the repairs.\" Clark Sutherland, from the Bennachie Bike Bothy in Monymusk, said \"We just got power back on yesterday at the house. There has been quite a lot of damage, it's been a bit of carnage to be honest. It is worse for us than it was last time round. \"In terms of the shop here we got power back on this morning, but the whole village is without mobile reception. It's been a bit chaotic and it's still pretty wild out there. \"People from the village are taking the initiative to do things.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60214034"}