{"datetime": "2021-12-08T21:21:22.000Z", "subject": "Storm Barra", "title": "Storm Barra: Power restored to all homes in Scotland", "article": "Power has been restored to all the homes in north and north east Scotland which were left without electricity in the wake of Storm Barra. The power cuts came days after supplies were restored after Storm Arwen caused widespread damage to the network. Utility firm SSEN said engineers had restored power to more than 9,000 customers across the north of Scotland. It confirmed that the last remaining homes were reconnected at about 20:30 on Wednesday evening. The majority of those without supplies after Tuesday's storm were in Aberdeenshire. Some rail services were affected, with cancellations affecting a few routes in the west of Scotland and speed restrictions in force on others.CalMac also said certain timetables had been adjusted after some ferry services were cancelled.Braemar Mountain Rescue Team said it had a\"very challenging\" rescue of a man stranded at Fords of Avon in the Cairngorms. Some primary schools in Aberdeenshire decided to remain closed on Wednesday due to lack of power and heating, including Bracoden, Rhynie and Strathdon. Storm Barra moved in from the west on Tuesday, with a yellow weather warning for wind remaining in place for much of Wednesday in the west coast of Wales and south-west England. Stranraer Academy and Drummore School in Dumfries and Galloway had to close on Tuesday because of the impact of the weather, but were able to reopen on Wednesday morning. The West Coast Main Line was shut for a time near Lockerbie after a fallen tree damaged overhead lines on Tuesday afternoon. Services were able to run again after a few hours. How have you been affected by the power cuts? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59575291"}