{"datetime": "2021-12-02T16:31:25.000Z", "subject": "Storm Arwen", "title": "Storm Arwen: Thousands endure sixth day without electricity", "article": "Thousands of people in the north of England are enduring a sixth day without power after Storm Arwen. Nearly 10,000 Northern Powergrid (NP) and \"fewer than 3,000\" Electricity North West (ENWL) customers, mostly in Cumbria, are still without power. Residents have criticised both companies for \"woeful\" communications. Customers have complained that they were told their power was back on when it was not, and their calls to the companies took hours to be answered. NP said County Durham and Northumberland were still its worst affected areas and engineers were making quick temporary fixes but would return to make permanent repairs. It said that of 15:00 GMT it had restored power to 230,300 customers. ENWL said it was bringing in additional engineers to try and restore all supplies by Friday. Nurse Joanne Wiig, who lives in Harbottle, Northumberland, has been without electricity, hot water and a phone signal for days. She has been forced to sleep in her living room to keep warm, boiling pans of water on her log burner. \"I burst into tears I'm not ashamed to say,\" she told BBC Look North and Cumbria. \"I haven't slept well because of the cold and because I am on the sofa. You can only take so much.\" She has been helped by volunteers at a community centre in Rothbury, along with neighbour Ann Randall who has also been enduring life without power. \"I feel that we have just been left out and forgotten about,\" Ms Randall said. \"I am more worried about the emergency services because where we live there are no [phone] signals... how is someone going to get hold of an ambulance? \"You are going to have dead people out in the villages.\" In the village of Pigdon, near Morpeth, resident Ged Walker said she felt abandoned. \"This is huge and it has been the worst it has been for decades,\" she said. \"Communication is very important and not to have heard a thing is pretty grim.\" Tony and Nicola Hills from Kirkby Lonsdale, Cumbria, have had to move out as they and their five children were \"struggling to keep warm, washed and properly fed\". Mr Hill said he had asked the Westmorland and Lonsdale MP Tim Farron to \"apply whatever political pressure you can to make ENWL accountable and provide proper reliable information and invest in reliable IT systems\". In a letter to Mr Farron, he wrote that the \"admin in the call centres and their whole IT system is woefully inadequate\". He added: \"Yesterday evening I received a text telling us we had been reconnected. We hadn't. \"We are not an isolated community. We are just a mile out of Kirkby Lonsdale and houses and businesses within half a mile have power.\" Dr Terry Murphy from Bishop Auckland, County Durham, toldBBC 5 Live there was a \"great deal of anger\" among residents living in the \"thousands of homes still without power\". He praised the engineers working on repairs but said NP's communication strategy had made things worse. \"You have people with things like insulin in a fridge, or people with disabilities who rely on equipment which needs powering up, who have received constant information that their power will be restored and it hasn't been,\" he said. \"Their information, I can say first hand, has been misleading. \"It's put people in a more dangerous situation because you've had elderly people choosing to stay in their own home believing power was being restored.\"Volunteers from the British Red Cross have been helping both energy companies contact vulnerable householders. Dr Murphy added: \"The last time I saw this number of Red Cross vehicles was when I was working in the area around Afghanistan. \"It's really shocking to see it here.\" Andy Smith, from Lambrigg near Kendal, Cumbria, said he checked the ENWL website daily but \"every day it just says it'll be back on by 4pm\". \"That's been the case for a week now,\" he said. \"We did have a team out on Tuesday night, at midnight. I went out to speak to them but they said they couldn't find the fault and they basically left within half an hour.\" Some households have been moved into temporary accommodation because their homes had become uninhabitable. Local community hub volunteers in Grange-over-Sands, Cumbria have arranged rooms in hotels or vacant holiday lets. Paul Merricks, from High Newton, has moved into a flat in Cartmel with his young family and their dog. He said it was good to \"have home showers, wash clothes, make our own food\". However, Sara Stanley, from Medburn in Northumberland, has Covid and cannot leave her home. \"The mains supplier had a recorded message... advising you to seek shelter with relatives or at a hotel because of the freezing conditions - I couldn't do either,\" she said. \"Luckily two residents on my estate managed to strong-arm our utilities company into setting up a generator on our estate Woodlands Manor and also one on Medburn Manor, which they did yesterday.\" NP said it had set up four welfare centres and was operating customer support vans in remote locations with access to hot water, drinks, mobile phone charging and winter warmer packs.. Jim Cardwell from the energy company said it would not be able to restore all supplies by the weekend, especially in more remote areas. \"For most people it's going to be this week but undoubtedly there will be some that go into next week,\" he said. Paul Bircham, of ENWL said the company had made \"significant progress\" and hoped to have everyone's supply back \"by close of play\" on Friday. He said 2,700 customers without power are located in South Lakeland, which was particularly badly affected by the storm. He told BBC Radio Cumbria that while repairs have been carried out, further damage has been revealed, which has caused delays. \"Sometimes you can't find these things until you re-energise and find that not all customers come back on,\" he added. \"It's a very frustrating process [for customers] that they have been given a restore time and that time changes and goes backwards.\" He said the energy supplier had received about 70,000 calls from customers and emergency accommodation and extra generators were being provided for some. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . How have you been affected by the power cuts? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-england-59502948"}