{"datetime": "2021-12-02T17:29:49.000Z", "subject": "Storm Arwen", "title": "Storm Arwen: Military personnel helping recovery in Aberdeenshire", "article": "Military personnel have been drafted in to help the recovery effort in Aberdeenshire in the wake of Storm Arwen. The Ministry of Defence said 134 personnel were deployed on Thursday to support the ongoing operation. They will focus on welfare checks in communities still badly affected. There are stillmore than 2,000 SSEN customers in the north east of Scotland who have now spent six nights without power. The power company has described the storm damage as a \"once in a generation event\".Aberdeenshire Council said it had approached the UK Government for military assistance. A spokesman said: \"The troops will focus on welfare checks within communities still impacted by loss of power and will supplement what our own teams have been doing since the weekend. \"We appreciate all the wonderful examples of community assistance across the region - whether it be supplies of hot food and drinks, checking on elderly residents and neighbours or helping to deliver supplies. \"We continue to work tirelessly to provide the support our communities require at this challenging time.\" Military teams of 10 will deploy to Aboyne, Alford, Banchory, Banff, Ellon, Fraserburgh, Huntly, Inverurie, Peterhead, Stonehaven, Turriff and Westhill, where some people are still without power and water. UK Defence Secretary Ben Wallace said: \"We are always ready to provide extra support to civil authorities across the UK in their time of need. \"Our forces will conduct door-to-door checks on people in their homes, providing essential support to those impacted by Storm Arwen.\" In the south of Scotland most customers have been reconnected but there are still pockets of problems - notably in Berwickshire. Scottish Power Energy Networks (SPEN) apologised to anyone who was left without power for a sixth night. Scottish Borders Council's leader Mark Rowley said there had been a lack of communication from the power firm. A SPEN statement said the company understood the \"stress and inconvenience\" which had been caused by the power cuts following Storm Arwen. On Wednesday afternoon, Deputy First Minister John Swinney confirmed the Bellwin Scheme had been activated. This gives local councils financial support from the Scottish government to deal with emergency incidents. Thousands of homes in the north of England arealso still without power after cuts caused by Storm Arwen. Have you been experiencing a power cut since Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59497041"}