{"datetime": "2022-01-14T10:16:30.000Z", "author": "Rachel Bell", "subject": "Storm Arwen", "title": "Storm Arwen: Communities tell of 'mammoth task' of recovery", "article": "Seven weeks ago Storm Arwen caused devastation across Scotland, felling thousands of trees, bringing down power lines and ripping roofs from buildings. The north-east corner of the country was particularly badly hit and now communities in Aberdeenshire are facing lengthy recovery operations. BBC Scotland has been to meet some of them.\"The roof was flapping up and down\". This was the scene which confronted Fraserburgh Heritage Centre volunteer Barry Scott on the night Storm Arwen struck seven weeks ago. \"I got a phone call from our security service to say they'd had an intruder alert\", he recalled, only to be confronted by the damage being caused by the storm when he arrived. \"It was a day, a day-and-a-half later before the storm subsided and we could take account of what had happened.\" The building's roof had been ripped off and its contents exposed to the elements. He said the closure was \"a big loss to the town\" due to \"hundreds of years of history\" but that most was salvageable. Mr Scott said the feeling was \"disappointment and devastation\" at the amount of damage that had been caused. \"It's heart-breaking really\", he said. \"We need to get artefacts out and dried out and start renovating.\" Some areas that were fully enclosed escaped the damage. He estimates it could be 2024 before a new roof is fitted and the centre is ready to reopen.Meg Morrison is a tenant farmer near Newmachar.She and her partner had been farming this land for less than a year when Storm Arwen struck.She was only able to look at the damage the next morning, with trees blocking entrances to fields. \"It (woodland) was all just down\", she said, \"As new entrant farmers we have been really lucky to get our first tenancy, and with that comes a responsibility of looking after the land that we have and trying to improve it where we can. \"We haven't really planned for this to happen and we don't really know where to start to be honest. \"This is going to take weeks and weeks to clear up and it's just us.\" As busy farmers she said clearing the trees could not realistically be their top priority, but at some point they would have to deal with it. \"At the moment we don't have the machinery or the manpower, we're just two farmers at the end of the day, it's such a mammoth task.\" She said it was lucky no harm was caused to any of their animals. \"It was one of my favourite parts of the farm. It's also sad as there a lot of wildlife such as owls, it's such as shame as it's all flattened.\" At Aden Country Park in Mintlaw, heavy forestry equipment has been brought in to clear the area.About 4,000 trees were felled by the storm. Experienced Aberdeenshire Council landscape officer Jack Grant said there was \"extensive\" damage to the park. \"It's very unsafe in the park now\", he said. \"There are trees hung up in forest areas. People have been walking underneath it so we had to make a big decision to close the park to keep the public out so we can get our work done and get the park back open. \"It was a very hard decision to make but it had to be done, it was very dangerous.\" Fallen trees are being removed, and then there will be a replanting programme over the next three years. \"It will take another 40 years for the trees to grow back up\", he said. \"We will recover.\" Energy supplier Scottish and Southern Electricity Networks (SSEN) has compensated more than 33,000 homes for loss of power due to the storm. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59969000"}