{"datetime": "2022-01-17T13:35:19.000Z", "author": "Ben Philip", "title": "Heated debate in Braemar over council plan to remove open fires", "article": "Plans to remove open fires from council house homes in a village renowned for cold temperatures have sparked a heated debate. Aberdeenshire Council aims to remove the fireplaces and upgrade electric storage heaters in Braemar and other areas in a bid to meet climate targets.However, six village residents object. They said it would leave them without an alternative source of heat during power cuts, as well as increasing their energy bills. Aberdeenshire was one of the worst affected areas when Storm Arwen brought down power lines in November. In Braemar itself, an overnight temperature of -23C (-9.4F) recorded in February last year was a record low for the month since 1955, and the UK's coldest night since December 1995. Louise Kelly has lived in Braemar for 28 years. The 51-year-old said she does not use her fire regularly, but it was a \"backup for resilience\". \"Last winter we had minus 23 degrees,\" she said. \"in conditions like that storage heaters just don't work well enough to keep your house warm. \"During Storm Arwen, Braemar lost its power for four days and there was no other way to keep warm than to light my fire.\"Storm Arwen really brought it home to me how vulnerable you are if you are entirely reliant on electricity to heat your home.\"She explained: \"During Storm Arwen you were able to light a fire and sleep in the living room.\"I know of people who don't have fires in their home and had to move out and stay with relatives to stay warm because it was minus 10 in Braemar and without a fire you would have frozen. Ms Kelly said having the fire was a \"lifeline\".She added: \"I just don't feel that one policy for the whole of Aberdeenshire can possibly reflect everybody's needs. \"While I'm very sympathetic to climate change, it's exactly that that worries me, because we're going to get more extreme weather events and therefore more power cuts and making homes 100% reliant on electricity to my mind is not a modern heating solution. \"They need to look at places individually so they can establish that Braemar is really cold, perhaps they do need to keep their fire.\"It's only a very small number, is it really going to make a huge difference to their targets in the scheme of things?\" Braemar Community Council chairman Brian Wood said Braemar residents were \"very resilient\" and used to dealing with winter power cuts. But he said Storm Arwen demonstrated how vulnerable the village was if it relied solely on electricity for heating. He said: \"I very much hope that Aberdeenshire Council puts a last minute stop to the removal of the fires and installs upgrades to the electric heating - thus regaining the confidence of tenants.\" Aberdeenshire Council's head of housing and building standards, Rob Simpson, said that open fireplaces remained in less than 2% of the homes managed by the local authority. \"We have been moving away from solid fuel heating in our properties for some time\", he said. \"Unfortunately, open fireplaces would not allow us to meet statutory and regulatory energy efficiency standards for social housing, nor our 'net zero' targets, and it is important we move to modern heating solutions.\" He said the upgrades also included improving insulation, replacing windows and doors where required, and installing solar panels. The timing of planned upgrades is being discussed with residents.The Scottish government, which sets energy efficiency targets on social housing, said it acknowledged the feelings of residents. \"A safe, warm place to call home is one of our fundamental basic needs\", a spokesperson said. \"We recognise that in the transition to zero carbon heating, resilience is a major priority. We are working with electricity network operators to strengthen networks where this is necessary.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59998090"}