{"datetime": "2021-02-11T18:29:38.000Z", "title": "Temperature of -23C in Braemar is UK's lowest in 25 years", "article": "The Met Office says an overnight temperature of -23C (-9.4F) recorded in Scotland is the lowest in more than 25 years. BBC weather presenter Simon King described the temperatures in Braemar, Aberdeenshire, as \"incredible\". It was the lowest February temperature since 1955, and the UK's coldest night since 30 December 1995. A Met Officeyellow snow and ice warning is in place for large parts of the country until 12:00 on Friday. ScotRail said the winter weather was causing major problems for its services on Thursday morning. Mr King said cold air from Siberia and the Arctic - known as the Beast from the East - had sent temperatures \"plummeting\" over the last week. \"While we've all experienced the cold wind, it's over the last couple of nights the temperature has got really low, especially in northern Scotland,\" he said. \"There are three reasons for this: thick snow on the ground, clear skies and light winds.\" He said that a covering of snow traps the warmth in the ground. \"So when night falls, where the ground would normally radiate heat to the air, that heat can't get out so the air temperature is lower,\" he explained. \"If skies are clear, any heat that does get out of the ground, escapes into space. \"Wind normally mixes the air close to the surface, so at night it'll mix the warmth coming from the ground and keep temperatures up. When the wind is light and there's no warmth from the ground, the temperature can fall to levels you normally find in your freezer. Just like we've seen in northern Scotland.\" Malcolm MacIntyre, of the Braemar Mountain Rescue Team, told BBC Radio'sGood Morning Scotland : \"It is a beautiful morning actually and it is really cold. \"The snow is squeaky, which always signifies that it is really cold. \"But in some ways once it gets below about minus 10/12, as long as it is not windy, it just feels really crisp and clear.\"Scottish Water said it was dealing with double the normal number of burst pipes for the time of year as temperatures plunged. Hundreds of burst pipes have been reported in the past week. About 29,000 properties were left without water on Wednesday night in the east end of Glasgow after a mains pipe burst. Scottish Water has also brought in divers to break up ice in reservoirs at Stornoway on Lewis and Kinlochbervie in the Highlands. The build-up of ice was affecting supplies. The company said it had not previously used so many divers in a such a short period of time. Police in Taysidecharged a man with dangerous driving after being stopped in Dundee with snow covering almost his entire front and rear windscreens. They said it was \"about the most extreme example of lack of preparation\" that they had ever seen. Officers said the man had been driving with \"practically zero-visibility\" when stopped. In stark contrast, firefightersworked through the night to tackle a large wildfire in the Western Isles . The blaze on Benbecula was reported at 15:30 on Wednesday and extended across about 1km at its height. Traffic Scotland urged drivers not to leave home unless it is essential and ScotRail is encouraging people to check their journey before leaving the house. The operatortweeted : \"We're currently seeing severe disruption across the network, particularly in the Central Belt with disruption affecting services to/from Glasgow Queen Street High Level and Edinburgh Waverley.\" On Tuesdayheavy snowfall caused widespread disruption across Scotland. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-56022387"}