{"datetime": "2019-04-16T10:14:18.000Z", "author": "Rachel Bell", "title": "Local Hero village Pennan: Mixed reception for phone mast plan", "article": "The village made famous in the film Local Hero could soon get full mobile phone coverage - but the mast required to provide it has caused controversy. Pennan in Banffshire and its iconic red phone box featured in the 1983 film. On Tuesday, Aberdeenshire councillors deferred an application on the eight-metre tall mast to get more details. A report says the mast would provide improved phone coverage, including for emergency services, but critics say it would affect the village's charm. The Bill Forsyth film, starring Burt Lancaster, saw representatives of a US petro-chemical giant, who were seeking to build a refinery in a coastal village, won over by the gentler rhythms of the local life. Back then, mobile phone technology was in its infancy; the village's traditional red painted phone box featured prominently in the plot.Today the village still has limited phone coverage, but that would be boosted if the phone mast was built, near the community hall. Local businessman and community council chairman Bill Pitt hopes a different location for the mast itself can be found. He said: \"This is a conservation village. [The plans are] hard to understand. \"We have phone coverage already. That provides fine phone coverage. Why do we need a phone mast right in the village? \"This is a place people come to to relax. People like to get away from mobile signals, and enjoy things outside of that. \"We are hoping the area committee will take into account these objections.\" Holidaymaker Fiona MacKinnon told BBC Scotland: \"I have never been to this part of the world before, my father was from Aberdeen. Local Hero was a much-loved film. \"It's been absolutely fine, but it's a strange thing to have no phone signal, you just take it for granted nowadays. It's quite odd. \"The nice thing about it is the solitude, the fact that nobody can get hold of you.\" Asked about the possibility of a phone mast, she said: \"I'm sure the people who live here all year round would absolutely love it. \"I think it would probably be a benefit as long as you don't mind the intrusion of the mast, but like anything else you get used to it. \"I'm sure it's a good thing for the area and to have that kind of connection.\" The next area committee meeting is due to take place on 28 May. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-47934197"}