{"datetime": "2021-12-01T16:35:35.000Z", "subject": "Storm Arwen", "title": "Storm Arwen: 'We're wearing five layers of clothes to keep warm'", "article": "A couple in their 70s have told of their daily struggle to keep warm after having no power since Storm Arwen struck. Linda and Paul Dunk live outside Torphins in Aberdeenshire, which was one of the areas worst hit last Friday. They have a wood burner and are each wearing five layers of clothing to keep warm as their home gets colder. They said they had been getting \"pretty filthy\" and still had no idea when they would be reconnected. Mrs Dunk told BBC Scotland: \"It's a real struggle, and as time has gone on I think we've become more and more ragged and exhausted by it.\" She explained they have no running water, and cannot wash properly or flush the toilet. \"We have to get buckets of water from outside\", she said. \"It just wears you down, from four o'clock it's dark. There's almost nothing to do but listen to the radio, that's what life has been like\". \"Slowly this building is getting colder and colder\", she said. \"We're desperate really\". The couple have been cooking on a camping stove. They said they had \"no definite indication\" about when their power would be reconnected. Mr Dunk has been wearing a head torch when it becomes too dark in the house. He described the situation as \"grim\" and said he was concerned about storms returning. The Met Office has advised there is a risk of further cold and wet conditions over the next 24 hours - with winds of up to 60mph. Meanwhile, James McLaughlin, of Grantshouse in the Scottish Borders, said it had been a worrying few days after his wife was left at home without power while he was in hospital. She suffers from COPD (chronic obstructive pulmonary disease) and her eyesight is poor. Mr McLaughlin said: \"I was admitted to the Borders General Hospital and I just got out last night, I was in an emergency admission. \"I have not been able to contact my wife for a few days because we have not had any phone reception, no Wifi and 3G drops out so I haven't been able to speak to her.\" He said he had no complaint about engineers doing their work but had been frustrated by the lack of communication from power companies. \"I worry about other people that are maybe even more vulnerable in these out of the way places,\" he added. \"I just hope there is not some poor soul up in some of the back country lanes that hasn't been seen yet by anyone.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59495825"}