{"datetime": "2021-08-27T12:41:24.000Z", "title": "Farmer killed Duns pub-goer with a single punch", "article": "A farmer killed a pub-goer with a single punch after he insulted his girlfriend, a court has heard. Raymond Shand, 41, struck David Suttle, 59, at the Horn Inn pub in Duns, Berwickshire, on 22 September 2019. The High Court in Edinburgh heard that barmaid Heather Brown told Mr Suttle to leave the pub before he insulted her. Shand then punched Mr Suttle resulting in a fatal head injury. He admitted a charge of culpable homicide. The court heard that Shand, formerly of Huntly but now of Peebles, was a farmer who had no previous convictions. On the night of the attack, he had travelled to Duns from his then home in Aberdeenshire to spend time with his partner. Prosecutor Mark Mohammed told Lord Richardson that Mr Suttle - a regular at the pub - had insulted Ms Brown on a number of occasions. He said she was of the view that he was \"nasty drunk\" who would often make \"cutting remarks\" about her. The court heard that on the night he died, Mr Suttle had been drinking in the pub and was told to leave. He then insulted Ms Brown which prompted Shand to strike him, causing him to fall over and bang his head on the ground. Shand was also convicted of assaulting another man by punching and kicking him in June 2019 in Duns.Defence solicitor advocate Iain McSporran QC asked the court for Shand's bail to be continued. He said the court would be required to call for a background report as he had no previous convictions.Mr McSporran also said that he would reserve his mitigation until Shand's sentencing hearing. However, he said the circumstances surrounding the culpable homicide were such that he might be entitled to a non-custodial sentence.Mr McSporran added: \"I will be making a submission that a custodial sentence is not inevitable.\" Lord Richardson continued Shand's bail but told him that that did not mean he would not be going to prison.He added: \"You should not read anything into this.\" Shand will be sentenced at the High Court in Edinburgh next month. Update: Shand was jailed for two-and-a-half years at the High Court in Stirling on 24 September 2021. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-58355504"}