{"datetime": "2021-07-02T16:11:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Will free school meals continue over summer holidays?", "article": "The number of children eligible for free school meals in England has risen since the start of the pandemic. As the summer holidays approach, what support will be available to them? More than one in five pupils (1.7 million) in England were eligible in January 2021. The number rose by more than 400,000 in the previous 10 months, from the start of the first lockdown in March 2020. Although numbers have increased in previous years, the 2020 rise was steeper than before. Children are eligible if their household income is less than £7,400 (excluding benefits) or if they receive certain welfare payments. Most children on free school meals are at state-funded primary schools. The rate is highest in north-east England. Unlike last summer, the government is not directly funding vouchers or food packages this year.Free school meals have traditionally been provided in term time only. But manycouncils have decided to create their own meal schemes during the long holiday -using extra government money made available because of the pandemic. Labour called on ministers to \"trust parents\" by giving them cash payments over the summer. But instead, rather than offer free meals, the government has allocated £220m for local councils to offer free holiday clubs. These clubs will offer free healthy food and physical activities. Funding is expected to cover activities for at least four hours a day, four days a week, for four weeks of the holidays. The scheme - the Holiday Activities and Food Programme - was launched as a pilot before the pandemic, but is now being rolled out across England. Councils are expected to offer free club access to all children eligible for free school meals. Children who do not receive free meals may still be offered places, but not for free. Footballer Marcus Rashford, and other campaigners,has been promoting the holiday clubs.The Manchester United player had previously called for free school meal support to be extended again this summer.But since then, he has said the holiday clubs programme is a \"massive\" opportunity for kids. InScotland , the government has allocated £22 million of funding to allow councils to provide some free meal support during school holidays. It is up to local authorities todecide what the support will be . InNorthern Ireland , the government is offering food grants for eligible childrenduring all school holidays until April 2022 . Local authorities inWales will be able to claim £19.50 per week for each eligible child to make free meal supportavailable in the holidays . Free school meals during term-time have been at least partially funded by the government for more than a century.Children of all ages - from nursery to sixth form -may be eligible if they live in households receiving income-related benefits, including:New claims made in England must come from households earning a maximum income of £7,400 a year after tax, not including benefits.All infant state school pupils (Reception, Years 1 and 2) can get free school meals. If your child is getting free school meals on 31 March 2022, they'll keep getting them until they finish their stage of education, for example primary or secondary. Eligibility varies slightly betweenEngland ,Wales ,Scotland andNorthern Ireland because the nations set their own rules. The household-income threshold in Scotland and Wales is also £7,400. In Northern Ireland it is £14,000. ", "url": "https://www.bbc.com/news/explainers-53053337"}