{"datetime": "2021-08-24T22:11:56.000Z", "author": "Ken Banks", "title": "How will SNP-Greens deal affect plans for the A96?", "article": "The SNP and Scottish Greens have agreed a power-sharing arrangement - but the two parties still have \"distinct positions\" on the dualling of the A96 between Aberdeen and Inverness. The deal, which wasannounced last week , says there will be a review of parts of the plans. What could that mean for the project? The Strategic Transport Projects Review (STPR) was published by Transport Scotland back in 2008, setting out the Scottish government's transport investment priorities. This included plans to upgrade the A96 between Inverness and Nairn to dual carriageway, and a bypass at Nairn. The plan to dual the whole of the A96 between Inverness and Aberdeen was announced in December 2011. The aim was that this would complete the dual carriageway network between all Scottish cities. The plans would also incorporate bypasses along the route, with the aim of improving journey times and road safety. Work on the scheme - which would involve upgrading 86 miles of single carriageway - has not yet begun. Thedraft joint policy programme pledges that the road will become dual carriageway between Inverness and Nairn. It also maintains the commitment to building bypasses around Nairn and Elgin. However, the plans to upgrade the rest of the route are to be subject to a review by the end of 2022, which will include a climate compatibility assessment. The agreement also sets out the intention to improve public transport in the north east. This will include work on the feasibility of a mass rapid transit system for the region, and a rail link between Dyce and Ellon and then further north to Peterhead and Fraserburgh. It says there will be a \"transport enhancements programme\" on the A96 corridor to improve connectivity between surrounding towns, tackle congestion and address safety and environmental issues. The bypassing of Nairn, Keith, Elgin andInverurie is still promised, along with road safety improvements at locations such as the sections between Fochabers and Huntly, and Inverurie and Aberdeen. First Minister Nicola Sturgeon said most people in this day and age would expect an environmental assessment to be carried out. \"All of us understand that we have to move more away from reliance on cars,\" she said. \"One of the most exciting and important parts of this agreement is the massive investment in our rail network.\" The SNP's Westminster leader Ian Blackford told the BBC's Good Morning Scotland programme that safety improvements will still happen on the A96, as well as the A9. \"I have to say I have had a number of emails over the course of the last few days and I think most people are congratulating what is a far-sighted arrangement between the SNP and the Greens,\" he said. \"We recognise our responsibilities that we have to get to net-zero, to make sure we have an efficient transport system. \"What is important is that we take account of safety and that will be key both when it comes to the A9 and the A96 as well. These things will still happen.\" The party highlighted that the draft co-operation agreement would see the proposed A96 expansion project subjected to a climate impact review. \"That process is separate from essential safety improvement works on the route,\" it said. \"The deal would transform Scotland's transport network by seeing huge investment in safe walking, wheeling and cycling routes, billions of pounds invested into Scotland's railway, including feasibility work around new rail routes in the north east, and ensuring ferries, trains and buses become affordable and accessible to all.\"Scottish Conservative transport spokesman Graham Simpson said any change in the plans would \"certainly be a backtrack\". He said: \"They've always been saying they would get it done, the question is is that still the position and if it is, what is the timetable, what would be the phasing of the project? \"People in the north east will be concerned about this and they need to know is this going ahead or is it not.\" One woman in Inverurie told BBC Scotland that the A96 was \"a dangerous road... it needs something done to it\". However, Scottish Greens activist Fabio Villani, from Moray, said dualling roads was the \"wrong way to go\". Mr Villani, who was a candidate for the party in the last Holyrood election, added: \"I am worried people might think that we've got the technology so all we need to do it move over to electric cars,\" he said. \"I would rather see investment going into train lines between Inverness and Aberdeen and between the north and Central Belt than invested in dualling roads that really we should be using less and less.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-58304184"}