{"datetime": "2022-01-25T14:30:56.000Z", "title": "Avian flu: Hunting ban call rejected by Scottish ministers", "article": "Ministers have rejected calls for a temporary hunting ban during an avian flu outbreak that has killed thousands of barnacle geese in southern Scotland. The barnacle goose is a protected species, but campaigners say hunting can cause disturbance and added stress. RSPB Scotland has called for a moratorium on shooting other birds along the Solway Coast. The Scottish government said it was aware of the problems but planned no further measures \"at this stage\". RSPB Scotland made its call to reduce the \"devastating impacts\" of avian flu in the area. The UK is currently suffering the worst outbreak of avian flu on record, with the Solway one of the hardest-hit areas. The latest population counts of the Svalbard barnacle goose show a drop in numbers from 43,703 in November last year to 27,133 this month. That represents a decline of 38% in the breeding population. Paul Walton, head of habitats and species at RSPB Scotland, said the Solway appeared to be the \"epicentre\" of the UK outbreak. \"Our birds are suffering and they need an urgent reprieve to help them get through this winter and ensure that as many as possible of those remaining survive to make their migration back home to Scandinavia to breed in the summer,\" he said. \"The best way we can do this is by reducing the cumulative impacts of disturbance, including by wildfowling.\" However, the Scottish government said it had no plans for further action at present. \"We are aware of the serious impact of avian influenza on the barnacle goose population on the Solway,\" it said a statement. \"While we will keep matters under review and consider any relevant evidence supporting such a course of action, having considered the situation, no further measures will be implemented at this stage.\" RSPB Scotland said it was disappointed by the decision not to stop hunting, which it described as a \"proportionate\" response to the situation, and urged the Scottish government to reconsider. However, the British Association for Shooting and Conservation's Scotland director Dr Colin Shedden said he was pleased no ban had been imposed. He said the claim that shooting caused damaging disturbance had \"not been substantiated with evidence\". All of Scotland's protection zones around commercial flockswere recently lifted , although a new outbreak was confirmed at the weekend in Inverurie, Aberdeenshire. However, this is understood to be a backyard flock of a small number of birds, with \"no reason\" to think it had spread and no need for additional restrictions. UK-wide regulations requiring keepers to keep their birds indoors remain in place. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-60112006"}