{"datetime": "2021-04-15T12:19:17.000Z", "title": "Petition after ice cream and custard dropped from school menu", "article": "Primary children have started a petition after custard and ice cream was dropped from their school dinner menu on health grounds. Pupils at Aberdeenshire's Rhynie PS said they were taking the action to reinstate their favourite puddings, described as the \"best in the world\". Aberdeenshire Council said primary menus had been \"refreshed\" in line with new nutritional requirements. Alternative dessert options are being provided instead. The Scottish government's new nutrition guidelines aim to limit sugar intake and encourage consumption of fruit and vegetables. The school petition has been instigated by pupils Angus Beverly, 10, and 11-year-old William Dibb. Under the heading \"Removal of puddings from school dinner menu\", the pupils wrote: \"The puddings that we love, cooked by Mrs Moir, are the best in the world and we don't want to lose them. \"They are part of a balanced diet for us and we know that Mrs Moir reduces the sugar content as much as possible. \"We ask kindly that you revert back to having puddings as part of our choice for dinner.\" One parent, Louise Grant, 28, said: \"There's nothing wrong with everything in moderation. \"The kids get a lovely balanced diet at school, and at home too, so why shouldn't they get a small slice of cake and custard?\" Deputy First Minister John Swinney said in hisministerial foreword on the new healthy eating guidance : \"Schools have a pivotal role in supporting healthier dietary choices from an early age. \"The food and drink options they provide and the eating and drinking habits they instil can also serve as an example for positive dietary choices for wider society.\" Aberdeenshire Council said in a statement: \"Whilst deserts such as ice cream and custard have been removed, alternatives like brownies, muffins, gingerbread, and cookies are now available. \"However, our focus is currently on healthy eating as well as using the very best produce available in Aberdeenshire and Scotland to provide pupils with nutritious and delicious meals at affordable prices.\" The council said it had not received the petition yet. A spokesman added that the changes were council-wide, so if there were any changes in the future they would apply to all schools, not just Rhynie. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-56746909"}