{"datetime": "2022-02-02T22:27:16.000Z", "title": "Power restored to all but 700 homes after storms", "article": "Efforts are being made to reconnect the final 700 customers left without power in the wake of the storms which hit Scotland at the weekend. The worst impact of Storm Malik on Saturday then Storm Corrie on Sunday was in the north east and Highlands. Scottish and Southern Electricity Networks (SSEN) said most of the properties still without power were in rural Aberdeenshire.Power has now been restored to more than 120,000 homes. Richard Gough, director of distribution system operations at SSEN, said: \"Our teams are making a big final push to reconnect the final homes affected by the severe weekend storms.\"Although access issues and complex repairs remain a challenge, we will work into the night to get the job done\" He thanked customers for their \"continued patience\" and praised the reconnection effort in difficult conditions. In Sauchen in Aberdeenshire, people have endured a fifth day impacted by the storms. Grandmother Sarah Johnson has a log burner but has been without power and internet or phone signal since the weekend. \"We are luckier than some but it's getting very tedious. \"We hadn't expected this to happen again so soon (after Storm Arwen), I think next time we'll just have to be better prepared.\" Her granddaughter Willow said: \"We've got hot water bottles. In the morning it's dark. I'm kind of scared of the dark. I cuddle the dogs.\" Read more about thepeople affected by the latest power cuts. Aberdeenshire Council and SSEN continue to offer catering facilities in affected areas. A number of Aberdeenshire schools remain closed or partially closed. Pupils at Banff Academy will continue to learn from home until Monday while damaged roofing is repaired.Meanwhile, the British Association for Shooting and Conservation (BASC) and Country Sport Scotland (CSS) have described the impact of the storms as \"devastating\". Businesses in Aberdeenshire, Angus, Perthshire, Fife and the Scottish Borders are said to have been particularly badly affected. Calvert McKibbin, who owns a country sports tourism business in Aberdeenshire, said: \"I have never seen devastation of the type caused by these storms. The windblown tree damage is absolutely catastrophic.\" BASC Scotland director Dr Colin Shedden, said: \"The devastating impacts of these storms come at the worst possible time for rural businesses, who are only just starting to recover from the economic losses caused by Covid-19.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60220845"}