{"datetime": "2021-08-21T13:28:36.000Z", "title": "SNP ruling body endorses deal with Greens", "article": "The SNP's ruling body has endorsed a power-sharing agreement with the Scottish Greens. Nicola Sturgeon said on Twitter that the draft deal had been \"unanimously endorsed\" by the SNP's national executive committee \"following a very upbeat meeting\".The parties published details of the co-operation agreement on Friday. It includes a commitment to to hold a referendum on Scottish independence within five years. In her statement on Twitter the first minister said the committee also agreed a \"process of member engagement\" including an online consultative ballot of members.Members of the Scottish Greens will decide whether they can accept the deal next weekend.Both sides want the deal to take effect before Holyrood returns with a statement on the programme for government on Tuesday 31 August.The agreement would give the government a majority but areas of disagreement remain between both parties, particularly over the oil and gas sector.Opposition parties have described the arrangement as a \"nationalist coalition of chaos\" that will be a \"disaster\" for Scotland.The deal will take the Greens into government for the first time anywhere in the UK, and it will see two Green MSPs appointed as junior ministers.In addition to a commitment to an independence referendum, the partnership agreement commits to a £500m just transition fund to move away from oil and gas, a Bill to be introduced on the reform of the controversial gender recognition act (GRA) within a year, and a national rent control system to be implemented by 2025. The deal covers the vast majority of domestic policy, with 10 areas carved out where the sides could not reach an agreement. The role of gross domestic product (GDP) in measuring economic growth, public funding for defence companies, membership of Nato in an independent Scotland and the regulation of selling sex are among areas outside the scope of the agreement. The parties have also agreed to disagree on the matter of fee-paying schools and field sports such as hunting and shooting - a long-running bone of contention between the two sides. The two Green MSPs appointed as ministers will not be bound by collective responsibility - meaning they will not be held accountable - in these areas. ", "url": "https://www.bbc.com/news/uk-scotland-58293047"}