{"datetime": "2022-01-01T17:55:39.000Z", "subject": "Hogmanay", "title": "Scotland has mildest New Year's Day on record", "article": "Scotland has recorded the mildest New Year's Day on record thanks to a flow of warm subtropical air from the Azores. The Met Office confirmed temperatures reached 15.9C (60.6F) at Achnagart in Glenshiel, Kyle, on Saturday morning. This broke the previous peak of 14.5C (58.1F), which was registered at Inverurie, Aberdeenshire, in 1992.Parts of Scotland later saw heavy rainfall, with warnings of surface water on some routes. The mild temperatures saw a new UK record set in London where it reached 16.2C (61.2F) in St James's Park on Saturday. The previous UK record for New Year's Day was 15.6C (60F), which was set in 1916 at Bude in Cornwall. Met Office forecaster Dan Stroud told BBC Scotland: \"We have had some unseasonably mild weather over the last few days. \"We have had deep south westerlies feeding across England, Scotland and Wales and the air originates from the Azores. \"It is very warm as it comes up and we have actually been seeing some record-breaking temperatures.\" Mr Stroud described the temperature recorded in Achnagart as\"nearly double\" what it normally is at this time of year.He said not every extreme weather event can be linked to global warming, but added: \"Against the background of climate change these events are more likely.\" Despite the balmy conditions, the first day of 2022 also brought high winds to some parts of Scotland, and the Scottish Environment Protection Agency issuedsix flood warnings, mainly for the Western and Northern Isles.On Saturday evening Traffic Scotland issued warnings of surface water on routes in central and southern parts of the country. The unseasonal weather is also not set to last as the Met Office has issued ayellow snow and wind warning , covering much of northern Scotland, the Highlands and islands, from midnight on Tuesday to 06:00 on Wednesday. Frequent snow showers and gusts of up to severe gale force are expected which could lead to travel disruption, particularly on higher routes. Mr Stroud said: \"We are going to see quite a major change. Come Tuesday we are likely to tap into some cold Arctic air.\" Covid restrictions forced the cancellation of major events across the country, including the Loony Dook, which normally sees hundreds of hardy revellers take a dip in South Queensferry. But this did not stop some people from plunging into a Firth of Forth on a day that was less chilly than usual. The Met Office say the UK's record temperatures have all been elevated by manmade climate change which has raised temperatures globally by 1.1C. Cold records are still being broken, as in the Beast from the East storm in 2018.But the Met Office say warm weather records are being broken nine times more frequently - a clear sign of an over-heating planet. The winter wildfires in Colorado are arguably even more alarming than unseasonal warmth in the UK.It's too soon to say what role human-driven climate change may have played in the disaster - but it's the latest episode of regular weather patterns being disrupted.Meanwhile,different regions of Alaska are experiencing record high and low temperatures at the same time. Climate scientists warn that we can expect many more extremes as the planet continues to heat. And attempts to reduce emissions have been undermined by several factors, including President Biden's struggle with climate policies in the USA. ", "url": "https://www.bbc.com/news/uk-scotland-59848009"}