{"datetime": "2022-01-01T19:50:39.000Z", "title": "New Year's Day is warmest on record in the UK, Met Office says", "article": "The UK is having the warmest New Year's Day on record, with new high temperatures set for the second day in a row, the Met Office says. St James's Park in central London saw temperatures of 16.3C (61.3F) on Saturday as 2022 was ushered in.Warm air from the Azores has been reaching the UK in recent days, bringing unusually mild weather. The previous New Year's Day record was set in 1916, when it reached 15.6C (60.1F) in Bude, Cornwall.Saturday's high temperature was originally thought to be 16.2C before a slightly higher temperature was recorded later in the day. Friday was alsothe warmest New Year's Eve on record. BBC weather forecaster Ben Rich said: \"We've had winds coming from the south and south west bringing very warm air from the Azores - nearly all the way from the tropics - wafting across the UK and it's that which has lifted the temperatures. \"It's been with us for a few days now and warming up day by day.\" Sunday will be a little colder but temperatures will be still well above normal for this time of year, he added.The mild weather currently being seen is widespread across the UK, he added.\"Around Tuesday it will be much colder as the southerly winds are replaced by northerly winds,\" he said. \"There could be some wintery showers, especially in the north of the UK. It will be a real change.\"It will drop to somewhere between 6C and 9C, he said - in line with the average temperatures of 7C or 8C for the start of January. In Edinburgh, it could get to as low as 3C on Tuesday.The Met Office say the UK's record temperatures have all been elevated by manmade climate change which has raised temperatures globally by 1.1C. Cold records are still being broken, as in the Beast from the East storm in 2018.But the Met Office say warm weather records are being broken nine times more frequently - a clear sign of an over-heating planet. The winter wildfires in Colorado are arguably even more alarming than unseasonal warmth in the UK.It's too soon to say what role human-driven climate change may have played in the disaster - but it's the latest episode of regular weather patterns being disrupted.Meanwhile,different regions of Alaska are experiencing record high and low temperatures at the same time. Climate scientists warn that we can expect many more extremes as the planet continues to heat. And attempts to reduce emissions have been undermined by several factors, including President Biden's struggle with climate policies in the USA. The Met Office said Scotland had also recorded its warmest New Year's Day temperature, which was 15.9C in Achnagart in the Highlands.The previous record was 14.5C in Inverurie in 1992.There is also a new record for Wales, with 15.6C in Hawarden, Flintshire.Overnight on Friday, it reached 16.5C in Bala, Gwynedd, north Wales, making it the hottest New Year's Eve on record.It has been so warm that the skating rink at London's Somerset House had to close on New Year's Day because the ice was being affected.The Met Office also said a new provisional record had been set for the UK's highest minimum - or overnight - temperature for New Year's Day and the month of January as a whole.That was in Chivenor, Devon, which had a temperature of 13.2C. The previous record was 13.1C and was set in 2016.", "url": "https://www.bbc.com/news/uk-59847641"}