{"datetime": "2022-02-07T16:30:27.000Z", "title": "Tourist killed pensioner in 'devastating accident' on A85", "article": "A holidaymaker driving in the UK for the first time killed a grandfather in a road collision just hours after collecting a hire car, a court heard. Klaus Huber, 41, steered the BMW 3 Series onto the wrong side of the single carriageway A85 into the path of an oncoming car near Crianlarich. Passenger Kenny MacKenzie, 79, died in the resulting collision and his driver wife Patti, 73, was seriously injured. Huber was fined £4,000 and banned from driving in the UK for 40 months. Prosecutor Lauren Staunton told Falkirk Sheriff Court that the collision caused both vehicles to be lifted into the air. She said Huber had been trying to pull into a layby on the eastbound side of the road because his son was car-sick. The fiscal said Huber steered into the path of Mrs MacKenzie's car \"without any indication.\" The court heard Mrs MacKenzie, from Helensburgh, had no time to avoid the collision. She was airlifted to the Queen Elizabeth Hospital in Glasgow. Her husband sustained fatal abdominal injuries and died at the scene. The accident happened about 12.35 on 27 July, 2019. Huber, from Reisbach, Bavaria, a joiner and \"pillar of his parish church\", admitted causing Mr MacKenzie's death by careless driving. Defence counsel Michael Anderson, advocate, said it had been \"a tragic but momentary lapse of concentration\" by someone driving on the opposite side of the road from that which he was used to. Mr Anderson said: \"He and his wife pray about what happened, and for Mr MacKenzie's family, every day.\" Sheriff Derek Hamilton said: \"This devastating accident was caused by a momentary lapse. \"Your failure was that you failed to pay attention.\" He said that in normal circumstances, the appropriate sentence would have been a high-tariff unpaid work order, but it was not possible to give effect to such an order in Germany. He said that the fine \"should not be seen as any sort of measure of the value of the life of Mr MacKenzie\". ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60259491"}