{"datetime": "2022-02-10T17:33:26.000Z", "title": "Appeal court overturns drug supply conviction", "article": "A man jailed for drug trafficking has had his conviction overturned after the judge at his trial failed to give jurors proper instructions over an interview he gave to police. Patrick Hattie, 52, was jailed for five and a half years last year after police recovered drugs worth £2m. Mr Hattie had pled not guilty and launched an appeal after being convicted. It has now been accepted by the Crown that he should be acquitted.Advocate depute Alex Prentice QC told the Court of Criminal Appeal in Edinburgh that trial judge Lord Summers had completely failed to direct the jury on the use that could be made of an interview Mr Hattie gave to police. It was said that while in some cases such failure may not result in a miscarriage of justice, that was not \"a tenable proposition\" in Mr Hattie's case. The Lord Justice Clerk, Lady Dorrian, who heard the appeal with Lord Pentland and Lord Matthews, said: \"The court agreed with the advocate depute and concluded the appeal had to succeed.\" Mr Hattie, from Airdrie, ran a body repair shop in his home town and rented a yard at Shotts. He wasconvicted alongside co-accused David Brown , a former transport police inspector, who was jailed for six and a half years. Brown, of Carfin, North Lanarkshire, drove a van containing drugs to Cairnryan, Dumfries and Galloway, in December 2018 where police intercepted the haul of cocaine, cannabis resin and herbal cannabis. A third accused, haulage firm boss Laurence Phee, of Airdrie, was jailed for eight and a half years at a separate hearing after he admitted drug charges. Mr Hattie did not give evidence at his trial, but his interview with the police was played to the jury.In the interview, he said he had given Brown £200 to hire a van to help him get back on his feet, and that he believed it was a parcel delivery job and he had no idea where the van went after it was hired. When he was told that the police found a large grey container with the drugs inside during a search of the vehicle he maintained he had never seen such a container at his properties. He said: \"Honest to God, I don't know a thing about it. I don't know anything about that vehicle.\" Lady Dorrian said the \"whole substance\" of Hattie's defence was contained in the police interview but the jury was given no guidance over it. She said: \"In our view the advocate depute was correct to say that, in the circumstances of this case, this was a material misdirection which could not be cured.\" \"A verdict returned on the basis of such a serious omission can only be considered to amount to a miscarriage of justice\". ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60334945"}