{"datetime": "2022-02-15T16:50:37.000Z", "title": "Dundee man guilty of stabbing friend to death over drugs", "article": "A man has been found guilty of killing his friend after chasing him and stabbing him multiple times in the backside. A jury at the High Court in Dundee found 42-year-old Jackie Doig guilty of the culpable homicide of Frankie Melvin in August 2020. Doig had faced a murder charge but claimed self-defence in stabbing his former friend five times.He was convicted of the lesser charge after a week-long trial. Doig said in evidence he had stabbed the 34-year-old Arbroath father \"a number of times\" during a fight that left him dying in the street. He told the week-long trial at the High Court in Dundee: \"If it wasn't him, it would have been me.\" The court was shown footage of Doig - who claimed his victim had stolen four bags of drugs from him - chasing Mr Melvin around various streets in Arbroath. \"I wanted my stuff back. I was absolutely raging at him at the time,\" Doig said, adding that they had been friends prior to the incident. Mr Melvin died from a stab wound to the buttock, which severed the superior gluteal artery in his pelvis, causing catastrophic internal bleeding.Doig accused all of the crown witnesses who provided evidence to the court of \"telling lies\" to conspire against him. In his closing speech for the Crown, William Frain-Bell said: \"The accused claims he acted in self-defence. There is no evidence he was acting in this way. \"The Crown position is there was no risk to Jackie Doig's life or limb. The accused chased Frankie Melvin. The court heard Frankie Melvin's screams [on video]. He was trying to get away from Doig.\"Doig's actions had nothing to do with his own safety. He could have walked away at any time. He tried to conceal the knife. His actions were extreme. \"The reality is Doig was raging. He said: 'that's what you get for robbing me.' It was not self-defence. It was a brutal and deliberate act on a man who was trying to get away.\" Mr Melvin died from his injuries shortly after the fight with Doig. Forensic pathologist Dr David Sadler told the court it was the deep stab to the buttock which had ultimately proved fatal. Dr Sadler said: \"All of the wounds would suggest being done by a single, large blade. Four of the wounds would have been medically treatable. \"The neck wound could have hit major arteries or organs, but it didn't. There were numerous blunt force injuries. The stab wounds were all to the back of the body.\" Lady Drummond deferred sentence for reports and said: \"You have been found guilty of culpable homicide and I can tell you to expect a lengthy custodial sentence.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60389704"}