{"datetime": "2022-01-23T14:41:07.000Z", "author": "Emilia Belli", "title": "Petition seeks control of Wales' Crown Estate land", "article": "More than 5,500 people have signed a petition seeking devolved control of the £603m Crown Estate land in Wales. Rhodri Williams, 37, from Cwmafan, Neath Port Talbot, started the petition to highlight what he called an \"unjust and unfair\" situation. The estate owns holdings in England, Wales and Northern Ireland with most profits going to the UK Treasury. Welsh Secretary Simon Hart has said there was no \"public interest or appetite\" for reform. Mr Williams started an online petition after he discovered the Crown Estate in Scotland was devolved, and the Scottish government received its profits directly. \"It just seems totally unjust and unfair that one part of the union is treated differently to the other,\" he said. The petition calls for a similar devolution settlement here. Mr Williams wants the land's profits to be used to create a green energy sector. \"These are our waters, why are we not having the money?\" he asked. Mr Hart told MPs in the House of Commons earlier this month there was not \"any public interest or appetite\" for altering the status quo. \"Frankly, it is a case of, 'if it ain't broke, don't fix it',\" he added. The 262-year-old Crown Estate, which has assets worth more than £15bn, is managed by an independent board, with the Queen receiving 25% of its profits. The rest goes to the UK treasury.Itsland in Wales generated £8.7m in revenue last year. In Scotland, the estate was devolved in the wake of the2014 independence referendum . This week, Crown Estate Scotland announced it had raised£700m by leasing offshore wind farms . Stirling University economy Prof David Bell said control of the land was not a \"game-changer\", but a \"useful add-on\". When asked if similar benefits could occur in Wales, he said it would be a \"win-win\" if the land was \"well-managed and with a view to economic and community benefits\". The Welsh Conservatives are opposed to devolution of the Crown Estate. Its environment spokeswoman Janet Finch-Saunders MS said it had \"served us well over the years\", adding: \"If it's not broken, why on earth would we want to support the further devolution of powers?\" The Welsh government said \"devolving control over the Crown Estate would give us greater flexibility to choose how far and fast we deploy renewables in Wales\". \"We have outstanding natural resources to generate renewable energy,\" a spokesperson said. \"We want to be able to use those to benefit people in Wales by investing in communities and green, skilled jobs.\" Plaid Cymru MP Ben Lake said the Crown Estate should be devolved like in Scotland, where it is used for the \"benefit of the public and public purse\".\"If the Crown Estate was devolved to Wales I think we could consider using and developing the amazing natural resources we have here much quicker than the current system allows,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-60096958"}