{"datetime": "2021-12-09T21:14:52.000Z", "subject": "Coronavirus pandemic", "title": "Legal challenge to hotel quarantine policy goes to Court of Appeal", "article": "A legal challenge to the Government's mandatory quarantine hotel policy is to be taken to the Court of Appeal. Emily Mennie and Owen Hancock believe they are being forced to \"pay for their own imprisonment\". The couple, from Tooting, London, were caught up in the overnight changes to travel from South Africa and are in a quarantine hotel in east London. Mr Hancock said they had stuck to restrictions while Downing Street staff partied. They had visited family in South Africa for the first time since the start of the pandemic when the Omicron variant led to a sudden tightening of travel restrictions, forcing them to pay more than £4,000 to stay in a quarantine hotel on their return. They worked with PGMBM to call for a judicial review of the policy, which they believe is a breach of their human rights, but a judge ruled against them after a two-hour hearing. Mr Hancock, 35, said he was pleased that PGMBM would appeal against the decision, particularly given the revelations about Downing Street parties that appeared to break lockdown rules when they had abided by all the restrictions. He said: \"Today of all days, given that we have stuck to all the rules, and when it's become clear that Downing Street has broken the rules multiple times, we feel fully justified in backing this case. \"It's so utterly unjustifiable to force travellers to pay when they've stuck diligently to the rules like us, that we will continue to campaign on this until the government sees how unfairly it is treating British residents who have stuck diligently to the rules.\" Ms Mennie, 30, has also launched apetition on the issue, which has been signed by about 60,000 people. She said: \"We are obviously disappointed the judge has not allowed this unfair, unacceptable and unreasonable hotel quarantine policy to be put urgently under the microscope in court but we are confident PGMBM's appeal will succeed because even Boris Johnson admitted last night that this was a very fair challenge.\" PGMBM managing partner Tom Goodhead said it was clearly wrong that law-abiding citizens, who who have been double vaccinated and tested negative, should be forced into quarantine. \"The idea that they need to pay for the privilege of their own imprisonment is outrageous,\" he said. \"The prime minster himself last night accepted that it was 'very fair' to challenge current red list travel restrictions and both he and the health secretary seem to be reconsidering current rules. \"We implore the UK government to take note of scientific advice on the effectiveness of these measures - and that of the UN Secretary General and Archbishop of Canterbury who called such restrictions a 'Travel Apartheid' - scrap the red list and scrap hotel quarantine now.\" Ms Mennie and Mr Hancock are on the third day of their quarantine. ", "url": "https://www.bbc.com/news/uk-england-london-59595834"}