{"datetime": "2021-12-21T12:36:05.000Z", "title": "Park of Keir tennis centre plan approved by ministers", "article": "The Scottish government has approved planning permission for a tennis and golf centre near Dunblane following an appeal by the developers. Stirling Council had rejected plans for the Park of Keir development, which also includes housing and a hotel. However, Scottish ministersoverruled the decision , saying the benefits of the £37.5m plan would \"outweigh\" the loss of greenbelt land. Approval is subject to 22 conditions set out by the government. The development, which is backed by Judy Murray, includes luxury housing, 12 tennis courts, a golf academy, hotel and visitor centre. Ministers approved the plan despite a Scottish government-appointed reporterrecommending that the appeal be refused. However, they rejected the developer's claim for an award of expenses against Stirling Council, saying they agreed with the reporter's finding that the authority had not acted in an \"unreasonable manner\". Dunblane Community Council, which opposed the scheme, said it was \"very disappointed\" to learn Scottish ministers had granted permission for the Park of Keir development. \"It is a decision which ignores widespread local concerns and makes a mockery of the planning process\",the community council said in a Twitter post . Mark Ruskell, Scottish Green MSP for Mid-Scotland and Fife, said he was \"gutted\" that the scheme had been approved. Mr Ruskell gave evidence at an inquiry into the development in 2016. \"This decision will destroy an historic landscape that has existed at Park of Keir for centuries,\" he tweeted. \"This development always about building exclusive rural mansions than a real tennis legacy.\" However, the Scottish government said it believed the development was of \"regional and national significance for Scottish sport\". The decision letter added: \"There will also be economic benefits, both to the local area and more widely. \"Scottish ministers also conclude that the enabling housing development is required to cross-fund the tennis and golf centre to ensure that the sports facilities are accessible to the general public with an affordable pricing structure. \"Scottish ministers conclude that in this instance the benefits of the proposed scheme are sufficient to outweigh the loss of the greenbelt at this location.\" Approval is subject to 22 conditions, including a proviso that the new houses can only be occupied once the tennis and golf centres are open to the public. The letter says this is to to ensure the homes are only built \"as part of a comprehensive package of development and not independently\". A further condition limits the number of houses to 19 as the \"absolute minimum\" required to support the development. A spokesman for Stirling Council said: \"Stirling Council acknowledges that the Scottish ministers have approved the application.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-59742106"}