{"datetime": "2021-10-08T18:15:00.000Z", "title": "Police Scotland review ordered after tribunal's 'sexist culture' findings", "article": "Scotland's chief constable has said he will order an independent review into a tribunal which found evidence of a \"sexist culture\" in its armed policing. Former firearms officer Rhona Malone raised the tribunal against Police Scotland alleging sex discrimination and victimisation.Her victimisation claims succeeded but the discrimination claim was dismissed. Chief Constable Iain Livingstone said an independent force would review the judgement over \"legitimate concern\". The tribunal's findings followed the murder of Sarah Everard by a serving police officer, and areport by Dame Elish Angionlini QC highlighting concerns about discrimination experienced by female police officers.In an update to staff, the chief constable said: \"The appalling murder of Sarah Everard by a serving officer has brought an intense, critical spotlight on to policing in the UK and on to misogyny and violence against women and girls.\"The issues raised at a recent employment tribunal in relation to a former colleague have added to this scrutiny in Scotland. \"Misogyny, sexism and discrimination of any kind are deplorable. They should have no place in society and no place in policing. It is vital that, individually and as an organisation, we challenge our own and each other's behaviours in relation to misogynistic attitudes and actions.\" The chief constable added: \"We have a duty and an opportunity to lead a change which improves the experiences of all women, including our own officers and staff. This starts with enabling and supporting those who speak up, who have a right to be heard without fear of detriment or victimisation.\" The tribunal, which concluded earlier this week, found that Ms Malone was an \"entirely credible and reliable witness\", but the evidence of her former superior, Insp Keith Warhurst, was \"contradictory, confusing and ultimately incredible\".Insp Warhurst sent an email in January 2018 saying two female firearms officers should not be deployed together when there were sufficient male staff on duty.Police Scotland apologised unreservedly to Ms Malone and said it would address the issues raised in the judgement \"as a matter of urgency\".Ms Malone told BBC Scotland she was \"extremely emotional and phenomenally grateful\".Her solicitor, Margaret Gibbon, described theemployment tribunal's judgement as \"damning\".In order to support colleagues who speak out about misogyny, Chief Constable Livingstone said the force would put in place recommendations from Dame Elish Angiolini's independent review of complaints about the police. He also insisted the force's hiring and promotion protocols were based on values which \"stand against any discriminatory or misogynistic mindsets or behaviour\". He added: \"As police officers and staff, we stand in a unique position of trust and authority. The onus is on us to demonstrate leadership in building and maintaining the confidence of women, girls and all our fellow citizens.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-58849937"}