{"datetime": "2022-01-13T16:59:08.000Z", "title": "Christopher Kapessa: Challenge over failure to charge boy", "article": "A judicial review is challenging prosecutors for failing to charge a 14-year-old who allegedly caused another teenager's river death. Christopher Kapessa, 13,was reportedly pushed into the River Cynon in Rhondda Cynon Taf in 2019. Although police found evidence he was pushed, the Crown Prosecution Service (CPS) decided not to prosecute. Mrs Justice Cheema-Grubb allowed an application by Christopher's mother Alina Joseph for a judicial review. The hearing has now finished, with a judgement set to be delivered on another date. Representing the CPS, Duncan Penny QC defended the decision not to prosecute, saying \"the guidance was applied\". He said guidelines work on the basis \"it was likely\" a homicide took place, adding: \"A prosecutor has to have the power and ability to reach the decision that it is not in the public interest to prosecute.\"There has to be a margin of discretion awarded to the decision maker.\" He said the lawyer who came to the conclusion was a very experienced prosecutor. Lawyers representing her challenged the CPS's decision at a hearing in London on Thursday, with Michael Mansfield QC telling two judges it was \"unreasonable or irrational\". \"The defendant's decision fails to properly value human life, specifically the child victim's life,\" he told Lord Justice Popplewell and Mr Justice Dove in a written case outline. \"The defendant fails to give proper regard to the seriousness of harm from the offence. \"Undue and improper weight has been given to the impact of a prosecution upon the future of the offender.\" Mr Mansfield said the message the decision sent out did not inspire confidence in the justice system and evidence existed to provide a \"realistic prospect\" of conviction for manslaughter. The judges were told 16 people were at the scene of Christopher's death. Mr Mansfield said Christopher had expressed concerns about his lack of swimming ability and had been \"unwilling to enter the water freely\". He added: \"The suspect pushed him deliberately into the water. Christopher drowned and was killed as a result.\" He said Christopher and his family were \"relatively new\" to the area and were a black family living in a predominantly white community. Mr Mansfield argued that the decision not to prosecute was \"unlawful\" and \"ought to be quashed\". He also told judges that \"too much weight\" was given to the youth of the alleged offender. Judges have previoulsy ruled that he cannot be named due to his age. \"The suspect in this matter is aged 17 presently, but that does not preclude the public interest in accountability for causing a death by unlawful act manslaughter. \"It would not be 'disproportionate' to prosecute a child or young person for the manslaughter he has committed.\" Mr Mansfield said Ms Joseph had given detail of the information she had received, in a witness statement. He told judges, in a written case outline: \"This sets out the history of misinformation to her from the investigating prosecutorial authorities since her son's death and concerning the events, the original source of being told her son had jumped, or had slipped, rather than being pushed appearing to have emanated from the suspect and the untruths spread by him and his immediate friends, including the lies told to the police.\" Mr Mansfield said she wanted to \"understand fully what had happened to her son\" and to \"see justice done according to that truth\". Two High Court judges will look at the decision, and a dozen campaigners and friends gathered at the Royal Courts of Justice ahead of the hearing. They lit candles outside the courts to remember Christopher, who would have turned 16 last week. Christopher's uncle Mak King, who was in London ahead of the hearing, said: \"Today is a day of memory, the family are so anxious for justice. \"It has been a very long time - two-and-a-half years - a very long time, the family is waiting for answers and fighting for justice. \"It's very, very hard to be honest with you, every time the name Christopher Kapessa comes up, everything gets back again, so hopefully today we'll get answers for our questions so we can tell the family - family here, family back home - and they'll know the reason why and how Christopher died.\" Cynon Valley MP Beth Winter said: \"It's a very difficult day and it's unimaginable what the family has had to endure. \"Today is about finding out the truth, about justice and hopefully reconciliation.\"A judicial review is a procedure that allows anyone who has been affected by a decision or a failure to act by a public authority to apply to the courts to rule whether those actions were lawful or not. The judge allowed the application on five grounds, including that the CPS's decision failed to \"properly value human life\" and that \"undue and improper weight\" was given to the impact of the prosecution on the teenage suspect. The CPS had said it was not in the public interest to prosecute the boy, who was 14 at the time, and strongly denied race played any part in its decision, which was claimed by Christopher's mother. ", "url": "https://www.bbc.com/news/uk-wales-59977412"}