{"datetime": "2021-10-06T12:56:38.000Z", "title": "Sexist 'boys' club' culture in armed police unit, rules tribunal", "article": "The culture in an armed policing unit within Police Scotland was \"horrific\" and an \"absolute boys' club\", an employment tribunal has found. It accepted evidence of a \"sexist culture\" in the armed response vehicles unit (ARV) in the east of Scotland.Former firearms officer Rhona Malone raised the tribunal against the force alleging sex discrimination and victimisation.Her victimisation claims succeeded but the discrimination claim was dismissed. It also found that Ms Malone was an \"entirely credible and reliable witness\", but the evidence of her former superior, Insp Keith Warhurst, was \"contradictory, confusing and ultimately incredible\".Insp Warhurst sent an email in January 2018 saying two female firearms officers should not be deployed together when there were sufficient male staff on duty.Police Scotland apologised unreservedly to Ms Malone and said it would address the issues raised in the judgement \"as a matter of urgency\".Ms Malone told BBC Scotland she was \"extremely emotional and phenomenally grateful\".Her solicitor, Margaret Gibbon, described theemployment tribunal's judgement as \"damning\".\"The employment tribunal's findings lay bare the misogynistic attitudes and culture within armed policing and the hostile treatment police officers face when they try to call it out,\" she added.\"Of equal concern is the employment tribunal's findings that it did not consider credible much of the evidence it heard from Police Scotland's witnesses, including testimony from high-ranking police officers and senior members of staff.\"The serious issues this judgement brings to light need to be urgently addressed by Police Scotland\". Ms Malone had worked as a police officer for seven years before becoming an authorised firearms officer (AFO) in Police Scotland's ARV team in 2016.She was based in Edinburgh, Fettes Team 1, in October 2016, where she was one of two women in a team of 12 AFOs. Of 60 AFOs in Edinburgh's ARV division, four were women.In its judgement, the tribunal accepted evidence that there was an \"absolute boys' club culture\" within the ARV which was \"horrific\". It also found:The tribunal also accepted that Insp Warhurst sent an email saying two female officers should not be deployed together.In the email he referred to \"the obvious differences in physical capacity\" and said it made \"more sense from a search, balance of testosterone perspective\".But the tribunal found that the instruction was not implemented, as staff were told it did not represent the views of senior management. As a result of this, it dismissed the direct discrimination claim.If the email had been acted upon, the tribunal said it would have been viewed as \"inherently discriminatory\".However the tribunal did accept Ms Malone's claims of victimisation.These related to incidents including a threat of withdrawing her firearms authority, a suggestion that she could be transferred to Stirling, handling of grievances and a failure to investigate complaints.Inone of the tribunal hearings , Richard Creanor, a former firearms officer, said there was \"absolutely a boys' club culture\" that existed in parts of Police Scotland's armed response unit and also claimed Insp Warhurst had sent a message with a picture of topless women to a WhatsApp group of police officers.He told the hearing: \"You have to understand the culture in firearms, they operate within their own rules.\" Lawyer Stewart Healey, acting for Police Scotland, suggested to Mr Creanor during the evidence session that he \"had it in for Mr Warhurst\" and was making up the claims. But the tribunal ruling accepted Mr Creanor's evidence and described him as a \"credible and reliable\" witness.The tribunal judgement was also critical of two senior officers.It found the evidence of Ch Supt Andrew McDowell's \"implausible\" in that the reason he gave for not investigating Ms Malone's complaint was because he \"receives thousands of emails\".This was described as \"wholly unsatisfactory\" in the judgement given Ch Supt McDowell's seniority.In addition, the judgement said the actions of Police Scotland official Alasdair Muir were \"neither honest nor reasonable\".In a statement published in response to the judgement Assistant Chief Constable Mark Williams, of Police Scotland, said the culture in armed policing in 2017 and 2018 was unacceptable.\"Since then we have worked hard to improve standards but we know there is much still to do,\" he said.\"As an organisation, our response when a dedicated female officer raised legitimate concerns was no where near good enough. I apologise unreservedly to Ms Malone for those failings and for the significant impact they had on her,\" he added.\"This judgement highlights serious issues and we will set out action to address them as a matter of urgency.\" ", "url": "https://www.bbc.com/news/uk-scotland-58809585"}