{"datetime": "2021-11-14T09:09:11.000Z", "subject": "COP26", "title": "Cop26: Why were there so few arrests at climate protests?", "article": "Tens of thousands of climate activists from around the world took part in a series of mass demonstrations during the COP26 summit in Glasgow - but there was no serious violence or damage to property, and very few arrests. But despite the largely peaceful nature of the protests, there has been criticism of some of the tactics used by Police Scotland over the past two weeks. There were reports ahead of the summit that police feared they might have to make up to 300 arrests a day. The actual numbers have been far lower, with police saying on Thursday that there had only been a total of 70 arrests so far - although there have been at least eight more since then. The vast majority of these were for relatively minor public order offences, which feels like a remarkable achievement given the scale of the protests and the anger of those taking part at a perceived lack of action from world leaders over the climate crisis.The figure included 16 arrests on Monday evening when activists from Glasgow Calls Out Polluters blockaded the road outside The Engine Works in the Maryhill area of the city.And officers had to use power tools the following day to release protesters who had blocked St Vincent Street by locking themselves together.But there was generally a carnival-like atmosphere at the protests, which were a stark contrast to the violent scenes when Scotland hosted the three-day G8 summit at Gleneagles in 2005, when about 700 people were arrested. Senior police officers vowed to allow people to protest so long as they were peaceful - which the vast majority of climate activists travelling to the summit said they would be. In the end, both sides were largely true to their word.Police Scotland is the UK's second largest force behind the Met, but had to bring in 7,000 officers as well as dogs, horses and vehicles from other parts of the country to help it mount what was by far the biggest operation in its history. In particular, the Scottish force asked for officers who were specialists in public order, search and firearms.Up to 10,000 officers were on duty at any one time during the conference, which Police Scotland said was needed for the safety of protestors and officers.Despite the heavy and highly visible police presence at demonstrations, riot gear is not thought to have been deployed at any point - with officers wearing soft caps at protests rather than helmets, shields and batons. That fits with the general Police Scotland strategy of trying to avoid appearing confrontational when dealing with large events, and attempting to use dialogue rather than force to calm tense situations. However, in situations where activists caused disruption by refusing to move - for example by chaining themselves together to block roads - specialist \"protest removal teams\", each with up to six officers, were deployed.Police Scotland admitted that this could often look \"quite messy\", but insisted it was necessary to ensure the city and the conference were able to continue functioning. BBC Scotland's Dave Cowan, who reported from the scene of the protests, said activists were often angry at the police but did not attack them physically.He said he had seen examples of \"self-policing\" from protestors, with one man who squared up to officers being dragged away by fellow Extinction Rebellion activists who told him in no uncertain terms that they were against violence and to behave himself. And he said there appeared to be a good working relationship between police liaison officers and representatives of the protestors. There has been criticism of the police using what it describes as \"containment\" tactics - but which is more often referred to as \"kettling\". This involves large groups of officers forming cordons which then effectively trap a crowd within a relatively small space, often for several hours.Protestors are sometimes - but not always - allowed to leave through a designated exit, with the aim being to effectively use boredom, rather than violence, as a weapon to control crowds who are deemed to pose a threat. It is controversial because innocent bystanders often find themselves trapped alongside protestors, and there are concerns that itThere have also been complaints from activists of officers filming and taking photographs of them while they are being contained. Officers used the tactic on the fourth day of the conference, when they held a large group of Extinction Rebellion activists in the city centre. It was again used during the Global Day of Action last Saturday, when a group of Youth Communist League members who were taking part in the mass procession through the city were surrounded by police and separated from the main march. This was said to have been done because the group had ignored police warnings about their behaviour and had instead become increasingly aggressive, with members attempting to bring the procession to a halt and flares being lit. One member of the group was arrested and charged with culpable and reckless conduct, while the remainder were later allowed to continue to the rally in Glasgow Green. Scottish Greens justice spokeswoman Maggie Chapman subsequently raised concerns in the Scottish Parliament about the use of kettling, saying she had heard reports of a young mother with a baby in a pram finding herself trapped for hours with no access to water or a toilet. An open letter by the COP26 Coalition, Stop Climate Chaos Scotland and the Climate Coalition called on First Minister Nicola Sturgeon to intervene to stop \"heavy-handed and intimidatory\" policing against activists. They said that the number of officers deployed was \"disproportionately high\" and, combined with \"intrusive police surveillance\", had created an \"atmosphere of fear and intimidation\" that was threatening people's right to protest. But Scotland's justice secretary, Keith Brown, said he was satisfied that the police had \"tried extremely hard to make sure that they have facilitated protest and that their response has been proportionate.\" Police Scotland appears to be pleased overall with how the COP26 operation went, pointing to the low number of arrests as proof that its approach to the protests had worked.Assistant Chief Constable Gary Ritchie said the overall policing tone and style had been \"friendly and accommodating\", but that any behaviour which was violent or threatened public safety public had been dealt with \"swiftly and robustly\". And he said containment tactics had only been used by highly trained officers on a small number protestors who had been \"intent on causing violence and disruption\".The force says it wants to hear feedback on its approach from people who attended protests or who live nearby, with asurvey available on its website .", "url": "https://www.bbc.com/news/uk-scotland-59235091"}