{"datetime": "2021-11-24T15:51:52.000Z", "title": "NI force to review Police Scotland 'sexist culture' ruling", "article": "Northern Ireland's police service will carry out a review of a tribunal which found evidence of a \"sexist culture\" in Scotland's armed policing. Former firearms officer Rhona Malone raised the tribunal against Police Scotland alleging sex discrimination and victimisation. Her victimisation claims succeeded but the discrimination claim was dismissed. Chief Constable Iain Livingstone said an independent force would review the judgement over \"legitimate concerns\". During ameeting of the Scottish Police Authority on Wednesday, he said the Police Service of Northern Ireland (PSNI) had agreed to examine the \"potential conduct\" of officers as well as organisational and cultural issues. He said: \"We have publicly apologised for our failings and, as chief constable, I want to take this opportunity again to reiterate our apology, my apology, to Rhona Malone.\"In the days after the tribunal judgement was published, I made a commitment to commission an external police service to carry out an independent assessment of the employment tribunal judgement.\"I can confirm today that the chief constable of PSNI agreed to my request and the PSNI will undertake an independent review of the judgement. They will make recommendations which require action by us within Police Scotland. I will report further on this matter in due course.\" Ms Malone had worked as a police officer for seven years before becoming an authorised firearms officer (AFO) in Police Scotland's ARV team in 2016. She was based in Edinburgh, Fettes Team 1, in October 2016, where she was one of two women in a team of 12 AFOs. Of 60 AFOs in Edinburgh's ARV division, four were women. In its judgement, published last month, the tribunal accepted evidence that there was an \"absolute boys' club culture\" within the ARV which was \"horrific\".It also accepted that Ms Malone's former superior, Insp Keith Warhurst, sent an email saying two female officers should not be deployed together when there were sufficient male staff on duty. In the email he referred to \"the obvious differences in physical capacity\" and said it made \"more sense from a search, balance of testosterone perspective\". But the tribunal found that the instruction was not implemented, as staff were told it did not represent the views of senior management. As a result of this, it dismissed the direct discrimination claim. However, the tribunal did accept Ms Malone's claims of victimisation. These related to incidents including a threat of withdrawing her firearms authority, a suggestion that she could be transferred to Stirling, handling of grievances and a failure to investigate complaints. The tribunal's findings followed the murder of Sarah Everard by a serving police officer, and areport by Dame Elish Angiolini QC highlighting concerns about discrimination experienced by female police officers. It found that Ms Malone was an \"entirely credible and reliable witness\", but the evidence of Insp Keith Warhurst was \"contradictory, confusing and ultimately incredible\". Police Scotland apologised unreservedly to Ms Malone and said it would address the issues raised in the judgement \"as a matter of urgency\". Ms Malone told BBC Scotland she was \"extremely emotional and phenomenally grateful\". Her solicitor, Margaret Gibbon, described theemployment tribunal's judgement as \"damning\". ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59404508"}