{"datetime": "2022-02-10T12:30:29.000Z", "title": "Probe into assault and racism claims at Crieff High School", "article": "An investigation has been launched at a Perthshire school after claims by a pupil that racial and sexual discrimination were \"rife.\" Anna De Garis, a fifth-year pupil at Crieff High School, detailed the allegations in an open letter. She said she had received more than 100 written responses from pupils, listing incidents of discrimination, sexual assault and harassment. Perth & Kinross Council said it took the accusations \"extremely seriously.\" The authority said pupils and staff would be interviewed as part of the two-week probe, which would focus on the \"culture, policy, and processes\" at the school. Ms De Garis wrote: \"During my time at Crieff High School I have personally experienced sexual assault, regular sexual harassment and frequent racist abuse. \"I have witnessed far more aimed at others and it's clear to me that racism, sexism, sexual assault and harassment, homophobia and transphobia are all rife, and through the school's inaction, are also being normalised for many.\" Ms De Garis said pupils had experienced or witnessed anti-Semitism and Holocaust denial, trans students being told to kill themselves, boys slapping girls' bottoms, and homophobic language being used in front of teachers. The open letter and complaints were sent to the school, local MPs and MSPs, Perth and Kinross Council and the Scottish government. Sheena Devlin, Perth and Kinross's executive director of education and children's services, said the welfare of the children and young people was \"always our over-riding priority.\" She said: \"We take the allegations made regarding Crieff High School extremely seriously.\"Nobody should feel victimised or harassed in any of our schools.\"I want to assure all children, young people, parents and carers that we do everything we can to tackle bullying of any kind.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60293759"}