{"datetime": "2021-01-29T19:08:27.000Z", "title": "Sir Richard Branson sued over Virgin Records cancer claim", "article": "Sir Richard Branson is being sued for more than £200,000 by a cancer victim. Shop fitter Bernard Jones, 74, claims he became terminally ill as a result of exposure to asbestos while working at Virgin Records' Oxford Street and Sloane Street stores in the 1970s. He said he developed malignant mesothelioma from working at the sites. Mr Jones, of Llanfoist, Monmouthshire, has launched a High Court writ against Sir Richard and Virgin Records, accusing them of negligence. Virgin Records was launched as a small, independent label by Sir Richard in 1970, when he was 20.But hesold it Thorn EMI for £510m in 1992. His record stores, which became the Virgin Megastore brand, were sold in a management buyout in 2007 and became Zavvi, but the new venture went into administration in 2008. Mr Jones started developing symptoms in 2020 and believes the disease will cut his life short by 12 years. The claim is related to a period when he renovated the stores between 1971 and 1973. Papers describe how he was part of a team of six fitters turning an old shoe shop into the first Virgin Records Oxford Street shop in London. He claims that after ripping out old insulation boards and sheets with hammers and crow bars, asbestos dust was produced and he was exposed to it. His job involved sweeping up the debris and later installing asbestos insulation boards in the stores with a carpenter who cut them. Mr Jones sometimes slept on site at the Sloane Street store, according to the writ. The High Court papers say he first developed symptoms of mesothelioma in early 2020, and that a letter was sent to Virgin Records Ltd in July 2020 outlining the claim that received no acknowledgement. It is claimed his solicitors sent a follow-up letter and email reminding Virgin that Mr Jones has a limited life expectancy, but that again the firm did not respond. Mr Jones suffered increasing breathlessness and chest pain in early 2020, leading to a respiratory disability, according to the writ. By June 2020, it says, he needed slow release morphine for pain and received immunotherapy. The writ says Mr Jones faces a future of increasingly severe pain, breathlessness and debility, before probably becoming completely incapacitated and needing constant care. Mr Jones accuses Sir Richard and Virgin Records of negligence, saying they set him to work in conditions where he was exposed to substantial amounts of asbestos, caused him to rip out asbestos boards, sweep up asbestos dust and debris, and work with others installing asbestos insulation without protection.He claims he was not warned of the dangers, which is why he has filed for damages. Virgin EMI has been asked for comment. ", "url": "https://www.bbc.com/news/uk-wales-55857226"}