{"datetime": "2020-11-18T11:13:50.000Z", "title": "South Cambridgeshire District Council apologises for planning errors", "article": "A council will effectively take itself to court to overturn its own planning consent - in one case for the second time - after admitting errors. South Cambridgeshire District Council made mistakes over applications involving an extension in Steeple Morden and new homes in Great Abington. It has apologised followed accusations from a campaign group of a \"cover-up\". The council said it now needed to begin judicial reviews to overturn the decisions at a cost of about £10,000. Leader Bridget Smith said the authority was \"taking this very seriously\". According to theLocal Democracy Reporting Service, the council published a decision notice granting planning permission for the Steeple Morden application while the consultation was still ongoing - and then deleted its decision notice, only to republish it later. The council blamed \"human error when the wrong box was ticked on the planning computer system\". The authority's apology came after Daniel Fulton, of campaign group Fews Lane Consortium, alleged the council had made an illegal decision and then \"tried to cover it up\". The council has already had to undo its own planning consent on the same application earlier this year at theHigh Court, owing to \"administrative errors in the way it was initially considered\". The other application which the council will go to court to overturn relates to landscaping, layout and other details regarding eight new homes in Great Abington. That application was approved at a council planning committee last week but \"human error led to the formal decision notice being issued without several accompanying necessary conditions recommended by officers and required by the committee\".The council said its investigations into the two planning applications would be published. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-54975229"}