{"datetime": "2021-11-11T12:31:46.000Z", "title": "Covid: Boy in care to get jab despite mum's concerns", "article": "A 12-year-old boy in council care can be given Covid-19 and flu vaccinations despite his mother's objections, a judge has ruled. The boy wanted to be given the jabs and his father and council bosses supported the move, but his mother was opposed. A private hearing into the boy's case was held in the Family Division of the High Court in Grimsby. Mr Justice Poole indicated in his written ruling that this was the first case of its kind. He also said the boy could not be identified. Council social services bosses responsible for the boy's care had asked for a judge to consider the issue after the boy's mother said she was against him receiving a Covid vaccine until there was \"compelling evidence\" it was safe and effective. She also wanted more time to look into the safety of the flu vaccine. Mr Justice Poole said Court of Appeal judges had ruled a council with a care order could \"arrange and consent\" to a child in its care being vaccinated if it was satisfied vaccination was in the best interests of a child, notwithstanding the objections of parents. But the point had not so far been tested over Covid or flu vaccines, he said. UK Health Security Agency (UKHSA) guidance said the UK's chief medical officers agreed a Covid vaccination would provide young people with \"good protection\" against severe illness, the judge said. Vaccinating 12 to 15-year-olds should also help reduce the need for young people to have time off school and reduce the risk of the spread of Covid in schools, according to UKHSA guidance. The agency had also indicated that flu vaccination was important for children. In his ruling, Mr Justice Poole said he was \"quite satisfied\" the law allowed councils to go ahead with the vaccination of a child in their care against Covid-19 and flu, even if its parents disagreed. The judge said he would have concluded it was in the boy's best interests to have both vaccinations, had he not decided that council bosses could make the decision on the boy's behalf. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-59247517"}