{"datetime": "2022-01-19T10:50:48.000Z", "title": "Most-wanted: Appeal for 12 UK suspects thought to be hiding in Spain", "article": "Twelve of Britain's most-wanted suspects believed to be hiding in Spain have been named by officials in a bid to flush them out. The list - unveiled in a new appeal by the National Crime Agency (NCA) and Spanish officials - includes men wanted for murder and drug trafficking. Among the most wanted is Nana Oppong, 41, for the drive-by killing of grandfather Robert Powell, 50. The NCA's Steve Rodhouse insisted Spain was \"not a safe haven\". He added: \"Fugitives usually continue offending while on the run and these men will be known in criminal circles wherever they are.\" He said the last thing their associates would want was both UK and Spanish law enforcement focusing on them. Many of the suspects would be trying to blend in with Spain's large British expat community, and anyone with information should come forward, he added. The NCA's Most Wanted campaign partners with independent charity CrimeStoppers, Spanish law enforcement and UK police. The latest appeal - launched in the Spanish capital, Madrid, on Wednesday - comes after a previous campaign targeting fugitives,called Operation Captura, resulted in the arrests of 86 offenders. Among the most-wanted are: Wanted by Essex Police for the drive-by killing of grandfather Robert Powell, 50, who was shot eight times on 13 June 2020. His last known address was in Newham, east London, and he has links to Marbella. The 27-year-old is being sought by Greater Manchester Police in connection with the 2018 killing of rival Luke Graham, 31, in a turf war, and the attempted murder of Anton Verigotta. His last known address was in Beede Street, Openshaw, Manchester and he has links to Spain and possibly Turkey. The 30-year-old from Croydon, south London, is wanted for allegedly selling illegal substances including class A drug MDMA via a phone line in the area, called the Flavour Quest, and on the dark web - a part of the internet only accessible through special browsing software. Authorities say he was heavily tattooed when he left the UK - including on his neck, one of a diamond under his left eye and another reading \"Croydon\" on the outside of his left forearm. His last known address was in Caterham, Surrey. The 29-year-old, described as muscular and 6ft 2in, is accused of being the leader of a drug smuggling gang that brought 46kg of cocaine, worth nearly £8m, into Wales between February and June 2020. His last known addresses were in Butetown and Pentwyn, Cardiff and he has a surgical scar along his left wrist. Alleged to be Asim Naveed's customer, the 32-year-old has gold upper teeth and is accused of selling cocaine in the Welsh capital. His last known addresses were in Ely, Sully and Barry in Cardiff. The 56-year-old Scotsman is wanted by the NCA and Police Scotland following the seizure of about one tonne of cocaine at the Port of Dover in September 2020, and 28 million Etizolam \"street Valium\" tablets in a raid on a suspected pill factory in Kent in June the same year. He is also being sought in connection with two suspected arson attacks in Lanarkshire and the Forth Valley in May 2020. The 32-year-old, whose last known address was in Beetley in Norfolk, is wanted by police there for allegedly being involved in a cocaine dealing gang.He has links to Barcelona. The 31-year-old, who was last known to have lived in Aughton, Lancashire, is being sought for allegedly stabbing two victims multiple times, causing serious injuries.It is believed that he fled to Madrid directly after the attack, and may now be in Ibiza. Wanted by Northumbria Police for allegedly being involved in drug dealing, as well as assaulting an emergency worker, affray and dangerous driving.The 23-year-old's last known address was in South Shields and he has links to Alicante and Marbella. Sought by Cheshire Police for allegedly being part of a crime gang that sold drugs and guns.The 29-year-old, whose last known address was in Dingle, Liverpool, has been accused of previously using the secret phone network Encrochat, which was brought down in an international sting, to carry out his crimes. The 30-year-old from Liverpool was allegedly part of a drug-dealing gang, trafficking heroin and crack cocaine from Liverpool to Grimsby via a dedicated phone line. In 2018 he was convicted for conspiracy to supply cocaine, for which he was sentenced in his absence to 10 years in prison. His last known address was in Walton, Liverpool. Also from Liverpool, the 28-year-old is being sought for grievous bodily harm and attempted robbery in 2016.With an accomplice, he threatened the victim with a knife on his driveway at 01:30 GMT in a bid to steal his £60,000 Richard Mille watch. When the victim refused to hand it over, the pair stabbed him multiple times, leaving him with a collapsed lung and needing treatment in intensive care. Crimestoppers' founder Lord Ashcroft urged people with information about the fugitives' whereabouts to \"do the right thing\" by passing it on. Anyone with information about the fugitives can call Crimestoppers anonymously in the UK on 0800 555 111 or from Spain on 900 926 111, or go online at crimestoppers-uk.org/fugitives. ", "url": "https://www.bbc.com/news/uk-60051134"}