{"datetime": "2021-06-07T05:04:22.000Z", "title": "Christopher Kapessa: Mum plans legal action over river death", "article": "A mother plans to launch her own legal action if the decision not to prosecute the boy reportedly involved in her son's death is not reversed. Christopher Kapessa was reportedly pushed into the River Cynon. Although police found evidence Christopher was pushed, the Crown Prosecution Service (CPS) decided not to prosecute. His mother Alina Joseph believes race played a part in that decision, something the CPS rejects. Retired judge Ray Singh, who is chairman of Race Council Cymru, said Christopher's family should get their day in court. On Thursday, Christopher's case goes to the High Court where his mother's lawyers will ask for a judicial review of the CPS decision.She told BBC Wales Investigates she believed if Christopher, who died on 1 July 2019, had been white, the investigation \"would have been very different\".Ms Joseph says that within a day of her son's death, police told her it was not suspicious - that they had spoken to four of the large group of children present and concluded that Christopher had slipped into the river. But she turned to anti-racism organisation the Monitoring Group and complained to South Wales Police about its handling of the case. The force referred itself to the Independent Office for Police Conduct (IOPC) and, a week after Christopher's funeral, put its major crime team on the case. That investigation concluded that Christopher had been pushed into the river by a 14-year-old boy. The IOPC says its initial assessment of the complaint found no indication that any officer had breached professional standards. But it continued to investigate what took place and has yet to publish its full findings. South Wales Police said it could not comment until the full report by the IOPC has been published, but that it welcomed the scrutiny and remained committed to implementing opportunities for learning arising from their examination. It said confronting racism had been a long-standing priority for the force.The police passed the file to the CPS, who decided not to prosecute the teenage suspect. It decided there was enough evidence for a manslaughter charge, but it was not in the public interest, as there was no evidence the teenager meant to harm Christopher.The boy was of previously good character and it had to consider the impact a prosecution would have on his future. \"What about Christopher's future? He had a good future ahead of him,\" said Ms Joseph. \"They've tried to disregard it as if Christopher's life has no value. You know, if that isn't racism, I don't know what is.\" She said the decision not to prosecute sent the message to the public that \"you can do anything harsh to black people and you'll get away with it\". Mr Singh, who has investigated alleged institutional racism in the British justice system following the Stephen Lawrence case, told BBC Wales Investigates: \"I ask the question, what is public interest? \"There are so many other mothers looking at it [the case], especially the black and ethnic minority mothers. Are we not public? \"Justice should be done by a court of law. Both families will have to live with the outcome.\"The CPS said that, after a specialist prosecutor reviewed the evidence, it stood by the decision not to prosecute the 14-year-old. It said there was \"nothing to suggest\" it was a hate crime and that race played no part in its decision not to prosecute. It said prosecutors must always act in the interests of justice and not solely to obtain convictions. ", "url": "https://www.bbc.com/news/uk-wales-57342780"}