{"datetime": "2021-12-01T15:13:15.000Z", "title": "Grieving families want action over Glasgow health board", "article": "Two women grieving loved ones who died after contracting infections at a Glasgow hospital have called for the health board's bosses to be replaced. Louise Slorance's husband Andrew and Kimberly Darroch's 10-year-old daughter Milly Main both fell ill while being treated at the hospital for cancer. They said changes needed to be made or more families would lose relatives. The Queen Elizabeth University Hospital is subject to several investigations, including a public inquiry. However, a group of 23 senior clinicians from NHS Greater Glasgow and Clyde have written a joint letter describing criticism as \"unfounded\". They voiced \"immense disappointment and frustration\" about the way the hospital campus, and its treatment of patients, was being portrayed in the press and at the Scottish Parliament. Scottish Labour led a debate at Holyrood calling on ministers to step in and take over the running of the health board, but saw the motion amended to remove this criticism by the votes of the SNP-Green government. The Queen Elizabeth University Hospital campus was opened in 2015, but has been hit by a series of issues around safety and infection control. An earlier review found the hospital environment wasat least partly to blame for the deaths of two children , including Milly Main, who died in 2017 after contracting a water-borne infection while being treated for leukaemia. Her mother Kimberly Darroch said she had spent two years \"fighting for answers, truth and transparency\", to no avail. And Ms Slorance believes her husband Andrew - a senior Scottish government official -caught Covid and another infection while receiving cancer treatment .She claimed hospital management had \"restrained\" staff from telling her the full story of his condition - something the health board has denied. The two women appeared together at a press conference organised by Scottish Labour leader Anas Sarwar, who has also been calling for NHSGGC bosses to be sacked. Ms Slorance said: \"This Sunday it will be a year since Andrew died and we need to know that Andrew and Milly's deaths were not in vain. \"Action needs to be taken now. If we wait for reviews or the completion of the inquiry, how many more families will suffer this loss in the meantime?\" Ms Darroch added: \"We're here today to say enough is enough, we need the health board to be held accountable and removed from the job they're doing in order for patients, families and the general population for Scotland to have trust in that health board.\" The health board says it is \"fully committed to addressing any concerns raised by our patients and their families and our dedicated and hard-working staff\". First Minister Nicola Sturgeon has argued that replacing health board leadership would not \"change overnight the practice in a hospital\". She told MSPs that \"we do not do justice to the families concerned if we simply call for action that is not based on proper investigation, proper scrutiny and proper consideration\". However, Ms Slorance said: \"I think the Scottish government now need to show whose side they're on, whether it's ours or the health board management team.\" Meanwhile, a group ofsenior clinicians has written to Ms Sturgeon and Health Secretary Humza Yousaf voicing anger about how the row was playing out in politics and the press. They said: \"Do we always get everything right when we discuss issues with families? Perhaps not. Do we ever wilfully withhold information from them? Absolutely not.\"We have grave concerns that the continued undermining nature of the current negative headlines will result in an erosion of trust between clinical staff and patients and their families.\" Responding to this, Ms Darroch said she had \"no issue with any of the clinicians or frontline staff\", adding that Milly's treatment was \"second to none\". She added: \"I think the breakdown of trust is down to the building, not down to the clinicians or doctors and nurses and frontline staff - I don't think it's anything to do with them providing care, it's the building people have issues with and the leadership.\" No one is denying problems at Scotland's super hospital - that's why the government has set up a public inquiry and already patients and families have been giving evidence. But it's likely to take years to make recommendations and that's why the Labour leader wants to keep the story in the public eye. It's not a good look for Nicola Sturgeon, who was health secretary when the flagship hospital was built. Neither the Scottish government nor the health board can hit back at grieving families who have legitimate questions and want them answered now. Most of the families involved in this have been quick to point out that the frontline care their children or relatives received was second to none. Doctors warned them that infections are a common complication while undergoing some treatments, and that things that are harmless to most people can be fatal for the most vulnerable patients. Every hospital in the world will face incidents like this. But no-one should have been put at higher risk because of problems with the fabric of the building, and there are still questions for the health board to answer about whether more cases could be connected to the design and build of the hospital's infrastructure or systems.In the meantime, the QEUH needs to continue the lifesaving care it gives to many thousands of patients a year, and staff are working hard in conditions that are more challenging than ever. Eventually the inquiry may be able to hold NHSGGC's senior management to account - but it seems political pressure may force action sooner than that. Ms Slorance also said she was \"never concerned\" about Andrew's treatment - while taking aim at hospital bosses. She said: \"The clinicians are excellent at the job they do, they provide leading care, but if they are restrained from telling families what is wrong with their loved ones then that is an issue at management level.\" Mr Sarwar said he was \"on the side of frontline staff\". adding: \"I have full confidence in the frontline NHS staff, I have no confidence in the leadership of that health board - and I warn them, do not gaslight the entire staff base of a hospital in order to protect your jobs.\" The Scottish Conservatives have called for a second public inquiry, this time into how ministers have responded to concerns about the hospital, saying that \"ultimate responsibility\" lies with the government. The Scottish government said that many of the recommendations of previous reviews have been implemented, and that any resulting from the ongoing independent inquiry would be \"fully enacted\". It also noted that NHSGCC has been raised to stage four of the \"health board performance framework\" - commonly referred to as the board being placed in \"special measures\" - with Ms Sturgeon saying that \"a significant amount of work is under way to address infection in hospitals\". Ms Sturgeon had initially told MSPs that the board was at the highest level of escalation, butlater agreed to correct the record at Holyrood to reflect that there is a fifth tier, which would see ministers intervene. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59493349"}