{"datetime": "2021-11-25T13:35:41.000Z", "title": "Two more child deaths 'linked to hospital infections'", "article": "The deaths of two more children were linked to infections at a troubled Glasgow hospital, the Scottish Labour leader has claimed. Anas Sarwar said he had been told about the deaths by clinicians who were afraid to speak out publicly. He called on the government to sack the Queen Elizabeth University Hospital's bosses and take over its running. First Minister Nicola Sturgeon said she would look into the cases \"as a matter of urgency\". But she said sacking health board leaders \"does not change overnight the practice in a hospital\", adding that \"a considerable amount of work\" is under way to reduce infections. The Queen Elizabeth University Hospital campus opened in 2015, but has been repeatedly hit by concerns over safety and the spread of infections. A public inquiry is currently being held after it emerged that patients at the hospital campus had died from types of infection that have been linked to pigeon droppings and contaminated water supplies. Anearlier review found the hospital's environment was at least partly to blame for the deaths of two children, including 10-year-old Milly Main. She was a leukaemia patient whose deathwas linked to a hospital-acquired infection while being treated at the Royal Hospital for Sick Children in the QEUH campus.Questions have also been asked about thedeath of a top Scottish government official , Andrew Slorance, whose wife Louise believes caught Covid and another life-threatening infection while at the hospital for cancer treatment. Mrs Slorance believes the full details of his illness were concealed to protect the reputation of the flagship hospital On Thursday, Mr Sarwar said he had been contacted by two \"senior clinicians\" from the hospital - who he said were afraid to speak out publicly because of a culture of \"bullying and intimidation\" - about further deaths. He said one was a case of aspergillus - an infection linked to a type of mould that Mr Slorance was being treated for at the time of his death - in a child cancer patient who had been in the same ward. The other was a child in the paediatric hospital who Mr Sarwar said \"acquired a water-borne infection, like Milly Main, and died\" within the last two months. Claiming there had been \"gross negligence\", the Labour leader called on Ms Sturgeon to \"sack the leadership of the health board today\" and \"use emergency powers to take control of this hospital\". He accused the first minister of being complacent, adding: \"The health board has failed, the Scottish government oversight board has failed and frankly the first minister continues to fail. \"Staff are being bullied and intimidated now. I have been raising this in this chamber for years and I've heard the same answers and the same excuses. \"Infections are happening now, patients are dying now.\" Mr Sarwar said the first minister had been \"in charge of this scandal from start to finish\", and asked her: \"How many more families will have to be devastated before you do the right thing?\" Ms Sturgeon said she would look into the claims \"as a matter of urgency\", adding that \"no clinician should fear bullying or intimidation in coming forward\". She said: \"When concerns are raised, it is important there is proper and full investigation to determine whether there are relationships between infections. \"A considerable amount of work is under way in the NHS to reduce the incidence of this, and of people becoming seriously ill and dying. \"We have to establish the facts, because that informs the actions that require to be taken, and that is vital.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59415672"}