{"datetime": "2022-02-11T06:01:05.000Z", "author": "Mary McCool", "title": "My toddler died after swallowing a button battery", "article": "The family of 17-month-old Hugh McMahon say he died after swallowing a button battery from a children's toy. His father, also called Hugh McMahon, recalls the last time he put his son to bed. It was Christmas Eve and Hugh had arrived at his home in Motherwell, North Lanarkshire, laden with last-minute shopping.He went upstairs, gently tucked in his young son and wished him goodnight. He then joined his partner Christine McDonald and their three other children to wrap gifts and drink hot chocolate. Hours later, the couple discovered their youngest child lying on his back, staring at the ceiling, with a strange rasp coming from his chest. \"His breathing was going and colour fading,\" says Hugh. \"He was just flopping - we panicked, phoned an ambulance and paramedics gave him oxygen.\" Toddler Hugh and his mum Christine were taken to University Hospital Wishaw. His father followed behind them in his car. \"By the time I got to the hospital, I found out my son was being resuscitated,\" Hugh snr says.\"I just broke down. It had happened so fast and it looked like he'd been in a severe car crash - he'd lost all his blood, it was all over the place. \"Doctors explained they didn't know where the bleeding coming from and that his blood was acidic.\" Hugh said they were told baby Hugh would have to be taken to the Queen Elizabeth University Hospital in Glasgow for specialist care - or he would \"almost certainly die\". Tests later showed that a hole the size of a 5p coin had been burned in his heart - and that it had likely been caused by swallowing a button battery which had lodged in his oesophagus. Surgeons performed a 12-hour operation but the child continued to bleed and suffered injuries so severe he would eventually be taken off life support. His father told the BBC: \"We were told he had brain damage. It went from that to his organs starting to shut down. We were told he would never eat and he would be tube-fed, that his throat was all burned out. \"He had fought such a hard fight and it took such a toll on his little body. We washed him, cut his hair and spent as much time with him as we could. Then they turned the machines off.\" Toddler Hugh died on 26 December and was laid to rest in Cumbernauld. Since the tragedy, his father said his other children have been in \"complete shock\" but the family have coped by trying to stay busy. Hugh told the BBC that he searched their home and found a teething toy by the company VTech which was powered by three button batteries - one of which was missing. He believes this was the battery baby Hugh swallowed. A spokesperson for VTech told the BBC: \"We are currently working with the relevant authorities to investigate this matter. Customer safety is of the utmost importance and we take these matters very seriously.\" Surgeons have previously warned of the potentially deadly risk posed to young children by the batteries, saying they should be \"treated like poison and kept out of reach of children\". Hugh and Christine have now launched a petition calling for the batteries to be completely banned. He said: \"These batteries are not just in baby toys - they're in Christmas cards, pens, light-up wellies, all it takes is for a bit of rubber to fall off. \"It's like something that would resemble a sweet to a baby - especially if toys are faulty, it's like if you handed your child a loaded gun. \"Nobody should have to go through something as horrifying as that, it just destroys you completely.\" The family have since received support from Clare Adamson, MSP for Motherwell and Wishaw, who convenes the Scottish Parliament's cross-party group on accident prevention and safety awareness. She said issues around button batteries are frequently raised at meetings and Hugh's story must \"galvanise action\". She said: \"Button batteries pose a real risk to children and raising awareness for parents and carers is essential. It can be a matter of life and death.\"We need to work to change that and get safety awareness higher on the agenda.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60306335"}