{"datetime": "2022-01-12T18:25:03.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Pressures force Lanarkshire GPs to focus on urgent care", "article": "GPs in NHS Lanarkshire have suspended some services so they can prioritise the most urgent care due to ongoing pressure from the Covid pandemic. These cases include people with respiratory or Covid-19 symptoms or those who believe they have symptoms of cancer. The provision of other services will depend on practices' circumstances. Leading clinician Dr Linda Findlay said the move would \"reduce pressure\" across the system. All the health board's GP practices will move to the \"managed suspension of services\" for the next four weeks. It comes as 7,606 further cases of Covid-19 were reported across Scotland. Health officials believe the number may be an underestimate because of delays in reporting results and also changes in the rules on testing.Health care across the country has been hit further in recent weeks byrising hospital admissions and high staff absences. In the week up to 11 January, more than 50,000 NHS staff absences for Covid reasons were recorded, an increase of 31% on the previous week. NHS Covid-related absences are now at their highest level since April 2020. NHS Lanarkshire moved to the \"highest risk level\" in October as its three hospitals were at maximum capacity. The health board is currently beingassisted by 32 military personnel who will be in post for four weeks. However, the reduction of community services such as treatment rooms and district nurses means GPs are not able to deliver all services. Practices will still assess the most urgent and \"time-critical\" cases, including people with Covid-19 symptoms. These come under the health board's \"never services\" - services that healthcare professionals would \"never wish to stop\". People in need of advice on which healthcare services are available to them have been encouraged to visit theNHS Lanarkshire website . The health board said urgent healthcare advice could be accessed by phoning NHS24 and added anyone with minor ailments should first visit their local pharmacy. Dr Findlay, who is the medical director of South Lanarkshire's health and social care partnership, said: \"This change to GP practices will help us deal with the continuing challenges in community services and help reduce the pressure across the whole system, including our acute hospitals which are under sustained pressure.\" Dr Keith McIntyre, chairman of Lanarkshire GP sub-committee, added there were a number of alternative places people could seek health care. He said: \"The services provided under this change will vary between practices depending on their individual circumstances. However, GPs will continue to see patients in-person as and when it is appropriate. Practices have infection control processes in place, including physical distancing. \"People should continue to contact their GP practice for urgent issues, such as if they think they have symptoms of cancer.\" Scottish Conservative's health spokesperson Dr Sandesh Gulhane, who is a practising GP, said patients were being \"shunted\" from one part of the health service to another, and called for further action. He said: \"This decision by NHS Lanarkshire is deeply worrying for patients and further proof of the Health Secretary's lack of a coherent plan to deal with the huge pressures on Scotland's health service. \"I'm calling on NHS Lanarkshire Health Board to be put on level five, the highest level of supervision by the Scottish government, until this crisis is resolved.\" Scottish Labour's health spokesperson Jackie Baillie said that services had been \"pushed past breaking point\".She added: \"Our NHS is in critical condition. The SNP need to wake up to the scale of the emergency we face and deliver urgent support for NHS Lanarkshire and the rest of our struggling Health Boards, as well as a real long-term recovery plan.\" Health Secretary Humza Yousaf said: \"The health service faces the most difficult winter it ever has, and the next few weeks in particular will be extremely challenging. Health Boards are having to take very difficult decisions in order to ensure they prioritise urgent and critical care.\"We understand that NHS Lanarkshire has made the difficult decision to reduce some services to concentrate on care and treatments that cannot be delayed. Services will be resumed as quickly as the NHS Lanarkshire is able to do so.\" He added that patients would be able to see a GP when they needed to. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59968067"}