{"datetime": "2021-12-01T06:24:36.000Z", "title": "Glasgow clinicians write to Sturgeon over 'unfounded' hospital criticism", "article": "Twenty three senior clinicians have written a letter calling the criticism of Greater Glasgow and Clyde health board \"unfounded\". It comes as Scottish Labour are to call for the sacking of the board's leaders in a Holyrood debate on Wednesday. Labour's Anas Sarwar alleges there is a culture of \"cover up and secrecy\" at the health board. Infections linked to the Queen Elizabeth University Hospital is the subject of an ongoing public inquiry. The hospital campus opened in 2015 but has been repeatedly hit by concerns over safety and the spread of infections. The inquiry was called after it emerged that patients had died from infections linked to pigeon droppings and contaminated water supplies. Anearlier review found the hospital environment was at least partly to blame for the deaths of two children, including 10-year-old Milly Main. She was a leukaemia patient whose deathwas linked to a hospital-acquired infection while being treated at the Royal Hospital for Sick Children in the QEUH campus.And the widow of Scottish government official Andrew Slorance believes her husband caught Covid and another infection while receiving cancer treatment.Mrs Slorance thinks the full details of his illness were concealed to protect the reputation of the flagship hospital. Last Thursday, Labour's leader Anas Sarwar said he had been contacted by two \"senior clinicians\" from the hospital abouttwo further deaths of children at the hospital . He said they were afraid to speak out publicly because of a culture of \"bullying and intimidation\". The party will call for MSPs to vote that they have no confidence in health board bosses, and that it should be taken under government control. However, in a letter to First Minister Nicola Sturgeon and Health Secretary Humza Yousaf, the 23 senior clinicians said they were writing to express their \"immense disappointment and frustration\" about the way their hospitals, colleagues and the treatment of their patients was being portrayed in the press and in the Scottish Parliament. \"We have been, and remain, fully committed to being completely open and transparent in all that we do and we are dismayed that the integrity of our staff has been repeatedly called into question,\" the letter says. \"Do we always get everything right when we discuss issues with families? Perhaps not. Do we ever wilfully withhold information from them? Absolutely not. \"We have grave concerns that the continued undermining nature of the current negative headlines will result in an erosion of trust between clinical staff and patients and their families.\" The clinicians said staff had reported that families were \"very anxious about the safety of their relatives while in our care\".The letter adds: \"We are particularly disappointed that individual patients are being discussed in parliament without the knowledge of the families concerned, causing untold distress to families already grieving the loss of their loved one.\" \"This unfounded criticism of our clinical teams and staff as well as the safety of our hospitals, is also hugely detrimental to staff morale at a time when so much is being asked of them.\" The clinicians said they accepted there would always be improvements that could be made but said there was a commitment from every clinician working within NHS Greater Glasgow and Clyde to provide the best quality of care and to be open and honest with patients and families about their diagnosis and treatment. Scottish Labour have shared photographs revealing examples of mould growth inside the hospital.The photographs come from an academic paper published earlier this year exposing the risks of water in seeding infection inside hospitals.Mr Sarwar said: \"It has been two years since the culture of cover-up and secrecy at NHS Greater Glasgow and Clyde was brought to light. People are still dying from preventable hospital-acquired infections. \"Today's vote is a line in the sand... MSPs have a choice, they can side with families, clinicians and those campaigning for patient safety or they can back a culture of secrecy, cover-up and incompetence which has had fatal consequences.\" A statement from the health board said: \"For continued claims to be made that we are less than fully open and transparent across all areas of patient care and building safety is of serious concern, and we are deeply saddened by the way in which the commitment and working practices of our staff at the QEUH and RHC are being portrayed. \"Previous investigations into such claims, including by the independent review, concluded that there is no culture of organisational bullying within NHS GGC. We are very concerned that these allegations persist as we have seen no additional evidence to substantiate any such claims.\" The statement added that the health board remained \"fully committed\" to addressing any concerns raised by patients, families and staff.Speaking about the photographs of mould, a Scottish government spokesman said: \"Where there is any evidence of mould, steps are taken to remove it with full infection prevention and control oversight.\" He said the academic paper made it clear that there was no harm to patients caused by the mould and that mould grows in UK hospitals on a regular basis. \"NHS staff in the QEUH and across Scotland continue to provide exceptional care to their patients and are currently doing so in the face of unprecedented pressures brought by the pandemic,\" the spokesman said. Health Secretary Humza Yousaf said he would enact any public inquiry recommendations. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59482599"}