{"datetime": "2021-12-06T12:51:48.000Z", "title": "Woman's body left in Glasgow hospital mortuary for six weeks", "article": "A Glasgow family have received an apology after a woman's body was left in a mortuary freezer for six weeks. According to the Daily Record, mother-of-fourCharlene McGregor's body was forgotten about after they were told a post-mortem examination was needed. The 41-year-old died at the Queen Elizabeth University Hospital on 12 March after being admitted with a cyst. NHSGGC said a Significant Adverse Event Review was taking place and added that it had apologised to the family. In an interview with the Daily Record, Ms McGregor's brother William, said she was taken into hospital for treatment to a cyst behind her ear. She was put on antibiotics and there had been plans to remove it. Following Ms McGregor's unexpected death, he said the family were told the post-mortem examination might take a bit longer than normal due to Covid. However, after six weeks the family contacted the hospital only to learn that it had not yet been carried out and were told staff had forgotten about it. The family were also said to have been told that because the body had been in the freezer for so long, the post-mortem examination was inconclusive. Police ordered toxicology tests which the family reportedly said revealed that Ms McGregor - who was a drug user - had died of a methadone overdose. Her brother told the newspaper that she was on a methadone programme but the family could not understand how she died of an overdose while in the care of the hospital. \"I can't help wondering if we hadn't contacted them would my sister still be lying there?\" he said. Scottish Labour's health spokeswoman Jackie Baillie said: \"This is shocking and completely unacceptable.\"There needs to be a full investigation into what went wrong here, so that no other families are put through this ordeal.\"Crucially, we need an inquiry into how Charlene overdosed under hospital care in the first place and why her post mortem was overlooked for so long.\" A statement from NHS Greater Glasgow and Clyde (NHSGGC) said: \"Our thoughts are with the family and friends of Ms McGregor as they continue to mourn her death. \"A Significant Adverse Event Review (SAER) is under way into the circumstances surrounding Ms McGregor's death. \"We met earlier this year with her family to apologise for the delay in the post-mortem examination taking place and issues around her death registration. \"We will contact the family when the SAER is concluded and offer to meet with them to explain its findings.\" The health board has recently come under fire following a number of deaths at the Queen Elizabeth University Hospital linked to hospital-acquired infections. The hospital is subject to several investigations, including a public inquiry. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59548230"}