{"datetime": "2021-10-23T08:31:21.000Z", "author": "Graeme Ogston", "title": "Embroiderers' Declaration of Arbroath tapestry comes home", "article": "A two-year project by nine embroiderers to commemorate the 700th anniversary of the Declaration of Arbroath has gone on show in the Angus town. The three-panel tapestry, which involved almost 2,000 hours of work, was completed early last year but its display was delayed by lockdown. The tapestry is now part ofa new exhibition in Arbroath Abbey's visitor centre. It celebrates both the landmark document and the abbey's history. The Declaration is a Latin letter which was sent to Pope John XXII in 1320 on behalf of the nobles and barons of Scotland. The most often quoted line from the declaration is a statement of Scottish independence. It says: \"For, as long as 100 of us remain alive, never will we on any conditions be subjected to the lordship of the English.\" A large programme of events in the town to mark last year's700th anniversary of the Declaration of Arbroath had to be rescheduled due to the coronavirus pandemic. The tapestry washanded over to Historic Environment Scotland at an event in the Scottish Parliament last year, but has now been returned to Arbroath. The embroiderers worked individually or groups of three on the tapestry, which also pays tribute to the abbey, which was founded in 1178. Group co-ordinator Linda Walker said the team \"blended very well.\" She said: \"Everyone had strengths and we also had weaknesses, so these work together quite well. \"It was almost like a family group, we were all very comfortable with each other.\"And we had a lot of laughs as well.\"Work on the tapestry began in 2018 and continued until early 2020 with the final stitches being made just weeks before the first lockdown. The group, whose work also features ina documentary about the Declaration , carried out detailed research into the various materials that were used in the abbey's original tapestries.Christine Riley, who trained at the Royal School of Needlework, was originally brought in to give advice to the embroiderers, but soon became part of the team. She said: \"I was asked if I would give them a hand, it would only be for a couple of days, but I think it lasted two years. \"They were all very good, they are expert needlewomen themselves and have done it for many years. \"I didn't teach them, I sort of led them. I gave them the ideas and we sounded off from one another, which was very nice.\" The group were inspired to create their own piece after working on theGreat Tapestry of Scotland, whose designer Andrew Crummy created the blueprint for the new work. The East Lothian artist said the group were heavily involved in the design process. He said: \"The skill level is really high, and they were very keen always to tell me what should be in the tapestry.\"I was always keen to take those bits of information and weave them in as much as possible.\" Mr Crummy said that the hard work and dedication of the group, whose average age was 83 at the time of the tapestry's completion, had left a lasting legacy for the Angus town. He said: \"It's a very high level of craft work, surrounded by beautiful framing, in a wonderful setting in a lovely new visitor centre. \"It's a great achievement for everybody involved and we should all be very proud of that.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-59009040"}