{"datetime": "2019-08-27T16:17:01.000Z", "title": "'Highly unlikely' NHS Tayside chemo dosage variations led to deaths", "article": "An expert reviewing the deaths of 14 Tayside breast cancer patients said it was \"highly unlikely\" variations in chemotherapy dosages were to blame. Dr David Dunlop told NHS Tayside the deaths between 2016 and 2018 were not linked to treatment variation. NHS Tayside had been criticised foroffering lower doses of the drugs than in the rest of Scotland.Dr Dunlop said two cases were not relevant, one refused chemotherapy, and the rest had very poor prognoses. Dr Dunlop, the Scottish government's senior medical officer for oncology, summarised his case notes review in a letter to the board seen by BBC Scotland. NHS Tayside said the 14 patients' next of kin were offered the opportunity to discuss their relatives' care with Dr Dunlop directly.The board said the doctor shared the findings of his review, published in the letter, with the families in April. Dr Dunlop said he also found no evidence of \"anything other than exemplary practice\" around consent and communication in the case records. An advisory group set up after it emerged lowered dosages were given to 304 NHS Tayside breast cancer patients to reduce side effects has made 19 recommendations . These include that Scottish patients be \"explicitly informed\" of any variance from generally accepted practice. Dr Dunlop said that in the two non-relevant cases, one patient died of another condition and the other was diagnosed in 2002 and died after living through \"several lines of treatment.\" He said a third patient refused chemotherapy and \"died within a short period of time.\" Dr Dunlop said the 11 other cases had an average age of 41, which was \"exceptionally low\" and implied \"aggressive breast cancer at an early age.\" He said five of these patients had a very poor prognosis and that treatment given at a lower dose would have \"unaffected the outcome, in my opinion.\" Another patient was treated with higher doses of chemotherapy but still developed \"rapidly developed metastatic disease.\" The remaining five patients all died from treatment toxicity or rapidly progressive disease. Dr Dunlop wrote: \"This cohort of patients were a young group of patients with aggressive breast cancer who would have been likely to develop metastatic disease early in their disease course.\"In my view that prognosis would have been unlikely to have been affected by a variation in administered chemotherapy.\"An NHS Tayside spokeswoman said: \"Dr Dunlop sent NHS Tayside the formal commentary of his review in a letter via email on 19 August, 2019.\"His letter restated the information already shared with families in April 2019. \"In that letter he concluded that 'the prognosis of the individual patients would have been unlikely to have been affected by a variation in administered chemotherapy'.\"", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-49481813"}