{"datetime": "2022-02-09T06:06:31.000Z", "title": "Top oncologist says Tayside cancer crisis was 'avoidable tragedy'", "article": "A crisis in cancer care at NHS Tayside could have been averted if the health board had publicly supported doctors who were criticised by an official report, according to a top oncologist. The last remaining breast radiotherapy specialist left at the end of January, with the board unable to replace him. Patients must now travel to Aberdeen, Glasgow or Edinburgh for radiotherapy.NHS Tayside insisted patients would receive \"appropriate and timely\" treatment. It added that \"a range of dedicated support\" had been offered to the breast oncology team, including wellbeing support. The situation has emerged three years after an investigation into chemotherapy treatment at Ninewells Hospital.NHS Tayside apologised to patients in 2019 after an investigation found doctors deviated from national standards on chemotherapy dosages given to breast cancer patients after surgery.A subsequent review found that the lower dosages were highly unlikely to have led to the deaths of any patients. Last year the doctors involved were cleared of any wrongdoing by the General Medical Council (GMC), who also found no fault with the treatment patients received. Some clinicians close to those involved told BBC Scotland the cancer doctors felt they had no choice but to leave because they did not have the backing of the board.Colleagues who support the oncologists say none of this needed to happen. Prof Alastair Munro, emeritus professor of radiation oncology at Dundee University, who previously worked as a cancer doctor in the department, said: \"It's a totally avoidable tragedy, this should not have happened.\"The first thing the health board need to do is to come clean, and say we got it wrong, we put our hands up, we want to start again with a clean slate and we want to attract good people to come to Tayside to deliver breast cancer services to the patients whose needs we serve.\" The board has been unable to recruit replacements meaning patients now have to travel hundreds of miles, sometimes staying away from home for treatment.Ann is one of them. At 80 years old, she is undergoing treatment for breast cancer.She doesn't drive, so she has to make her way from Dundee to Edinburgh for appointments at the Western General hospital.\"I can't say it's not been stressful,\" she said. \"And nobody called to say can you manage and have you got transport? \"My blood pressure is way up so this hasn't helped the situation at all and when you don't have family around, you can't always put your problems on to someone else.\" People in rural areas are used to traveling long distances for treatments. The difference here is that until recently, Ninewells hospital was able to offer patients breast cancer radiotherapy. The health board is right to point out that there is a national shortage of specialist doctors and that has made recruitment hard, but there are some highly-skilled medics close to those involved who think it did not need to come to this.A series of investigations at first pointed the finger at the breast cancer oncologists for giving patients lower dosages of chemotherapy than in every other part of Scotland, but a subsequent report found no fault with the treatment.I've spoken to some of those closely involved in this who say the clinicians chose to leave because they felt unsupported by NHS Tayside when they were cleared of any wrongdoing last year. Patients will still receive good care, just further away from home, with the additional stress that causes. The health board will undoubtedly have legitimate reasons for the way it has responded to this situation, and say they have an \"absolute commitment\" to rebuilding the service, but how difficult will it be to find the highly-skilled staff they need? Families also want assurances that a local service will be offered again. Les Johnson lost his wife Ruth to breast cancer in November and wants a full investigation into the service. He said: \"I think NHS Tayside needs to have a long hard look at themselves and investigate and review the entire department and put better measures in place from the ground up to make sure they can offer a better service of cancer treatment.\"It's a damning indictment of NHS Tayside that patients are now being asked to travel to other health boards just to receive their cancer treatments, that suggests to me that that department is not fit for purpose\". NHS Tayside said it was committed to delivering services locally, \"as long as it is safe\" and said the criticism of the service had been \"most difficult of all for the 304 patients and their families who were directly affected.\" It said: \"Members of the senior leadership team have also had ongoing contact with the oncologists to offer support.\"The medical director has met with the oncologists on numerous occasions to discuss any concerns and has been available to them with an open-door policy.\"NHS Tayside medical director, Prof Peter Stonebridge said: \"We understand that having to travel for treatment is adding stress at a time which is already difficult for patients and we are committed to making sure patients are fully supported by the local team through all stages of their treatment.\"Patients have a dedicated, specialist breast nurse in Tayside as a direct link throughout their whole journey to provide support and continuity of care.\"Travel and accommodation are also provided for patients and a carer if they wish to stay over near the cancer centre while they are receiving treatment.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60301582"}