{"datetime": "2019-04-01T14:40:18.000Z", "title": "NHS Tayside criticised for low chemotherapy doses", "article": "A health watchdog has criticised NHS Tayside after breast cancer patients were given lower doses of chemotherapy than patients elsewhere in Scotland. A Healthcare Improvement Scotland (HIS) report also found Tayside patients were not told their treatment was different. NHS Tayside said dosages were lowered in an attempt to reduce side-effects, and that the risks to the 304 patients involved were very small.It will now bring treatment into line with the rest of the country. Those patients affected are being offered an appointment with an oncologist to discuss their treatment. HIS had been called in after a whistleblower raised concerns over chemotherapy treatment in NHS Tayside. The watchdog found that from December 2016 onwards, the dosage given to breast cancer patients was lower than in any other Scottish health board area. NHS Tayside said the decision to reduce the dosages had been taken in the best interests of patients.Acting medical director Professor Peter Stonebridge said: \"We understand that the HIS report published today may cause patients some concern and even distress and we are very sorry for that.\"We have taken assurance from the expert panel who has said that the risk of any negative impact to patients arising from the change in chemotherapy was very small.\"However, patient safety is always our number one priority and that is why we have taken action to rapidly change our approach to breast cancer chemotherapy, ensuring it is in line with practice across the rest of Scotland.\" Scotland's chief medical and pharmaceutical officers Dr Catherine Calderwood and Dr Rose Marie Parr said in a statement: \"It is important to stress that the risk of a negative impact on the health of anyone treated for breast cancer in NHS Tayside since 2016 is very small.\" They said they had already asked experts to consider the risk to patients posed by the variations in treatment.The experts' report was now being used to \"inform the support offered to anyone who has concerns about the treatment they or their loved ones have received\".\"NHS Tayside has also been asked to make any relevant changes to variations in clinical practice with immediate effect,\" they added.A further expert group, led by Prof Aileen Keel of the Scottish Cancer Taskforce, is to \"fully consider all of the report's individual recommendations and how they can be best delivered\".The group's findings are expecting to be presented in June. Gregor McNie, of Cancer Research UK, said: \"Each cancer patient should have access to the best, evidence-based treatment for their condition, no matter where they live.\"It's important that health professionals and patients are given the right support to make decisions about treatment options.\"This includes having strong guidelines that can ensure treatment is consistent.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-47776103"}