{"datetime": "2022-01-21T11:22:05.000Z", "title": "NHS Tayside breast cancer patients face 80-mile trip for treatment", "article": "Breast cancer patients in Tayside will have to travel to up to 80 miles for treatment after the health board failed to recruit a specialist medic. NHS Tayside's only breast radiotherapy expert is due to retire at the end of the month.Patients will be treated in Aberdeen, Edinburgh or Glasgow while efforts to recruit a replacement continue.The health board has promised to arrange travel and accommodation for patients.The change is expected to affect around seven or eight patients a week.In November it emerged that the health board's only senior doctor who specialised in breast radiotherapyplanned to retire at the end of January. Prof Peter Stonebridge, NHS Tayside medical director, said: \"There is a national shortage of these specialist clinicians and we, and others, are finding it hard to recruit, despite the best efforts of teams across the organisation.\"That leaves us with a gap in the radiotherapy part of our service - and this is the treatment that will now be delivered at one of the other specialist cancer centres.\" Patients who would normally have been treated at Ninewells Hospital in Dundee have been contacted about the new treatment arrangements, and each will be assigned a specialist nurse.\" While it is not unusual for patients in some parts of Scotland to face long journeys to specialist centres, radiotherapy would normally be available within their own health board area. Prof Stonebridge added: \"We will continue to work with Scottish government to look at all the available options open to us to restore the radiotherapy part of the patient pathway in Tayside.\"We remain committed to delivering services locally as long as it is safe for patients and, in this case, that requires the provision of the suitable specialist medical workforce.\" Two years ago, NHS Tayside was criticised after it emerged that breast cancer patients had been given lower doses of chemotherapy than patients elsewhere in Scotland. The health board said the lower doses were given to reduce side effects, but were subsequently brought into line with the rest of the country. An review later found the lower doses were\"highly unlikely\" to have affected the outcomes of 14 patients who died. ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60083169"}