{"datetime": "2022-02-15T18:55:12.000Z", "title": "Covid in Wales: All five to 11-year-olds offered jabs", "article": "Wales has become the first UK nation to announce it will offer all five to 11-year-olds Covid vaccinations. Welsh Health Minister Eluned Morgan said she was following a \"yet to be published\" recommendation from the UK's Joint Committee on Vaccination and Immunisation (JCVI). She said ministers and health boards were working on implementing the plans. There are reports the official JCVI announcement has been delayed due to a disagreement with the UK government. BBC Wales health correspondent Owain Clarke said he understands there may have been \"a little frustration within the Welsh government that the UK government was moving perhaps too slowly on this, given reports that the JCVI advice had been ready for quite some time\". The minister did not set out a timetable for the vaccination programme. She told Senedd members: \"We're not going to do that as a matter of urgency, as we did over the Christmas period.\"That's partly because the risk isn't as great to that cohort.\"And we're also waiting to hear from the JCVI to see whether they'll need a booster on top of the booster for older age groups in the spring.\"Ms Morgan said it was a \"shame and it's perplexing to understand\" why the JCVI advice on jabs for younger children had not been published yet. She said it was likely to have been a \"very difficult decision for the JCVI\" because \"generally, children have a milder illness and fewer hospitalisation, but, of course, they have to balance that against the prospect of missing school\". Later, in a written statement, the health minister urged \"all families with children between the ages of five and 11, who are not in any clinical at risk groups, to visit thePublic Health Wales website for information about vaccination and to begin a conversation about whether they want to take up this offer\".\"We will be publishing an update of our Vaccination Strategy next week, which will set out further detail about the offer, once the JCVI advice is published,\" she said. \"Vaccination is the most important thing we can do to protect ourselves and our children against ill health. They prevent up to three million deaths worldwide every year.\" In the Welsh Parliament, Plaid Cymru health spokesman Rhun ap Iorweth said he was \"aware of calls from parents, from staff in education, from health professionals and care workers to push this option of vaccination forward as soon as possible\". This was because of \"concern that the virus is spreading most among children and the impact that that has on family members who are unable to work and the impact that remains in terms of children's education, where there they do lose large amounts of school time\", he added. A low-dose version of the vaccine for younger children was approved for use in the UK in December, after being deemed safe and effective. Since earlier this year five to 11- year-olds with conditions making them vulnerable to Covid have been offered the jabs. There are approximately 250,000 children aged five to 11 in Wales. Northern Ireland's Department of Health said it \"intends to continue to follow JCVI advice on vaccination and will formally respond once the JCVI statement has been officially released\". In recent days, around 6% of all positive Covid tests have been in the under 10s, compared to as much as 15 to 16% back in November and December.There has been a drop in case rate amongst the five to 11-year-olds, based on PCR tests only, since mid January, when it peaked at around 1,250 cases per 100,000. Latest school absence figures show 4.9% of primary-age pupils were absent from school for a Covid-related reason in the week ending 4 February. A third of 12 to 15-year olds have now had their second dose of vaccine - including more than 2,500 in the last week - following up from more than 57% of that age group having a first dose. ", "url": "https://www.bbc.com/news/uk-wales-politics-60394709"}