{"datetime": "2021-11-17T12:46:10.000Z", "author": "John Campbell", "title": "Northern Ireland exports to Republic set to pass €3bn this year", "article": "The value of Northern Ireland goods exported to the Republic is on course to pass €3bn (£2.52bn) this year. Exports to the Republic of Ireland were €2.8bn in the first nine months of this year, up 60% on the same period in 2020. Figures from Ireland's Central Statistics Office (CSO) also show continued growth in Irish exports to Northern Ireland. They were up 48% year-on-year in the first nine months to just under €2.6bn. Meanwhile, data revisions by the CSO suggest that cross-border goods trade in previous years was higher than previously understood. The revised figures suggest Northern Ireland exports to the Republic were worth about €2.4bn in both 2019 and 2020 compared to the previous estimates of about €1.7bn. The CSO said some traders had previously incorrectly reported their trading partner as Great Britain, when in fact it should have been Northern Ireland.However, it said the increase in cross-border trade can not simply be put down to measurement issues. \"Where a large increase in trade with Northern Ireland was recorded since the start of 2021 the data have been queried with traders,\" the agency said.\"In many cases, the increases are explained by changes to supply chains.\" Since the Northern Ireland Protocol began operating in January, it has become more difficult for businesses in either part of Ireland to import goods from Great Britain. Northern Ireland has remained in the EU's single market for goods, which means that products arriving from Great Britain are subject to new checks and controls. Goods arriving from Great Britain into the Republic of Ireland face similar processes. However, goods trade across the Irish border remains as it was before Brexit, with no new checks and controls. That appears to be prompting some businesses to source more products on the island of Ireland where they can, rather than from Great Britain. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59317845"}