{"datetime": "2021-03-04T22:12:20.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: EU legal action imminent over UK extension to grace periods", "article": "The EU's chief Brexit negotiator has said that legal action is imminent over the UK's move to unilaterally extend grace periods on Irish Sea border checks. Maroš Šefčovič told the Financial Times that \"infringement proceedings\" are being prepared. He said: \"We are currently preparing it and it would be really something coming to our table very soon.\" The EU has two legal avenues open to it under the Brexit deals. Under the NI part of the Brexit deal, the Protocol, it can launch infringement proceedings which could lead to a case at the European Court of Justice It took this action at the time when the UK threatened to breach the NI deal through the Internal Market Bill. In that case the legal proceedings were overtaken by political agreement. The EU could also seek arbitration under the terms of the wider EU-UK trade deal. Earlier on Thursday, the UK government extended another of the Irish Sea border grace periods, this time for parcels. It came a day after the UK extended grace periods for checks on agri-foods,a move the EU said was illegal. Northern Ireland has remained a part of the EU's single market for goods so products arriving from GB undergo EU import procedures. The grace periods mean procedures and checks are not yet fully applied. The first of these periods was to expire at the end of March; the UK saysthey will be extended until October . All parcels entering Northern Ireland would have required customs declarations from 1 April. The logistics industry said it was not ready to deal with that volume of new administration. The government says the grace period for business-to-business deliveries will be extended until 1 October. For all other deliveries, for example businesses to consumers, businesses will be given six months to prepare for new arrangements from the date those arrangements are announced. In a protest against the UK's unilateral changes, the European Parliament has declined to set a date for its vote to ratify the EU-UK Brexit deal.EU parliament group chiefs had been expected to set a date this month for its vote at a meeting on Thursday. On Wednesday, Mr Šefčovič said the UK's move amounted to \"a violation of the relevant substantive provisions\" ofthe Northern Ireland Protocol . The protocol is part of the Brexit deal which prevents a hardening of the land border between Northern Ireland and the Republic of Ireland. Irish Foreign Minister Simon Coveney said the EU could not trust the UK in post-Brexit talks. He said progress had been made on the protocol and the timing of the UK's moves could not be worse.But UK Prime Minister Boris Johnson said the problems were technical and \"eminently solvable\". Arlene Foster, Northern Ireland's first minister, told a news conference the British government had a commitment to protect the UK's internal market. The DUP leader accused the Irish government of ignoring unionist concerns over the NI Protocol. But her deputy first minister, Sinn Féin's Vice-President Michelle O'Neill, accused the British government of \"acting in bad faith\" over the protocol. Northern Ireland Secretary Brandon Lewis said the grace period extensions were aimed at helping consumers and businesses in Northern Ireland, suggesting the EU needed to adapt its timeframe to fit the supply chain requirements of supermarkets and businesses. \"If we'd have left it any longer we'd have had a risk for businesses and livelihoods of people in just a few weeks time,\" he said during a visit to Northern Ireland on Thursday. The Northern Ireland Protocol is the part of the Brexit deal aimed at ensuring there will be no hard border on the island of Ireland.It does that by keeping Northern Ireland in the EU single market for goods. That has created a new trade border with Northern Ireland and the rest of the UK. Unionists oppose the protocol, arguing that it has damaged internal trade from GB to NI and poses a risk to the future of the UK union. But anti-Brexit parties in NI say that it must be implemented in full, and that issues should be worked out through joint UK-EU processes. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56285874"}