{"datetime": "2021-05-06T11:27:07.000Z", "author": "Lesley-Anne McKeown", "subject": "Coronavirus pandemic", "title": "Covid-19: Lisburn woman waiting more than a year for heart surgery", "article": "A woman waiting more than a year for heart surgery says she fears her condition has deteriorated. Linda Murray, 62 and from Lisburn, has been suffering with a mitral valve prolapse for eight years and was due to have a repair procedure last January. However, the operation was postponed due to the Covid-19 pandemic and has not yet taken place. Health Minister Robin Swann said waiting lists had been \"unacceptable\" for some time. There were 90 people waiting more than six months for cardiac surgery at the end of 2020 compared to three people for the same period in 2019, according to figures from the British Heart Foundation (BHF) charity. Ms Murray said: \"I have been called for the pre-operative assessment a few times and then I have been mentally preparing myself for the surgery only for it not to happen, which is tough to deal with.\"The condition means I am incredibly tired. Some days all I can do is work and sleep because it takes so much out of me.\"I have always been very fit and active and loved hiking up mountains. I tell myself to hold on and not despair and once I get the surgery I will be able to do that again. At the minute I have to sleep sitting up because lying down I don't feel like I can breathe. \"It is now at the stage where we won't know if I will need a full valve replacement or repair until the surgeon begins operating.\"My cardiologist and hospital staff have been incredible but it's the system that's the problem.\"The health minister said waiting times had deteriorated during the pandemic.Mr Swann added that bringing them to an acceptable level would requiresustained and substantial investment as well additional staffing .Mr Swann said: \"Even before the pandemic, however, a decade of underinvestment had left our health service in a perilous position.\"There is no more pressing issue facing Northern Ireland than our waiting lists - they are appalling and that is why I've said it requires collective and urgent prioritisation.\"To address this issue, very shortly I will be publishing an elective care framework.\"The purpose of this framework is to set out both the immediate and longer-term actions and funding requirements needed to tackle our waiting lists and put them on a sustainable footing.\" The BHF said that between June and December 2020, the number of people waiting for cardiac surgery increased from 179 to 252. Figures were at a similarly high level in 2016. Head of BHF Fearghal McKinney said a dedicated heart disease strategy, informed by the lessons learned during the pandemic, is now required to deal with the backlog of cardiac patients. He added: \"Staff across our health service have worked tirelessly for more than a year now to deal with the Covid-19 pandemic.\"In cardiology, services were pulled or dramatically reduced in order to deal with the onslaught of the pandemic, and staff have gone above and beyond since last March. We can't ask any more of them.\"Heart operations are not something that people can easily go without - delaying them can cost lives. The significant backlog of people needing heart surgery will keep growing as there are also significant numbers of people waiting for cardiology referrals and many of these are likely to require surgery. \"Every number on that waiting list is a person with a family worried sick about the future. Many of them are facing anxiety and a worsening quality of life as time goes by.\"It is important that if your symptoms are worsening whilst you wait that you seek medical advice.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57003372"}