{"datetime": "2021-12-22T21:13:09.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Only six people allowed to meet in pubs in Wales", "article": "No more than six people will be allowed to meet in pubs, cinemas and restaurants in Wales from 26 December. Two-metre social distancing rules will also return in public places. Licensed premises will have to offer table service only, face masks will have to be worn and contact tracing details collected. Outdoor events will be limited to 50, with 30 indoors, but no restrictions were brought in for smaller meetings in private homes.First Minister Mark Drakeford called for people to limit the amount of socialising they do and take a lateral flow tests before they go to meet other people. Wales' rules for fully-vaccinated people who are a contact of someone with coronavirus have been changed - with a switch to daily testing instead of self-isolation, including for the Omicron variant. Hospitality firms saidthe new hospitality rules could severely hit their businesses . The changes come amid the spread of Omicron - 301 more cases have been found in Wales, bringing total to 941. But a senior Welsh Conservative warned some may struggle to understand the complexity of the new rules. Wales recorded its highest daily number of coronavirus cases on Wednesday, with 4,662 new cases and three deaths reported by Public Health Wales. Following the announcement, the Wales Millennium Centre and some other theatres announced they would close their doors from 26 December. Cardiff and Swansea's Winter Wonderlands both said they would close from from 20:00 GMT on Christmas Eve. Parkrun, which organises 5km runs every Saturday morning throughout the UK, has cancelled all of its events in Wales from 1 January onwards.However, as Welsh government rules on outdoor gatherings do not include children, junior Parkrun events will not be affected.Mr Drakeford announced the return to somealert level two restrictions at a Welsh government press briefing. From 06:00: Nightclubs, originally planned to close on 27 December, will now shut a day earlier. But events such as weddings, civil partnerships, funerals and wakes will not be subjected to the same limits. Mr Drakeford said the numbers that could attend sporting events would be determined by the ability of the venue to manage social distancing and other reasonable measures. There will be specific offence for having gatherings of more than 30 people in private homes. The first minister set no end date for the new restrictions but said he wanted them in place for the shortest possible time. Close contacts of people who have Covid will no longer have to self-isolate, provided they have been fully vaccinated, and will now have to take a lateral flow test instead. For most people, fully-vaccinated means they have had two jabs. Mr Drakeford has not gone as far as England,where people with Covid will now have to self-isolate for seven days instead of 10 , providing they have a negative test result. Mr Drakeford said: \"A wave of infections caused by the new, fast-moving and very-infectious Omicron variant is headed our way. \"This new form of coronavirus could infect large numbers of people in Wales, disrupting daily lives and businesses and could cause an increase in the number of people who need hospital care in the coming weeks.\" He said early action was needed to try and control the spread of Omicron, and it was a \"misunderstanding\" to think that if the variant was less severe \"that solves the problem\". \"If Omicron was even half as severe as Delta, because of the extra speed a which it's transmitted, that would buy you 48 hours before you see those numbers of people going in to hospital climb to the very steep numbers we have seen,\" he said. At a recalled Senedd meeting, he later added: \"We are quite definitely not on an unstoppable journey to lockdown.\" Cardiff's Wales Millennium Centre said social distancing and restrictions on indoor events made it \"impossible for us to open the theatre in a way that provides a good audience experience and is economically viable\". It will cancel all showings from 26 December until 15 January. The city's New Theatre is also cancelling its pantomime from the same date. The Swansea Grand said its pantomime, Snow White, was cancelled from 26 December. Cinderella at Blackwood Miner's Institute will do the same.After several days of chopping and changing, ministers will hope today's announcement provides a sustainable way forward over the Christmas period. In imposing these restrictions, the first minister has gone further than the other home nations and he also has the cushion of Wales being behind both England and Scotland in the progress of the Omicron advance. What happens there over the next week will be instructive in terms of whether measures here can be tightened or relaxed going forward. Businesses want this to be as short lived as possible and it's possible that a sharp rise in cases could be followed by a sharp drop. The modelling has yet to be made public, but Mark Drakeford says it's the volume of potential that cases remains his major concern, both in terms of demand on the NHS and the impact on the workforce of our public services. Leader of the Tories in the Senedd, Andrew RT Davies, criticised the Welsh government's approach to announcing new restrictions over the past week. \"I would not have had the drip, drip, drip effect that has gone on over the last couple of days. \"People I speak to do want to adhere to the rules... but with the complexities that are coming out now it's going to be very difficult for people to understand exactly what their responsibility is going to be.\" The rules may have to be \"firmed up\" again in the new year, said Plaid Cymru's health spokesman Rhun ap Iorwerth. He added: \"If nothing was done now, we'd be in real trouble in January. \"I am in no doubt that the seriousness of the threat we face means we have to take firm action.\" The Senedd was recalled to hear from the first minister on the new measures on Wednesday, wherehe faced calls to publish the latest scientific advice . Wales now has some of the most stringent Covid restrictions in the UK. Measures are also being imposed inScotland andNorthern Ireland . On different approaches by the nations, Mr Drakeford said UK ministers \"get all the advice that we get about the need to act and to act urgently in the light of the Omicron wave that is coming our way and is already there, in very, very significant numbers in London and in other parts of England. \"I think that the UK government is in a state of paralysis about all of this.\" Prime Minister Boris Johnson has saidthere will be no new rules in England before Christmas, but \"can't rule out\" measures after then. The Welsh government said a total of £120m will be made available for nightclubs, retail, hospitality, leisure and tourism businesses. That includes £60m announced last week. But the first minister also repeated his calls for furlough arrangements to be put in place for the sectors most directly affected by restrictions. \"In order to go further, were that to become necessary, the Welsh government simply does not have the financial fire power or even the practical ways of getting help to people who might not be able to be in work - for that we need the help of the UK government,\" he added. The Welsh government had already announced some restrictions it plans to impose after Christmas, with sports eventsgoing behind closed doors , including Cardiff v Scarlets on 26 December and the Welsh Grand National. But up to 50 people can still watch grassroots or junior team sports. There had been some confusion following an announcement earlier this week that sports events would have to be played behind closed doors from 26 December. Workerscould face fines of £60 if they are not working from home with good reason. \"They are designed to protect workers, not to punish them,\" Mr Drakeford said. \"When these same rules were there earlier in the pandemic, no fines were issued at all.\" But Welsh Liberal Democrat leader Jane Dodds said that was inaccurate. \"At the time all of Wales was under a stay at home mandate, while at the present time the guidance only applies to certain employers and employees,\" she said. How will the tighter restrictions affect you? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-wales-59752752"}