{"datetime": "2021-12-22T16:20:48.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Covid vaccine should be offered to vulnerable five to 11-year-olds", "article": "Vulnerable primary school children should be offered a low-dose Covid vaccine, government vaccine advisers have said. Some older children should also be offered a booster in response to the Omicron variant, they have said. A low-dose version of a Covid vaccine for five to 11-year-olds has just been approved for use in the UK after being deemed safe and effective. But a decision on vaccinating all five to 11-year-olds has not yet been made. The recommendations by the scientific experts have to be officially approved by ministers in England, Scotland, Wales and Northern Ireland - but this is normally a formality.It is not clear when children will actually get these vaccine doses. The priority for the NHS is expected to remain on giving adults their third or booster dose in the face of the Omicron wave.The low-dose vaccine by Pfizer-BioNTech contains one-third of the adult dose and immunisations should be given eight weeks apart. It is widely used in other countries and more than five million children have been given it in the US alone. The drugs regulator - the Medicines and Healthcare products Regulatory Agency (MHRA) - has licensed the vaccine for use.Dr June Raine, chief executive of the MHRA, said: \"Parents and carers can be reassured that no new vaccine for children would have been approved unless the expected standards of safety, quality and effectiveness have been met.\" She said the overwhelming majority of side effects were mild, such as a sore arm or a flu-like illness.The government's vaccine experts, the Joint Committee on Vaccination and Immunisation, then decided who would get it.It said the vaccine should be limited, for now, to those who are clinically vulnerable due to conditions such as severe neuro-disability, heart and lung diseases and cancer. About 330,000 children would be eligible. Children who live with clinically vulnerable adults will also be offered it. It is thought that 113 visits to paediatric intensive care would be prevented for every million vulnerable young children immunised. However, only two admissions to intensive care would be prevented for every million healthy children given the same vaccine.A decision on a wider roll out will be made in the New Year. Children are less severely affected by the virus and the UK only decided to immunise healthy children aged over 12 to help keep schools open.The JCVI also recommended the normal booster dose should be offered to: Prof Wei Shen Lim, from the JCVI said: \"Some five to 11 year olds have underlying health conditions that put them at higher risk, and we advise these children to be vaccinated in the first instance. \"For children and young people who have completed a primary course of vaccination, a booster dose will provide added protection against the Omicron variant.\" In other developments on Wednesday:Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59758780"}