{"datetime": "2021-02-25T17:57:24.000Z", "author": "Lesley-Anne McKeown", "title": "Liz McLucas: 'I had to borrow money from my sons for surgery'", "article": "Liz McLucas is finally looking forward to the future. She is is due to become a grandmother for the first time this summer. After a hip replacement last month, the County Down woman is pain-free for the first time in over two years. But her road to recovery has come at a cost - €12,500 (£10,800) to be precise - with the decision to pay for private surgery almost as agonising as the chronic pain that confined her to bed for much of the past 12 months. \"I had to borrow the money off my sons,\" she told BBC News NI. \"What mother wants to turn round and ask her children for money? \"They offered, but to accept money from your children - you don't do that - it's the mother who gives money to the kids not the kids who give money to the mother,\" she said. \"I had absolutely no option,\" she added.\"If I hadn't had that operation I don't think I'd be talking to you today because I could not have carried on the way things were.\"My whole life was just basically gone - I had no life left,\" she said. Like thousands of others in Northern Ireland, Ms McLucas has spent more than two years on a hospital waiting list. New figures out on Thursday show thatat the end of December 323,174 people were waiting for a first appointment with a consultant. That is about 18,000 more than for the same period the previous year. Some of the longest waiting lists were for hip and knee replacements and cataract procedures. The number of people waiting to be admitted to hospital for inpatient and day case procedures has also gone up 105,159 - around 5,000 more than for 2019. The vast majority of patients are still waiting more than the recommended nine weeks for an outpatient appointment and more than are half waiting for longer than a year. Ms McLucas said the decision to pay for private surgery was one \"one of the most difficult\" of her life. \"Up until now, private healthcare would have been something I would have been very much against,\" she said. \"I believed that the NHS was there and would do everything that we needed done. I was on a waiting list for over two years.\"The pain was just getting more and more excruciating. I couldn't even stand up - it got to the stage where I couldn't put weight on it.\"It was like somebody was just constantly sawing into my hip, groin and then that just completely knocks your mental health. \"I just felt that I couldn't go on any more. I didn't want to be here any more. What was the point because all in front of me all I could see was this waiting list going on and on and on.\" Ms McLucas reached a low last Christmas when she was having to take painkillers, including morphine, to control the pain.\"It got to the stage where getting out of bed was nearly too much,\" she said. She said she spent Christmas Day in her bed. \"You knew people were able to enjoy Christmas Day and I was just lying up there in bed crying in pain. \"No matter how much pain killers they gave me - it wasn't enough,\" she said.It took the edge of it but it took the edge off everything else,\" she added. There have been repeated calls for more to be done to tackle hospital waiting lists which are the worst in the UK. Northern Ireland director of the charity Versus Arthritis, Sara Graham, said: \"I do appreciate the health service is under enormous pressure and it's probably hard to know where to start but the waiting lists do keep getting worse and so we need a clear programme for recovery.\"Liz was waiting for two years with no communication at all about her surgery,\" she said.She added that patients need clear communication from their health providers about waiting times and how to access support while they are waiting. \"The reality is their health deteriorates and so by the time they get access to surgery, if that's what they are waiting for, their condition has worsened. \"The impact on individuals and on the health service only gets worse as the waiting times continue,\" she told BBC News NI. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56195209"}