{"datetime": "2022-02-14T22:37:55.000Z", "author": "Michael Race", "subject": "Grenfell Tower fire", "title": "New powers proposed to end unsafe cladding", "article": "Home developers who refuse to pay the costs of removing unsafe cladding could have planning permission and projects blocked under government plans. New powers would also allow cladding companies to be sued and subject to fines for defective products. The proposed measures are part of a Building Safety Bill following the Grenfell Tower fire in 2017. People who are currently facing bills of thousands of pounds to fix their homes welcomed the move. Housing Secretary Michael Gove said it was \"time to bring this scandal to an end\".\"We cannot allow those who do not take building safety seriously to build homes in the future, and for those not willing to play their part they must face consequences,\" he said. The additions to the bill come after Mr Gove announced last month that no leaseholder living in a building higher than 11m - around four to six storeys high - \"will ever face any costs\" for fixing dangerous cladding. He said developers would be expected to pay their fair share to fix dangerous buildings, or face legal or tax changes.Under the proposed laws, leaseholders would have up to 30 years to sue builders and product manufacturers for defects in England, but there are plans to extend it UK wide. At the moment it is six years.The courts would also be able to stop developers using \"shadowy shell companies\", the government said, \"which make them difficult to trace or identify who they are run by, so they can avoid taking responsibility for their actions\". Campaigners said the proposals were the \"most positive step forward we have yet seen in the building safety crisis\", but added \"many questions\" remained over costs for some leaseholders needing to fix fire safety defects other than cladding. \"The penny seems to have dropped with the government that leaseholders are the innocent party and that the polluters who caused this crisis must be the ones to pay to fix it,\" End Our Cladding Scandal said. The questions raised by campaigners emerged after the government said there would be a cap on the amount leaseholders would pay to fix safety defects other than dangerous cladding on blocks of flats. The cap will only apply to leaseholders where building owners do not have the resources to pay to fix any defects. Such costs may include fixing other building defects such as missing fire breaks or defective insulation, as well as fire patrols. The Department for Housing said the cap would be £15,000 for leaseholders in London and £10,000 in the rest of England. It confirmed developers that own buildings over 11m will still be required to pay the full costs of remedial works, while landlords linked to a developer and building owners, who are not linked to the developer but can afford to pay in full, will also be required to put up the money. It added any money paid out by leaseholders since the Grenfell Tower fire will count towards the cap amount. The BBC has asked the department how many leaseholders are estimated to come under the cap. The End Our Cladding Scandal campaign group questioned why leaseholders should \"have to pay to fix a problem for which they are in no way responsible?\" \"How is this fair? While these may seem small sums to ministers, they are enormous amounts to many ordinary people across the country - especially coming at a time of pay freezes, food price rises and energy cost hikes,\" it said. Andrew Parker, a partner at Forsters law firm which represents both developers and some leaseholder clients, told the BBC it would take \"many years\" to complete any remediation works. He said there was \"huge clamour\" to make buildings safe, but warned \"it's not going to be straight forward\". \"It's not at all obvious the best way to remediate these buildings,\" he said. \"It's not easy.\" Mr Parker said the inquiry into the Grenfell Tower fire showed there was \"a lot of passing the buck\" between different sectors of the construction industry and there need to be discussions over the best way to make buildings safe. He added the developers his firm represents were on board with making their buildings safe, but questioned why the government had mentioned developers and manufacturers in its plans, but not contractors, engineers and designers who he said were \"equally culpable\". The cladding crisis has left many people with crippling bills to fix unsafe homes and there is still no help for the many buildings under 11m high with dangerous cladding. Removing cladding can cost millions of pounds per block, with the cost often being borne by individual flat owners, under the leasehold system in England and Wales. In the wake of the Grenfell fire, which killed 72 people, flammable cladding and other fire safety defects were discovered in hundreds of blocks of flats across the UK. Developers have argued that they met building regulations at the time and should not be liable for the cost of removing unsafe cladding However, some, such as housebuilder Taylor Wimpey, have already promised to foot the bill for issues at their buildings. ", "url": "https://www.bbc.com/news/business-60380468"}