{"datetime": "2021-02-07T00:02:33.000Z", "title": "Fishing taskforce to tackle Brexit export 'issues'", "article": "A new taskforce set up by the UK Government to resolve the \"export issues\" facing Scotland's fishing and seafood sectors after Brexit will meet for the first time this week. Scotland Office minister David Duguid said its aim is to \"work collaboratively across UK and Scottish governments\". It comes after industry leaders accused the UK Government of being \"in denial\" about the scale of the problem fishermen face exporting their catch to the European Union. James Withers, chief executive at Scottish Food and Drink, told MPs on the Scottish Affairs Committee it had been a \"dreadful first few weeks\" due to problems with paperwork and IT systems crashing. The introduction of new checks and paperwork since the end of the Brexit transition period on December 31 has caused disruption to exports of fresh fish and seafood to the EU.Producers have expressed frustration at the lack of Government actionThe Scottish Seafood Exports Task Force will meet ever two weeks with representatives from the UK Government and the catching, processing and aquaculture sectors. Mr Duguid has written to Scotland's Rural Economy Secretary, Fergus Ewing, to ask if the Scottish government officials will take part in the first meeting this week. He said: \"We have had extensive consultations with the industry and have been working day and night to resolve issues around the new arrangements for getting our world-class seafood to customers in Europe. \"From this ongoing consultation with industry representatives, I believe that the gap they would like us to fill would comprise an action-oriented group.\"This will work collaboratively across UK and Scottish governments, increasing confidence in the seafood and aquaculture supply chain by ensuring that medium and longer-term export issues are resolved.\" Mr Ewing said he was pleased the UK Government had \"listened to our calls\" and established the task force. He added: \"If it is to be effective, it will need the full engagement of UK Departments including Defra and HMRC, whose systems and processes are the source of much of the frustration encountered by fishermen and processors in all parts of the UK.\" \"One of the first issues for this taskforce should be establishing the detail of the UK Government's £23m compensation scheme for fishermen.\"More than two weeks on from the announcement, we are still waiting to hear the detail, never mind hear when the payments will be made.\"The Scottish government last week announced a£7.75m funding package to support to fishermen, businesses and harbours. Donna Fordyce, Chief executive of Seafood Scotland, welcomed the new taskforce and said \"real solutions\" were needed. She added: The challenge is to fix systems and red tape both here and in the EU that have so far failed seafood exporters from all over the UK, with the devastating impacts becoming clearer as each day goes by.\"", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-55966617"}