{"datetime": "2021-03-02T20:05:30.000Z", "subject": "Brexit", "title": "Fishing firms could go bust over Brexit, MPs told", "article": "British fishing businesses could go bust or move to Europe because of post-Brexit trading disruption, industry figures have warned. MPs were told paperwork due to new border controls had proved a \"massive problem\" and should be moved online. They also heard extra costs had made it \"impossible\" for some firms to trade profitably.Ministers have promised action on disruption, and £23m for affected firms.The UK government has alsoset up a taskforce aiming to resolve problems faced by the industry in Scotland.The Commons environment committee heard funding could have to continue, and be widened further, to help the sector weather Brexit-related problems.Outside the EU's single market, British fish exports to Europe are now subject to new customs and veterinary checks which have caused problems at the border. Martyn Youell, a manager at south-west England fishing company Waterdance, told MPs the industry was facing more than just \"teething problems\". \"Whilst some things have settled down, some obvious issues, we feel that we remain with at least 80% of the trading difficulties that have been encountered,\" he said. \"There are some extreme forces operating on the supply chain, and we probably will see some forced consolidation or business failure.\" \"The exporters we deal with are seriously considering relocating part of their processing business to the EU because of the difficulties we face\". He said the \"largely paper-based\" forms they now have to fill in had pushed up costs, and called for the UK to work with the EU in moving them online.Donna Fordyce, chief executive of Seafood Scotland, said the problems could lead to smaller firms in particular stopping trading with Europe in the medium term.She said the annual costs of the new paperwork, between £250,000 and £500,000 per year, were too much for them to sustain.But she said many \"can't see where they could turn\" at the moment because travel bans and the Covid pandemic have closed off other markets.She added there was \"a lot of anger\" about the design of the government's £23m compensation scheme, which links funds to provable losses due to Brexit.She said it meant many firms which had \"worked through the night\" to get shipments ready had not been compensated for extra costs.Sarah Horsfall, co-chief executive at the Shellfish Association of Great Britain, also criticised the scheme, noting firms that \"made massive efforts\" didn't qualify.She also called for ministers to adopt a different approach to persuade the EU to overturn aban on British exports of some types of live shellfish.After leaving the EU single market, these exports from all but the highest-grade fishing grounds have to be purified before they can enter the EU market.The UK government has accused the EU of reneging on a previous commitment such exports could continue with a special certificate.Ms Horsfall said there had been the \"propensity for a bit of a misunderstanding\" among either UK or EU officials about the post-Brexit rules.She urged a \"more nuanced approach\" from UK ministers in resolving the matter, noting their \"bullish\" response \"perhaps hasn't helped either\". And she said a more \"flexible\" regime for determining the quality of British fishing waters could provide help to the industry in the long-term.", "url": "https://www.bbc.com/news/uk-politics-56259855"}