{"datetime": "2021-03-25T15:25:59.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: NI Protocol needs consent of 'all of the people' in Northern Ireland", "article": "The UK's Brexit minister has said it is difficult to see how the NI Protocol can be \"genuinely durable\" without the consent of \"all of the people\" of NI. Lord Frost said the government was working to sustain the protocol in \"a practical and pragmatic fashion\". The NI Protocol is the part of the Brexit deal which createdthe Irish Sea border . It is opposed by Northern Ireland's unionist parties who have said it undermines their place in the UK. Under the terms of the Brexit withdrawal treaty, the Protocol can only be removed by a majority vote of the Stormont Assembly, with a vote due in 2024. Responding to questions in the House of Lords, Lord Frost said the protocol needs to be implemented in a \"proportionate manner\".\"We are working with the European Union to that effect,\" he added. Earlier this month, the UK government changed how the protocol is beingimplemented without EU agreement . It delayed the introduction of new sea border checks on food, parcels and pets. It also moved unilaterally to ease the trade in horticultural products across from Great Britain to Northern Ireland. The EU has begun legal action as a consequence. The European Commission sent a letter of formal notice to the UK saying these actions breach the substantive provisions of the protocol as well as the good faith obligation under the Withdrawal Agreement. It has asked the UK to respond by the middle of April before it decides on further legal steps. Lord Frost also revealed the Northern Ireland Specialised Committee will meet on Friday. It is an official-level technical group which prepares for political discussions between the EU and UK. Meanwhile, a coalition of unionists challenging the Northern Ireland Protocol say they expect a full high court hearing in May. They have said action has been lodged in the High Court of Northern Ireland with the next hearing date in April and a full hearing expected to take place in mid May. Applicants to the action include First Minister Arlene Foster, UUP leader Steve Aiken, former First Minister Lord Trimble and TUV leader Jim Allister. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56527822"}