{"datetime": "2021-04-01T07:24:42.000Z", "author": "Emma Vardy", "subject": "Brexit", "title": "Brexit: Counting the cost of the Irish sea border", "article": "It is now three months on since the UK's separation from the EU and the greatest tension in that time has been over the creation of a brand new border within the UK - the Irish Sea border. It is part ofthe Northern Ireland Protocol - a contentious aspect of the Brexit deal, which introduced checks on goods crossing the Irish Sea as a compromise in order to avoid checks on the land border with the Republic of Ireland.However these checks have proved to be controversial and the protocol is opposed by Northern Ireland's unionist parties, who see it as undermining their place in the UK. In order to examine the issue more closely, I hopped on board a lorry going from Great Britain to Northern Ireland to experience the journey - and the movement of goods - for myself. James Allen, the managing director of haulage firm Allen Logistics, knows all about the challenges of navigating the stormy waves of Brexit's trade transition. \"We have had to use our own initiative to learn and adapt in a very short space of time,\" he said. \"We have spent countless hours on the phone explaining the processes to customers.\" With that in mind, we began our journey from Great Britain to Belfast - this is that journey in numbers. The additional costs begin with extra administration work before goods destined for Northern Ireland have even left warehouses in Britain. Haulage firms estimate that one pallet of goods, which previously would have cost around £100 to ship, now costs an extra £50 to £350 for all the new admin.James has employed extra staff to deal with the new customs requirements, but suspects eventually consumers will bear the brunt. \"It has to filter back down to putting the cost of our weekly shopping up,\" he reckoned. Some products require more form filling than others, like products of animal origin and plant-based products. Haulage firms estimate there is now an added four hours turnaround time per trailer. Each pallet must be checked to make sure it has customs clearance before it can be loaded onto a lorry.The industry association for freight transport, known as Logistics UK, calculates that since January around half of its businesses have had exports to Northern Ireland delayed or cancelled due to the challenges of the new border requirements.And that while things are improving, more than a third of its members surveyed said they do not expect their volumes of trade to return to normal. In Northern Ireland lorries must enter through new Border Control Posts. This can can add an hour or two onto a driver's journey, depending what goods are on board, but border staff are trying to speed things up. \"Officials have been working with transport companies to try to minimise inspection times on arrival when they can, and must be commended for their time and effort\" says James. Nevertheless the border control posts are one of the most contentious focal points of all. The resentment is scrawled in graffiti on walls, and placards spelling out loyalists' opposition are cable-tied to lamp posts outside the Northern Ireland's ports. The border post the lorry was directed to on our journey turned out to be too small for the lorry, and we watched as our driver's vehicle nearly became wedged in.Work was supposed to begin on building new border posts but, amid political opposition, Northern Ireland's agriculture minister has halted it. The ferry operator Stena Line has said Brexit has causedsignificant distortion to flow of freight over the Irish Sea. Figures from Stena Line show that freight travelling from Holyhead in Wales to Dublin initially halved, and is still down by nearly a third. Hauliers are now travelling by different routes in large numbers. Crossings from Ireland to France which miss out GB entirely continue to be much busier. Trade director for Stena Line Paul Grant explained such a dramatic change was unforeseen and that Stena has had to adapt fast. \"We've had to move ships around, and do different things in different places. \"No one expected the challenges we've had. \"We've seen that industry hasn't been as prepared as one would have hoped.\"But flows will go back, and I think it will just take more time. This is only the start of the process, it could take a number of years before things become easier.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56597642"}