{"datetime": "2021-03-10T06:30:36.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: What will happen when EU-GB grace periods expire?", "article": "Grace periods for implementing post-Brexit checks on goods going from Great Britain to Northern Ireland are at the centre of tensions between the EU and UK. The UK has unilaterally increased these grace periods, which allow for lighter touch controls on some goods. The EU says this is a breach of the Northern Ireland Brexit deal and is planning legal action. But these are not the only Brexit grace periods. They also apply on trade from the EU to England, Scotland and Wales. The first of them is due to expire at the end of March which could cause fresh difficulties for EU exporters and GB importers. When the Brexit transition period ended on 1 January it created a new trade and customs border between the EU and Great Britain. Northern Ireland stayed in the EU's single market for goods so its new trade border is with the rest of the UK, not the EU. The government assessed that businesses in all parts of the UK would not be ready for the new border processes on 1 January. With the EU it agreed that some of the new processes for food and parcels going from GB to NI would be delayed until 1 April - it has now unilaterally extended these until 1 October. Full EU border controls have applied on GB goods going to the EU since 1 Januarywhich has caused problems for some exporters, notably fish producers. But goods coming in the other direction have benefited from a grace period - the UK has not been imposing most regulatory checks and full customs declarations have not been required. Some of the controls which have been applied to GB goods going into the EU will start to apply to EU goods entering GB. This primarily impacts the importation of food products. Imports of products of animal origin (meat, fish, eggs and diary) will need to be pre-notified to the UK authorities, which involves making a declaration on an IT system. These products will also require export health certificates (EHCs), a time consuming piece of administration which needs to be completed by a vet or other qualified person. EHCs have been one of the biggest issues on GB-EU trade with minor errors leading to delayed shipments. Pre-notification and health certification will also be required for products from Ireland which are simply passing through GB on their way to France or another EU destination. Some products, such as chilled mincemeat and fresh sausages, will be completely banned from entering GB from the EU. EU-registered fishing boats landing their catch in UK will have to do so at designated ports with pre-notification at least four hours in advance for fresh fish. It all adds up to a major new layer of bureaucracy, complexity and expense for getting food products from the EU to GB. The UK is not the Republic of Ireland's biggest goods export market and has not been for many years. But the UK remains the key external market for Irish food and drink. Ireland's food promotion agency, Bord Bia, says 34% of the country's food and drink exports went to the UK in 2019. For beef producers, almost half of their exports went to the UK in 2019. The Irish government has been ramping up its communications on this issue. Another grace period expires with a further layer of controls on EU-GB trade. From 1 July products of animal origin will have to enter through designated border control posts where physical inspections of goods can take place. Customs controls will also be tightened up as the government ends the facility to delay the lodgement of UK customs import declarations. The government has not ruled this out. On Sunday, The Observer reported that the government could delay or modify the new controls in response to food and hospitality industry concerns. A government spokesman told the BBC: \"When he took up his new role, Lord Frost requested a review of the timetable for import controls and its impact on businesses, but no decisions have been made\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-56325881"}