{"datetime": "2021-03-05T12:18:11.000Z", "subject": "Brexit", "title": "Brexit: Government 'poking EU in eye' over grace periods", "article": "The UK government has been criticised for \"poking the EU in the eye\" over grace periods for Irish Sea border checks. The comments were made by Jonathan Powell, who was chief of staff for former Prime Minister Tony Blair. The EU's chief Brexit negotiator has said legal action is imminent over the UK's moveto unilaterally extend grace periods on the checks . The checks are part of Brexit's Northern Ireland Protocol. Maroš Šefčovič is the European Commission's vice president, and took over responsibility for implementing Brexit from in January from Michel Barnier.Mr Powell said the protocol was \"the least bad option\". He said: \"It's such a silly idea to poke the EU in the eye when you need the EU to co-operate to make this thing work, get things back into supermarkets and garden centres. \"If you leave the single market and you leave the Customs unions there's got to be a border somewhere.\" He added: \"Those who say they want to get rid of the protocol have to come up with an alternative and no-one in five years has come up with a workable alternative.\" Northern Ireland has remained a part of the EU's single market for goods so products arriving from GB undergo EU import procedures. The grace periods mean procedures and checks are not yet fully applied. The first of these periods was to expire at the end of March; the UK saysthey will be extended until October . All parcels entering Northern Ireland would have required customs declarations from 1 April. Mr Powell also said that Brexit was always going to have an impact on the Good Friday Agreement (GFA) as the agreement was about trying to remove the issue of identity as far as possible from politics and stop it being an issue that could provoke violence.\"Obviously putting a border between Northern Ireland and the Republic would do that, putting a border in the Irish Sea also does it - it does it less because it's much less visible,\" he said. \"It infringes on the economic future of Northern Ireland.\"Northern Ireland is going to be economically part of the EU as well as part of the UK. That means that many of the decisions that will affect it will be made in Brussels.\"People in Northern Ireland will have very little ability to change those decisions in Brussels because the UK is no longer part of the EU.\" Mr Powell said it could be expected that Great Britain and the EU would continue to diverge, and as this happens, people \"will feel more and more that they are economically living in Ireland\", and that Dublin would still be able \"to influence what happens in Brussels\".A group which includes representatives of loyalist paramilitaries - the Loyalist Communities Council (LCC) - has said it is temporarily withdrawing its backing for the Good Friday Agreement due to concerns about the protocol. David Campbell, the chairman of the LCC, told BBC Newsnight on Thursday that if it wasn't for the coronavirus pandemic there would be protests on the streets over the protocol. Mr Powell, who helped to set up the LCC as part of the GFA negotiations, said: \"Mr Campbell has assured me personally there will be no violence, there will be no going back to the old days and there will be no reprise of our ghastly history.\" He added: \"Withdrawing support for the Good Friday Agreement has absolutely no practical effect. The loyalist organisations did not sign the Good Friday Agreement, it was loyalist political parties.\" Meanwhile, NI First Minister Arlene Foster has accused the EU of taking a \"very belligerent approach to the difficulties the protocol has caused for Northern Ireland\".Speaking on BBC Radio 4's Today programme she said: \"The number of checks which are occurring between Great Britain and Northern Ireland, are so disproportionate to the risk to the EU single market, that it has become completely out of step with what the Protocol was meant to do.\"The protocol was meant to do two things. It was meant to protect the single market of the European Union, and it was meant to protect the Belfast Agreement, and frankly it is disproportionately doing one, and damaging the other.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56291133"}