{"datetime": "2020-12-31T06:53:19.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: How Northern Ireland is different", "article": "The practical and economic consequences of Brexit will become real when the transition period ends at 23:00 GMT on Thursday. But because of special arrangements for Northern Ireland, it will have a different experience from the rest of the UK. People born in Northern Ireland have the right to Irish as well as British citizenship. Those who exercise that right will retain their EU citizenship, something not available to people elsewhere in the UK who may have only British citizenship.The consequences of this range from the mundane to the profound. People travelling on Irish passports will be able to use EU/EEA lanes and e-gates at airports. Those with British passports will not. More fundamentally people with Irish passports keep their right to freedom of movement within the EU. That means they can live, work and study in an EU country without a visa and with no time limit. These rights extend to their spouses and dependent children. TheEU's chief negotiator Michel Barnier explained this during a speech in Belfast in 2020. \"Whilst Northern Ireland will no longer be part of the EU, people born and raised here that choose to be Irish citizens will still be EU citizens,\" he said. \"This means they can continue to move and reside freely within the EU.\" The UK will no longer be participating in Erasmus, the EU student exchange scheme. Instead, the UK government is setting up its own scheme, known as Turing. However,students at Northern Ireland's universities will still be able to take part in Erasmus due to funding and administrative assistance from the Irish government. Ireland's Higher Education Minister Simon Harris said: \"The government of Ireland made a very solemn commitment to Northern Ireland that, even after Brexit, we would make sure that there were still ways for us to co-operate and collaborate in relation to higher education.\" Funding will be available to all full-time students attending third level institutions in Northern Ireland. It will not be limited to those with an Irish passport, so British passport holders will also qualify. Businesses across the UK will still be able to sell their goods to the EU without tariffs being imposed. This is due to thetrade deal reached between the EU and UK on Christmas Eve. But businesses in GB will face a range of new non-tariff trade barriers such as paperwork, certifications and checks on goods as they enter the EU. Northern Ireland will not face these non-tariff barriers as it will effectively remain within the EU's single market for goods. This is a consequence of theNI Protocol , a special deal to prevent the re-emergence of a hard border between Northern Ireland and the Republic of Ireland. As an example, a lorry load of Northern Ireland meat products could board a ferry at Dublin port and disembark at a French port with no new paperwork or checks. However, if a similar load was travelling from Scotland to France it would need to be accompanied by new export health certificates and the authorities would need advance notice of its arrival. It would have to go to a border control post where the load may be physically examined. There is a significant flipside to this: new trade barriers within the UK. That lorry load of Scottish meat could be driven to Cardiff or London without any new checks or controls. But when entering Northern Ireland it is as if it is entering the EU. So it will need to undergo all the same bureaucracy and checking as when it was entering a French port. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55488686"}