{"datetime": "2021-12-23T12:11:17.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Brexit: Why is there a row over fishing rights?", "article": "France will begin legal action against the UK in January over the issue of post-Brexit fishing licences, according to a French minister. Tensions have been growing between the UK and France, as both sides try to sort out the politically-charged matter of how to agree fishing rights after Brexit.Under a new post-Brexit trade deal (which came into force at the start of 2021), EU members states' boats need licences to fish in UK and Jersey waters and UK boats need them to fish in the waters of EU member states. Licences are granted to boats that can prove they have fished in a particular area between 1 February 2017 and 31 January 2020. Requiring proof in this way is normal practice in fisheries management and there are often disputes about the evidence. Big trawlers will routinely collect this sort of information using data from Automatic Identification Systems. Smaller vessels, which come from French harbours to fish around the Channel Islands, for example, find it more difficult to provide this kind of proof. The UK National Federation of Fisherman's Organisations (NFFO)says that sorting legitimate boats that are struggling to find the necessary evidence from the opportunists trying to take advantage of the situation is a normal exercise \"best done through quiet dialogue and far from excitable politicians\".In October, the UK and Jersey denied licences to dozens of French boats. On 11 December , Jersey ministers gave permanent licences to another five French vessels, taking the total number to 130. That leaves 33 vessels which have temporary licences that are due to expire on 31 January 2022, and 54 applications which have been rejected. A British trawler wasseized by France in October because it was not on an EU list of vessels that had been granted licences to fish in French waters. The UK government said the trawler had been granted a licence but it was unclear why it was not on the list. The vessel wassubsequently released .The dispute is also about licences for small boats to fish in territorial waters between six and 12 nautical miles from Britain. On 15 December,the UK government said it had received 50 applications for French boats under 12 metres to fish in that zone and that it had issued 19 licences. On 1 December,Guernsey announced that it had issued licences to 40 boats, it had rejected 15 applications and that it would be issuing another three licences \"in due course\".France made various threats about what would happen if more licences were not issued. Subsequently there was what UK Environment Secretary George Eustice called a \"big de-escalation\" of the row with \"constructive talks\" with France. Then, on 19 November, French President Macron told reporters: \"We have not got what we wanted,\" and added: \"We will not yield.\" On 26 November, French fishermen took their own action, including blocking access to French ports for British boats and blocking trucks at the Eurotunnel freight terminal. On 23 December, French Europe Minister Clement Beaune told France 2 television that, in early January, France would be taking its complaints to the special tribunal set up as part of the Brexit agreements. The post-Brexit trade deal outlines new rules on fishing:Both sides agreed that 25% of EU boats' fishing rights in UK waters will be transferred to the UK fishing fleet over a period of five years.This is known as the \"adjustment period\", giving EU fleets time to get used to the new arrangements. The EU wanted it to be longer, the UK wanted it to be shorter - it looks like they've met somewhere in the middle, with an end date of 30 June 2026.The EU fishing quota, which is the amount of fish that EU boats are allowed to catch in UK waters, will be reduced by 15% in the first year and 2.5 percentage points each subsequent year. By 2026, it is estimated that UK boats will have access to an extra £145m of fishing quota every year. In 2019, British vessels caught 502,000 tonnes of fish, worth around £850m, inside UK waters.The document also sets out details of how each species of fish will be shared out between the UK and the EU during the transition. The UK fleet can expect increases in quota for 57 out of the 90 types of fish caught in UK waters every year. But quota shares for some species like Channel cod, of which EU boats (mainly from France) catch more than 90% each year, will remain unchanged. After the end of the adjustment period in June 2026, there will be annual talks to set the amount EU fishing boats can catch in UK waters (and vice versa) and theoretically the UK could decide to completely withdraw access to its waters for EU vessels, although the EU would be likely to restrict access to its markets and fish to UK fishermen. UK fishermen sell a large proportion of their catch to the EU so access to EU markets is important. In 2019, the UK fishing industry exported more than 333,000 tonnes of fish to the EU.That accounted for nearly half of the total catch of the UK fishing fleet and roughly three quarters of total fish exports from the UK.Some parts of the industry - such as shellfish - are totally dependent on such exports. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/46401558"}