{"datetime": "2022-02-15T12:16:13.000Z", "subject": "Grenfell Tower fire", "title": "Unsafe cladding: What is it and who pays to remove it?", "article": "The cost of removing unsafe cladding will have to be met by developers and manufacturers, under new laws proposed by the government. It said it would guarantee no leaseholder \"will have to pay a penny\" to remove such cladding from many buildings. Housing SecretaryMichael Gove said firms will have to pay to remove unsafe cladding from all medium or high-rise buildings. These are buildings over 18m high (typically, six storeys). Previously, building owners have been able to pass the costs on to leaseholders - the owners of individual flats - rather than getting the developer or cladding manufacturer to pay. New measures against firms which won't pay to remove cladding include: Last month, Mr Goveoutlined measures to ensure no one in low-rise buildings between 11m and 18m high (typically, four to six storeys) would have to pay to remove unsafe cladding. Instead, it will be paid for by the businesses responsible for installing it, such as developers and manufacturers. Many flat owners have already been handed large bills and have started making payments.Under the proposed laws, they will be protected by a cap of £10,000 for homes outside London and £15,000 for homes in the capital.Any costs paid out by leaseholders over the past five years will count towards the cap. This includes extra costs flat owners have had to pay, such as for fire patrols. Cladding is the process of adding a new layer of material to the outside of a building.It may be installed to increase insulation or weather protection, or to improve the building's appearance. But some cladding has been found to be combustible, prompting a building safety crisis affecting thousands of homeowners. The cost of making a block of flats safe is supposed to be absorbed by the owners of the whole building and the land (also known as the freeholder).But in practice the cost is often passed on to the owners of individual flats (the leaseholders). These leaseholders have to pay for extra fire safety measures - sometimes including patrol officers - until cladding or insulation is stripped off.The cost can run into tens of thousands of pounds. It can also be difficult for flat-owners to sell their property - even if the cladding is classed as low risk - because some lenders are refusing to offer mortgages on them. In June 2017, a fire broke out in the Grenfell Tower block in west London, killing 72 people. The first phase of an inquiry said cladding installed during refurbishment helped the fire spread because it was made from combustible material. Safety inspections on other high-rise blocks revealed not just dangerous cladding, but other fire safety faults including defective insulation, flammable balconies and missing fire breaks. As well as concerns about cladding costs, campaigners say thousands of leaseholders also face large bills to pay for other safety measures not covered by the scheme.This includes fire breaks, new balconies, safety doors and sprinkler systems. Mr Gove said it was his intention to offer support for these costs. There isn't a single number on this.The government says that as of 30 November, 407 buildings had cladding removed with a further 70 still with cladding (although work has already started on 41 of these). But these figures only cover buildings that are over 18m tall, with the type of cladding used on Grenfell Tower. The government does not supply regular statistics on other types of building.About half a million people are living in a building with some form of unsafe cladding, the Association of Residential Managing Agents says. ", "url": "https://www.bbc.com/news/explainers-56015129"}