{"datetime": "2022-02-07T17:51:01.000Z", "subject": "Grenfell Tower fire", "title": "More than 1,000 buildings in London need 24-hour fire patrols", "article": "More than 1,000 buildings in London need round-the-clock monitoring due to potentially unsafe building materials, the fire service has said. An \"unacceptable\" 1,149 buildings in the capital have fire safety defects so severe they need \"waking watches\", according to the latest data. Since theGrenfell Tower fire in 2017, thousands of London residents still rely on 24-hour fire safety patrols. The London Fire Brigade said it was \"frustrated\" by the lack of progress.Since last autumn, more than 100 new buildings have been identified with defects such as flammable cladding or defective fire safety measures, including sprinklers or fire doors,according to the Local Democracy Reporting Service (LDRS). Such defects means waking watches or alarm systems are needed, as residents must evacuate the building rather than stay put in the event of a fire.The waking watch was introduced by the National Fire Chiefs Council after the Grenfell Tower fire, which led to 72 deaths. National guidance states any waking watches introduced should be a temporary measure only. A waking watch in London costs a median average of £137 per dwelling per month, which is paid for by residents, says LDRS. The government has announced a new£30m fund to help pay for the installation of fire alarms in high-rise buildings with dangerous cladding. The government is trying to force developers to cover the cost of securing dangerous buildings, after leaseholders have been left with huge bills for safety measures. A London Fire Brigade spokesperson said: \"We understand the anger of those residents who are still living in unsafe buildings. \"We share their frustrations that they are in this appalling situation almost five years on from the Grenfell Tower fire. \"The only acceptable long-term solution is for any fire safety failings to be remediated by those responsible as soon as possible.\" Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60291553"}