{"datetime": "2022-02-10T06:05:15.000Z", "author": "Paul Martin", "subject": "Grenfell Tower fire", "title": "Cladding: Wales flat owners feel 'abandoned' on funding", "article": "People living in flats hit by the post-Grenfell fire safety crisis have said they feel \"abandoned\" by the Welsh government. At least 248 building applications have been made for the first phase of a scheme which will fund survey work.But the surveys are yet to begin and campaigners fear that repair work may not start until 2023 or 2024.The Welsh government said progress had been made and details on the repair fund would be announced in the spring. There were 248 expressions of interest in the survey up to 31 December, and the applications can cover more than one building. Leaseholders paying extra charges and living in unsellable flats after fire safety defects were identified have long felt frustrated at the pace of progress. In response to a Freedom of Information request last week, the Welsh government said £59m of funding received as a result of spending in England on cladding remediation and building safety work was allocated to its Covid response. Ministers in Cardiff have, however, budgeted £375m up to 2024-25 for the \"remediation of blocks of flats\" via its Welsh Building Safety Fund. But campaign group Welsh Cladiators said it was \"very disappointed\" the Welsh government was yet to spend \"a single penny on remediation work for unsafe private buildings in Wales when England have had buildings receive funds and completed work\". In England, a fund opened in February 2021 and money has been available to remove cladding from buildings over 18m (59ft). Last month,Housing Secretary Michael Gove extended that fund to include those over 11m (36ft) and said he would take \"all steps necessary\" to make developers pay. The Welsh government's fund is intended to cover buildings over 11m (36ft), and cover non-cladding fire safety defects as well. Ministers have already spent more than £15m on repairs to social housing blocks, including the removal of the now-bannedACM cladding from three blocks. The removal of ACM cladding on 12 private blocks in Wales has been or is being paid for by developers and owners.Ruth Wainwright, 71, who moved into the Celestia complex in Cardiff Bay with her husband, John, in 2011, said she felt \"let down\".After John died in 2020, shortly after retiring, she now lives on her pension and savings.Her service charge to cover insurance and safety measures plus her contribution to a future repair fund totals £16,600 this year, and she has been told her total contribution could run as high as £50,000 without funding.She said: \"There is a sense of panic about what's going to happen, and just worrying about things, constantly thinking about it.\" \"It is just constantly worrying about where it's all going to end. \"The Welsh government don't seem to be listening to us, the developers don't want to know. I feel very let down by the Welsh government, I really don't feel they've done anything.\" Celestia developer Redrow said it had provided \"significant financial support\" and will also be providing funding through the Residential Property Developers Tax. One managing agent of a development in Cardiff said waiting for the Welsh government to release funding was \"awful.\" Mary-Anne Bowring from Ringley, which runs 980-flat Prospect Place, said the fire service had put in place an \"enforcement notice\" calling for the work to be done by December. \"Limbo is the worst thing in any crisis,\" she said.\"If you don't comply with an enforcement notice one of the next steps the fire service could take is to force people not to be able to enter their homes and deem them unsafe. \"It's a perfect storm, where the client is doing the right thing in the fastest available time only held up by the Welsh government, with the fire service acting completely at tangent asking things that are impossible under the current regime.\" The Welsh government said: \"We strongly believe that people living in affected buildings should not be left to pay to put right safety standards or breaches of building regulations. \"We will continue to engage with developers and press them to take responsibility and action and commend developers that have already set aside funds for remediation in Wales - they have set an example for others to follow.\" ", "url": "https://www.bbc.com/news/uk-wales-60320200"}