{"datetime": "2021-09-08T16:56:52.000Z", "author": "Paul Martin & Felicity Evans", "subject": "Grenfell Tower fire", "title": "Cladding: Cardiff homeowner's tears as safety costs spiral", "article": "People who have lost thousands of pounds in the post-Grenfell fire safety crisis have asked for urgent help amid spiralling insurance and service costs. Deborah Polverino, from Cardiff, saw her annual service charge rise from £3,000 to nearly £7,800 after her building failed fire safety tests. Campaigners warned people could go bankrupt and lose their homes. The Welsh government said it was \"working hard to develop funding options\". A spokesman said the \"complex nature\" of the issue was \"affecting the pace\" of that work.As well as paying increased charges, many leaseholders are worried about the huge costs of repair work for things such as flammable cladding and inadequate internal firebreaks. In July, the Welsh government announced it would be funding surveys to assess what work was required, a move described by campaigners as \"too little, too late\". A repair fund is planned for next year in Wales. In England people can already apply for money to remove cladding on buildings over 18m (59ft) tall. The Welsh government is yet to spend any money on removing cladding or other fire safety remediation work on private residential buildings over 18m tall. In response to a freedom of information request by BBC Wales, it said nearly £11m had so far been spent on remedial work on 15 social housing blocks. Work has been completed on three buildings in Newport and is under way on one other in the city, eight in Cardiff and three in Swansea. Ms Polverino has lived at Victoria Wharf in Cardiff Bay with her partner Guy Griffiths for 10 years. When they tried to move a couple of years ago they realised their seventh-floor, three-bedroom flat was \"valueless\". \"When you've invested a huge amount of money into your home and you're then told it's unsellable, or if you're lucky you might sell it at auction at a massively decreased value, it's a hard pill to take,\" said Ms Polverino. \"I can't mortgage it, I can't sell it.\" Increased costs, including insurance and internal safety measures, have seen big hikes in the service charges leaseholders must pay. \"I sat down and cried, as I'm sure many people in these blocks did,\" she said. The total cost of repair work, including the replacement of cladding, has been estimated at £60,000 per flat, she said. As well as the financial hit already taken and the worry about the bigger one potentially on the way, she is also anxious at the thought of a fire. \"I know so many people have sleepless nights over this. I've had my own sleepless nights. \"I even looked at getting one of these ladders but sadly they only go four floors, so that didn't help me.\" She said the developer, Taylor Wimpey, should \"step up and do what's morally right\".\"We didn't build these properties, we didn't create the issue. Why are we paying for it?\" She suggested the Welsh government could set up a low-interest loan scheme, similar to help it gave tenants during the pandemic. Ms Polverino said First Minister Mark Drakeford and Housing Minister Julie James \"need to do more now\".\"We keep getting these promises of something in the future,\" she said. \"It's a moral obligation for the Welsh government to make sure leaseholders don't lose their homes.\" A spokesman for Taylor Wimpey said the company was \"taking steps where appropriate\" to help customers with fire safety measures and it had set funding aside to bring the external walls of its apartment buildings constructed over the past 20 years up to current standards. \"We are closely engaged with FirstPort, the management company at Victoria Wharf, regarding funding and further updates will be provided to residents as soon as possible.\" FirstPort said it was \"pleased\" Taylor Wimpey has \"announced additional funding\" and it was \"urgently reviewing\" what permanent work was required. Bex Ashwin, from newly-formed campaign group Welsh Cladiators, said increased charges people were facing meant some would lose their homes or go bankrupt. \"The Welsh government really need to step up and understand the urgency of this situation and how much it is putting on residents every day from a mental health perspective.\"Welsh Conservative housing spokeswoman Janet Finch Saunders said homeowners in Wales had been left in the dark waiting for further news while costs spiralled.\"We urgently need action, with homeowners so far only seeing a paltry survey,\" she added.\"Welsh homeowners should not be left paying the price for the shortcomings of developers and it is the job of ministers to step in to rectify this injustice.\" Plaid Cymru claimed it was \"not acceptable\" the Welsh government had given no details about funding options and and urged it to address the matter, adding: \"How many more times will the pleas from these people, figuratively trapped in their high-rise buildings, fall on deaf ears?\" The Welsh government said: \"These building defects are having a significant impact on leaseholders and residents.\"We are committed to supporting them and are working hard to develop funding options.\"Building safety issues are often more than just cladding-related - we are working hard to deliver a funding offer which will go further than cladding only.\" ", "url": "https://www.bbc.com/news/uk-wales-58477966"}