{"datetime": "2021-12-16T09:20:06.000Z", "author": "Paul Martin", "subject": "Grenfell Tower fire", "title": "Cladding: Welsh government to buy some crisis-hit flats", "article": "People worst affected by the post-Grenfell fire safety crisis may be able to sell their flats to the Welsh government. Housing Minister Julie James has announced a \"buy-out\" scheme, which will be launched next year. It will be aimed at a \"small number\" of people in \"significant financial hardship\". It would be the first scheme of its kind in the UK, but the criteria and budget are not yet known. Campaigners welcomed the idea but said there had been a \"lack of urgency\" from the Welsh government, while opposition parties have called for more details. Fire safety defects in many high-rise apartment blocks were exposed in the wake of the Grenfell disaster in west London in 2017, when 72 people died. Many leaseholders have found it impossible to sell, as lenders will not provide buyers with mortgages on the properties. They are also facing significantly increased costs to cover insurance premiums and interim fire safety measures as well as ongoing worry about who will pay for long-term repairs. Announcing the plan in the Senedd on Tuesday, Ms James suggested the scheme could include people who have failed to sell their house on the open market because the sale would put them into negative equity, people in mortgage arrears and those whose flats have become overcrowded because they now have a larger family. \"There are a number of areas of hardship that we're prepared to look at,\" she said. People would either be able to sell the house to the government and stay in it as a tenant, or \"take the money and start again somewhere else\". \"I know from speaking to large numbers of residents that there are a lot of people who will be very interested in a scheme of that sort,\" Ms James said.She explained valuations would be done by the valuation office, in the same way as compulsory purchase valuations. James, 30, was a first-time buyer who had \"saved up a lot of money\" to buy his Cardiff Bay flat in 2016. Unresolved fire safety defects mean it is now \"unsellable\" and he is paying thousands of pounds in extra service charges to cover surveys, insurance and a night-time patrol. He said he was worried about being made bankrupt and \"never anticipated things would get this bad\", and would be interested in a government buy-out scheme. \"It's an attractive proposition, just to be out of here and not have to deal with the stress and the anxiety and the financial hit, and even years down the line when the fire defects are resolved, are people actually going to want to buy a property here?\"The reputational damage that's been done is going to be very off-putting for potential buyers I think.\" The Welsh Conservatives' housing spokeswoman, Janet Finch-Saunders, said it was \"vital\" there was clarity on how long the Welsh Government would own the flats and \"how exactly they would be managed\".Plaid Cymru's Mabon ap Gwynfor called on the minister to say how many people will be eligible for the scheme, and how the government will define \"significant financial hardship\". Ms James said the scheme would be \"up and running\" for the new financial year and in the meantime the government would \"start to process\" people who want to be part of it. Mark Habberfield, from the Welsh Cladiators campaign group, said he was glad people who could go bankrupt or are experiencing \"mental anguish\" are able to seek support. \"However, we are concerned about the apparent lack of urgency or commitment to time frames and feel this scandal is taking too long to resolve,\" he added. The government's broader scheme - to fund surveys on affected buildings, previously described as \"too little too late\" by campaigners - has received more than 100 applications and Ms James said work would begin in the new year. Ms James also renewed her call for \"developers and those responsible for these building defects\" to \"step up and do more to resolve the crisis\". ", "url": "https://www.bbc.com/news/uk-wales-59680095"}