{"datetime": "2022-01-14T16:11:29.000Z", "subject": "Grenfell Tower fire", "title": "Grenfell Tower: Woman made 'Jewish sacrifice' Facebook posts", "article": "A woman who claimed Grenfell Tower fire victims were \"burnt alive in a Jewish sacrifice\" has been found guilty of two counts of stirring up racial hatred. Tahra Ahmed, 51, posted her theory on Facebook, just days after the fire in west London that killed 72 people. She also linked Grenfell to an anti-Semitic conspiracy surrounding the 9/11 terror attacks in New York. She claimed her comments were political rather than anti-Semitic but was convicted by a jury at the Old Bailey. Ahmed, from Tottenham, will be sentenced at the same court on 11 February. During the trial, prosecution barrister Hugh French said two of Ahmed's posts had \"crossed the line as to what is acceptable in a liberal society\". On 18 June 2017 - four days after the disaster - she posted a video on Facebook of the blaze and referred to it as a Jewish sacrifice. She stated: \"I've been at the scene, at the protest and at the community meetings and have met many of the victims… some who were still in the same clothes they escaped in. \"They are very real and genuine, their pain and suffering is raw and deep and their disgusting neglect by authorities continues. \"Watch the footage of people trapped in the inferno with flames behind them. \"They were burnt alive in a Jewish sacrifice.\"Mr French said that, while Ahmed's Facebook account demonstrated \"strongly held beliefs\", the two posts identified were \"clear demonstrations of racial hatred\". He added: \"Looking at the language of the posts, the crude racial stereotyping and the insulting tone, the Crown say that you can infer that she posted them either intending to stir up racial hatred (or) that racial hatred was likely to be stirred up.\" Mr French told jurors that people sometimes expressed \"outspoken\" or \"offensive\" views on social media and were entitled to their opinions, \"but there was a limit, and the right to express views had to be balanced with the rights of other people, often minority communities, to live without being stigmatised or abused\". ", "url": "https://www.bbc.com/news/uk-england-london-59985909"}