{"datetime": "2020-09-10T20:49:02.000Z", "author": "Kayley Thomas", "title": "Cladding: Failed Cardiff fire safety flat owners' 'dread'", "article": "People living in high-rise flats which failed fire safety tests say they feel trapped, with a sense of \"never-ending dread\" over the repairs. A number of building defects came to light at Victoria Wharf in Cardiff Bay in the aftermath ofthe Grenfell Tower fire in London in 2017 . Residents living in the apartments claim they will cost £28m to put right. Building manager First Port said it was supporting residents in \"seeking any funding to resolve fire issues\". Last summer, a survey found cladding on the outside of some of the flats was not safe - with missing fire barriers to prevent fire spreading and highly flammable polystyrene in the insulation.Work is due to begin to make sure each flat is compartmentalised correctly after the survey found fire could spread from flat to flat because of incomplete work. In the aftermath of the Grenfell Tower tragedy, fire safety tests were carried out on cladding on high-rise buildings across the UK after it was found that a type of aluminium composite material was used. Seventy-one people died after a huge fire engulfed the 27-storey west London tower in June 2017. Cerys Owen, from Cwmafan near Port Talbot, said she was unable to move after fire safety issues came to light at the Cardiff Bay development. She bought her flat in 2017 and said she \"put everything I had\" into turning it into a home. \"I was really proud of what I'd accomplished,\" she said. Following the survey, new alarm systems were installed in the block, and South Wales Fire and Rescue said they would be able to respond in minutes. But while Ms Owen said she still felt safe in her home, she said she felt \"trapped\" and worried for her future. \"I had been planning on moving back to Port Talbot - now I'm being told I can't sell my flat, it'll be years before these problems are fixed,\" she said. \"I used to think of my flat as a home, somewhere I was safe and comfortable. \"Now it's just a source of dread for me - constant dread of what could go wrong next, it feels never ending.\" Peter Larwood, 70, moved to the development three years ago to be closer to his family.It was to be his dream retirement home, but one he feels he now cannot escape. \"People have tried to move and found that valuers won't put a value on it,\" he said. \"Would you want to buy something that has a liability on it? There are so many things that we are having to deal with and people are frightened by events.\" Costs are spiralling and residents have been told insuring the building with its faults has increased more than 10 fold, costing each flat owner an extra £1,000. MP for Cardiff South and Penarth Stephen Doughty said the original developers and construction firms involved in buildings which had failed fire safety tests had \"serious questions to answer\". \"They need to take responsibility for any failings that occurred during construction and to work closely with residents and management companies to get the full facts on how these buildings were constructed and where problems might exist,\" he said. Taylor Wimpey, which completed the flats in 2008, said: \"Although we have no ownership or legal interest in Victoria Wharf, we are in ongoing discussions with First Port, the Management Company of Victoria Wharf, in relation to its review of the fire safety of the buildings at this development.\" The Welsh Government said it was aware of residents' concerns, but it had \"no means to compel building owners to undertake remedial work at their own financial expense\". A spokesman added: \"We continue to work with our partners, including Cardiff council and South Wales Fire and Rescue Service to ensure residents are kept safe, with practical measures in place to mitigate risks where possible.\" First Port, which manages Victoria Wharf, said another fire safety visit had taken place this week, and it was supporting residents in \"seeking any funding to resolve the fire issues\". ", "url": "https://www.bbc.com/news/uk-wales-54102302"}