{"datetime": "2019-12-19T06:46:15.000Z", "title": "Combustible cladding ban in Wales in force from January", "article": "A ban on using combustible cladding materials on buildings in Wales will come into force on 13 January, the Welsh Government has said. An inquiry into theGrenfell Tower fire , in west London, heard evidence that such material was the main reason the blaze spread so rapidly. The fire killed 72 people in June 2017. Housing Minister Julie James said the ban \"leaves no room for doubt as to what is suitable\" for blocks of flats, care homes and hospitals over 18m high. The ban on combustible cladding will apply to all new buildings, and to existing buildings being refurbished. Exceptions will be made if refurbishment work is already under way or due to start within eight weeks of the ban taking effect. Ms James said: \"The fire at Grenfell Tower in London was a tragedy that will live long in the memories of so many of us in this country.\"Our homes should be 'the' safest of places. The action I have taken today will help ensure we make people safer in their homes, and leaves no room for doubt as to what is suitable for use on external walls of relevant buildings 18m or more in height.\" The minister said Wales had a \"proud track record\" of fire safety standards, pointing out that it wasthe first country in the world to make sprinklers compulsory in all new and converted homes. However she promised to publish a White Paper in 2020 to give \"greater clarity\" on the long-term responsibilities of those who design, construct and manage buildings throughout their lifespan. A similar ban covering buildings over 18m in England was introduced by the UK government in December 2018. However, the Fire Brigades Union has called for such measures to apply to buildings of any height, and to ban the use of A2 materials.General Secretary Matt Wrack said: \"Governments across the UK continue to allow cladding of limited combustibility for any building work in the future.\"Many residents of high-rise residential buildings and firefighters want more comprehensive action taken against flammable cladding so that a fire such as Grenfell never happens again.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-50839114"}