{"datetime": "2021-06-09T10:24:36.000Z", "author": "Paul Martin", "title": "Cladding: Legal action threat over delay for support in Wales", "article": "\"Unreasonable\" delays to financial help for fire safety problems in high rise flats has prompted a threat of legal action against the Welsh government. In the wake of the Grenfell Tower fire, ministers estimated about a third of Wales' 152 high-rise residential buildings had fire safety defects. Some flats were unsellable and leaseholders faced repair bills, higher service charges and insurance costs. The Welsh government said it intended to make an announcement \"shortly\". Michael Imperato, a partner at law firm Watkins and Gunn, said he would look to initiate High Court proceedings and seek a judicial review of the government's handling of the matter if it did not announce details of a fund soon. \"I'm afraid we seem to be getting just woolly answers, kicking for touch all the time and that's where we are at this stage. \"So what we want to do now on behalf of our clients is to try and make some progress so we'll be calling on the Welsh government to give a real commitment as to exactly what they're going to do, what is the timeline, what is the financial contribution.\"A lot of people feel desperate about what's going on, they feel trapped, literally trapped, in unsafe properties paying huge amounts of service charge.\" Mark Habberfield, 42, bought a flat in Prospect Place in Cardiff Bay in 2010. He and his wife Hilary wanted to move somewhere bigger after getting married in 2018. But potential buyers were refused mortgages as the flat does not have anEWS1 form because full fire safety investigations have not yet been carried out on his block. \"It's quite crazy that I have a flat there that is at the moment worthless because very few people could buy it. \"We've been stuck in limbo for a long time and with no end in sight what we really want is Welsh government to say 'we're going to look after you.' \"It's very frustrating Welsh Government is doing so little when there's so many people affected.\" Mark and Hilary are living with her parents in Somerset and said they would be \"very uneasy\" about anyone living in their flat at the moment. \"We need to all feel safe in our homes and right now some of the flats in Cardiff Bay are not giving us that assurance.\" Bellway, which built the development, said it was removing ACM cladding on buildings that fall within its \"legal responsibility\" at Prospect Place.A spokesman added: \"However, the legal responsibility for ensuring fire and building safety at the building in question lies with the managing agent and the freeholder.\" The Ringley Group, which recently took over the management of Prospect Place, said it has sought quotes for the EWS1 investigation work. A spokeswoman said the firm was \"committed to supporting\" Prospect Place in establishing what problems it may have and what remedial work is required.She added: \"The block that Mr Habberfield lives in has been tested and does not have ACM cladding, it is also fitted with a fire alarm and the risk of external facade fire is therefore not above normal.\" Mr Imperato said the next step, if the Welsh government failed to produce a plan, was to issue judicial review proceedings at the High Court, which would decide whether \"the continued prevarication delay is indeed reasonable and fair\". He toldWales Live any legal action would seek to demonstrate there had been \"unreasonable delay\" in setting up a fund, and would also point to the implications of inaction on vulnerable groups such as the elderly, disabled people and children living in affected blocks.\"Welsh government has responsibility for the safety of its citizens, for their welfare, their mental health, their wellbeing and that is what is at stake here at the moment,\" he added. Watkins and Gunn has also questioned why ministers have approved spending on remedial work on social housing blocks, but not private ones. The UK government has announced a £5bn fund which some people in England can apply for. Although there has been criticism of it , Mr Imperato said at least there are things happening in England, there's substantial sums of money being committed\" whereas in Wales, there was not. In February, Wales' Housing Minister Julie James said she intended to create a fund that \"goes further\" than the English one and deals with various fire defects, not just problem cladding. In its Senedd election manifesto Labour said it would \"develop a fire safety fund for existing buildings\" but did not provide further detail. A Welsh government spokeswoman said: \"We've already committed £32m for building safety in 2021-22 and we intend to make an announcement shortly. \"It remains unclear what funding Wales might receive as a result of spending in England - it is still our expectation that Wales should receive its fair share.\" ", "url": "https://www.bbc.com/news/uk-wales-57404838"}