{"datetime": "2022-01-20T14:54:06.000Z", "author": "Sarah Corker", "subject": "Grenfell Tower fire", "title": "Dozens of blocks still have Grenfell-type cladding", "article": "Nearly five years after the Grenfell Tower fire, 40% of buildings in England with the same type of cladding have not been made safe, new figures show. The flammable cladding panels have been blamed for the rapid spread of the 2017 London fire, which led to 72 deaths. In all, 481 buildings have been identified with Grenfell-style ACM cladding and are unlikely to meet building regulations.As of December 2021, 289 of those buildings have had work fully finished.Removing cladding can cost millions of pounds per block. The cost has often been passed on to flat owners under the leasehold system in England and Wales. Many leaseholders have also seen sharply increasing service charges, and some have had to pay for so-called \"waking watch\" fire wardens. The government had set aside billions of pounds to remove dangerous cladding. Blocks in England above 18 meters tall with cladding defects qualify for the £5.1bn Building Safety Fund.Cladding campaigners say it is taking too long to make homes safe, while leaseholders have told the BBC that accessing funding is a complex process.Remediation work has been slow to begin and not all blocks are eligible for help.The information comes fromgovernment figures released on Thursday and analysed by the BBC. The number of buildings where the work is done is lower for private sector blocks. Fewer than half, some 48%, have been finished and signed off as safe.Greater Manchester and London have the biggest clusters of buildings with Grenfell-style ACM cladding: 268 in London, 72 in Manchester and 141 in the rest of England. For other types of dangerous materials, known as non-ACM cladding, progress has been slower.In all, 970 blocks have been approved for funding from more than 3,000 applications. But so far, just 18 have been completed, amounting to less than 2%.In its latest data release, the Department for Levelling Up, Housing and Communities said: \"A series of measures have been taken to ensure that remediation occurs quickly and safely.\"The government is determined to learn the lessons from the Grenfell Tower tragedy by making funding available to address the fire safety risks of unsafe cladding on homes and bringing forward the most significant building safety reforms in almost 40 years.\"The department said it had launched a new online service to allow leaseholders to track Building Safety Fund applications and \"expose building owners who are failing to take action to fix their properties\". In recent weeks, leaseholders and Grenfell survivors have campaigned for further action and compensation. A group including the End Our Cladding Scandal, UK Cladding Action Group and Grenfell United campaigners sent a letter to Norway's giant state investment fund calling on them to pressure cladding firms and builders to fix fire safety issues - and withhold investment if they did not take action. \"This crisis has meant that at least 3,000,000 leaseholders are trapped in flammable flats they cannot sell, they are financing interim fire safety costs that they cannot afford to pay, and facing repossession/forfeiture over life-changing bills to make homes safe,\" the letter addressed to the boss of Norges Bank Investment Management said. It followed the announcement from Housing Secretary Michael Gove that firms would be given until March to agree how to help leaseholders trapped in \"unsellable homes\". Mr Gove warned those who had mis-sold unsafe cladding or cut corners on homes that the government was \"coming for you\". Mr Gove said some building companies had shown leadership and covered the costs but others \"had not shouldered their responsibilities.\" ", "url": "https://www.bbc.com/news/business-60069433"}