{"datetime": "2020-03-06T12:31:27.000Z", "author": "Tom Symonds", "title": "Grenfell inquiry: Who owned the fire risk?", "article": "Grenfell was the worst residential fire in UK peacetime history, with 72 people losing their lives. We now know what happened - the report on phase one of the public inquiry has been published - but the next phase will take months to investigate why it happened, and consider who might be to blame. Each week during key sections of the inquiry we keep you up-to-date with the evidence, and what it means.Studio E was the firm which designed the catastrophic refurbishment of Grenfell Tower and the inquiry heard evidence from Andrzej Kuszell, one of its directors, Bruce Sounes, who was in charge of the project from the start, and Neil Crawford, who joined later. Central to the search for answers is the question: \"Who should have 'owned the risk' when it came to fire safety?\" This week's evidence strongly suggested that the architects for the refurbishment of this ageing London tower block did not see ensuring it met fire safety regulations as something they needed to get closely involved with.When architect Bruce Sounes was asked by the inquiry's barrister whether \"fire safety was fundamental to the work of an architect's practice\", his answer was \"yes\".His firm, Studio E, was a relatively small practice:Now, victims of the fire, lawyers in the inquiry, and some journalists who've been covering the tragedy, can quote the regulations verbatim. The guidelines are detailed and state, for example: \"In a building with a storey 18m or more above ground level any insulation product, filler material (not including gaskets, sealants and similar etc) used in the external wall construction should be of limited combustibility.\"This translates roughly as: \"If you are fitting materials to the side of a tall building, they should be made of something which does not easily burn.\"The consistent evidence of the architects was that they regarded fire safety as a job for other experts.In fact, the company's most senior witness said it would not have won the contract to refurbish this 24-storey tower block had it not already been working on the project to build a new school and leisure centre nearby.Exova , whose witnesses will give evidence later, is a firm which specialises in fire consultancy. It was brought in to advise on Grenfell, and produced a series of reports.The problem is that Exova did not raise any concerns about cladding, resulting in a number of questions:Exova's response is that it was kept out of the loop during the four-year project, and could only advise on what it was told - except this week we heard that staff were copied into emails, were sent reports and attended meetings.The inquiry began with fingers pointed - each company involved said someone else was responsible for what had happened. Now that we have some actual evidence, it's clear that this will be a mantra.The inquiry will have to assess the difference between what was written in the contracts between the companies, and what actually happened in practice. And it will have to decide how much of a role the building regulations themselves - drawn up by the government - played in this disaster.", "url": "https://www.bbc.com/news/uk-51754282"}