{"datetime": "2022-01-13T09:58:48.000Z", "author": "Sam Read & Pete Cooper", "subject": "Grenfell Tower fire", "title": "Cladding crisis: 'We are saddled with unsellable worthless homes'", "article": "Fire safety defects have been discovered in thousands of blocks of flats in England, following the 2017 Grenfell tower block fire , which killed 72 people. On Monday, Michael Gove, Secretary of State for Levelling Up, Housing and Communities, said he wouldmake developers pay up to £4bn for the removal of unsafe cladding . Despite the announcement, many residents of flats and apartments where defects have been found say they are still worried about big bills and being left unable to move. Ola Zaid lives in Winslow House in Trumpington, on the outskirts of Cambridge, having bought her flat at the end of 2016. She says she has been caught up in \"the whirlpool of the cladding crisis\" and other building safety issues. Winslow House does not have Grenfell-style cladding but does have wooden cladding on the outside which is deemed a fire risk. \"It's just been extraordinary, we've been left in the lurch for this long, it's been an absurd situation,\" she says. \"There is really no end in sight and we are feeling very hard done by as leaseholders when we are not at fault, to be potentially liable for obscene costs for remediation, which I don't think is morally correct.\" Leaseholders are unable to get an EWS1 (External Wall System) certificate which some mortgage providers need before they will lend to buyers. \"It's distressing, we are first time homeowners and to be saddled with unsellable and therefore worthless properties is very upsetting,\" she says. Ms Zaid welcomed Mr Gove's announcement and says she is \"cautiously optimistic\". She says: \"It seems to cover dangerous cladding only, with no reference to other buidling safety concerns which we may be liable for as leaseholders and the other issue for me is it's currently unclear how long this will play out in a practical sense. \"It's a very distressing situation, you're just stuck. \"The cladding crisis is complex but one thing I'm sure of, we as leaseholder are not at fault here and should not be footing the bill.\" Adam Fidler moved into his one bedroom apartment in the Vizion block in Milton Keynes in 2009 and then bought the lease in 2014. The residents have been told there is remedial work required to make the building safe but he says they have no idea of costs, when it will start or who will pay for it. \"It means my life has been on hold, I have not been able to move to a larger property and I know other people haven't been able to move to start a family or even sell their apartment,\" he says. \"We are absolutely stuck, we've been stuck for the best part of two years here.\" Mr Fidler says Mr Gove has \"clearly changed the direction of the government tone\" about fire safety issues, but there still needs to be protection written into law that leaseholders will not pay for historic issues. He adds: \"I do feel cautiously optimistic, but we've heard this before, before Christmas we were told leaseholders will not pay but the protections have not been put into law to make this happen, to allow us to get on with our lives without the fear of a large bill landing.\" Terry Scoltock also lives in Vizion, where he has been for nine years in a two bedroom apartment, and says the cladding issue has caused \"a lot of stress actually\". \"It consumes your life, it's all you can think about, sleepless nights, in the morning it's the first thing you think about and the unknown factors, how much is it going to cost, that's really worrying me,\" he says. He says he intended to retire at the end of 2019, but then he decided not to because of the cladding issues. \"When I discovered about the problems here I thought 'I can't retire'. I don't know how much I'm going to be asked for, I've no idea how much it's going to cost. \"The management company are very difficult to get information out of, so I better stay working so I can save money, as much as possible, because I don't know if I'm going to lose savings, or if it will leave me in a financially precarious situation. \"I've put the rest of my life on hold.\" He says the government \"seem to be making a bit more effort\" but there is still \"a massive confusion\" about who pays for remedial work. \"That's quite a big issue because the developer who built our building has sold it and one of the builders has gone bankrupt, the current owner has no intention of paying anything so how are they going to work that out,\" he adds. Crest Nicholson, which owns Winslow House, said in a statement that it was waiting for new guidance from the government following Mr Gove's announcement and the outcome of discussions on the funding of the works by the government. The company said it would \"continue to support residents and has commissioned a consultant to carry out the design of the upgrading works which are expected to take place later this year\". Y&Y Management, which manages Vizion, said in a statement it was \"extremely frustrated that the application process [to the Building Safety Fund] has not progressed quicker\". The statement said it hoped work on the cladding would start \"in the next few months\". Another issue at Vizion is timber on the balconies and Y&Y Management said it believed that would be covered following Mr Gove's announcement. The firm said it was seeking confirmation and would be in touch with leaseholders. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59972062"}