{"datetime": "2022-01-28T10:35:09.000Z", "subject": "Grenfell Tower fire", "title": "Grenfell: Gove calls for insurance probe as costs soar", "article": "The insurance market is \"failing\" some leaseholders living in blocks of flats due to premiums \"rapidly escalating\" following the Grenfell Tower tragedy, the housing secretary has said. As a result, Michael Gove has called on the UK's financial regulator to review the buildings insurance market. He said despite progress to remove dangerous cladding, premiums had \"increased dramatically\". Some leaseholders had seen insurance costs more than double, he added. In the letter to the Financial Conduct Authority (FCA), Mr Gove said he had heard from \"innumerable\" leaseholders about the pressure they face from escalating building insurance premiums on high and medium-rise blocks of flats. \"I have been particularly concerned to hear of cases where insurance premiums have escalated by over 100% year-on-year, leaving residents with crippling costs,\" he said. Mr Gove warned a lack of new policies being offered from insurers was forcing people to shop in a limited market place and \"in many cases, trapping people with their current provider\". He said that despite progress in removing dangerous cladding, insurance premiums had \"increased dramatically for almost all leaseholders in blocks of flats\". \"Understandably, many policyholders do not view the market as effectively delivering accessibly priced, widely available insurance,\" he said. \"I share that view, and do not consider this an acceptable situation.\" James Dalton, director general of insurance policy at the Association of British Insurers (ABI), said it recognised and sympathised with \"the challenges leaseholders are facing\".But he said: \"The cost of buildings insurance reflects the significant fire risks associated with many multiple-occupancy residential buildings, which go beyond cladding under a building control system that has been found to be 'not fit for purpose'.\"Mr Gove said the market lacked transparency and there was not currently any \"useful data\" to explain insurers rationale behind increasing charges.In response to the housing secretary, the FCA said it had been monitoring the rising premiums and had written to the bosses of insurers and brokers. It also agreed with Mr Gove that there was lack of data, which created \"challenges\" in understanding the underlying causes of year-on-year price increases. FCA chief executive Nikhil Rathi said the regulator would \"remind firms of their obligations under our rules\", which include that insurers should consider the \"costs borne by leaseholders when determining whether a product is fair value\". \"This is especially important as most leaseholders pay for buildings insurance through service charges, and cannot shop around to find the best deals,\" he said. Mr Dalton said: \"We welcome this request to the FCA in the interest of helping resolve the issue for those affected and, alongside our members, will do all we can to assist.\" In the wake of the Grenfell fire, which killed 72 people in 2017, flammable cladding and other fire safety defects have been discovered in hundreds of blocks of flats across the UK. Removing cladding can cost millions of pounds per block, with the cost often being borne by individual flat owners, under the leasehold system in England and Wales. It has left many with huge bills to fix unsafe homes. However, the government has promised to pay to remove cladding in high-rise flats, and in January, Mr Gove announced that people living in blocks between 11m and 18m high would also not face the costs of remedial works. He said businesses who manufactured combustible cladding and insulation \"must pay now, instead of leaseholders\". Recent figures show almost five years on from the Grenfell Tower fire, 40% of buildings in England with the same type of cladding have not been made safe. A total of 481 buildings have been identified with Grenfell-style ACM cladding but as of December 2021, just 289 had remedial works finished. Mr Gove has asked the FCA to work with the Competition and Markets Authority to review the sector to find out why prices have risen so much. The FCA said a key factor in the price of insurance policies was the insurers' assessment of risk, which it said had been affected by unsafe cladding. It also added there was an \"increased understanding\" of the likely scale of claims associated with flats affected by building defects. \"For example, where in the past a fire event may have been viewed as a risk to only a single unit or its adjacent properties, it is now commonly understood that unsafe building practices may result in significantly greater damage, more associated claims events, and a risk of more tragic events,\" the regulator said. \"We... want to ensure that products provide fair value, and premiums fairly and accurately reflect risk.\" The FCA has been asked to provide feedback within three months, with a final report in six months. ", "url": "https://www.bbc.com/news/business-60166471"}