{"datetime": "2019-04-02T23:07:12.000Z", "author": "Matt Precey, Julian Sturdy and Laurence Cawley", "title": "Inside Harlow's office block 'human warehouse' housing", "article": "\"It is very scary,\" says mother-of-four Melanie Smith, sitting on the sofa which doubles as her bed, a few feet from the oven and sink of her one-room studio. Pressed close to her couch is one of the two beds that fill the rest of her flat and upon which her two sons eat, play and sleep. Ms Smith is one of hundreds of residents placed at Terminus House in Harlow by councils in and around London, often many miles from everything and everybody they once knew. The former office block - the Essex town's tallest building - is one of hundreds up and down England which have been turned into housing without ever needing planning permission. Its owner, Caridon Property, claims it delivers a \"good service\" at the 14-storey 1960s office block - and that it does all it can to keep people safe. But since the building was resurrected as a housing complex in April 2018, crime has soared. Police figures show that in the first 10 months after people moved in, crime within Terminus House itself rose by 45%, and within that part of the town centre (within a 500m radius) by nearly 20% - to more than 500 incidents - compared with the previous 10 months. More than 100 incidents involved violence or sex crimes. Incidents included anti-social behaviour, burglary, criminal damage and arson. There has also been at least one drugs raid. Harlow's district commander Ch Insp Matt Cornish said: \"I am absolutely convinced that Terminus House being at that site is a contributing factor in the increase in crime and anti-social behaviour we are having.\" And some occupants told the BBC that living at Terminus House, which is also home to 25 people recently released from prison, is frightening. Ms Smith was placed there in April 2018. \"There's no room,\" she said. \"They have to eat, drink and sleep in their beds. There's no room to move about. It is not good for them. It is ridiculous really.\" She said it was not safe for her children to go downstairs, even during the day, because of drug users who are \"out of it\". \"It is very scary. You don't know who is outside the door,\" she said. \"Any arguments that happen, it is always, constantly, outside the door. Often you hear them banging against the door where they are fighting. \"The wall next to me - I had to clean the blood off it two weeks ago. \"You don't want them [the children] going down there - I don't want them thinking this is normal.\" Down the corridor lives Kylie Yiangou, a single mother of a three-year-old boy, who was placed at Terminus by Epping Council. \"It is a nightmare. It is mentally draining. They shouldn't have sold this place as a dream.\"I don't care if people want to sit in a room and overdose. But not next to my son. \"One minute they are laughing. The next minute they are fighting.\"The minute he says 'mummy I'm scared' I just lose my temper and have to go outside and literally drag men out of the hallway. \"And to be honest, I am homeless - how can I turn round and say I don't want that? I am homeless. How can I turn something down?\" Terminus House is covered by nearly 100 high definition CCTV cameras. \"We just want to make sure that all the areas are covered,\" says Paul Jackson, regional manager at Caridon Property, which owns and runs the building. \"We do have some people that are vulnerable and it makes them feel safe. And should there be any incidents then they are covered and the police can use our system. \"I think we offer a good service. The property we have is like a stepping stone for most people.\"We have people from all different backgrounds. Most of them will be on a lower income. \"We offer a service that can help people out, people that are vulnerable. Councils come to us, they want to use our property and people are usually here for anything between two months and a couple of years. \"There's a need and we try and supply the need.\" He confirmed there had been a police raid which involved a search for drugs adding: \"I am aware there are drugs being taken in the property and we work closely with the police to try and resolve that. \"Like any other block of flats I'm sure there are situations and issues.\"But on a day-to-day basis everyone we see seems to be getting on OK.\" While Terminus House sits at the centre of Harlow, other office blocks on the outskirts have also been given over to new housing. Greenway House, which is run by another company, sits to the far western outskirts of the town.Its flats are larger, the corridors wider and it has a play area for children, albeit a makeshift one in a fenced-off section of the car park. No residents who spoke with the BBC voiced concerns about crime or their personal safety. What they did complain of, however, was their sense of isolation. Channon Manley, housed at Greenway by Enfield Council in north London, described it as \"an island with nothing\". \"The only thing around us is warehousing and business centres,\" she said. \"The closest shop is a 40-minute walk away and it takes an hour to walk into the centre of town.\" With nearly half of new housing in Harlow being forged from old office blocks, the welfare of children living there has become a growing concern. One Caridon worker told the BBC some children at Templefields House, to the north eastern edge of the town, had found themselves referred to as \"office block kids\". Bernadette Miele, head teacher at Tanny's Dell Primary,said incoming pupils from Templefields were \"presenting with social concerns\" and needed additional support from her staff . Danny Purton, portfolio holder for the environment at Harlow Council, compared the use of office blocks for homes to \"human warehousing\". \"While they are here, we try and make them as welcome as possible,\" he said.\"They are moving here because they are being off-rolled from London, where these people cannot afford the price of housing. \"In Harlow, the business model works for these landlords. But they shouldn't be here - they should be back with the communities they have come from and where the services are.\" He said many families lived in \"complete isolation\". \"The problem is the location and it is completely inappropriate for families to live in an industrial setting. \"There are no facilities for the children to play, to meet other children and to have any sort of child's life at all.\" Photography by Laurence Cawley ", "url": "https://www.bbc.com/news/uk-england-essex-47720887"}