{"datetime": "2020-03-30T15:24:58.000Z", "author": "Tom Symonds", "title": "Grenfell cladding not the only type to burn easily, tests show", "article": "The owners of tall buildings face pressure to continue removing dangerous cladding, despite coronavirus, after a new fire test showed how quickly flames can spread. Cladding previously deemed safer than that used at Grenfell Tower burned almost as rapidly as the aluminium and plastic panels blamed for the disaster.These high pressure laminate panels are common in the UK.However, the government has only recently agreed to fund their removal. Ministers had suggested taking down this type of cladding was less of a priority than removing the aluminium and plastic type, known as aluminium composite material, or ACM. A video of the new test, passed to the BBC, shows flames reaching the top of a 9m (30ft) test wall in seven minutes and 45 seconds with temperatures approaching 700C. The test should last 30 minutes and the temperature recorded should stay below 600C.The results mean the cladding system failed to meet the required standard but what concerns the engineer who commissioned the test is the speed at which the flames spread. In identical standardised tests carried out by the government, the Grenfell type of ACM cladding, failed in between five and six and a half minutes. The test of high pressure laminate (HPL) panels with a combustible insulation, carried out earlier this month, was commissioned privately by the Metal Cladding and Roofing Manufacturers Association (MCRMA). Dr Jonathan Evans, a member of the MCRMA, said the results were \"shocking\" and raised questions about why the government had not taken more decisive action to get this type of cladding removed.\"With the vast majority of the country staying at home due to Covid-19 restrictions, it is even more important that people immediately understand the risks of the buildings they occupy,\" he said. \"Even if the fire doesn't initially spread quickly, do not be complacent as it can accelerate rapidly once it takes hold.\" He pointed out that, during the test, for around six minutes the cladding itself was not burning extensively - but then the fire quickly took hold in joins between the panels and raced to the top of the test rig.Another major concern, he said, was the way in which the panels \"pinged off\" the rivets holding them in place, creating air space, and allowing the fire to spread.A remote-controlled fire hose put out the flames after the test was stopped.The MCRMA has withheld the name of the two products tested, but the HPL cladding is a \"standard\" version of a product widely used in the building industry.Dr Evans said he commissioned the test because the government had not done enough to highlight the dangers of HPL cladding, which is made from paper combined with resin.Last year the Ministry of Housing, Communities and Local Government only made public the results of a more fire resistant HPL type, which passed.By contrast, ACM cladding has been extensively tested, triggering a building safety crisis when it was found to spread fire rapidly.Dr Evans said the government's expert advisers appeared to be suggesting that ACM was \"uniquely dangerous\".The most recent advice issued by the government states that the ACM cladding used at Grenfell \"presents a significant fire hazard\" and action should be taken to remove it \"as soon as possible\". The advice for HPL cladding of the type tested has always been less urgent: \"These systems should be remediated,\" the government says.Last week Housing and Communities Secretary Robert Jenrick said the removal of dangerous cladding was \"absolutely essential\" and should continue during the coronavirus crisis, while maintaining social distancing. Since the Grenfell fire, thousands of leaseholders, living in buildings with dangerous cladding, have been asked to find significant amounts of money to pay for it to be taken down.Councils and housing associations were given £600m to fund the removal of ACM, and in May 2019 the government found another £200m to pay for privately owned buildings.Only in the last few weeks has the government extended the scheme to cover a wider range of materials including HPL cladding, with an extra £1bn now made available.However, there have been significant fires involving HPL cladding. In November 2019, a fire raced through a student accommodation block, The Cube, in Bolton, which was covered with the same class of cladding tested last week.If the private tests carried out last week had been done in 2017, when the government tested ACM cladding, it could have resulted in panels from The Cube and many other buildings with HPL being removed.Thankfully no-one was killed in the fire, but 200 firefighters were called out, and students had to be found alternative accommodation after the building was evacuated.The government has asked to see the test results and has commissioned further research.A spokesperson for the Ministry of Housing, Communities and Local Government said it had been clear the type of high pressure laminate panel tested, with a fire classification of class C or D, was unsafe and should not be on high-rise buildings.\"We have listened to leaseholders and the government has recently announced a £1bn fund to remediate high-rise buildings with unsafe cladding.\"", "url": "https://www.bbc.com/news/uk-52051455"}