{"datetime": "2020-02-13T19:30:39.000Z", "title": "Harlow office block 'ghettos' should be closed, says MP", "article": "Converted office blocks used to house homeless people are \"ghettos\" that should be \"closed down once and for all\", an MP has said. A recent BBC investigation found drug-dealing, violence and anti-social behaviour was rife at Templefields House in Harlow, Essex. Homeless families sent there by councils ended up living alongside ex-prisoners and drug addicts. Harlow MP Robert Halfon urged ministers to end the \"social cleansing\". Templefields House was converted into 172 flats in 2017. It houses ex-prisoners, people with mental health issues and those with drug problems alongside victims of domestic violence and young families.Mr Halfon told Parliament permitted development rights -the ability to turn offices into residential premises without planning permission - had been \"an unmitigated disaster\" for his town. Mr Halfon said the Essex town had been a \"prime location\" for this type of development, which has seen 12 office blocks converted into more than 1,000 homes, owing to its proximity to London and comparatively low property prices. \"The creation en masse of new, relatively inexpensive accommodation in Harlow has made these properties an attractive option for councils outside Harlow looking to house individuals who have presented as homeless in their own areas,\" he added. The town had experienced an \"influx\", mostly from London, and the result had been \"catastrophic\", Mr Halfon said. \"The 'rabbit-hutch' housing developments have become a hive of criminal activity and drug-abuse, placing huge pressures on our local police, A&E and social services,\" he said. He said he agreed in principle with permitted housing legislation, but councils \"need stronger powers to take meaningful action against permitted development conversions\". \"I do believe these ghettos - places like Terminus House and Templefields - should be closed down, once and for all,\" Mr Halfon said. Property owner Caridon said: \"Our studios are intended to provide a temporary housing solution to transition individuals out of shared accommodation, and in some cases, away from homelessness.\"These are intended for individuals, though due to the pressure placed on already-stretched local authority resources and the chronic social housing shortage, local authorities occasionally refer families to us as they are obliged to house them. \"We have a zero-tolerance approach to criminal and antisocial behaviour on all of our sites and act robustly, including evicting tenants where necessary.\"The leader of the town's council, Mark Ingall, has written to more than 70 authorities across London and the South East asking them to end \"out-of-borough\" placements in Harlow. He called on them to \"take back to your own areas those residents you have moved so far away from their vital support networks\". ", "url": "https://www.bbc.com/news/uk-england-essex-51494269"}