{"datetime": "2022-01-27T09:28:45.000Z", "author": "Peter Coulter", "subject": "Grenfell Tower fire", "title": "Grenfell Tower fire: Ulster Rugby 'should remember victims' anguish'", "article": "Ulster Rugby players should remember the \"pain and anguish\" of Grenfell fire victims when wearing shirts sponsored by Kingspan, a campaigner has said. Karim Mussilhy, whose uncle was among 72 people killed in the London tower block fire in 2017, wants the team to cuts its ties with the insulation firm.Kingspan said its products made up only 5% of the insulation on Grenfell and was used without its recommendation. It continues to sponsor Ulster jerseys and the Kingspan Stadium in Belfast.Mr Mussilhy and other bereaved relatives have been campaigning for some time in an attempt to get the team to end the sponsorship deal and remove Kingspan's branding from its stadium and its shirts.Ulster Rugby has said it has been engaging with Grenfell United, a group representing the victims' families. A public inquiry into the fire is examining how the building was covered in flammable materials, which contributed to the spread of flames that took hold of the tower. During the inquiry hearings, there had been criticism of Kingspan's business practices. This includedallegations that the firm misleadingly marketed an insulation product as being generally suitable for use on high-rise buildings, when it had only been approved for use as part of a specific cladding set-up. Kingspan has said it has apologised for the \"unacceptable actions of a small group of former employees\". Mr Mussilhy's uncle Hesham Rahman died in the fire which engulfed Grenfell tower on the night of 14 June 2017. In an interview withBBC News NI's Good Morning Ulster programme , the campaigner urged the team to sever its shirt and stadium sponsorship links with Kingspan.\"I believe that once the fans know the ins and outs of Kingspan's involvement with not only the fire but everything that's happened afterwards, I don't think they want to be affiliated with them,\" he said. In 2014 Kingspan agreed a 10-year naming rights deal with Ulster Rugby, meaning the team's rugby grounds at Ravenhill in Belfast would be called the Kingspan Stadium. Four years later the company signed a deal to remain as principal sponsor of Ulster Rugby until 2023, meaningit would continue as the senior team's main jersey sponsor . Last monthHousing Secretary Michael Gove wrote to Ulster Rugby , asking it to reconsider the sponsorship deal. That followedKingspan's sponsorship deal with the Mercedes Formula 1 team being terminated by mutual agreement after criticism from the victims' families. BBC News NI understands that Grenfell United has tried on a number of occasions to meet Ulster Rugby's chief executive Jonny Petrie to discuss the deal with Kingspan. Correspondence provided toGood Morning Ulster shows that Grenfell United first contacted Ulster Rugby in January last year, asking it to take \"urgent action to sever sponsorship with the insulation firm\". Mr Petrie responded in March, offering his condolences but adding that Ulster Rugby was \"limited in what we can say whilst the inquiry continues\". Grenfell United followed up with Ulster Rugby this year to request a meeting but Mr Petrie told the group: \"In all honesty, I don't feel that right now is the right time for me to be sitting down for a meeting.\" He said he had to wait until the Grenfell Inquiry had concluded, adding: \"It may be, after that point, I would be in a position to meet with you to listen and discuss but I don't feel that's it's right for me to do that as this particular stage.\" Mr Mussilhy said he was disappointed that Ulster Rugby would not meet the group. \"We want to have open conversation and give him the opportunity to learn more but he turned us down,\" he said. \"Out of all the investors and shareholders that we've spoken to throughout this process he's been the only one to shut us out. \"We believe that Jonny Petrie has a duty to the reputation of his club and to its fans to do the right thing and ensure that companies that sponsor Ulster Rugby are ethical companies.\" Mr Mussilhy also made a direct appeal to Ulster captain Iain Henderson and his teammates, saying they had to ask themselves \"deep questions\". \"They have a right to know the name that's on their chest, that they're going out and playing with in their stadium has ties to something so horrific,\" he said. \"I urge you to learn in more detail about what this company did to our families. \"Once you understand the pain and anguish that they continue to inflict on us are you comfortable walking out into their stadium, wearing their logo on your chest, playing the game that you and your fans so proudly love?\" In a statement issued to BBC News NI, Ulster Rugby said it offered its \"deepest sympathies to all those affected by the Grenfell Tower tragedy\". \"We do not take lightly the role our club plays in representing our community,\" it said. \"We continue to actively assess the information regarding Kingspan, sent to us by Grenfell United, together with the letter we received from... [Mr] Gove, as we closely follow the latest developments in the ongoing inquiry. \"This is part of an external review that we have commissioned. \"As part of our engagement with Grenfell United, we gave assurances to the group that we would further engage with them in the new year and we remain committed to doing that.\" Kingspan told BBC News NI that it was \"fully supportive\" of the public inquiry into \"this terrible tragedy\". It added: \"The inquiry has stated that 'the principal reason' for rapid fire spread on Grenfell was the polyethylene-cored ACM cladding used on the exterior of the building. \"This was not made by Kingspan. \"We have sincerely apologised for the unacceptable actions of a small group of former employees which emerged through the inquiry, which in no way reflect Kingspan's culture or values.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60133518"}