{"datetime": "2022-02-02T18:29:10.000Z", "author": "Rachael McMenemy & Zoie O'Brian", "subject": "Grenfell Tower fire", "title": "Cladding: Residents win legal fight to delay costly patrol", "article": "After the Grenfell Tower fire in London thousands of people were told the buildings they lived in were dangerous. In Essex, residents of Basildon's Morello Quarter were told their building posed a \"high risk to life\" and were issued with enforcement notices by the fire service. They won a legal fight to delay the order for a waking watch patrol but said it was hard to decide whether fear of fire or bankruptcy is worse. Cherrydown Management Ltd, the residents' management company, said people had faced huge emotional and financial problems since the fire services safety report.The notice, from Essex Fire and Rescue Service, was issued after a 2020 safety inspection report found the block of flats had features which posed a \"high risk to life\". Residents had been ordered by the fire service to install a communal alarm and hire a waking watch patrol until the alarm was fitted, but were given a month to do so.A waking watch means security would be employed to patrol the block of flats around the clock. Ellisons Solicitors, who represented residents, said court judgement to extend that time limit to six months was a \"significant victory\".Jennifer Viccars is a leaseholder and director of the residents' group and said there had been a \"serious emotional impact\" for residents. \"People live in fear. We've had an assessment of this building which has quoted it as being \"high risk to life\" - that's a very stark phrase... a very difficult thing to hear regardless if you believe that's a proportionate assessment or not,\" she said. \"That is a very hard thing to live with when you bought something in good faith, especially something brand new like this was and then there's the sheer uncertainty and complexity of it... people here have no idea how this ends.\"However, she said the delayed timeline for installing a waking watch made a \"serious difference\" to residents as it meant they could install a new alarm within the six months and potentially save tens of thousands of pounds. The management group, which works on behalf of the 426 flats, had been quoted up to £13,000 a month for the waking watch and another £250,000 to install a communal alarm. Ms Viccars said: \"Let's not take anything away form what tragic incident [Grenfell] was; there were changes to regulations and rules.\" Reviews by the building and a fire safety report in 2020 found unsafe cladding, and that the building \"wasn't right at the time of construction\", missing some fire safety features, she said.\"We're still living in a building that needs £6m of remediation works to make it truly safe,\" she added. \"Even the alarm is not the long-term answer to the building's safety or liquidity issue, that is still a medium-term step towards long-term remediation,\" she said.Another Morello Quarter resident, Josie Laidman, said the combination of safety and financial concerns had put her life on hold and given her sleepless nights.She said not needing to pay out for the patrol was a \"huge relief... rather than worrying month after month\".However, she said despite being able to save money she still had serious worries about the safety and financial viability of the flat due to contributions for the alarm and rising insurance costs due to the cladding.\"It's been hard to weigh up the worry of if you're going to wake up in the morning versus having to pay for it all,\" she said. \"Because like many people here I think we'd go bankrupt if we had to pay waking watches over and over again.\" She still worries about whether she would ever be to sell or rent her flat out.Ian Seeley, of Ellisons Solicitors, said the ruling at Chelmsford Magistrates' Court was \"significant\".He said: \"The court accepted than when fire authorities up and down the country are imposing demands on residents' management companies in buildings like this they need to pause and consider the practical realities of what they're able to do in terms of fundraising and the consultation process. \"I think that it's significant we understand fire services up and down the country are working in very difficult circumstances having to make very serious decisions and doing so to the best of their abilities and with all good intentions.\"But sometimes I think it's helpful for a court to step in and give some guidance as has happened in this case.\" Following the ruling Essex Fire and Rescue Fire said in a statement: \"The court did not rule in favour of either party and both parties recognised the need for the measures in order to keep people safe. No costs were ordered to either side. \"Both parties have continued to work amicably with the responsible persons to help make this building safer for residents by reducing the risk of a fire.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60221311"}