{"datetime": "2020-10-16T16:13:28.000Z", "title": "Number of tower blocks in London with 24-hour fire patrol doubles", "article": "The number of blocks of flats in London which require round-the-clock monitoring due to potentially unsafe building materials has nearly doubled in seven months, the fire service said. The London Fire Brigade, which makes fortnightly checks on the buildings, said that in March 286 blocks required the patrols, known as a 'waking watch'.That figure has now risen to 430.The fire commissioner Andy Roe said the checks are a \"considerable burden\" and \"ties up their resources.\" Since the Grenfell Tower fire in 2017, residents in other blocks of flats have been discovering that their buildings contain potentially unsafe materials, such as ACM cladding. In December 2018, the government updated its safety guidance on cladding materials, requiring blocks with any type of cladding or insulation on their external walls to be inspected.Speaking to the London Assembly on Tuesday, Mr Roe said as a result of these checks the fire brigade was seeing an \"emerging picture of increased risks across all blocks\".The 430 blocks which have a waking watch, have a 24-hour patrol and have a simultaneous evacuation policy in place which means people need to leave their buildings immediately in the event of a fire, instead of following thestay put advice . The waking watch was introduced by the National Fire Chiefs Council after the Grenfell fire to ensure the safety of residents. In many cases it is done by private companies which charge the building owner for the service. The costs can then be transferred to the leaseholder. Mr Roe said whilst it is disappointing, there is still a need to have waking watches as \"there is very often no other alternative to ensure residents are safe in that building\". The government has a £1.6bn fund in place intended to \"speed up the removal of unsafe cladding\".A spokesperson from the Ministry of Housing and Local Government said: \"It's our expectation that all building owners will complete remedial works for unsafe ACM cladding by the end of 2021.\" ", "url": "https://www.bbc.com/news/uk-england-london-54539618"}