{"datetime": "2022-01-14T15:48:12.000Z", "subject": "Grenfell Tower fire", "title": "Canary Wharf skyscraper put on hold over fire safety fears", "article": "Plans to build a 51-storey tower block in east London have been put on hold over fire safety fears. The 174m (570ft) high skyscraper had been proposed to be built in Canary Wharf and was to consist of 421 flats, but with only one staircase. London Fire Brigade (LFB) raised concerns that the block's design meant residents would not have adequate means of escape during emergencies. The developer said its schemes were all built in line with safety standards.Under the plans the skyscraper, to be called Cuba Street, will be one of the tallest residential buildings in the area. The scheme looked set to be approved by Tower Hamlets councillors on Thursday evening, but the planning meeting was cancelled after a last-minute intervention by LFB. An LFB spokesman said: \"We do have concerns that the design submitted does not provide suitable and convenient means of escape and associated evacuation strategy for all building users.\" The brigade added that in properties with a single staircase, a developer would be expected to demonstrate \"resilience\" of a building in the event of a fire, which it had not done. Developer Ballymore said it had been asked asked for information which it could not provide at such short notice, but the scheme had only been put on hold and not cancelled. \"We are more than happy to provide that clarification and will continue to work closely with the LFB and local authority towards presenting the scheme for planning approval in due course,\" a spokesperson said. Cuba Street is one of many skyscrapers planned for the Isle of Dogs. Many residents living in nearby blocks who had fought the plans welcomed the decision.In a statement, Tower Hamlets Justice for Leaseholders said it considered the move to be \"a sign of the start of a new era in fire safety\".Liberal Democrat Tower Hamlets councillor Rabina Khan also spoke out against the plans, and cited a non-fatal fire at New Providence Wharf in May 2021.The block, built by the same developer behind the Cuba Street plans, waslater found to have \"serious fire safety issues\". \"I was horrified when I found out that there was only one stairwell, by the same developer responsible for New Providence Wharf,\" she said. \"There are no lessons that have been learnt.\" Ballymore said its Cuba Street scheme will be built \"in full accordance with approved and emerging guidance and British standards\". ", "url": "https://www.bbc.com/news/uk-england-london-59995428"}