{"datetime": "2021-10-18T05:15:21.000Z", "author": "Riyah Collins", "subject": "Grenfell Tower fire", "title": "The Birmingham flats covered in plastic as cladding removed", "article": "It has been two years since residents at a block of flats in Birmingham were told cladding was making their homes unsafe. Islington Gates is among the first developments in the country to undergo remediation works after the Grenfell fire raised concerns over building materials. But while a dangerous exterior is chipped away, the flats have been left shrouded in plastic. And that's made for cold, dark homes. Some residents have been living with the conditions since April. They are unable to see out their windows, and at the same time, those who own their homes are feeling a financial burden too. Islington Gates comprises 141 flats nestled between Fleet Street and a stretch of canal, just on the edge of Birmingham's Jewellery Quarter. After the 2017 Grenfell tragedy, safety inspections were carried out at high-rise buildings across the country. Although the cladding on Islington Gates was different to the material used on Grenfell, a probe revealed a host of safety issues that needed to be addressed. The development is just one of 110 in Birmingham where there have been applications for government funding for remediation work - one of the highest rates nationally. But at Islington Gates, the money applied for by leaseholders, and shared among them, has not always been enough to cover contractors' bills for the project. It's seen leaseholders having to make up the shortfall and pay for the removal of materials they didn't put on their homes in the first place. In some cases it amounts to thousands of pounds, with uncertainty over how to cover the cost. In the meantime, they count the emotional cost of life behind the plastic.On the sixth floor lives Danny Kelly, who has just celebrated his 30th birthday. It has been six months since the plastic sheet cut off his connection to the views outside his window. \"The actual day it happened was really quite upsetting,\" he said. \"I was sat at my desk and all of a sudden these sheets just dropped behind me. \"We were watching as the outside just disappeared.\" Mr Kelly bought his flat in August 2018 and lives there with his fiancée, Danielle. They're planning to get married next year but the thousands of pounds they've spent on the repair work mean they've had to make some sacrifices for their big day and perhaps the future. Before the sheeting \"you could see all of Birmingham,\" Mr Kelly said. Now all that's visible is scaffolding and the plastic. A canalside balcony has also been removed, along with any scope for a tiny slice of outside space.With the exterior of his flat chipped away along with any insulation, it is already cold by early October.\"We've only got electric heaters and I'm not going to turn that on knowing we've got no insulation.\" Mr Kelly said the sheeting had also failed to properly protect his home from the rain. Water has seeped in around his window, leaving damp and mould he has to clean daily, he said. \"When they took the cladding off, we just had water pouring in through the window and the walls,\" he explained. \"It fused all the lights because it got into the electric sockets.\" Living behind the sheet, Mr Kelly finds himself increasingly worried by the parts of city life that manage to filter through. After weekly fire drills, flickering orange lights for road maintenance on the street below left him panicked that the building was in flames. \"The first thought is always 'do we need to get up and go'? \"I just assume the worst every time.\"The day the scaffolding comes down, taking the sheet with it, will be \"a good day,\" Mr Kelly says. \"I'll be very happy.\"Living further down the canal, Jim and Katie Illingworth have been \"sheeted\" for only a few weeks. Their second-floor flat is dark. On top of their kitchen cabinet sits a sun simulation light.The couple, in their 60s, have a window open to the outside world, but there are no glimpses of a pretty canalside once visible. A scaffolding pole prevents a second window from opening beyond a fraction of a centimetre. They feel disconnected. \"It's just made us manic,\" Mr Illingworth said. \"It's made Katie very depressed.\" While his wife has difficulty finding motivation to leave the home, Mr Illingworth's mood has also taken a dip.\"I thought I could cope, but it's really…\" he struggles to find the words. \"It's made me feel very flat.\" The work on their flat is behind Mr Kelly's but by the end of the year, their cladding, along with their insulation, will have been removed. \"Last winter, we put the heating on twice to try and keep our heating bills down,\" Mrs Illingworth said.\"And now we're going to do it again this year but with the insulation stripped off the building.\" The couple share a joke about being frugal but they worry whether a flat they hoped to be an investment for their future will finance any care provision needed in old age. It's been six years since they moved into Islington Gates. It seemed like a \"sensible\" decision, Mrs Illingworth said, to downsize from their home in Matlock, Derbyshire, and move closer to family in the city where they met as students in the 1970s. She added: \"If I had my time again I wouldn't have moved into a flat.\"Lynne Brooks lives on the fourth floor with her dog, Poppy.Approaching her 70s, she'd hoped to be looking forward to her retirement. But she has been hit with a £15,000 bill that she says she cannot afford to pay. \"It's just become a total nightmare,\" she said. \"I don't want to be here.\" She bought the flat as an investment when it was built in 2002, never expecting to end up living there. When she sold her house in 2017, she moved in while she looked for somewhere else. Instead, she says, she's been left in a property she cannot sell.Facing rising costs, Ms Brooks has been left feeling trapped and depressed. \"I haven't got any future savings, they're all gone,\" she said. \"I'll be 70 shortly, so for me to get a mortgage... you don't expect to be going through this at this time in your life.\"I can't give up work. How are you expected to retire? You can't. And I can't sell the property, it's got no value.\"Like Mr Kelly, Ms Brooks's flat has been covered in plastic since April. She found the darkness hard to live with and began to spend evenings in the pub with Poppy to avoid a \"depressing\" home. \"It's dark, no light, you don't know what's going on, there's no breeze, all you've got is men walking around all the time. \"I suppose we are lucky, we are one of the first developments to start the remediation work, but that doesn't necessarily make me feel any better.\" Leaseholders are frustrated. While they own the individual flats, they do not own the building nor the site on which it sits, and yet they've faced the financial burden of cladding removal. And they complain that's despite paying ground rent.Islington Gates's management has been contacted for comment and to seek the view of the freeholder on whose behalf management looks after the site. The government set aside £5.1bn to replace unsafe cladding on buildings above 18m (59 feet) in height, and homeowners were told there would be a15-year window in which to take legal action over the construction of their properties. Critics say these measures do not go far enough. It is thought about half a million people in the UK are living in a building with dangerous cladding - and 3.2m flats have been left unsellable as a result. At Islington Gates, despite help from the government, homeowners' finances have already taken a hit. But they've also seen their service charge almost double, and they've had to contribute to \"waking watch\" fees for hourly, overnight patrols to check for fires. \"How much more can we take?\" Mr Illingworth said.Further unexpected costs include rising home insurance premiums now the scaffolding has made their flats less secure, and a bill for \"lost earnings\" from Birmingham City Council after the works left pay-and-display parking bays inaccessible.The council said it billed the contractors, but there was nothing to stop these costs being passed on to leaseholders. Shabana Mahmood, the Labour MP for Birmingham Ladywood, has been an advocate for leaseholders. \"While it's welcome that the cladding works have finally started, there are already significant delays,\" she said, adding that damage to flats was \"completely unacceptable\". She added: \"These issues are driving many leaseholders to the brink of financial ruin and only compounding the significant toll on the mental health of my constituents.\" The work behind the sheeting is due to go on for months, however residents don't know how long they will have to live this way. They are also uncertain what happens when the plastic comes down. Some predict additional work that could be even more intrusive, because, they say, fire safety inspections found more problems, not limited to the buildings' exteriors but internal issues too.The residents don't yet know how much the next phase of work will cost them, or even when the programme will start, let alone finish. \"It's scary,\" Mr Kelly said.\"I don't know where people are going to get the money from for internal works and it's not going to add value to the flat, it's just going to restore it - it's just wasted money.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-58817763"}