{"datetime": "2022-01-10T17:09:55.000Z", "subject": "Grenfell Tower fire", "title": "Cladding crisis: 'The risk of life-changing bills is still there'", "article": "Housing Secretary Michael Gove has warned firms who \"profited\" from the cladding crisis that they would have to pay for their mistakes. What does his announcement mean to those affected? In the aftermath of the 2017Grenfell tower block fire which killed 72 people, fire safety defects have been discovered in hundreds of blocks of flats. Until now, the government has said it will only pay to remove cladding in taller buildings and not those mid-rise properties which stand between 11m (36ft) and 18.5m (66ft) in height. It has left many with crippling bills. But inhis announcement to the House of Commons Mr Gove, Secretary of State for Levelling Up, Housing and Communities, said: \"I can confirm today to the House that no leaseholder living in a building above 11m will ever face any costs for fixing dangerous cladding, and working with members of both Houses we will pursue statutory protection for leaseholders and nothing will be off the table.\" The government'sBuilding Safety Fund would be adapted now that developers must fix their own buildings, says Mr Gove, adding: \"We must relieve the burden which has been unfairly placed on leaseholders.\" It is understood the government will attempt to secure up to £4bn from developers towards the costs of fixing cladding issues. Alex Dickin, of the Ipswich Cladiators group, has been campaigning for all safety measure costs to be met by developers and government.The town has at least 19 high-rise blocks where leaseholders face huge bills, many of them on the waterfront. \"It's a positive step in the right direction but we have some concern about the announcement,\" he says. \"Unfortunately the £4bn only goes towards unsafe cladding, and misses out on all of the other potential costs that leaseholders will face for other fire safety defects, such as missing fire breaks, internal compartmentation issues, fire doors and timber balconies.\" \"It's not going far enough. And the £4bn is also only on a voluntary basis from developers only.\" Mr Dickin, whose own home is affected, is also worried about the time-frame involved in raising the £4bn and \"if the developers themselves will be willingly wanting to contribute to this\".He says he is worried about the additional safety costs not included in this latest deal. \"The potential for life-changing bills and bankruptcy is still there,\" he says. \"The costs to fix the other fire safety defects are still going to be in the thousands.\"It's extremely tough, as well as the fear of receiving a bill in the tens of thousands, we are unable to sell our homes or even re-mortgage so we are trapped in our properties. \"It's not the full picture, [but] it's a positive step in the right direction. \"The crisis and the scandal has not been ended by this news.\" Sophie Bichener bought her flat in Stevenage's Vista Tower in 2017, a month before the Grenfell tower fire.She also runs Hertfordshire Cladiators and is part of the resident led groupEnd Our Cladding Scandal .Ms Bichener says \"it's been a long four years\" since the Grenfell fire but is \"really pleased that the government has realised that leaseholders shouldn't be part of the solution to this problem\". \"But there are still some huge gaps in this funding and it will still see leaseholders have some life-changing bills in order to make their building safe,\" she says. Ms Bichener was amongst other campaigners to have a meeting with Michael Gove on Monday morning. She said while she was grateful to have met with the minister twice since August the \"new announcement doesn't really go far enough\". \"In terms of items that are non-cladding related defects, in many cases were still against building regulations at the time but were still signed off, they won't be covered by this funding,\" she says. \"So my bill is around £208,000 and despite the announcement that's gone out at the weekend, I'm still looking at a bill of about £60,000 because the proposed solution doesn't address any items that are non-cladding related.\" \"Hopefully we can take this as a first-step. It really is a change in the way the government has looked at this crisis,\" says Ms Bichener.\"There are still leaseholders facing bills for life-changing sums of money and that can't be the case.\" Ms Bichener said residents in her block were now \"exhausted\".Many had spent life savings of £250,000 on waking watch patrols before paying for a fire alarm to be installed as well as higher insurance costs.\"It's been crippling,\" she says.Zoe Bartley lives with her partner and five-month-old baby in a one-bedroom first floor flat in a mid-rise block in Chelmsford, Essex. She bought the flat - then priced at £190,000 - under a shared ownership scheme for £57,000, which means she owns 30% and rents the remaining 70%. She says the cladding has been one of a number of issues she has encountered with the building. Although she says the government's plan was a \"a step in the right direction\" she wants it to do more. \"I'd be interested in seeing how they force developers who have so far been quite evasive in paying, to finally stick their hand in their pocket,\" says Ms Bartley. Ms Bartley tried to sell her flat in January 2020 but the buyer pulled out in August that year after fire safety remedial works were identified. Unable to sell their flat, they can no longer buy the house they wanted and under the terms of her shared ownership contract they cannot sublet the property either. In his address to the House of Commons, Mr Gove said he was seeking to improve the situation for people wanting to sublet. \"We will change grant funding guidance so that shared owners affected by this crisis can more easily sub-let their properties and encourage lenders and landlords to approve sub-letting arrangements,\" he said. Ms Bartley says she welcomes the arrangement.\"If they can encourage landlords and lenders to encourage this without any additional fees it would be positive news.\" She says: \"It's all well and good them [the government] saying they're going to get developers to pay £4bn but how are they going to get them to do it? \"There are people still waiting for funds from the Building Safety Funds to be released. \"Even if the developers agreed to do the work and pay for it, that would be a huge burden lifted off my shoulders, but it still leaves me stuck in the flat until those works are done, and if they take years to release the money that still leaves me trapped in a one-bedroom flat for years.\" TheBuilding Safety Fund - a £1bn loan scheme which the government announced in March 2020 - was for cladding remedial work on buildings over 18m (59 ft) in height. Tom Hunt, the Conservative MP for Ipswich, has been calling for more help for leaseholders since he was elected. \"So from what I've read it is good news that those in lower rise buildings won't have to go for loans or get grants instead,\" he says. \"We've come quite a long way forward but it does seem that it is a real battle to extract concession after concession, when in reality one would hope or like somebody to look at... in the round, and to deal with it all at once. \"If you look at Ipswich, a lot of the people who built these properties no longer exist. Finding and holding them to account - the people who are responsible - is actually quite difficult.\"The other point here is that I do agree that the leaseholders absolutely should not pay, but I think if you can possibly avoid it, I don't particularly want the taxpayer to pay either. \"Who I want to pay are the people responsible for this but there are sometimes occasions when it is difficult to find those people and, failing that, the taxpayer should step in.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59935939"}