{"datetime": "2022-01-08T17:53:02.000Z", "author": "Nick Eardley", "subject": "Grenfell Tower fire", "title": "Cladding: Michael Gove to vow to pursue firms behind safety problems", "article": "Housing Secretary Michael Gove is vowing to \"expose and pursue\" firms responsible for safety problems caused by cladding, the BBC has learned. On Monday, he will pledge to ease the \"unfair burden\" placed on leaseholders by issues exposed by the Grenfell fire. He will set out measures aimed at forcing developers to pay for cladding removal from lower-height buildings, telling them \"we are coming for you\". Changes to make it easier for owners to sell their homes will also be unveiled. BBC Newsnight revealed on Friday that those who live in buildings between 11 and 18.5 metres high will not have to pay for the removal of dangerous cladding under the plans devised by Mr Gove.In place of loans taken out by leaseholders, the government will attempt to secure up to £4bn from developers towards the costs. In a statement to MPs on Monday, Mr Gove will say taxpayers should not be forced to cough up more money to pay for building defects like the removal of cladding. He will set up a roundtable with developers to allow them to \"do the right thing\" before Easter but if that does not lead to a solution, Mr Gove will promise to \"impose a solution upon them in law\". Labour said the reported proposals were \"less significant than they sound\" and called for leaseholders to be \"fully protected in law from the costs of fixing all historic defects\".In the wake of the Grenfell fire, which killed 72 people in 2017, flammable cladding and other fire safety defects were discovered in hundreds of blocks of flats across the UK. Removing cladding can cost millions of pounds per block, with the cost in lower-height buildings often being borne by individual flat owners, under the leasehold system in England and Wales. The government had already promised to pay to remove cladding in taller buildings. But hundreds of thousands of people are still living in dangerous blocks more than four years on from Grenfell - while many flat owners have been left with spiralling insurance costs, service charges, and requirements for expensive 24-hour \"waking watch\" patrols in case of fire. Others have been left unable to insure or remortgage their homes. Firms will be threatened with legislation if they do not pick up the bill for safety issues uncovered since Grenfell and a dedicated team will be set up to pursue companies over defects.\"Those who profited and continue to profit from the sale of unsafe buildings and construction products must take full responsibility for their actions and pay to put things right,\" Mr Gove is expected to say.Further government proposals aimed at fixing a \"broken\" building safety system include:Statutory legal protections for leaseholders will be introduced and Mr Gove will pledge \"nothing will be off the table\". He will declare medium sized buildings are safe unless there is evidence to the contrary and pledge to restore a more \"common sense\" approach to assessing building safety.The consolidated advice notice - which many have complained makes it difficult to sell homes unless they can prove a perfect bill of health - is being withdrawn immediately.Mr Gove will say the notices which the current government introduced, have been wrongly interpreted and and go beyond \"what is necessary\".New guidance for assessors will be published in the coming days.Several Tory MPs had been lobbying the government to address the issues. It is understood key figures are happy with what Mr Gove has promised them. Labour welcomed the measures but said the proposals did not go far enough. Shadow housing minister Matthew Pennycook called on the government to amend the Building Safety Bill, adding leaseholders should be \"fully protected in law from the costs of fixing all historic defects\".Liberal Democrats deputy leader Daisy Cooper said: \"Leaseholders still need and deserve a public inquiry into the government's handling of this crisis and why it has got it so wrong for so long.\" ", "url": "https://www.bbc.com/news/uk-59923121"}