{"datetime": "2022-01-08T10:37:22.000Z", "author": "Lewis Goodall", "subject": "Grenfell Tower fire", "title": "Cladding: More flat owners to be freed from bills", "article": "Flat owners will not have to pay to remove dangerous cladding from lower-height buildings under new government plans, BBC Newsnight understands. It means leaseholders in buildings of between 11 and 18.5m will no longer be expected to take out personal loans to cover the cost of the work.Instead, the government will try to secure up to £4bn from developers towards the costs. It had already promised to pay to remove cladding in taller buildings. If ministers are unable to secure the funding from developers it may come out of the housing department's budget. In the wake of the Grenfell fire, which killed 72 people in 2017, flammable cladding and other fire safety defects were discovered in hundreds of blocks of flats across the UK. Removing cladding can cost millions of pounds per block, with the cost often being borne by individual flat owners, under the leasehold system in England and Wales. Hundreds of thousands of people are still living in dangerous blocks more than four years on from Grenfell - while many flat owners have been left with spiralling insurance costs, service charges, and requirements for expensive 24-hour \"waking watch\" patrols in case of fire. In a new package of measures to be announced next week, Michael Gove, Secretary of State for Levelling Up, Housing and Communities, will tell the Commons that if developers choose not to pay for cladding removals voluntarily the government will threaten them with legal compulsion. The BBC understands Mr Gove will warn them next week that he is putting them \"on notice\". Previously, the government had committed up to £5bn for the removal of dangerous cladding for buildings taller than 18.5m.Cladding campaigners have long asked that the government accept both the principle that buildings under 18.5m ought to be covered and that leaseholders should not have to pay. Newsnight has seen documents from Chief Secretary to the Treasury Simon Clarke to Mr Gove where he says: Experts question whether £4bn will be sufficient to cover cladding in buildings under 18.5m.And cladding is not the only or even main problem in thousands of buildings across the country.Neighbours Darren Matthews and Mandy Sandhu are two of those who could be helped by the changes, as their building is 13.5m tall. Mr Matthews told BBC Breakfast they faced bills of £101,500 per apartment and described the move as a \"step forward\", saying he was \"cautiously optimistic\" but that there was \"no absolute clarity about how developers are going to pay\". \"With the best will in the world this issue isn't going to be on a voluntary basis, it has to be enshrined in law with a legal obligation with proper stipulations to the building industry,\" he said. \"Leaseholders are the only innocent parties in this.\" Ms Sandhu said she did not eat or sleep because of the stress and said despite the news they still needed clarification of what would be done. \"I won't believe it until I see it\", she added. It is unclear how those leaseholders will pay their bills, and how quickly any money that does come from developers will appear.Developers have largely insisted that their developments were built to regulations and that they are therefore not liable.Without immediate compulsion this process threatens to continue to be drawn out with leaseholders stuck in properties they cannot sell.Stewart Baseley, chairman of the Home Builders Federation - which represents developers, said the largest house builders had already spent or committed to spending £1bn to remediate affected buildings and said the most urgent action was for the government to define guidance on what work actually needed to be done to resolve issues for residents. He said while house builders were \"committed to playing their part\" there were other organisations involved in the construction of affected buildings which should also be involved in remediation costs, \"not least material manufacturers who designed, tested and sold materials that developers purchased in good faith that were later proved to not be fit for purpose\". Hundreds of thousands of leaseholders have already received bills for fire remediation works or will in the coming months.It is also not clear whether these measures will be enough to restore market and lender confidence in new-build properties.Campaigner Steve Day told BBC Radio 4's Today programme he and his neighbours were facing a £31,000 per flat bill for cladding costs, as well as about £5,000 per flat in non-cladding costs and an extra £3,000 a year service charge, which he said was huge for south-east London. \"People are facing arrears, and high levels of stress,\" he said. He said he was concerned voluntary contributions will \"just not be deliverable\", and called for a scheme where the government made developers pay if they breached regulations. Conservative MP Sir Peter Bottomley, chairman of the all party parliamentary group on leasehold and commonhold reform, said the government needed to tell the insurance companies to \"come to the table\" with £8bn - \"then innocent leaseholders will live in homes which are safe and saleable\". Matthew Pennycook, Labour's shadow housing minister,tweeted the new measures \"appear far less significant than they sound\", with \"nothing on non-cladding defects, no new developer levy and the position on leaseholder liability unchanged\".Many leaseholders have found their properties effectively worthless and unmortgageable. In November, Mr Govequestioned why flat owners should have to pay anything for dangerous cladding to be removed from their buildings.He said the government had a responsibility to help leaseholders - who were \"innocent parties\" - with the huge costs. The Department for Levelling Up, Housing and Communities declined to comment. ", "url": "https://www.bbc.com/news/uk-59916812"}