{"datetime": "2021-05-10T17:56:05.000Z", "subject": "Grenfell Tower fire", "title": "Poplar fire: London tower block blaze 'not caused by cladding'", "article": "Cladding played no part in a fire that broke out in a 19-storey London tower block, the management company said. Forty two people had to be evacuated from the New Providence Wharf estate in Poplar during Friday's blaze. About 20% of the façade of the affected section, block D, has ACM PE cladding panels, which were found to be a key factor in theGrenfell Tower fire . But owners Ballymore said the cladding \"did not combust and played no part in causing or facilitating the fire\". The exact cause of the blaze has yet to be determined but Ballymore said it was working closely with London Fire Brigade as they carry out their investigations. The fire broke out just before 09:00 BST and about 100 firefighters took two and a half hours to bring it under control.In a statement, Ballymore said the fire was contained to one apartment and the balconies of two more above it.The company added that work to remove the ACM cladding had been under way for two weeks prior to the fire and would resume as soon as possible. Most residents were able to return to their homes on Friday evening, but the company is providing accommodation in a nearby hotel for those who need it. \"We understand how difficult and distressing Friday was for our residents and we are grateful for the patience they have demonstrated. Our response team is continuing to support them in any way we can,\" the statement said. Following the fire, some residents said there had been frustration over delays in replacing the tower block's cladding. Yasmin Naqushbandi, chair of the NPW Residents Association, said: \"For ordinary hardworking people who have invested in these flats... this is not a home anymore.\" Many were suffering \"sleepless nights\" because of the fire, she added. Others have complained they had not been alerted to the blaze by the waking watch - an indoor and outdoor patrol by trained staff - which is in place at the block. Resident Natalie Carter said: \"There's no central alarm system and this goes up 19 floors, so you have the waking watch with their little horns on the ground floor. People just don't hear it.\" ", "url": "https://www.bbc.com/news/uk-england-london-57056009"}