{"datetime": "2021-06-01T15:51:58.000Z", "subject": "Grenfell Tower fire", "title": "Poplar tower block fire is 'urgent wake-up call', report finds", "article": "The failure of fire safety equipment at a 19-storey tower block in east London could have had \"tragic consequences\", a report has found. Ventilation systems and fire doors did not respond to sensorsat the New Providence Wharf building when a blaze broke out on the eighth floor in May. Residents in the Poplar flats had to escape along smoke-filled corridors. London Fire Brigade's investigation said a \"culture change\" was needed for fire prevention in high rise buildings.The fire started in a fuse board [consumer unit] and then travelled through an open balcony window, LFB said. It spread to the 11th floor, partly fuelled by timber decking on balconies, analysis found, but not by Grenfell-style cladding. At the same time, smoke poured into the corridor through a flat door that had accidentally been kept open, with the ventilation system acting \"like a broken chimney\". The report found the brigade's response \"demonstrated the significant changes made since the Grenfell Tower fire\", and that these \"backed by the professionalism of firefighters and control officers\" all helped to save lives. Crews rescued at least 35 people while others left the building independently. Two people were taken to hospital. Improvements made since the Grenfell tragedy: It is the responsibility of the building owner or manager to make sure the Automatic Opening Vent (AOV) which is designed to ventilate and extract smoke during a fire to help residents escape, operates correctly.  Deputy Commissioner Richard Mills said: \"The New Providence Wharf fire needs to be an urgent wake-up call to all building owners and managers.\"Look at the fire safety solutions inside your building and take action if they are not performing correctly. It is too late to wait for a fire to see if they work.\"  Government advice issued in January 2020 stated that balconies should not assist fire in spreading along the external wall.A spokeswoman for building developer Ballymore said the safety of its residents \"was everything\".\"Since the fire of 7 May, we have inspected the fire prevention, detection and mitigation systems in all of our properties to ensure all are in working order,\" the spokeswoman said. \"We will work closely with the fire service, our professional and scientific advisers, and our residents to assist with the ongoing investigation. \"Façade remediation works are underway at the New Providence Wharf building, at no cost to leaseholders.\"LFB's parallel investigation into possible breaches of fire safety regulations at New Providence Wharf at the time of the fire is continuing.   ", "url": "https://www.bbc.com/news/uk-england-london-57260742"}