{"datetime": "2022-01-10T17:13:37.000Z", "subject": "Grenfell Tower fire", "title": "Housebuilders told to remove unsafe cladding on low buildings", "article": "No leaseholder living in a building higher than 11m, around four to six storeys high, \"will ever face any costs\" for fixing dangerous cladding, the housing secretary has said. Michael Gove has given firms until March to agree how to help leaseholders trapped in \"unsellable homes\".He warned those who had mis-sold unsafe cladding or cut corners on homes that the government was \"coming for you\". The cladding crisis has left many with crippling bills to fix unsafe homes. Residents in blocks 11-18m high had been ineligible for government support to remove unsafe cladding, but Mr Gove confirmed on Monday that the government was scrapping \"the proposal for loans and long term debt for medium rise leaseholders\". \"No leaseholder living in a building above 11m, will ever face any costs for fixing dangerous cladding,\" Mr Gove told the House of Commons. \"They are blameless and it is morally wrong that they should be asked to pay for the price.\" The housing secretary said businesses who manufactured combustible cladding and insulation, \"many of whom have made vast profits\" at the height of the pandemic, \"must pay now, instead of leaseholders\". He added companies would have the chance \"to do the right thing\", but warned if necessary, the government would \"impose a solution upon them in law.\" Following his speech, Labour's Lisa Nandy said it was a \"relief\" that were was a consensus that \"blameless leaseholders must not pay\". However, the shadow housing secretary questioned what made Mr Gove think he could force developers \"who for four years have refused to do the right thing, to pay up\". Mr Gove said earlier some building companies had shown leadership and covered the costs but others \"had not shouldered their responsibilities.\" Charlotte Meehan lives with her husband in an East London development that has a range of fire safety issues, including flammable cladding, combustible insulation and missing cavity barriers.She told the BBC she wanted to move to start a family, but it was impossible: \"We are completely trapped, we can't sell our flat it's worthless.\" Leaseholders have had to pay £500,000 over the last two years for a 24-hour waking watch, resulting in their service charge doubling.The development's reserves for essential repairs are also \"seriously depleted\" leaving it in a \"dire state of disrepair\".She welcomed Mr Gove's plan but said it felt \"half baked\" as it does not cover non-cladding fire safety issues or interim costs. \"People are going bankrupt and losing their homes based on interim costs,\" she said.In the wake of the Grenfell fire, which killed 72 people in 2017, flammable cladding and other fire safety defects were discovered in hundreds of blocks of flats across the UK. The government has so far only promised to pay to remove cladding in taller buildings, not those between 11m and 18m high. Removing cladding can cost millions of pounds per block, with the cost often being borne by individual flat owners, under the leasehold system in England and Wales. In his letter, Mr Gove warned he would take \"all steps necessary\" to make developers pay including: The time limit for leaseholders to sue builders over defective flats will also be extended from six to 30 years.by Sarah Corker, BBC business correspondent It's estimated that the average cladding bill is around £40,000 per leaseholder. Some people have received bills of more than £200,000, more than they paid for their flats in the first place.This package of measures is expected to relieve some of that financial pressure, but it by no means covers everything. These proposals ignore non-cladding problems - leaseholders fear they will still face astronomical bills to fix defective insulation, missing fire breaks and flammable balconies.Campaigners say it makes no sense to make buildings \"half safe\". This is a partial solution.It is also unclear how the government intends to force or coerce developers to pay to fix these faults. There is no new money from Treasury. If Michael Gove is unsuccessful in recouping money from the industry it will have to come out of existing departmental budgets. So that is less money for levelling up and less money for home building as a consequence.Developers often argue that they met building regulations at the time and should not be liable for the cost of removing unsafe cladding.However, some, such as housebuilder Taylor Wimpey, have already promised to foot the bill for issues at their buildings. Stewart Baseley, executive chairman of the Home Builders Federation, said that as well as developers and government, other parties should now contribute.\"[That] not least [would include] material manufacturers who designed, tested and sold materials that developers purchased in good faith that were later proved to not be fit for purpose,\" he said.Liz Vick from Salford is disappointed by the government's plans. She lives in a low-rise building which faces fires safety issues due to missing cavity barriers, not cladding, so she's still on the hook to pay the costs.\"We are still waiting for a big bill for remediation,\" she told the BBC. \"It could be anything between £50,000 to £100,000 per leaseholder.\" She says such a large bill would push her into bankruptcy and the constant stress has affected her mental health.\"The only way to describe it is you're living in survival mode 24/7, whether that be in terms of facing financial ruin, or burning to death in a building,\" she said.\"We can't move on with our lives, we can't afford to start a family. My life has been on hold and will be on hold until this crisis is over.\" The government says the vast majority of lower height buildings are safe and others that do have combustible cladding may also be safe or could be made safe using existing fire safety measures such as sprinklers or alarms.However, it said a small number have unsafe cladding that must be addressed. Cladding campaigners have long asked that the government accept both the principle that buildings under 18.5m ought to be covered and that leaseholders should not have to pay. They cautiously welcomed the government's new proposals, but warned they ignored the costs of fixing other fire safety issues discovered on thousands of tower blocks across UK.There is also no help for the many buildings under 11m high with dangerous cladding.", "url": "https://www.bbc.com/news/business-59935333"}