{"datetime": "2021-03-02T14:23:55.000Z", "author": "Sarah Corker", "subject": "Grenfell Tower fire", "title": "Taylor Wimpey sets aside £125m for cladding and fire safety repairs", "article": "UK housebuilder Taylor Wimpey has allocated £125m to help pay for cladding and fire safety repairs. More than 230 buildings could benefit from the funding, including those under 18 metres tall, which are not eligible for government grants.The company said the work would make apartments safe and mortgageable in line with building regulations.The money is on top of the £40m already set aside for removing ACM - Grenfell-type - cladding on 19 of its blocks. More than three and a half years since the Grenfell Tower Fire which killed 72 people, an estimated 700,000 people are still living in high-rise blocks with flammable cladding.Government ministers have repeatedly said that building owners and developers should take responsibility for making their buildings safe and not pass on costs to leaseholders where possible.Taylor Wimpey said its fund would cover any block built in the past 20 years.The company's chief executive, Peter Redfern, told the BBC: \"What we're trying to do is make sure we're pick up anybody who is isn't covered under the current government scheme, so people who need what is known as an EWS1 form to certify their building safety, people who need a mortgage to move house and who aren't covered under the government schemes are covered by us today.\"The Housing Secretary Robert Jenrick said: \"I welcome today's announcement that Taylor Wimpey is paying for the remediation of unsafe cladding on the properties they built. \"This is the responsible approach that I expect developers across the country to take and I'm calling on others to do the right thing as well.\" However, one campaign group said the move did not go far enough. Giles Grover, from the pressure group Manchester Cladiators, which represents up to 100 buildings with cladding or fire safety issues across the city, said the money was welcome, but was a drop in the ocean given the scale of the cladding scandal.He said: \"Taylor Wimpey seems to have received the positive headlines it desired from this announcement.\"However, it is clear that these funds are targeted at buildings Taylor Wimpey still owns. For buildings where Taylor Wimpey no longer has a legal interest, there is only a vague intention to contribute funding to assist \"fair and proportionate\" fire safety improvement works.\" He added that, based on the 232 buildings identified, this was £500,000 per building, compared with what he said was the reported average cost of remediation of £2m per building to remediate. Last month another housebuilder, Persimmon, set aside £75m to address the costs of replacing unsafe cladding on 26 of its buildings. The government has allocated more than £5bn to help with repairs through the Building Safety Fund. Last month, it said it was putting another £3.5bn towards removing unsafe cladding from buildings - but only for those more than 18m high - on top of £1.6bn for cladding removal which was announced last year. What started as a cladding scandal has now become a much wider building safety crisis, exposing decades of regulatory failure. Safety inspections have revealed that many buildings have other serious faults, including missing fire breaks, flammable balconies and defective insulation. A group of MPs estimated recently it could cost at least £15bn to fix all high rise buildings with cladding issues in the UK.", "url": "https://www.bbc.com/news/business-56250730"}