{"datetime": "2021-02-18T15:38:47.000Z", "author": "Tom Symonds", "subject": "Grenfell Tower fire", "title": "Grenfell cladding email: Keep poor test 'confidential'", "article": "A technical manager at the maker of the Grenfell Tower cladding told colleagues poor fire test results on the product needed to be kept \"very confidential\". The request, in capital letters, was in an email sent in 2010 and produced at the public inquiry into the 2017 fire. It was sent by French national Claude Wehrle, an Arconic manager who refused to come to the UK to give evidence. A sales director, Guy Scheidecker, responded \"this shouldn't even have been mentioned\", the inquiry heard. Giving evidence to the inquiry, Arconic's president in France, Claude Schmidt, admitted when pressed that the email suggested customers had been misled. But asked by the inquiry's lead counsel Richard Millett why \"deception was being practised on your watch\", he said he could not explain it. Arconic's cladding panels formed the system used at Grenfell Tower in North Kensington, west London, and have been blamed for the rapid spread of the fire, which led to 72 deaths. The inquiry has already heard that when cladding panels produced by Arconic were shaped into boxes or \"cassettes\" they became far more likely to burn. In a test in 2004 they had been rated E on a scale from A1 to F, where F is worst. The 2010 email was sent in response to discussions with a client in Spain, who had raised concerns about using the most flammable version of the cladding because Spain required a minimum class B. Mr Schmidt told the inquiry earlier that lower fire safety restrictions in the UK encouraged sales of the most flammable version of the company's product, made from polyethylene, plastic, or PE as it was known in the industry. He said other countries had gradually restricted sales of cladding made from polyethylene or PE, which burns easily. He believed Kazakhstan had banned it. Despite that, the UK remained a \"PE market\", he said. The use of flammable cladding has also been blamed for thebuilding safety crisis affecting hundreds of thousands of people. The building regulations in England and Wales at the time have been criticised as ambiguous and complex. Following the Grenfell fire, the government announced a ban on the use of combustible materials on buildings higher than 18m. The ban was not retrospective. Mr Schmidt was also asked about a fire in Bucharest in 2009 during which flames spread up a cladding system to the top of a tall building. A technical director emailed pictures of the fire saying that they showed \"how dangerous PE can be when it comes to architecture\". Mr Schmidt was asked whether, as a result, staff at Arconic were given training or information about the fire and the potential risks it suggested. \"No, not as far as I know,\" he said, although he added that it might have been talked about at internal meetings. In a witness statement to the inquiry Mr Schmidt said that before the Grenfell fire he had not been aware that there had been any victims of fires who were living in buildings which had aluminium composite material (ACM) cladding products made with PE. As a result, he said in the statement, he did not believe that the company's products were being used improperly. Richard Millett QC, lead counsel to the inquiry, asked: \"Is human injury really an appropriate measure by which the fire safety of PE-cored ACM really be judged?\" Mr Schmidt responded: \"It is one of the elements with regard to the evaluation, yes.\" Mr Millett said: \"So, as a consequence of that do you think it was appropriate to wait to see if anyone was injured before doing anything to mitigate the risk of fire from PE-cored ACM?\" Mr Schmidt insisted he had not said that. \"I did say it was one of the elements for response. For me PE did give rise to certain risks but there are other products within the building industry which also give rise to certain risks,\" he said. \"If the risks are contained or if the risks are mastered it shouldn't lead to people being injured or affected.\" ", "url": "https://www.bbc.com/news/uk-56115167"}