{"datetime": "2021-02-17T16:17:59.000Z", "author": "Tom Symonds", "subject": "Grenfell Tower fire", "title": "Grenfell cladding firm told 'misleading half-truth' to standards board", "article": "The company that made the Grenfell Tower cladding told a \"misleading half-truth\" to a British standards board, its boss has accepted. Arconic only shared one successful fire test result with the British Board of Agrément (BBA), and not a failed result, an inquiry into the fire heard. But Claude Schmidt, Arconic's president, denied the failed test was \"deliberately concealed\" by his firm. He said the BBA should have found the poor test result as part of an audit. The Grenfell Tower Inquiry is looking into how the west London tower block came to be covered in combustible materials, leading to the fire which killed 72 people in June 2017. Arconic was awarded a product certificate for its Reynobond PE aluminium composite cladding in the UK by the BBA in 2008, opening up the possibility of more sales in the UK. However, Arconic's own fire tests of the product, years earlier, had produced very different outcomes. The first, on a version of the cladding designed to fit flat against the outside of a building, resulted in a class B rating, on a scale from A1 to F, where A1 is best. This result would have allowed it to have been used on high-rise buildings such as Grenfell Tower. The second test was carried out on a folded section of cladding, known in the industry as a \"cassette\". That test resulted in a class E rating as the cladding caught fire. When Arconic applied to the BBA for the certificate, the inquiry heard, it sent the results of the first test, but not the second, despite being asked to provide more evidence. The folded design was later chosen by designers for use on Grenfell Tower. The inquiry's lead counsel, Richard Millett QC, put it to Claude Schmidt that Arconic had a contractual requirement to provide all relevant information upfront. Mr Millett said the company had concealed the class E test, in which the cladding \"performed disastrously\" - which might have \"substantially affected sales of the product in the UK\". Speaking in French through an interpreter, Mr Schmidt said: \"I don't know why at the start that test wasn't mentioned... but it could have been found out, discovered in an audit.\" Mr Millet asked if Mr Schmidt accepted that Arconic \"was telling the BBA a misleading half-truth\". \"Yes, you can see it like that,\" Mr Schmidt replied. Mr Schmidt accepted Mr Millett's suggestion that any user of Arconic's product would see the test result as \"absolutely crucial safety information\". But Arconic's president said it was \"too strong\" to describe the information as \" life-and-death stuff\". Documents presented to the inquiry show that negotiations with the BBA were led by a technical manager, Claude Wehrle. Mr Schmidt said: \"I can't know what Claude Wehrle was thinking about or reasoning at the time.\" Mr Wehrle, a French national, hasrefused - despite repeated requests - to come to the inquiry to give evidence, because of legal advice he says he has received. The inquiry has the power to force British witnesses to give evidence, but not foreign nationals. The issue of which standards the Arconic cladding met, and what testing was done on it, is at the centre of this phase of the public inquiry - and is an important component of the Metropolitan Police investigation. It is also one of the factors behind the building safety crisis affecting hundreds of thousands of people across the country. Immediately after the fire, residents of the Chalcots Estate in Camden, north London, had to leave their homes when the fire risk of Arconic Reynobond PE aluminium composite cladding was realised. Arconic's position has always been that it simply produced the raw materials for cladding systems, and it didn't necessarily know how they would be used, so could not know that they might not meet building regulations. Buton Tuesday, Mr Schmidt was asked by Mr Millett about \"occasions when Arconic did understand what project the product would be used for\". Asked whether Grenfell Tower was \"an example of that\", Mr Schmidt said: \"Yes.\" The inquiry continues. ", "url": "https://www.bbc.com/news/uk-56101186"}