{"datetime": "2021-02-11T12:22:20.000Z", "subject": "Grenfell Tower fire", "title": "Unsafe cladding: Uncertainty at St Ann's Quay on Newcastle's Quayside", "article": "Some flat owners in Newcastle fear they will not qualify for a new £3.5bn government cladding fund. Housing Secretary Robert Jenrick has promised leaseholders in blocks above 18m (59ft) will face no costs for work. People living at St Ann's Quay on Newcastle's Quayside were ineligible for the last fund due to \"complexities\" in the 31.5m (103.3ft) building.Louise Richley said the fund was a \"massive relief\" but added residents needed clarity. Ms Richley, who is also director of the St Ann's Quay management company, said: \"The feeling among leaseholders here is massive relief that someone is listening to us.\"But the question is whether we will definitely qualify, there is a big 'but' because we didn't before and we don't know what will be different this time. Today, I just can't give people any certainty. \"We have been aware of this since November 2019, that is when the fire service came out and the results of the investigations first came to the fore. \"It is now February 2021 and absolutely nothing has been done. It is disgusting.\" It is estimated that the repair works at St Ann's Quay would cost about £2m, theLocal Democracy Reporting Service said. If the owners are not covered by the new scheme each would have to pay £30,000 from their own pocket.Mr Jenrick said that owners of flats in lower-rise blocks would have access to loans to replace unsafe cladding, and would never have to pay more than £50 a month for them. \"Our unprecedented intervention means the hundreds of thousands of leaseholders who live in higher-rise buildings will now pay nothing towards the cost of removing unsafe cladding. \"Remedying the failures of building safety cannot just be a responsibility for taxpayers. That is why we will also be introducing a levy and tax on developers to contribute to righting the wrongs of the past,\" he said. The £3.5bn comes on top of £1.6bn in funding that was announced for the removal of unsafe cladding last year. After 2017's Grenfell disaster, safety concerns have been raised over many tower blocks across the UK.Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-55918822"}