{"datetime": "2021-02-16T21:48:30.000Z", "author": "Tom Symonds", "subject": "Grenfell Tower fire", "title": "Grenfell: Arconic boss says fire safety tests were not his 'priority'", "article": "The boss of the company that made the Grenfell Tower cladding has said it was not his \"priority\" to understand fire safety tests and certificates. Claude Schmidt, president of Arconic, told the inquiry into the fire that he only learned about a key British fire safety standard after the disaster. It also heard claims the French firm \"arranged\" for some fire tests to pass.Arconic is being investigated for not informing a British standards board about failed tests. The inquiry is looking intohow Grenfell Tower came to be covered in combustible materials , leading to the fire killed 72 people in June 2017. Arconic manufactured the cladding panels in France and the product was never put through the standard test widely used in the UK construction industry. Mr Schmidt was asked by the inquiry's lead counsel Richard Millett QC why, when he became managing director in 2007, he did not \"seek to understand thoroughly the testing and certification which supported that product\".Speaking in French through an interpreter, Mr Schmidt replied: \"Because it wasn't my priority\". \"This is to do with fire safety and life safety. Why wasn't it your priority?\" Mr Millett asked.Mr Schmidt said he thought these words were \"a bit too strong\".There are a number of ways that building materials can comply with regulations in order to be used on high-rise buildings. One of them is meeting the British standard, known as Class 0. Though some sections of the government guidance on which standards are required for certain products are disputed. Arconic was awarded a product certificate for its cladding in the UK by the British Board of Agrément (BBA) in 2008.This said Arconic's Reynobond PE cladding panel \"may be regarded\" as having met the Class 0 standard. The UK building industry relied heavily on it.Across the country, and at Grenfell, cladding suppliers believed that if the cladding had a BBA certificate and was Class 0, it could be used on tall buildings. But the inquiry heard on Tuesday that the standard British test had not, in fact, been carried out. The French arm of Arconic relied, instead, on European tests that were similar.On top of that, there were a series of issues with the tests which were done.Some versions of the panel, when it was shaped into \"cassettes\" or boxes, had \"failed spectacularly\", Mr Millett said. Arconic did not tell the BBA, so the product certificate remained in use right up to the decision to use the cladding on Grenfell Tower.A statement from Claude Wehrle, a technical manager who worked for Arconic, said the company believed the test was a \"rogue result\", the inquiry heard. The inquiry chairman, Sir Martin Moore-Bick, asked Mr Schmidt to respond to the view that Arconic was \"irrational and irresponsible not to carry out further tests\". Mr Schmidt said: \"Yes... extra tests should have been carried out.\" When another version of the cladding was put through the European test in 2005 it was given a Class B rating, on a scale where A1 is the best and F is the worst. This meant it could be used on high-rise buildings. But on Tuesday the inquiry was shown an email 11 years later in which Mr Wehrle said the Class B rating had been achieved \"by 'arranging' the system to pass\". Mr Wehrle, a French national,has refused - despite repeated requests - to come to the inquiry to give evidence, because of legal advice he says he has received. When asked how Mr Wehrle might have \"arranged\" the system to pass, Mr Schmidt said: \"I don't have an answer.\" The issue of which standards the Arconic cladding met, and what testing was done on it, is at the centre of this phase of the public inquiry - and is an important component of the Metropolitan Police investigation.It is also one of the factors behind the building safety crisis affecting hundreds of thousands of people across the country.Immediately after the fire, residents of the Chalcots Estate in Camden, North London had to leave their homes when the fire risk of Arconic Reynobond PE aluminium composite cladding was realised.Arconic's position has always been that it simply produced the raw materials for cladding systems, and it didn't necessarily know how they would be used, so could not know that they might not meet building regulations. But on Tuesday, Mr Schmidt was asked by Mr Millett about \"occasions when Arconic did understand what project the product would be used for.\" Asked whether Grenfell Tower was \"an example of that\", Mr Schmidt said: \"Yes.\" ", "url": "https://www.bbc.com/news/uk-56089596"}