{"datetime": "2021-02-22T19:51:58.000Z", "author": "Tom Symonds", "subject": "Grenfell Tower fire", "title": "Grenfell cladding use 'accident waiting to happen'", "article": "The use of a company's cladding at Grenfell Tower was \"an accident waiting to happen\", one of its bosses has agreed at a public inquiry. Claude Schmidt said \"maybe yes\" to a barrister's description of the risk. Mr Schmidt, Arconic's French president, was giving his fifth day of evidence to the Grenfell Tower public inquiry. The inquiry heard that even after the fire, an \"error\" on a draft product certificate for the cladding suggested it could be used on tall buildings. Mr Schmidt was being questioned by Richard Millett QC, the inquiry's senior counsel, about the weeks after the fire on 14 June 2017, which led to 72 deaths. Arconic's cladding panels had quickly emerged as a likely cause of the swift spread of flames across Grenfell Tower in North Kensington, west London. On 26 June, Arconic withdrew the product from the market for buildings taller than 18m, claiming that it had realised it was being \"incorrectly used\", including on Grenfell. Mr Millett asked him \"isn't the reality that Grenfell, as far as the use of Reynobond PE 55 [cladding] was concerned, that it was an accident waiting to happen and only then did you withdraw it from the market\". Mr Schmidt's response, as translated from French, was \"maybe yes.\" But he said the company \"were among the only ones to withdraw the product from the market. It was because we couldn't control the supply chain.\" Arconic's case is that it realised after the fire it could not be sure customers would use its flammable polyethylene version of the cladding safely. Mr Millett said \"wasn't that all the more reason to stop selling\". \"Yes\", Mr Schmidt agreed. He said that the decision not to sell the cladding for high-rise buildings was not made because it was \"inherently dangerous\" but said it did \"have certain characteristics which, if it is used incorrectly, can increase the risk of fire spread\". The inquiry says the cladding was a major cause of the rapid spread of flames during the disaster and this phase of its hearings are determining why it was used. The inquiry has heard, and Mr Schmidt also agreed, that for 12 years before the Grenfell fire, Arconic failed to reveal poor fire test data for the cassette form of its cladding to an important British building industry body. The British Board of Agrément had issued a standards certificate for the product, relied on by the industry, which suggested all versions of the cladding met British standards. This document was sent to the contractors for Grenfell. They selected the Arconic cladding, and a design which would use it in exactly the cassette configuration which the tests suggested would allow fires to spread. Even after the fire, a redrafted BBA certificate continued to claim better fire test data than the company had. It also emerged at the inquiry thata BBC investigation into Arconic in 2018 prompted the Board to challenge the cladding firm about what information it had been given. The BBC had discovered the series of poor fire tests reports, commissioned by Arconic, which have been at the heart of this phase of the inquiry. They were carried out in France, but were not published in the UK, and not passed to the British Board of Agrément. In March 2018 the BBC shared them with the Board, which confirmed the information, crucial to the product certificate, had not been handed over. Challenged by the BBA, Mr Schmidt said he was \"happy\" to send them. Brian Moore, from the BBA, responded that it was \"concerning\" to hear that Arconic had the reports. But despite this exchange of emails, they were never handed over, due to legal advice, Mr Schmidt said. By this point, the inquiry, and the police had begun in-depth investigations. ", "url": "https://www.bbc.com/news/uk-56156145"}