{"datetime": "2021-02-24T18:53:22.000Z", "subject": "Grenfell Tower fire", "title": "Cladding: MPs fail in bid to change fire safety payment rules", "article": "A group of Tory MPs has lost a House of Commons bid to protect leaseholders living in flats from \"financial ruin\" due to the cost of safety improvements. The Fire Safety Bill - to strengthen regulations following the Grenfell Tower fire - comes after financial help was granted to install better cladding. But flat owners say they still face costs of up to £50,000 for other works and insurance premiums. More than 30 Conservative MPs support an amendment to the England-only bill. But there was not time in the Commons on Wednesday for the move - opposed by the government, which said it was preparing fuller plans to help those with large costs - to go to a vote. Labour accused ministers of insulting \"people across the country\". But another amendment - calling for a ban on freeholders passing fire safety improvement costs on to leaseholders - did go to a vote, and was beaten by 340 to 225. The bill now goes to the House of Lords, which has previously disagreed with the Commons on several changes to it. The Grenfell Tower fire of 2017 killed 72 people, with the west London building later revealed to have been covered in combustible cladding. Inspectors subsequently found many other blocks were unsafe and thousands of flat owners have since faced large bills for safety improvements, such as changes to emergency exits. In the Commons, Conservative MP Royston Smith said the housing market was at risk of partial \"collapse\", with many leaseholders unable to sell. He urged MPs to \"think very carefully before they abandon thousands of constituents\", warning: \"They will not forget and they will not forgive.\" But Home Office minister Kit Malthouse said the Fire Safety Bill was \"not the correct place for remediation costs to be addressed\", as the legislation's only job was to \"clarify\" that fire safety orders apply to cladding and flat entrances. He added that the Building Safety Bill, set to be introduced in the spring, would contain \"detailed and complex\" measures on payments. Earlier this month, the government announced it was putting £3.5bn towards removing unsafe cladding from buildings more than 18m high - on top of £1.6bn for cladding removal announced last year. The government also said flat owners in lower-rise blocks would be able to access loans to cover repair work, and they would not have to pay back more than £50 a month. Labour called on the government to \"do the right thing\". Shadow fire minister Sarah Jones said: \"It is shameful that they have voted against implementing vital fire safety measures called for by the Grenfell Inquiry, and it is an insult to people across the country that this government voted down protections for leaseholders from fire safety costs that they did not cause.\" ", "url": "https://www.bbc.com/news/uk-politics-56174558"}