{"datetime": "2021-02-12T06:39:03.000Z", "subject": "Grenfell Tower Inquiry", "title": "Grenfell: London Fire Brigade has 'long way to go' to fix failings", "article": "London Fire Brigade (LFB) still has \"a very long way to go\" to address failings from the Grenfell Tower fire, a watchdog has said. Twenty-nine safety recommendations were made to LFB following aHM Inspectorate of Constabulary and Fire and Rescue Services (HMICFRS) report in 2019 . Inspector Matt Parr said he was \"slightly surprised\" only four have been completed by the LFB. The LFB said it was committed to making improvements as quickly as possible. The report by Grenfell Tower Inquiry chairman Sir Martin Moore-Bick praised the courage of firefighters on the night which killed 72 people on 14 June, 2017. But it found many \"institutional\" failures that meant the LFB's planning and preparation for the incident was \"gravely inadequate\". For example, Sir Martin said control room staff who fielded 999 calls \"undoubtedly saved lives\" but \"a close examination\" of operations revealed \"shortcomings in practice, policy and training\". Sir Martin suggested there would have been fewer fatalities if the LFB and 999 operators had reversed the strategy to tell residents to stay in their flats sooner. The instruction remained for nearly two hours after the blaze broke out just before 01:00 BST. Following an inspection in December, Mr Parr found LFB \"still isn't in a position to assure itself that if something similar to Grenfell happened again it would have improved\". Of the recommendations yet to be hit, 18 are listed as delayed, including changing advice from \"stay put\" to \"get out\". Mr Parr said: \"I am encouraged by the brigade's progress, especially over the last year and we know the Covid-19 pandemic has caused some unavoidable delays. \"However, there is still a very long way to go - particularly on training for fires in high-rise residential buildings.\"As it stands, we are not clear how this work will be completed.\" Seventeen recommendations are expected to be completed by next month, LFB's deputy commissioner Richard Mills said. \"We know there is more we can do and must do to keep Londoners safe and we will continue to work hard, to not only complete all of the recommendations, but to continue our learning so that we can adapt and reduce the number and impact of fires,\" he added. ", "url": "https://www.bbc.com/news/uk-england-london-56029580"}