{"datetime": "2021-02-10T20:51:03.000Z", "subject": "Grenfell Tower fire", "title": "Cladding: Extra £3.5bn for unsafe buildings 'too little, too late'", "article": "Campaigners have said the government's promise of £3.5bn of extra funding to remove unsafe cladding from England's high-rises is \"too little, too late\". The government said flammable materials would be removed from buildings over 18m high \"at no cost to residents\". But Labour said the \"arbitrary\" height limit could result in financial ruin for many in lower blocks, who would be offered loans to make their home safe. After 2017's Grenfell disaster, many tower blocks were found to be unsafe. This meant many thousands of flat-owners have since faced huge bills for fire-safety improvements, brought in after the devastating tower block fire when flames spread via combustible cladding, killing 72 people. The Grenfell United campaign group said the latest measures were \"too little, too late\", and it needed the mess dealt with \"once and for all\". \"Residents living in unsafe homes will go to bed tonight worrying if their building will qualify or be left out once again. And bereaved and survivors of Grenfell will lay awake fearful that what happened to us could still happen again,\" the group said. In the Commons, Housing Secretary Robert Jenrick also announced: The £3.5bn comes on top of £1.6bn in funding that was announced for the removal of unsafe cladding last year. Ministers have come under growing pressure to increase the pot as leaseholders have been hit by building improvement costs and soaring insurance costs. Some say they have effectively become trapped in their own homes - unable to sell until the work is carried out, yet in danger of bankrupting themselves to meet the costs. Stephen Squires, who lives in a 22-storey block in Manchester, told the PA Media news agency he and others were \"still stuck in limbo\", even after the announcement. The government had consistently failed to acknowledge the issues were far wider reaching than cladding, he said, and they still did not know whether fire safety defects would be covered by the funding. Mr Jenrick told MPs that leaseholders in high-rise buildings above 18m, or with six storeys or more, would face no costs for cladding works.He said the risk was \"significantly lower\" for lower-rise blocks of flats.However, for anyone living with dangerous cladding in such flats, a loan scheme would be set up to protect leaseholders so none of them would pay more than £50 a month for the removal of unsafe cladding. It \"cannot be right the costs fall solely on tax payers\", he said, adding that the government would develop a levy targeted at developers seeking to build certain high-rise buildings in England.He also said a new tax for the UK residential property sector would be introduced from next year, to raise £2bn over a decade and help pay for the removal of cladding. Mr Jenrick described the action as an \"unprecedented intervention\" without which building owners would simply pass on the costs of remediation work to leaseholders. \"That would risk punishing those who have worked hard, who have bought their own home, but through no fault of their own have found themselves caught in an absolutely invidious situation,\" he said. The Home Builders Federation, a trade association for private sector homebuilders, said it supported \"sensible\" solutions for recouping costs and was looking forward to working with the government on an \"equitable\" tax that did not \"threaten housing supply\". Matt Browne and Lizzie Bennett are among thousands of flat-owners who discovered in the last year they lived in a dangerous block. Their Birmingham city centre building measures 18.2 metres - so just qualifies for the funding promised today.Matt, a 26-year-old video producer, says although he is relieved, he feels \"incredibly sorry\" for those whose homes don't meet that threshold. \"[That] could have been ours if our building was one brick lower. That's literally the difference we're talking about,\" he says. He says leaseholders feel \"betrayed\" because the government has said \"multiple times\" they should not pay.\"Then all of a sudden today it's like, 'right, leaseholders are going to pay £50 a month,'\" he says. The couple say they have been hit with a £50,000 bill after their block failed an external wall fire review.That covers not only the removal of unsafe cladding, but also works relating to other things found in the review like missing fire cavity barriers.Matt is now concerned the government fund only covers the cladding removal. \"There are still costs in there which are going to cost thousands and thousands of pounds, which is money we don't have,\" he says. Around 100 miles away in east London, solicitor Peter Tolson lives in a building that also qualifies for the extra cash, but says the announcement \"doesn't make a huge amount of difference\" to him and his fellow residents. He helps run his block's management company, and says they began the initial process to prove their eligibility for the fund last spring. But they haven't received funds, he says. \"We're just trying to pass every barrier and get access to the funds, which we're finding harder and harder,\" he adds. Conservative MP Stephen McPartland, a critic of the government's handling of the cladding crisis, said Mr Jenrick's announcement did not go far enough and the issue was much bigger than the matter of cladding. \"The support he has offered does not help most people because people who've got excessive insurance premiums, fire safety defects - that's where the real costs are,\" he told BBC Radio 4's World at One. \"Leaseholders are the innocent parties in this. Many people were in primary school when these buildings were constructed and they're now being hit with bills that will be bankrupting them.\" Labour's shadow housing secretary, Thangam Debbonaire, called the proposals \"an injustice\" that would \"pile financial misery\" on homeowners. She said there were many questions left unanswered, including on \"skyrocketing\" insurance costs, homes potentially remaining \"unsellable\", and the amount leaseholders would be expected to pay.The \"arbitrary 18m-height limit\" could \"mean the difference between a safe home and financial ruin\", she said. Labour wants an independent taskforce to be established to take the matter out of politicians' hands and ensure funds are distributed fairly. By Sarah Corker, BBC consumer affairs correspondent The question of who should pay to fix fire safety faults - government, developers, building owners or leaseholders - is at the heart of resolving this crisis.While cladding campaigners have welcomed the extra government funding, they say an additional £3.5bn is not enough given the scale of the problems.To force the building industry to contribute, the government will introduce a levy on developers which build future high-rises. A move broadly welcomed, but it will take years to build up a pot of money.What started as a cladding scandal has become a much wider building safety crisis.In the wake of the Grenfell tower tragedy, safety inspections on thousands of high rise blocks have exposed not just dangerous cladding but other fire safety problems including defective insulation, missing fire breaks and timber balconies.Currently there is no government money to fix non-cladding faults. Rebecca Fairclough, from Manchester Cladiators, which represents 70 tower blocks with fire safety issues in the Greater Manchester area, said funding was needed to cover all building safety issues, not just cladding. She said she was disappointed loans were the only solution on offer to those in buildings under 18m high. \"Millions of residents continue to live in dangerous buildings, facing impossible bills and with their mental health deteriorating daily,\" she said.Natasha Letchford, a campaigner for the End Our Cladding Scandal group, said the funding was far short of the estimated £15bn bill to fix all the issues. She said as long as there were outstanding bills on properties, they would be worthless and people simply would not want to buy them.The government said the spending funded by the UK-wide tax would be subject to theBarnett formula. This means Scotland, Wales and Northern Ireland will also receive extra funding, which can be spent as the devolved administrations see fit, including on building safety.", "url": "https://www.bbc.com/news/uk-56013464"}