{"datetime": "2018-07-04T16:14:16.000Z", "title": "Hitchin and Harpenden MP introduces rail compensation bill", "article": "A Conservative MP whose constituents are affected by ongoing rail problems has called for an automatic compensation scheme. Passengers on Govia Thameslink Railway (GTR) trains have enduredseven weeks of disruption following the introduction of new timetables in May. Bim Afolami, MP for Hitchin and Harpenden, presented a Private Member's Bill at Westminster on Wednesday calling for higher and faster payments.He said it \"has cross-party support\". GTR, which oversees Thameslink and Great Northern routes, changed the time of every train on its timetable on 20 May, which saw some services withdrawn and further cancellations without any warning. Ros Southward from the Hitchin Rail Commuters Group said the situation had been a \"mess-up of epic proportions\". \"The compensation bill is definitely well-deserved by the commuters although really at this point we just want some actual trains to get to work,\" she said. Separate from the Rail Passenger (Compensation) Bill, passengers have been promised a month's free travel as compensation for the ongoing delays. Mr Afolami said this was the result of a joint effort with fellow local MPs, including Stephen McPartland, Oliver Heald and Grant Shapps. \"To those who (understandably) have been frustrated at the lack of recognition of the difficulties, I hope this shows that your concerns have been heard,\" he said. Mr Shappstweeted that details of compensation for part-time commuters were not being announced on Wednesday but he had been told by Mr Grayling that it would still happen. On Sunday it was reported that GTR could be about to lose its contract anda government source told the BBC it was \"drinking in the last chance saloon\". The government is also making clear it could temporarily re-nationalise the GTR service. Rail minister Jo Johnson told MPs in Parliament that a review was ongoing and Transport Secretary Chris Grayling would have \"all options\" available to him at the end of it. The second reading of the bill is expected on 26 October.", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-44708773"}