{"datetime": "2021-02-01T20:02:50.000Z", "subject": "Grenfell Tower fire", "title": "Cladding: Safety improvement costs 'are taking over our lives'", "article": "Thousands of flat owners are facing large bills for fire-safety improvements demanded following the Grenfell disaster. Labour says they're not getting enough help, but the government insists it's taking appropriate action. \"The building should never have been signed off in the first place,\" says Pippa Hamshaw. \"The flats are all valued at nothing. Mortgage companies won't offer mortgages on any of them.\" Pippa, 31, is also expecting a £70,000 bill for her share of renovations on her block of flats in Leeds. \"I go from being really angry with the situation to being in tears,\" she tells BBC 5 live's Naga Munchetty. \"It's taken over my life.\" Pippa is one of thousands of people facing large payments for safety renovations required following the Grenfell Tower fire in 2017, in west London, in which 72 people died when flames spread via combustible exterior cladding. Many fire-safety concerns have come up in inspections since then, but those not relating to cladding - such as missing fire breaks and flammable balconies - are not covered by the government's Building Safety Fund. And a report by MPs has said that the £1.6bn the government has allocated for removing dangerous cladding is insufficient - with the real cost nearer £15bn. Fixing safety faults has seen costs surge for leaseholders like Pippa, whose monthly service charge has risen from £240 to £630. \"I just feel totally let down by the whole system,\" she says. \"The government could do something right now... I feel like everyone's winning bar the leaseholder.\" After Grenfell, round-the-clock fire patrols known as \"waking watches\" were put in place in hundreds of buildings, costing groups of leaseholders tens of thousands of pounds every month. \"I don't feel any safer,\" says Pippa. \"I don't see how they are going to be much use. They literally have to go and knock on every door of the flats to tell you that the building is on fire. We've got 10 floors in my property. Are they really going to be able to knock on every door?\" Labour leader Sir Keir Starmer is accusing ministers of offering \"half-baked solutions\" to the problems exposed by Grenfell and has called for a national cladding taskforce, modelled on a similar body set up in Australia. He argues this would \"drive forward\" work on funding the removal of dangerous cladding, while pursuing \"those responsible for the cladding scandal\", protecting residents from costs and ensuring they can sell their properties. Jenny Garrett, who bought her flat in Sheffield in 2019, says that, when the survey was carried out, \"absolutely nothing\" wrong was found. Only later did she find out the building's cladding was flammable. \"The whole situation is quite overwhelming because there's the issue of feeling unsafe,\" she says. \"On top of that, there's the issue about the financial pressure and worrying about what's coming down the road.\" Residents have seen insurance costs on buildings with fire safety problems rocket. Flat owners in one Cheshire development had their combined premiums rise from £34,000 in 2018 to more than £500,000. Some are now paying almost £2,000 a year for building insurance. Meanwhile,data released last month shows that cladding removal and repair work has been completed on only 58% of social housing blocks and 30% of private sector buildings. The Association of British Insurers says the slow pace of getting buildings fixed means means high policy prices reflect risks accurately. \"For the last two or three years, a lot of our lives have been completely ruined,\" says Giles, a flat owner from Manchester. \"We're living in fear and limbo. All we've been told so far is the government wants us to pay sums running into the tens of thousands of pounds, simply to make our homes safe. \"It's all got even worse over the last year, because we're trapped in our homes for 23 hours a day during the pandemic. We almost feel safer outside than inside.\" \"We all want to see homes made safer, as quickly as possible... we are making good progress on remediating unsafe homes,\" a Ministry of Housing, Communities and Local Government spokesman says. \"Leaseholders shouldn't have to worry about the unaffordable costs of fixing safety defects in high-rise buildings that they didn't cause - and should be protected from large-scale remediation costs wherever possible,\" he adds. \"The Building Safety Bill is the appropriate legislative mechanism for addressing these issues and will be brought forward in due course.\" The House of Commons backed a Labour motion calling for further action on cladding on Monday by 263 votes to none. The Conservative leadership asked its MPs to abstain and the result is not binding on the government. ", "url": "https://www.bbc.com/news/uk-politics-55878487"}