{"datetime": "2021-04-27T21:23:36.000Z", "subject": "Grenfell Tower fire", "title": "Grenfell: Government defeated on fire safety costs bill", "article": "The government has been defeated for a fourth time on its Fire Safety Bill as the House of Lords voted to shield residents from fire safety work costs. MPs had, earlier in the day, rejected the Lords amendment but it will now be reinserted into the bill. Thousands of leaseholders are currently facing large bills to pay for safety improvements following the Grenfell fire which killed 72 people. Housing minister Chris Pincher said the Lords' amendment was \"ineffective\".The Fire Safety Bill must be approved by both the House of Commons and the House of Lords if it is to become law. The government is under pressure to get the bill passed before the end of the parliamentary session on Thursday. If the bill is not approved by both MPs and peers before then, it will be dropped - although the government could choose to carry it over to the next session.The issue of who should pay for fire safety work has become a sticking point, with the House of Commons repeatedly voting to reject Lords amendments on the subject. The government introduced its Fire Safety Bill to address safety concerns triggered by the 2017 fire. The bill modifies a previous law to clarify that building owners must manage and reduce the risk of fire in their properties.However, last week the House of Lords added an amendment which sought to ensure building owners do not pass on the costs to leaseholders and tenants until a support scheme is in place. In February, ministers said it would introduce a loan scheme to cover repair work with repayments capped at £50 a month. On Tuesday afternoon - despite a rebellion by 31 Conservative MPs - the House of Commons rejected the Lords' amendment. But, later on Tuesday evening the House of Lords voted by 329 votes to 247 to reinsert the motion. Mr Pincher called the Lords' amendment \"ineffective and defective\".He argued it would prevent any remediation costs from being passed to the leaseholder, even in instances where the cost was very minor - such as replacing a smoke alarm. The minister also warned that the amendment would slow down repair work as it did not make clear who would be responsible for the costs. And in the Lords, communities minister Lord Greenhalgh called the proposals \"unworkable\" and wouldn't \"deliver solutions for leaseholders\".Labour's shadow Home Office minister Sarah Jones said thousands of leaseholders were \"worrying about their futures, getting into debt and facing bankruptcy\". \"Why, when it is directly in their gift, won't the government pay to fix these problems and then go after the building companies and developers who are responsible,\" she asked. The government also faced criticism from its own MPs, including former leader Sir Iain Duncan Smith. He acknowledged problems with the Lords amendment but said \"My problem is I don't see the government responding to what is an overwhelming concern about what's happening to leaseholders.\" Another Conservative rebel, Stephen McPartland, told MPs: \"It astonishes me that people in government cannot hear the screams of pain from people begging from help.\" \"Homes have to be made safe it is a basic human right.\" The bill will now return to the Commons on either Wednesday or Thursday for MPs to reject or agree the Lords amendment.", "url": "https://www.bbc.com/news/uk-politics-56905882"}