{"datetime": "2019-02-28T19:30:29.000Z", "title": "Stevenage flat owners 'trapped' by ground rent, says MP", "article": "Up to 150 flat owners are \"trapped\" by potential ground rent rises, leaving them unable to sell their homes, an MP has claimed. Homeowners at Six Hills House in Stevenage currently pay £300 in ground rent a year. But this can be doubled every 15 years, which Conservative MP Stephen McPartland described as \"unfair\". Freeholders Adriatic Land said all leaseholders qualified for its \"voluntary assistance scheme\". Mr McPartland, MP for Stevenage, told Parliament an agreement in the lease to double ground rents every 15 years meant no banks would consider a new mortgage or a remortgage, rendering the homes \"unsellable\" unless a cash buyer could be found. He said the increase was not \"illegal\" but on Wednesday, asked the government \"to help these 150 flat owners move on\" and get the company to change the details of the deeds. Heather Wheeler, the Parliamentary Under Secretary of State at the Ministry of Housing, Communities and Local Government, confirmed a working party had been set up to look at service charges. \"I am absolutely clear that we must see an end to leaseholders being charged excessive and unfair fees,\" she said.\"Nothing, including legislation, is off the table.\" Investment management company Long Harbour operates Adriatic Land, which was set up to acquire ground rents. A spokesman said the Six Hills case was first drawn to its attention last May. \"At that time, the company was focused on dealing with leases that contained ground rent reviews that doubled every 10 years. However, as of autumn last year, we were able to broaden our focus - partly due to the existence of certain voluntary developer assistance schemes,\" he said. \"This development falls within our commitment to government to vary all onerous leases within our portfolio. All leaseholders at Six Hills qualify for our voluntary assistance scheme to vary their lease terms.\" ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-47389090"}