{"datetime": "2021-12-22T11:03:21.000Z", "title": "Housebuilder Taylor Wimpey axes ground rent rises", "article": "Thousands of leaseholders who bought homes from housebuilder Taylor Wimpey will no longer be subjected to ground rents that double every 10 years. The change follows action by the Competition and Markets Authority (CMA). The builder had voluntarily given formal commitments to remove the terms from leasehold contracts and exclude them from new contracts, the CMA said.The company said it had \"always sought to do the right thing\". \"We are pleased that today's voluntary undertakings will draw this issue to a full close, within our original financial provision,\" its chief executive Pete Redfern said. Campaigners described the decision as a \"massive win\" because the effect of these increases was that people often struggled to sell or obtain a mortgage on their home.Affected Taylor Wimpey leaseholders will now see their ground rents revert to the original amount - that is, when the property was first sold - and they will not increase over time.The company is also paying third party freeholders of leases that Taylor Wimpey originally, but no longer, owns to enable their leaseholders to do the same. Taylor Wimpey has also confirmed to the CMA that it has stopped selling leasehold properties with doubling ground rent clauses.Jo Darbyshire, a co-founder of the National Leasehold Campaign, is one of those celebrating after the move by Taylor Wimpey. She bought her house near Bolton in 2010 for £400,000, with ground rent of £295, doubling every 10 years. \"Throughout our years of campaigning against this leasehold scandal, Taylor Wimpey have repeatedly done the minimum they think they can get away with,\" she said. \"It's an early Christmas present for me to see that the CMA have finally forced them to do the right thing.\" With a leasehold, the person owns a lease which gives them the right to use the property, but they still have to get their landlord's permission for any work or changes to their homes. When a leasehold flat or house is first sold, a lease is granted for a fixed period of time, typically between 99 and 125 years, but sometimes up to 999 years - although people may extend their lease or buy the freehold. However, leasehold house owners are often charged expensive ground rent as well as fees if they want to make changes to their homes. A leasehold house can also be difficult to sell. There were an estimated 4.6 million leasehold dwellings in England between 2019 and 2020, which equated to 19% of the English housing stock. More than two-thirds (3.2 million) of the leasehold dwellings were flats and 1.5 million were houses,official figures said. Taylor Wimpey had originally said it would replace the increasing ground rent contracts with rises pegged to the Retail Prices Index measure of inflation, but the CMA said that too was unfair and has now been stopped. The developer has also confirmed to the CMA that it has stopped selling leasehold properties with doubling ground rent clauses. CMA chief executive Andrea Coscelli said Taylor Wimpey's action was \"a huge step forward\" for its leaseholders. He described the ground rent rises as \"totally unwarranted obligations that lead to people being trapped in their homes, struggling to sell or obtain a mortgage\".He added: \"Other developers and freehold investors should now do the right thing for homeowners and remove these problematic clauses from their contracts.\"If they refuse, we stand ready to step in and take further action - through the courts if necessary.\" The CMA launched enforcement action against four housing developers in September 2020. These were Countryside and Taylor Wimpey, for using \"possibly unfair contract terms\", and Barratt Developments and Persimmon Homes over the possible mis-selling of leasehold homes.Countryside and Persimmon have already agreed to make changes. The CMA's investigation into Barratt Developments is continuing. As part of its review of the leasehold sector, the CMA is also investigating two investment groups, Brigante Properties and Abacus Land and Adriatic Land.It wrote to the firms earlier this year setting out its concerns and requiring them to remove doubling ground rent terms from their contracts.Housing Secretary Michael Gove said: \"We continue our work to protect and support all leaseholders and our legislation to restrict ground rents in new leases to zero will put a stop to such unfair charges for future homeowners once and for all.\" Labour says ministers need to go further and completely ban the selling of houses without a freehold. ", "url": "https://www.bbc.com/news/business-59753095"}