{"datetime": "2020-09-05T15:46:53.000Z", "title": "Monmouthshire and Brecon Canal: Work needed so boats can pass", "article": "Campaigners are demanding action from officials to help unblock a restored stretch of historic canal. Enthusiasts say a three-quarter mile (1.2km) section of the Monmouthshire and Brecon Canal north of Cwmbran in Torfaen can no longer be used. A housing developer has agreed to pay to remove debris blocking the canal at a newly constructed bridge. But more work is then needed on the rest of the section heading towards Cwmbran. Canal supporters said Torfaen council remained responsible for that stretch, and accused the authority of dragging its feet over the work. The authority acknowledged weeds were a problem but said it had secured £2m in grants for improvements on the canal. Boaters say it has now been two years since boats have been able to pass through the area to reach the current end of the canal at Five Locks, just over a mile outside Cwmbran. They said continued weed growth risked fouling propellers, and could leave them with hefty repair bills. Boat owner Ruth Kedward said patience was now wearing thin. \"The longer this is left, the worse it will be,\" she said. \"Since it has been blocked-up, the council doesn't seem to be in a rush to get it navigable.\" The original canal network dates back to the end of the 18th Century, when the Brecknock and Abergavenny and Monmouthshire canals were built to transport coal and lime down to the River Usk, and bring iron ore up from Newport. It passes through areas of natural beauty in the Brecon Beacons National Park and by industrial heartlands that drove the industrial revolution, including the World Heritage site at Blaenavon - with its iron works and Big Pit National Coal Museum.But by the mid-1800s, the canals' fortunes were already on the wane, as steam trains replaced narrowboats. Officially, what remained of the canal network was formally abandoned in 1962, but by then parts had been filled in or built over - parts of it almost obliterated by the creation of the Cwmbran New Town in 1949. However, restoration of parts of the canal then began in earnest in 1968, with 35 miles (56km) of waterway navigable from Brecon to Ponyymoile. Restoration work on the Monmouthshire section from Sebastopol began in 1994, with Five Locks just north of Cwmbran town centre opened in 1997. Further ambitious restoration projects are in the pipeline,with a 10 year £65m regeneration plan that envisages linking up the canal network all the way from Brecon to Newport. The construction firm Taylor Wimpey said it was taking action after meeting the council, residents and interested parties about the new bridge at Bevan's Lane near its Edlogan Wharf site in Sebastopol. \"Following this meeting, we are now in the process of procuring a contractor to ensure that this section of the Monmouthshire and Brecon Canal is cleared of any obstructions as soon as possible,\" said a Taylor Wimpey official. But Cwmbran resident and local campaigner Mark Sullivan said the inaction by the council to clear weeds and dredge sections below Bevan's Lane was \"a disgrace\". \"Unfortunately it would appear that Torfaen Country Borough Council have next to little or no interest in maintaining what is their responsibility,\" he said. Mr Sullivan and other supporters plan to show the strength of feeling by taking boats down to the blocked bridge on Saturday. \"The Mon & Brecon canal, is of historical importance and must be looked after for future generations, it is an asset to our local area, and Wales,\" he added. Responding to the claims, officials at Torfaen council confirmed Taylor Wimpey would be undertaking localised dredging over the Bevan's Lane section \"to ensure it is navigable\". Council officials also said recent dredging by the Canal and Rivers Trust on other sections of the canal meant water levels were \"suitable for navigation\". However, the authority accepted weed growth in the problem section. \"Further discussions are required before we are in a position to confirm the council will weed cut this section,\" said a spokesman. They added it was up to individuals whether they took their boats through those sections. The authority added it had secured £2m in grants for improvements on the canal, including at Five Locks, tow path work, dredging, pontoons at Sebastopol, and improved facilities at Pontymoile. ", "url": "https://www.bbc.com/news/uk-wales-54000316"}