{"datetime": "2020-12-17T09:39:18.000Z", "title": "Allens West housing approved despite 'gridlock' fears", "article": "Plans for an 845-home estate on Teesside have been approved despite concerns it could cause \"gridlock\". The development at Allens West in Eaglescliffe will see two, three and four-bedroom homes built on a former Ministry of Defence site with road access from an existing roundabout. More than 150 objections were lodged with additional worries about a lack of shops and the loss of trees. Stockton Borough Council backed the plans by seven votes to six. The scheme by Taylor Wimpey and the Home Group already had outline permission. A meeting of the council's planning committee on Wednesday heard the estate would see hundreds of cars funnelling on to Durham Lane. That would worsen already \"chronic\" levels of traffic, Fairfield independent councillor Maurice Perry warned. Councillor Steve Walmsley, the Mayor of Thornaby, said concerns over access had not been addressed since plans were first submitted. \"You've got a situation with 845 houses with car owners and we're still talking about one main access route out of the site. It's just a nonsense.\"Nothing seems to have changed significantly in the intervening years to suggest there isn't going to be some kind of gridlock.\" Further reservations were expressed by councillor Maureen Rigg, chairwoman of Egglescliffe and Eaglescliffe Parish Council, who said there would be \"no retail facility nearer than a kilometre away reached by crossing a busy road and a busy rail line\". Planning officer Greg Archer told the meeting that allotments, children's play areas and a \"kick-about area\" were planned, as well as a bus service. Highways officers said the impact on roads was deemed acceptable when past plans were approved and the roundabout point of access would operate within capacity. Planning agent Steven Longstaff, speaking on behalf of Taylor Wimpey and the Home Group, said the estate would bring much-needed affordable housing with the land \"in desperate need of redevelopment\". Councillors voted seven to six to approve the detailed plans with one abstention, and demolition work at the site is set to begin next spring, theLocal Democracy Reporting Service said. ", "url": "https://www.bbc.com/news/uk-england-tees-55345632"}