{"datetime": "2021-03-15T15:49:32.000Z", "subject": "Sarah Everard murder", "title": "PM defends policing bill amid criticism it fails to protect women", "article": "The prime minister has defended a new policing bill after accusations it does not go far enough to address violence against women. The Police, Crime, Sentencing and Courts Bill will be debated by MPs later amid controversy about the policing of the Sarah Everard vigil in London. Mr Johnson said the legislation was a \"very sensible package of measures\" . Labour says it \"does nothing to help women feel safer on the streets\". Speaking on a visit to Coventry, Boris Johnson said the bill \"goes much further\" in toughening sentences for rapists and would stop the early release of sexual and violent offenders.\"It takes new tough action against domestic violence and I hope very much everybody in the House of Commons votes for the bill tomorrow\", he said. It comes amidconcerns over the policing of a vigil to remember Ms Everard at Clapham Common on Saturday ended with women being handcuffed on the floor and removed from the gathering.A government spokesman said \"Peaceful protest is fundamental to our society,\" adding that parts of the bill were in response to \"increasingly disruptive tactics\" seen in recent years. The government said the legislation would allow police to \"impose conditions such as start and finish times and maximum noise levels on static protests\" of whatever size. Policing minister, Kit Malthouse described the changes as \"mild streamlining\" of the law introduced in 1986.But critics say the bill does not go far enough and would curb the right to peaceful protest.Labour leader Sir Keir Starmer said there was nothing \"meaningful\" in the bill to protect women and he called for a \"pause\" so parties across the House could work together to improve it.He said Ms Everard's death \"has to be a turning point\", adding \"we can't keep talking about it. We have to address it\".Sir Keir called for improvements in the justice system which supported women better if they reported issues in confidence.The Liberal Democrat leader Sir Ed Davey said the bill was \"shocking\" and \"offensive anti-democratic proposals\".Mr Malthouse told BBC Breakfast the new bill would introduce a \"serious violence duty\" on local authorities, so they could work with police to \"diagnose the causes of violence in the area and then produce a strategy to deal with it\". He added: \"That will confront violence that affects everybody, including women and girls.\" Even before the killing of Sarah Everard, the government's planned changes to policing and the criminal justice system had proved controversial.But the events of this weekend have heightened the debate about the policing of public gatherings and whether the criminal justice system does enough to protect women and punish men for violent crimes.It's a coincidence that the Police, Crime, Sentencing and Courts Bill is being introduced this week but there's no doubt its passage through parliament will be influenced by recent events.Labour is attempting to seize on the issue, opposing the bill having previously planned to abstain.But so far there is no indication the government is ready to allow changes to, for example, make misogyny a hate crime or include measures to tackle street harassment, focussing instead on a strategy due to be published later this year.A confluence of events has put the subjects of male violence, women's safety and police conduct at the forefront of public debate and there's no doubt government will be judged on its response.The minister hit back at accusations from Labour that the bill did more to protect statues than women, saying the new measure to increase the maximum jail sentence for damaging memorials to 10 years brought the punishment inline with existing criminal damage sentences.\"The sentences for things like rape and sexual assault are significantly above that, so I think you are just getting a partial picture and I am very sorry that the Labour Party have got, perhaps charitably shall we say, confused about this bill.\"Downing Street added the government is conducting an \"end to end review\" of the prosecution of rape cases to \"ensure every part of the criminal justice system is set up to bring perpetrators to justice and protect victims\". Its says ministers are developing a violence against women and girls strategy which will be published later this year.Labour said it had put forward proposals to include measures around tackling street harassment and making misogyny a hate crime, and would be continuing discussions with members across the House.", "url": "https://www.bbc.com/news/uk-politics-56399860"}