{"datetime": "2020-09-04T08:53:03.000Z", "author": "Kevin Peachey", "title": "Court threat to housebuilders over leasehold ‘trap’", "article": "Four of the UK's largest housebuilders are being investigated after \"troubling evidence\" was uncovered over the way leaseholds were sold. Barratt Developments, Countryside Properties, Persimmon Homes and Taylor Wimpey face action from the Competition and Markets Authority (CMA). Buyers have argued that they were caught in a leasehold trap, with rising ground rents and unfair fees. The CMA has demanded information from the developers and could go to court. Andrea Coscelli, chief executive of the CMA, said: \"It is unacceptable for housing developers to mislead or take advantage of homebuyers.\"Everyone involved in selling leasehold homes should take note: if our investigation demonstrates that there has been mis-selling or unfair contract terms, these will not be tolerated.\" The watchdog said there was troubling evidence of potentially unfair terms and mis-selling. Someone who owns a property outright, including the land it is built on, is a freeholder. With a leasehold, the person owns a lease which gives them the right to use the property. But they still have to get their landlord's permission for any work or changes to their homes. When a leasehold flat or house is first sold, a lease is granted for a fixed period of time, typically between 99 and 125 years, but sometimes up to 999 years - although people may extend their lease or buy the freehold. But leasehold house owners are often charged expensive ground rent as well as fees if they want to make changes to their homes. A leasehold house can also be difficult to sell. Millions of properties in England and Wales have been sold as leaseholds, with the buyer getting a mortgage to live in the property, but also having to pay ground rent to the owners of the freehold. Buyers of new homes discovered that they were tied into contracts that saw ground rents become hugely more expensive, with the freehold sometimes having been sold on to a third-party. Some also faced large fees when they planned to add an extension to their property or even basic home improvements. It prompted campaigners to describe the situation as \"fleecehold\", with an estimated 100,000 people affected. The CMA has found that some some leasehold buyers were being hit with ground rents that doubled every decade, and said that others were wrongly told that they were unable to buy the freehold on a site. The watchdog said it also had concerns over mis-selling, such as pressure being put on potential buyers to complete a house purchase quickly. Some were also told that they would be able to buy the freehold for a small sum, only to later find this cost increase to many thousands of pounds. This left many people in a position of never being able to sell. Paediatric nurse Katie Kendrick bought her \"forever\" home in Cheshire six years ago. She said she was told she could buy the freehold for between £2,000 and £4,000 two years later, only for it to be sold on to an investment company which quoted her more than £13,000. Her experience led her to set up the National Leasehold Campaign, which has 18,000 members - many of whom gave evidence to the CMA. She described the latest stage of the CMA investigation as a \"massive step forward\". \"Thousands of leaseholders face continued uncertainty from the leasehold scandal and its long-term financial burden. It is time these developers do the right thing. Their profits and executive bonuses prove they can afford to put things right,\" she said, on behalf of the campaign group. She added that she hoped the investigation \"shamed developers and investors into action\". Barratt Developments, one of the four housebuilders named by the CMA, said: \"The group is committed to putting its customers first and will continue to co-operate with the CMA whilst it completes its investigation.\" Taylor Wimpey said it would continue to co-operate fully with the CMA.Persimmon said it stopped selling leasehold houses in 2017 where it owned the land freehold. \"Any customers of a Persimmon leasehold property in the last six years have been given the right to buy their lease at below market value and many have done so,\" it said.Countryside Properties said it was \"committed to resolving this issue to the satisfaction of our customers\". The CMA has written to the four developers demanding information about how they operated. It is also telling other firms to review their policies. The watchdog is investigating certain firms who bought freeholds from these developers and have continued to use the same \"unfair leasehold contract terms\". It could tell firms to change the way they sell leasehold deals, and could go to court. Previously, it has said those affected could be refunded. It added that it would work with government on plans for the leasehold market, including supporting the move to ban the sale of new leasehold houses and reduce ground rents for new leases to zero. NAEA Propertymark, which represents estate agents, said: \"For too long housebuilders and developers have not been transparent enough about what it means to buy a leasehold property, leaving many in financial difficulty as they have become trapped in confusing contracts with their freeholder.\" Housing Secretary Robert Jenrick said: \"Shameful practices of the kind set out by the CMA have no place in our housing market and we are going to put an end to them. \"I want to see homeowners who have been affected by crippling ground rents swiftly obtain the justice and redress they deserve. \"Developers and freeholders must rectify the problems and ensure these disgraceful practices never happen again.\" ", "url": "https://www.bbc.com/news/business-54023631"}