{"datetime": "2021-09-15T21:00:04.000Z", "title": "Reshuffle: Boris Johnson fires Gavin Williamson as he rings cabinet changes", "article": "Boris Johnson has fired a string of cabinet ministers - and promoted new faces to replace them - in a major reshuffle. The prime minister sacked under-fire Education Secretary Gavin Williamson and moved Foreign Secretary Dominic Raab to the justice department. Chancellor Rishi Sunak and Home Secretary Priti Patel keep their jobs. But there are promotions for Liz Truss, who goes to the Foreign Office, and Nadine Dorries, who gets culture. Downing Street said the aim of the reshuffle was to \"put in place a strong and united team to build back better from the pandemic\". More moves are expected over the coming hours, as Mr Johnson seeks to fill vacant positions.In addition to justice secretary and Lord Chancellor, Mr Raab has also been given the title of deputy prime minister, after what is understood to have been a lengthy and difficult conversation with the prime minister.A source denied Mr Raab was angry with the move from the Foreign Office, but he is understood to be unhappy with the way his handling of the withdrawal from Afghanistan was portrayed. In other moves: The big winners from the reshuffle include Ms Dorries, a junior health minister and best-selling novelist who has never sat in the cabinet before, and Ms Truss, who moves into one of the top three jobs in government from the Department for International Trade. New Housing, Communities and Local Government Secretary Michael Gove will get the added responsibility of the government's \"levelling up\" agenda - spreading wealth and opportunity around the country - while continuing to handle demands for another Scottish independence referendum. The way the most senior government politicians are recruited and removed is bizarre and brutal.For weeks, ministers have nervously inquired of journalists: \"Is it on?\" People in the Westminster village who claim real knowledge of the plan are rarely those who truly know. But, whatever the curious British traditions of how it's done, it is what is done that makes the difference. Prime ministers rarely wield as much power as on the day of the big hirings and firings. And Boris Johnson has used this occasion to make big changes to the cabinet - the most significant switch coming in one of the chunkiest jobs of all. Read more from Laura Losers from the reshuffle include Mr Williamson, who has faced repeated opposition calls to quit, or be sacked, over his handling of disruption to schools and exams during the pandemic. He said he was \"proud\" of the \"transformational reforms I've led in post-16 education: in further education colleges, our skills agenda, apprenticeships and more\". For Labour, shadow education secretary Kate Green said Mr Williamson had \"failed children and young people, their parents and our hard-working education staff throughout one of the most testing periods in our history\". Robert Buckland also looks set for a return to the backbenches after being replaced by Mr Raab as justice secretary and Lord Chancellor. BBC home affairs correspondent Dominic Casciani said Mr Buckland was a respected figure in the legal profession, but leaves office with 58,000 serious criminal cases waiting to come to a Crown Court.Labour's shadow justice secretary David Lammy said: \"Appointing a failed foreign secretary who was fired for being missing in action to be the sixth justice secretary in six years shows how little this government cares about victims of crime.\" ", "url": "https://www.bbc.com/news/uk-politics-58571935"}