{"datetime": "2020-03-24T15:19:27.000Z", "title": "Coronavirus: Construction workers fear for their safety", "article": "Pressure is growing on government to act to protect construction workers against the risk of coronavirus. Workers are still commuting to busy building sites despite the government crackdown on social distancing. Housebuilding giant Taylor Wimpey is one of the few construction firms that has announced it is closing its sites to prevent the spread of Covid-19, But Cabinet minister Michael Gove told the BBC building work could continue if it can be done safely in the open air. Photos of workers crammed into tube trains and on crowded building sites have angered many. Rival politicians, unions and workers themselves all warn that the work is non-essential and putting people's health at risk. Some projects have been shut. Transport for London said it will suspend work on the Crossrail scheme \"unless they need to continue for operational safety reasons\". But some construction workers have told the BBC other sites remain open with few safety measures to guard against coronavirus in place. \"Almost everything in the country has shut down or has begun to at least, apart from construction sites,\" an architect, who asked to remain anonymous out of fear of losing their job, told the BBC. \"There is no other viable option to keep workers safe other than a lock-down. They've done it with pubs and clubs, and they should be doing the same here.\"One of the sites has thousands of people going in and out of it daily, the architect warned. \"Even though they have added hand sanitiser stations everywhere, people still have to use fingerprint scanners to gain access to the site when they go in or out which seemingly defeats the object of social distancing. \"Everyone is very worried.\" Housebuilder Redrow - whose current building work includes developments in South Wales, Manchester and London -said on Tuesday that its sites \"currently remain open with strict precautions in place including enhanced levels of cleaning, additional hygiene facilities and social distancing\". But other workers are not being given the same protections. One builder in Cambridge is currently working on a site in close proximity to 300 other workers. \"It has a small smoking area, fingerprint turnstiles and a canteen not capable of the social distancing standard,\" the worker reported, asking to remain anonymous because of the worry of being sacked. \"The fear of the economic impact is the only reason we carry on.\" Scotland First Minister Nicola Sturgeon said building sites \"should close for the period of the efforts to combat this virus\". \"There are still too many people across our country who have been expected to, or are expecting, to go to work as normal and that presents a serious and unnecessary risk of spreading the virus,\" she said. London Mayor Sadiq Khan told the BBC: \"The government is saying construction workers should go to work, I disagree. \"I've worked on a construction site. It's very difficult to keep the two metre distance.\" He added that if construction was there for a safety reason \"that's critical and it should carry on. But a lot of construction isn't critical or essential.\" Union leaders, too, have been outspoken about the risk that workers face. Unite assistant general secretary Gail Cartmail said: \"Photos of crowded construction canteens will horrify the general public and in particular the loved ones of construction workers who fear for their safety. \"No worker should be put at risk by travelling to work, while on site, in any welfare area or undertaking any non-critical designated work. \"However, with well over a million construction workers being officially registered as self-employed, they have a stark choice of working or they and their families facing hunger.\" Some construction companies have begun to take action. Transport for London and Crossrail said they were shuttering its sites \"to ensure the safety of our construction and project teams and also to further reduce the number of people travelling on the public transport network\". Taylor Wimpey announced on Tuesday it will close all its sites \"to help prevent the spread of Covid-19\" among its 16,000 site workers. It said: \"Our number one priority is the health and safety and wellbeing of our employees, subcontractors and customers and we are taking this action because we believe it is the right thing to do.\"However, while Taylor Wimpey said it intended to pay the workers it directly employed on its sites - totalling 2,000 people - the additional 14,000 workers are sub-contractors.It said it was looking for ways to support these people. ", "url": "https://www.bbc.com/news/business-52017520"}