{"datetime": "2020-04-23T13:48:36.000Z", "title": "Coronavirus: B&amp;Q reopens stores closed amid lockdown", "article": "DIY chain B&Q has confirmed it has now reopened 155 of its UK stores as lockdown measures remain in place. After a trial at 14 stores at the weekend, 61 outlets reopened on Wednesday and another 80 on Thursday. B&Q has introduced \"social distancing controls\", such as capping the number of customers in-store. On Thursday, other firms including Jaguar Land Rover, Aston Martin and Taylor Wimpey said they would return to work in May. B&Q had closed its shops since the end of March after the government introduced lockdown measures to try to contain the spread of Covid-19. However, hardware shops were included on the government's list of essential retailers that were allowed to trade under the restrictions and B&Q customers could continue to shop online. The DIY chain said on Saturday that 14 of its stores would reopen,followed by a further 61 sites announced on Wednesday . In the newly re-opened stores, perspex screens will be fitted to checkouts and two-metre floor markers will indicate the distance shoppers should maintain from each other. The announcement also saw complaints that the retailer would be allowed to sell plants at its sites which have garden centres. The Horticultural Trades Association (HTA) recently told the BBC that millions of plants and shrubs might have to be binned as, unlike hardware firms, garden centres were deemed non-essential. UK manufacturers and housebuilders announced plans on Thursday to kickstart production during the lockdown. Carmaker Jaguar Land Rover said it would resume production gradually at its factory at Solihull and at its engine manufacturing plant in Wolverhampton from 18 May. It will also reopen its facilities in Slovakia and Austria. The company said the restart of other factories, which include Castle Bromwich and Halewood, will be confirmed in due course.Luxury carmaker Aston Martin said it would reopen its St Athan plant on 5 May after it had temporarily suspended all manufacturing operations in the UK at the end of March.Housebuilder Taylor Wimpey also plans to restart work on most of its building sites across England and Wales in May.Its staff will follow new safety guidelines, while subcontractor work will resume the following week. Peter Redfern, Taylor Wimpey's chief executive said: \"In the period while our sites have been closed, trading has inevitably been impacted. However, we are still seeing continued demand for our homes and our sales teams have been selling homes remotely, and digitally, week to week.\" He added that the firm's show homes and sales centres would remain closed, most likely until social distancing measures are relaxed. David O'Brien, an equity analyst at Goodbody, added that Taylor Wimpey is \"in a strong position to ramp up activity\". As Spanish authorities have relaxed some lockdown measures, he added, those operations could provide \"helpful lessons\" and highlight \"potential issues ahead of UK site openings which will also stand it in good stead\". Meanwhile, housebuilder Vistry - formerly Bovis Homes - announced construction would resume on most of its \"partnership sites\", which are typically affordable housing projects, from 27 April. The firm added that a \"significant\" number of private housing construction sites would also reopen. William Ryder, equities analyst at Hargreaves Lansdown, said that \"any return to activity will be welcome\". \"Demand for new houses definitely seems to been reduced by the current uncertainty, but it doesn't seem to be as bad as some had feared. However, it's possible that things will get worse from here if we enter a prolonged recession,\" he said. ", "url": "https://www.bbc.com/news/business-52393074"}