{"datetime": "2021-09-15T10:00:46.000Z", "author": "Katie Wright & Becky Morton", "subject": "Coronavirus pandemic", "title": "Covid: Plan B would be triggered by NHS pressure, Sajid Javid says", "article": "Pressure on the NHS is the main factor that would lead to tighter Covid restrictions in England, the health secretary has said. Sajid Javid told the BBC there was not a \"single trigger\" for the government moving to its \"Plan B\" measures.But he said how the NHS was coping was the number one issue to watch. Government scientists have warned that there could be a large jump in Covid hospital admissions if restrictions are not tightened soon.The Scientific Advisory Group for Emergencies (Sage) said its modelling suggested hospitalisations could reach 2,000 to 7,000 per day next month.Currently there is an average of just over 750 Covid admissions per day in England. The scientists said a \"relatively light set of measures\" could keep case numbers down if they were brought in early enough. Prime Minister Boris Johnson hopes to avoid the need for additional restrictions by getting more people vaccinated. As he announced his winter plan for tackling Covid in England on Tuesday , he said some measures would be kept in reserve for if the NHS faced unsustainable pressure - including vaccine passports, mandatory face masks and advising people to work from home. Mr Javid told BBC Breakfast: \"We don't want to get to a position ever again where there's unsustainable pressure on the NHS so it's not able to see people in the usual way when it needs to, particularly emergency patients.\"So in my mind that is the number one issue that we need to always, always keep an eye on.\" The health secretary said factors would include hospital admission numbers, pressures on A&E and staffing levels.Appearing on BBC Radio 4's Today programme, Mr Javid was pressed on why the government was not acting early to prevent a rise in hospital admissions.He said the UK now had \"much better defences\" than it did a year ago, including vaccines, new treatments and an improved testing and surveillance system.Papers released by the Scientific Advisory Group for Emergencies (Sage) on Tuesday, dated 8 September, said there was \"potential for another large wave of hospitalisations\". Virus modellers advising the committee - the Scientific Pandemic Influenza Group on Modelling (SPI-M) - said it was possible the virus would spread more rapidly after the return of schools and more people going back to their workplaces.They said high levels of home-working had been very important for curbing the epidemic in recent months, with a significant decrease \"highly likely\" to lead to a rapid increase in hospital admissions. As well as encouraging working from home, they suggested \"light-touch measures\" such as clear messaging telling people to \"act cautiously\", more widespread testing, a return to requiring all contacts of cases to isolate, and more mask-wearing. If hospitalisation rates were allowed to get too high then much more stringent and disruptive measures would be needed, they said. However, the body acknowledged its previous warning - that lifting all restrictions over the summer might prompt a large scale outbreak - had not been borne out by events. Daily Covid cases have also been falling in England over the past week. The modellers who report into the Sage committee were too pessimistic back in July when they assumed the opening up of society would lead to a surge in infections and hospital admissions.The latest set of papers notes that the closure of schools, warm weather and large numbers of people being required to self-isolate played a bigger than expected role in curbing infections.But they go on to say that the peak time for cases expected previously from August has now simply been pushed back to October through to December.The return of schools and colleges could push up case rates. Another large wave of hospitalisations looms, they say.They lean towards early light touch intervention by ministers, for example getting more people to work from home again.In effect this is calling on the government to enact Plan B for England soon.Sceptics will say modellers have got it wrong before and a pinch of salt is needed with the latest papers. But few would deny the possibility of a very difficult winter ahead. Epidemiologist Prof Andrew Hayward says the focus should now be on the number of hospital admissions and the ability of the NHS to cope, rather on the number Covid cases, because of the impact of vaccines.Prof Hayward, who is a member of Sage but was speaking in a personal capacity, also said working from home would make \"a significant difference to transmission if we get into trouble\".\"The most important and effective way of reducing spread of the virus is not to be in contact with other people,\" he told the Today programme. Prof Stephen Reicher, a member of the Scientific Pandemic Insights Group on Behaviours (SPI-B), which feeds into Sage, said the number of contacts people had per week had risen to the highest number for a year - but this was mostly down to people going into work. He told Times Radio people should be allowed to continue to work from home if they can, rather than being forced back into the office.The country is entering the autumn with a much higher level of cases, hospital admissions and deaths than last year.On Tuesday, the UK reported a further 26,628 cases and another 185 deaths within 28 days of a positive test. The most recent data showed there were 8,413 Covid patients in hospital. On 15 September last year, there were 3,105 daily cases and 27 deaths reported, along with 1,066 Covid patients in hospital. However, vaccines are now offering extensive protection against severe illness. Some 81.2% of people aged 16 and over in the UK are fully vaccinated.All over-50s in the UK - as well as those in other vulnerable groups -are to be offered a booster shot at least six months after their second dose , with 12 to 15-year-olds also being offered a single dose.What questions do you have about this story? And please also share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-58566235"}