{"datetime": "2021-09-15T20:31:51.000Z", "author": "Laura Kuenssberg", "subject": "Cabinet reshuffles", "title": "What's Boris Johnson's reshuffle really all about?", "article": "\"This is a mad way to run the country,\" confessed a member of the government. Whether prime ministers wield sharp knives or attack with blunt spoons, reshuffle days like this are indeed a strange mixture of bravado and farce. Bravado when, earlier, one cabinet minister told me, \"I think I'm OK,\" as, ashen-faced, looking nauseous and clammy, they were en route to see the prime minister before promptly being sacked. And farce when, as legend has it, on several occasions, would-be ministers end up jobless, because the post-it notes with their name on fell off the board. Forgotten, their career plunged to the floor too.The way the most senior government politicians are recruited and removed is bizarre and brutal. For weeks ministers have nervously inquired of journalists: \"Is it on?\" And inhabitants of the Westminster village who claim real knowledge of the plan are rarely those who truly know.But, whatever the curious British traditions of how it's done, it is what is done that makes the difference. Prime ministers rarely wield as much power as on the day of the big hirings and firings.And Boris Johnson has used this occasion to make big changes to the cabinet. The most significant switch came in one of the chunkiest jobs of all. Removing the foreign secretary is a big deal. Dominic Raab's always happy to let it be known that he holds a black belt in karate. And his conversation with the prime minister this reshuffle day took longer than expected, suggesting he fought his move pretty hard. Sources suggest he managed to wangle the ill-defined title of deputy prime minister out of Mr Johnson. Being justice secretary, running prisons, courts, and the legal system, is of course a huge job. Downing Street insists it's not a demotion, and that it doesn't want this move to be seen as punishment after what looked, to many people, like a debacle in Afghanistan. But even with the DPM bauble, Mr Raab, the now former foreign secretary, is a less senior figure in the government. There are some other slightly puzzling aspects. Steve Barclay was, until the reshuffle, chief secretary to the Treasury, wielding the calculator on what is a hugely important Spending Review, when cash for departments for the next few years is fixed. That review is coming in just a few weeks' time, so you might wonder at the wisdom of moving Mr Barclay right now. He's being replaced by Simon Clarke, a previous inhabitant of a Treasury role, a strong supporter of Mr Johnson and North East MP. He's also, at 6ft 7ins, around a foot taller than his new boss in Number 11 - cue the inevitable jokes about Number 10 wanting to make the chancellor feel small. In a similar vein Anne-Marie Trevelyan, also a strong Johnson backer, returns to cabinet as trade secretary. Irrespective of the merit of her move to that department, Ms Trevelyan had been part of the government's team preparing for COP26, a major international event that starts in about 50 days. If it's a true priority, unpicking a part of the team right now may raise a few eyebrows.There are many more jobs to be allocated, more intrigue to come when middle-ranking and junior ministers get their P45s or offers. But the shape of the cabinet itself is clear. What's harder to divine is any one strong political ideology, or any radical guiding idea. Certainly, politicians popular with the Tory party like Truss seem to have prospered. Loyalty to the prime minister himself seems to have been rewarded. But it's not a Brexit cabinet, or a small-state cabinet, or to use Tory verbiage, a \"one-nation\" cabinet for those more in the middle. It's a Johnson cabinet, with no particular bent towards any one faction or tribe. For some of his backers, that is one of Mr Johnson's attributes - he's not wedded to principle, but staying on top. For other Tories, that's rather the problem - with no one strong ideology other than a desire to win, it begs the question of what it's all really for. For Downing Street, though, this is a day for the doers. After the early traumas of Brexit, then the emergency and horror of the pandemic, the moves represent, they hope, a refreshed team that can get things done. Whether it's building houses without upsetting the Tory shires, sorting out school exams, pushing through tougher prison sentences, with new faces it's a government that Downing Street hopes will be more able to push reform forward, and make its case. Nearly two years after the election, it's perhaps the start of Mr Johnson's third act as prime minister. And while the shuffling of his cabinet pack has passed, so far largely without incident, there is no doubt about the scale of the challenge, individual and collective, that they face.", "url": "https://www.bbc.com/news/uk-politics-58578380"}