{"datetime": "2021-09-17T17:16:08.000Z", "subject": "Cabinet reshuffles", "title": "Reshuffle: Boris Johnson's new cabinet meets for first time", "article": "Boris Johnson's new cabinet has met for the first time since he fired a string of ministers and brought in new faces in a wide-ranging reshuffle. The prime minister gave his new team what he called \"a half-time pep talk\". \"This is the moment when we spit out the orange peel, adjust our gum shields and get back on the pitch,\" he said. Earlier this week, Mr Johnson sacked three of his senior ministers including Education Secretary Gavin Williamson and Justice Secretary Robert Buckland. But there were promotions for Liz Truss who becomes foreign secretary, Nadhim Zahawi is the new education secretary and Nadine Dorries was given the role of culture secretary.Michael Gove replaced Robert Jenrick as the new communities secretary. His appointment comes as thegovernment pauses its planning reforms , which have sparked concern among Conservative MPs.The BBC has been told that Mr Gove wants to take stock and discuss concerns with his colleagues.In the new Cabinet's first meeting, Mr Johnson praised his government as one \"that delivers things people previously thought was impossible\" citing Brexit and the vaccine programme. He also said the government was going to \"get social care done\" and enable \"our NHS to bounce back from the pandemic\" as well as fulfilling \"our fundamental project of uniting and levelling up the whole country\". And in a joke about the number of children he has, he said: \"I've been thinking about delivery, I've seen a few delivery rooms, probably more delivery rooms than anyone else in this room.\" He added that delivery \"normally involves a superhuman effort by at least one person in this room... but plenty of other people in that room who are essential to the success.\" Oliver Dowden moved from the culture department to become Conservative co-chair, telling staff at party HQ to start preparing for a general election that could be in 20 months time,according to the Daily Telegraph. Asked if Mr Dowden was putting the party on an \"election footing\", Environment Secretary George Eustice said \"I think what Oliver Dowden said is that we should be ready for an election whenever it might come. \"We've still got several years left of this Parliament and we've got a lot that we want to achieve.\" Dominic Raab leaves behind his job as foreign secretary to take up both the justice secretary role and the position of deputy prime minister.According to the Times this has put him on a collision course with his foreign office successor Ms Truss as both ministers vie for access to the government's country residence, Chevening House in Kent.A Downing Street spokesperson said there was a \"long process in place for nominating access\" to the house which would get under way after the reshuffle had been concluded. As part of the reshuffle, a number of long-serving ministers lost their jobs including John Whittingdale at the culture department and education minister Nick Gibb, who had been in the role since 2014. Speaking to the BBC, Mr Whittingdale said he was sad to give up his job, adding: \"I quite recognise the prime minister is keen to have a front-facing cabinet that reflects modern Britain.\"Equally it's no bad thing to have a bit of experience around that table and people who have got a good grasp of the detail of the jobs they are being asked to do.\" Other ministers returning to the back bench include: Caroline Dinenage, James Duddridge, Luke Hall, Jesse Norman, Graham Stuart, Justin Tomlinson and Matt Warman. Penny Mordaunt lost her job as Paymaster General but was later made a minister in the Department for International Trade. Conor Burns, a long-term ally of Mr Johnson, had resigned his government job in May 2020 aftera report found he used his position as an MP to intimidate a member of the public. However he now returns to government taking on a ministerial role in the Northern Ireland Office. There were also a promotion for Alex Chalk who moves from being a justice minister to the position of Solicitor General.Victoria Atkins becomes a justice minister but will continue to manage the Afghan resettlement scheme, which she took on while at the Home Office. The appointment of Anne-Marie Trevelyan as International Trade Secretary was criticised by Labour who drew attention to the MP's previous tweets denying climate change. Shadow international trade secretary Emily Thornberry said \"at least the last trade secretary only hired climate change deniers\", in an apparent referenceto former Australian premier Tony Abbott, who is a trade adviser. ", "url": "https://www.bbc.com/news/uk-politics-58594944"}