{"datetime": "2021-09-15T17:48:34.000Z", "subject": "Cabinet reshuffles", "title": "Cabinet reshuffle: Losers, winners and challenges ahead", "article": "Boris Johnson is overseeing a reshuffle of his cabinet. BBC editors and correspondents look back at the performances of the politicians leaving their job - and the challenges facing those who are taking over. Dominic Raab is always happy to let it be known that he holds a black belt in karate.And given that his conversation with the prime minister this reshuffle day took longer than expected suggests that he fought his move pretty hard.Being justice secretary, running prisons, courts and the legal system, is of course a huge job. And it matches his legal experience too.But there's no doubt that it is a demotion, losing out on one of the most prestigious jobs in government as foreign secretary.Downing Street doesn't want this to be seen as punishment after what looked, to many people, as a debacle in Afghanistan, Mr Raab even taking his family holiday during the crisis.But even with the bauble of deputy prime minister as part of his title (you wonder if title was a product of the tetchy conversations), Mr Raab, the now former foreign secretary, is a less senior figure in the government. The new foreign secretary, Liz Truss, is only the second woman - after Labour's Margaret Beckett - to hold the post. As a former trade minister, she is a known figure on the international diplomatic circuit, having travelled the world negotiating trade deals that had to be replaced after Brexit. She will bring some character to a job that often requires a bit of human diplomacy. Like the prime minister, she is no stranger to the photo-opportunity. But the risk is that her willingness to speak freely might get her into trouble, as she admitted to the BBC's Nick Robinson a few years ago, telling him: \"I don't think anyone would describe me as diplomatic.\" Next week, Ms Truss will accompany the PM to the United Nations general assembly in New York. She will play a key role in the government's efforts to secure a successful COP26 climate summit in November, and there are many bilateral relationships in need of some repair. For the new foreign secretary, the learning curve will be steep and unrelenting. Gavin Williamson found himself in the hot seat when schools closed their classrooms, and moved to on-and-off remote learning. It put him in the firing line for criticism from overstretched and exasperated head teachers and parents, as government policy led to sudden changes in direction.As schools in England geared up to support the poorest families through hard times, they faced delays, first with food vouchers, then with devices. Confusing England footballer Marcus Rashford with another black sportsman added to the perception of being prone to gaffes. But it was in the days before and after A-level results of 2020 in England when the chaos peaked. The education secretary defended the system, before a massive U-turn that felt inevitable.Mr Williamson has said he is most proud of his contribution to giving skills a higher profile. The cost of implementing an eye-catching promise of a life-long learning loan will be in his successor's in-tray, as will looming decisions about future university funding. For a government committed to levelling up, the long-term impact of the pandemic on the poorest children's education is the other big challenge. The £3bn promised for catch-up fell so far short that the government's own adviser resigned earlier this year.There have been eight justice secretaries since the Conservatives came to power in 2010 - and Robert Buckland's two years, one month and 22 days makes him the third-longest holder of a post that the entire legal establishment regards as having being treated as an afterthought.Mr Buckland, a respected lawyer and former judge, leaves office with 58,000 serious criminal cases waiting to come to a Crown Court.That's 4,000 more than in January, when official watchdogs warned that the backlog was already of grave concern.The upshot is that some victims will be waiting four years for justice. Incoming Justice Secretary Dominic Raab may not have actually been appointed to deal with this problem - but to take on an ideological challenge.Mr Raab has credentials for speaking up on some human rights legal issues, yet he is also one of the most vocal critics of the Human Rights Act, one of the cornerstones of the modern British constitution.He's long called for it to be replaced or repealed - and the government's long-promised review of human rights law is now in his hands. We'll soon find out where Mr Raab ultimately stands on one of the most important but misunderstood legal issues of our times. She's the 10th culture secretary in 10 years. Nadine Dorries, a successful novelist, a former contestant on I'm a Celebrity (which led to a brief suspension of the Conservative whip) and a strong advocate of gender equality on the BBC certainly has a track record in taking an interest in cultural matters. In 2017 she tweeted: \"Left-wing snowflakes are killing comedy, tearing down historic statues, removing books from universities, dumbing down panto.\" Her move to the Department of Digital, Culture, Media and Sport (DCMS) came on the day her predecessor, Oliver Dowden, was due to deliver his opinions on the future of Channel 4. That speech was instead made by media minister John Whittingdale. Sport, gambling, the future of the BBC, broadband services: the DCMS has a broad remit that covers everything from dealing with the tech giants to helping to alleviate loneliness. And over recent months Mr Dowden has increasingly entered debates about so-called \"woke culture\", statues and removing \"contested heritage\".This is political territory on which the new culture secretary has already expressed strong views. ", "url": "https://www.bbc.com/news/uk-politics-58575894"}