{"datetime": "2019-11-13T09:07:01.000Z", "title": "Plans for Ruthin affordable homes on 2012 flooding site", "article": "Plans to build 77 affordable homes on a housing estate hit by flooding in 2012 have been submitted. Work to complete the Glasdir Estate in Ruthin, Denbighshire, was delayed after120 new homes were damaged by flooding. The proposals near two primary schools would bring affordable houses, apartments and bungalows to the area. Clwyd Alyn Housing's hydraulic tests found the flooding risk is low but government planning notes said parts were \"highly vulnerable\". The 2012 floods stopped building works by developers Taylor Wimpey, and earlier this year they announced plans to resume construction, after being previouslyaccused of abandoning the project. Clwyd Alyn's separate plans, presented to Denbighshire County Council, involve affordable homes built with funding from the Welsh Government. The homes will be made up of six four-bed houses, 12 one-bed apartments, one four-bed house, 26 two-bed houses, 28 three-bed houses and four two-bed bungalows. Local councillor Huw Hilditch-Roberts said Ruthin \"needs housing\" and has no fears about flooding. \"The challenge here is to get something that is in keeping with the nature of the town, and that doesn't cause traffic problems\", he said. Glasdir resident Iola Jones said the River Clwyd needs to be maintained better to minimise flooding risk, but she also welcomed the development of bungalows, especially. Emma Logan said as a parent she was worried about the proximity of the proposed development to the two newly-built primary schools at the Glasdir site. \"There's a lot of traffic here anyway, so if there are more houses and more cars, there are going to be problems.\" Craig Sparrow, director of Clwyd Alyn, said: \"Clwyd Alyn is working in partnership with Denbighshire and the Welsh Government to bring the site forward.\"The site is part of a wider master-plan for the area where a significant amount of private housing has been built, being built and the infrastructure in the area has been upgraded to mitigate any issues regarding flood risk.\" The plans are out to consultation until 27 November. ", "url": "https://www.bbc.com/news/uk-wales-50377216"}