{"datetime": "2021-09-13T20:45:01.000Z", "author": "Sinead Wilson", "title": "Do new laws mean an early general election is likely?", "article": "Boris Johnson moved a step closer to taking back powers to call a general election whenever he wants, after MPs gave their backing to government proposals. MPs have voted to approve the Dissolution and Calling of Parliament Bill, which scraps laws introduced in 2011 to fix each Parliament to five years. The bill will now head to the House of Lords for approval, but if the bill is given the thumbs up by peers, could it mean we are all heading to the polls soon?And does it matter who gets to choose the date when the country next votes? The FTPA is a law that states general elections are to be held every five years, unless there are special circumstances (more on that in a bit).But to understand how this came about, we need to go back to the heady days of 2010 and the election of the Coalition government.When no one party got a majority, the unlikely bedfellows of the Tories and Lib Dems did a deal to go in to power together. Anxious Lib Dems wanted some guarantee that the Tories would not ditch them soon after taking office. And so the Fixed Terms Parliament Act was born. It removed the PM's traditional right to choose the date of the election, instead mandating that elections would take place every five years in May.An early election could only be called if either two-thirds of MPs voted in favour of one or if there was a vote of no confidence and no-one else could secure the backing of MPs within two weeks.This enabled the early election in 2017 - although Theresa May's plan to secure a majority backfired. A separate act was passed to allow Boris Johnson to go to the country - call an election - in 2019. The 2019 Conservative manifesto - and, indeed, the Labour manifesto too - promised to repeal the act and restore the powers to the government. The bill does three things: It's all about timing - and who has the right to fire the starting gun.Rather than being locked in to fixed terms of five years, the new bill hands power back to the serving prime minister, rather than Parliament, to decide the date.And a Parliament will last no longer than five terms before an election is called. In 2019, Parliament was deadlocked over Brexit with the Conservative government unable to push on with its plans to leave the EU by its 31 October deadline. To get round the stalemate, Boris Johnson asked the Queen to \"prorogue\" or, in other words, shut down Parliament. He wanted a five week closure - much longer than usual - between 9 September until 14 October so he could start a new session and ask MPs to approve the withdrawal agreement with the EU. That is because the Speaker, John Bercow, had refused to allow MPs to vote again on the plan, without fundamental changes. The Supreme Court ruled Mr Johnson's move was unlawful. All this, and months of deadlock over Brexit, saw the PM call an early general election in 2019, even though one was not due until 2022.The ability to control the timing of a general election empowers an incumbent government, not least because they can choose a date they believe most favourable to their re-election. The Conservatives opinion poll lead and hoped-for economic recovery from Covid has got election speculation swirling at Westminster.Parts of the bill may be tweaked in the House of Lords, but once it becomes law, the power to call a general election is back in the hands of the prime minister. ", "url": "https://www.bbc.com/news/uk-politics-58548428"}