{"datetime": "2021-09-14T21:52:43.000Z", "author": "George Bowden & Becky Morton", "subject": "Coronavirus pandemic", "title": "Boris Johnson warns Covid risk remains as he unveils England's winter plan", "article": "Plans for tackling Covid during autumn and winter in England have been unveiled, with Boris Johnson warning the disease \"remains a risk\". They include booster jabs for millions - but hold in reserve measures like vaccine passports for certain settings. \"Plan A\" is designed to prevent the NHS being overwhelmed, and promotes vaccines and testing. \"Plan B\", to be used if the NHS is coming under \"unsustainable pressure\", includes measures such as face masks. Under Plan A of theautumn and winter plan , announced by Health Secretary Sajid Javid, ministers will: The plan will also include continuing testing, tracing of cases and self-isolation for those who catch the virus. Businesses will also be encouraged to consider using the NHS Covid Pass to check the vaccination or test status of customers.Under Plan B - which ministers say would only be enacted if further measures are needed to protect the NHS: Guidance on working from home may also be issued under this plan. Mr Johnson, discussing the plan at a Downing Street news conference, said he was confident vaccinations could protect the gains made so far. The prime minister said he hoped the vaccination programme meant the UK could remain \"one of the most free societies\" in Europe, with only limited restrictions to keep the disease in check. Asked in what circumstances he would consider moving from Plan A to the stricter Plan B, Mr Johnson said he would consider the risks, the state of the disease and factors like hospital pressure. Plan B made use of \"a number of different shots in the locker\", he said. \"You wouldn't necessarily play them all at once, far from it, you would want to do things in a graduated way,\" he said. \"Because so many of the population have some degree of immunity, smaller changes in the way we're asking people to behave can have a bigger impact.\" He added that this would \"give us the confidence that we don't have to go back to the lockdowns of the past\". Sir Patrick Vallance, chief scientific adviser, said that if the country had gone into last winter with the current level of restrictions, cases would have gone \"through the roof\". He said it underlined the importance of getting the vaccine to as many people as possible. \"There are five million or so people who are eligible for vaccines now who haven't been vaccinated,\" he said. \"Trying to persuade those people it is the right thing to do to get vaccinated would make a significant difference.\" Prof Chris Whitty, chief medical adviser, warned that \"winter is coming\" and that respiratory viruses such as flu and others would be \"hugely advantaged\". \"If you've not had your vaccination, now is a very good time to do so,\" he said. The government wants to avoid bringing back restrictions in England. Not just the big ones - like closing down shops or pubs. But the smaller ones too - like telling people they must wear face coverings in certain venues or that they should work from home. The autumn and winter plan keeps the latter on the table. The prime minister gave us an idea of why. He doesn't want Covid vaccine passports, he says, but if it prevents having to close certain venues in future, he's prepared to keep the prospect alive.The plan also says \"more harmful economic and social restrictions\" are a last resort - ministers are desperate to avoid them.But the uncertainties of the next few weeks and months mean they cannot be taken off the table completely.Earlier, Mr Javid told MPs it was highly likely frontline NHS staff and those in wider social care settings will need to have Covid-19 and flu vaccinations so they can be deployed. The health secretary said the government would be \"keeping an open mind\" and waiting for the results of a consultation but he believed this would be \"an important step in protecting those at greatest risk\".He described Plan B measures as those \"that we can call upon only if they are needed and supported by the data to prevent unsustainable pressure on the NHS\".Under that plan, the government expects proof of vaccination would be mandatory for nightclubs, crowded indoor venues with more than 500 attendees, crowded outdoor events with more than 4,000 people, such as festivals, as well as any settings with more than 10,000 people.Plan A or Plan B - what could happen this winter? Mr Javid said the government would remove more of its powers in the Coronavirus Act, including those directing the temporary closure of schools.However, those that are \"critical\" to the pandemic response, such as supporting statutory sick pay for those self-isolating, will remain. Mr Javid suggested PCR tests for fully vaccinated travellers would be scrapped in favour of cheaper lateral flow tests - with a review of rules around international travel due by 1 October. A further 26,628 coronavirus cases were reported in the UK on Tuesday, alongside another 185 deaths within 28 days of a positive test. The message from ministers in England is clear - we are going to try to rely almost entirely on the vaccines to protect us this winter. But what is not spelt out is how bad it will have to get before we need to change course and move to Plan B. The winter plan talks about \"unsustainable pressure\" on the NHS as the trigger, rather than too many deaths.So what can the NHS cope with? The document does not spell that out. Currently 7% of hospital beds are filled by Covid patients. That may not sound a lot, but hospitals are run close to capacity so Covid cases quickly impact on other care that can be provided. The amount of non-emergency treatment being done is already nearly a fifth down on normal levels. If Covid admissions keep growing or other respiratory illnesses take off, it will mean more rationing - from knee and hip replacements being delayed to people waiting longer for an ambulance. None of this, though, is unusual - it happens every winter. But the scale of it could be very different.", "url": "https://www.bbc.com/news/uk-58560031"}