{"datetime": "2020-05-28T17:21:42.000Z", "title": "Chris Thomas: Isle of Man minister sacked for voting against government", "article": "Manx Policy and Reform Minister Chris Thomas has been sacked after voting against a bid to revise the planning system during the coronavirus pandemic. Under the Council of Ministers' rules on collective responsibility, all ministers are obliged to vote in favour of government motions. Chief Minister Howard Quayle said he could \"no longer have full confidence in Mr Thomas\". Mr Thomas said he was \"surprised and disappointed\" by the decision. In Tynwald this week, the Douglas Central MHK voted against the temporary conversion of face-to-face planning appeal inquiries to decisions based on written submissions only. Inquiries are usually carried out by planning inspectors from the UK, who are currently unable to travel to the island. The emergency regulations motion was thrown out by politicians after it failed to secure any support from the Legislative Council. Under the government code, although ministers can \"express their views frankly and freely in private\", they must maintain \"a united position when decisions have been reached by the Council of Ministers\", Mr Quayle said. \"Collective responsibility is a fundamental principle of the island's system of government and is especially important during a time of national emergency,\" he said. \"Mr Thomas did not adhere to this principle. It is with great sadness therefore that I have concluded that I can no longer have full confidence in Mr Thomas as a minister in this government.\" His successor in the role would be announced in due course, Mr Quayle added. Mr Thomas said planning decisions \"should be transparent, fair and depoliticised\" and approval granted was \"forever, not just for the emergency\". \"Digital inclusion and planning reform are also programme for government policies contradicted by the order,\" he added. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-52839347"}