{"datetime": "2016-10-10T10:54:43.000Z", "title": "Isle of Man chief minister names Council of Ministers", "article": "Chief Minister Howard Quayle has named his Council of Ministers, promising a \"fresh start\" for the Isle of Man. While six of the eight MHKs joining him in the Manx government have no previous ministerial experience, Mr Quayle insisted his ministerial team still have a \"range of experience and views\". Both of Mr Quayle's challengers for the chief minister's job have landed roles. Kate Beecroft will replace Mr Quayle as health minister while Mr Cannan will be treasury minister. Only Arbory, Castletown and Malew MHK Graham Cregeen - who is now education and children minister - and Rushen MHK Laurence Skelly - who retains his economic development ministerial role - have led departments before. Geoffrey Boot and Ray Harmer - both elected in Peel and Glenfaba - have also been given their first ministerial positions, in environment, food and agriculture and infrastructure respectively. Douglas South MHK Bill Malarkey will take over home affairs while Douglas East MHK Chris Thomas will head up policy and reform. Mr Quayle said: \"I have already made it clear that I want to lead an inclusive government and this new Council of Ministers represents a range of experience and views within the House of Keys.\"We are all agreed, however, on the fundamentals - on the need to grow the island's economy, to engage with our international challenges and opportunities, and to set clear priorities for the way ahead. \"Above all we share a passionate commitment to doing what's best for the Isle of Man.\" Mr Quayle said with so many new faces the public expects a \"different approach\" from its parliament.He continued: \"I believe we do have an opportunity to make a fresh start, and that by working together we can make real progress on behalf of the island and its people.\" The eight MHKs will take up their ministerial positions with immediate effect. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-37606467"}