{"datetime": "2020-02-14T01:28:50.000Z", "title": "Cabinet reshuffle: Sajid Javid resigns as chancellor", "article": "Sajid Javid has shocked Westminster by quitting as chancellor in the middle of Boris Johnson's cabinet reshuffle. Mr Javid rejected the prime minister's order to fire his team of aides, saying \"no self-respecting minister\" could accept such a condition.He has been replaced as chancellor by Chief Secretary to the Treasury Rishi Sunak - who just seven months ago was a junior housing minister. Mr Javid had been due to deliver his first Budget in four weeks' time. The former home secretary was appointed chancellor by Mr Johnson when he became prime minister in July. His resignation follows rumours of tensions between Mr Javid and the prime minister's senior adviser Dominic Cummings. Mr Javid said his advisers had worked \"incredibly hard\" and he could not agree to them being replaced. \"I felt I was left with no option but to resign,\" he said, adding that Mr Sunak and the rest of the government retained his \"full support\". In his resignation letter, Mr Javid explained that he could not accept the PM's conditions saying: \"I believe it is important as leaders to have trusted teams that reflect the character and integrity that you would wish to be associated with.\" Downing Street said there would now be a joint team of economic advisers for both the chancellor and prime minister. In other reshuffle moves: International Development Secretary Alok Sharma has been appointed business secretary andminister for the upcoming climate conference COP26, in Glasgow. He is being replaced at the international development department by Armed Forces minister Anne-Marie Trevelyan.There is a return to government for former Defence Secretary Penny Mordaunt, who becomes paymaster general. Meanwhile, Mr Cleverly is made a joint minister in the Foreign Office and Department for International Development.Cabinet members remaining in place include Home Secretary Priti Patel; Foreign Secretary Dominic Raab; Cabinet Office minister Michael Gove; Health Secretary Matt Hancock; International Trade Secretary Liz Truss; Transport Secretary Grant Shapps; Defence Secretary Ben Wallace; Leader of the House Jacob Rees-Mogg; and Chief Whip Mark Spencer. The reshuffle reduces the number of women in the full cabinet from seven to six. Mr Johnson is expected to appoint a new minister to oversee the building of the HS2 rail line, final approval for which was given this week. Meanwhile, a former adviser to Mr Javid said Downing Street had misjudged the reshuffle and that the Budget could be delayed as a result. Salma Shah told BBC Newscast she thought No 10 estimated Mr Javid would take up an offer to remain in his post, despite a request to fire his team of aides. Earlier Mr Sunak tweeted that he felt \"honoured\" to become chancellor, adding that Mr Javid had done a \"fantastic job\" and been \"a pleasure to work with\". Commenting on Mr Javid's resignation, Labour's shadow chancellor John McDonnell said: \"This must be a historical record with the government in crisis after just over two months in power. \"Dominic Cummings has clearly won the battle to take absolute control of the Treasury and install his stooge as chancellor.\" Losing a chancellor is no small event, and it wasn't what Boris Johnson set out to do. But today shows that No 10's priority was political control rather than keeping personnel they valued.When Mr Javid refused, they chose instead to see him leave. This begs a wider question - is it stronger to share power or hoard it?Boris Johnson and his team have made the choice today to do the latter - to lose a chancellor rather than allow a rival faction offering different political advice to the next door neighbour.Read more from Laura . Julian Smith's sacking - weeks after he brokered the deal which restored the power-sharing administration in Stormont - was greeted with shock in Northern Ireland.The former minister said on Twitter that doing the job had been \"the biggest privilege\" and he was \"extremely grateful\" to have been given the chance to serve \"this amazing part of our country\". Ireland's Prime Minister Leo Varadkar called Mr Smith \"one of Britain's finest politicians of our time\". ", "url": "https://www.bbc.com/news/uk-politics-51491662"}