{"datetime": "2020-02-14T15:24:04.000Z", "title": "Cabinet reshuffle: Johnson tells ministers to focus on delivery after Javid exit", "article": "Boris Johnson has told his new cabinet to focus on delivering Tory election promises following a reshuffle that saw Sajid Javid quit as chancellor. Addressing his new team in Downing Street, the PM said they must get on with the \"basic work\" of improving lives and spreading opportunity. Mr Javidquit on Thursday after he was told he could keep his job but only if he fired his team of advisers. His successor Rishi Sunak has said he has \"lots to get on with\".Opening Friday's cabinet meeting, the PM congratulated those present on \"achieving or retaining\" their cabinet jobs after a wide-ranging shake-up which saw a host of senior figures sacked.\"We have to repay the trust of people who voted for us in huge numbers in December and who look forward to us delivering,\" he said.Mr Javid, who had been due to deliver his first Budget in March, said he was left with \"no option\" but to resign because \"no self-respecting minister\" could accept the prime minister's demands. His departure from the cabinet follows rumours of tension between Mr Javid and the prime minister's senior adviser, Dominic Cummings. In his resignation letter, Mr Javid - who was in his Bromsgrove constituency on Friday opening a Pensioners Fair - said: \"I believe it is important as leaders to have trusted teams that reflect the character and integrity that you would wish to be associated with.\" Downing Street said there would now be a joint team of economic advisers for both the chancellor and prime minister. Losing a chancellor is no small event, and it wasn't what Boris Johnson set out to do.But yesterday shows that No 10's priority was political control rather than keeping personnel they valued. When Mr Javid refused, they chose instead to see him leave. This begs a wider question - is it stronger to share power or hoard it? Boris Johnson and his team have made the choice to do the latter - to lose a chancellor rather than allow a rival faction offering different political advice to the next door neighbour. Read more from Laura here. Mr Sunak, who was previously Mr Javid's deputy at the Treasury, has addressed staff in the department following his unexpected promotion.A Downing Street spokesman would not confirm whether or not the Budget scheduled for 11 March would go ahead as planned, saying \"extensive preparations\" had already been carried and they would continue \"at pace\".Amid reports No 10 was looking at ways of re-writing its fiscal rules to allow for more public expenditure, it said there would continue to be a \"clear framework\" for borrowing levels. Prior to the cabinet meeting, Communities Secretary Robert Jenrick said it was \"sensible\" to amalgamate the teams of advisers currently working for the prime minister and the chancellor. \"It is right that there is a co-ordinated economic function in this country,\" he told Breakfast. \"We need to have a strong team working as one.\" At Friday's meeting, the cabinet agreed the introduction of a new points-based immigration system on 1 January, 2021, when the current post-Brexit transition period with the EU ends. A No 10 spokesman said it would put an end to the UK's \"reliance on cheap unskilled labour\" from the continent and reduce overall levels of inward migration. Other ministers to depart in Thursday's shake-up include Andrea Leadsom and Esther McVey who, along with Mr Javid, were among those who lost out to Mr Johnson's in last summer Conservative leadership contest. Julian Smith was also sacked as Northern Ireland Secretary - weeks after he brokered the deal that restored the power-sharing administration in Stormont. Speaking on Friday, he said his dismissal was \"not a surprise\" and his wished his successor Brandon Lewis well in dealing with the \"key\" challenges facing Northern Ireland, including historical legacy issues and abortion law reforms.Asked about his own plans, he said they included \"things like going to the pub\".Newcomers at the cabinet meeting on Friday included Anne-Marie Trevelyan, who replaces Alok Sharma as international development secretary; Amanda Milling, who is minister without portfolio and chairwoman of the Conservative Party; and Suella Braverman, who takes on the role of attorney general after the prime minister asked Mr Cox to step down. There had been rumours that the Department for International Development could be closed, but while it remains open, No 10 appears to have merged its ministerial team with the Foreign Office. BBC diplomatic correspondent James Landale said there had been two joint ministers ahead of the reshuffle, but by the end of Thursday, there were seven joint posts across the two departments.", "url": "https://www.bbc.com/news/uk-politics-51498652"}