{"datetime": "2020-02-13T11:31:38.000Z", "author": "Jayne McCormack", "title": "Julian Smith: A short tenure as SoS but strong track record", "article": "If the sacking of Julian Smith tells us anything, it's that in politics, sometimes it's not enough to be good at your job. Just five weeks ago, he managed to help get devolution in Northern Ireland restored after a three-year impasse - when many had believed its chances of returning had died. Now, he's been rewarded for his efforts by being dismissed from a position he only held for 204 days.It's one of the shortest tenures held by a Northern Ireland secretary, but there is no denying he leaves the portfolio with a strong track record. Not long after he arrived at Stormont last July, it became clear he was a completely different operator to his recent predecessors: Karen Bradley and James Brokenshire. Both had failed to engage meaningfully with unionist and nationalist parties, and it felt like neither truly understood the complexities of Northern Ireland. Enter Julian Smith. While his government was, at that time, still being propped up by the DUP in a confidence-and-supply arrangement, he made it clear that would not stop him from getting stuck in. Instead of the hands-off approach journalists and the parties here had become accustomed to, there was a noticeable gear shift from Julian Smith - his experience as a former government chief whip presumably coming in handy. He managed to foster warm relations with his Dublin counterpart, Tánaiste (Irish deputy PM) Simon Coveney, during the Stormont talks, which was important in the context of Brexit negotiations. It culminated in the New Decade, New Approach document, presented by both men with the dramatic backdrop from the foot of Stormont's Parliament Buildings, last month. Perhaps it was all downhill from there. The decision to sack Julian Smith was Boris Johnson's decision alone - and while he had praised him in the days after the power-sharing deal was agreed, with devolution back up and running, the prime minister may have felt it was time to cut him loose. It's no secret the men did not see eye to eye on many issues, not least Brexit. Julian Smith had supported remain during the EU referendum, and while he had accepted the path Mr Johnson's government was on, he was not afraid to challenge him in cabinet - rather than being quietly loyal. Official cabinet papers were leaked last September thatappeared to show the men clashing over the prime minister's decision to suspend Parliament, as the Brexit drama was coming to a climax. In recent weeks, there had also been concern from some other Conservatives in the government about plans in the new Stormont agreement to address the legacy of the past. It contains a commitment to bring forward proposals on legacy in 100 days, cutting across what some Conservative MPs believe is the requirement to end so-called \"vexatious prosecutions\" of NI veterans. However, sources close to Julian Smith insist cabinet was kept informed of what was in the deal, and he flew to London days before the agreement was reached, to brief the prime minister on it. The truth is we won't know the exact reasons for his firing until someone speaks out. So for now, it's farewell to Julian Smith and we'll be getting a fourth NI Secretary in under four years. His term was cut short, but he leaves quite the legacy. While restoring devolution made headlines, Julian Smith's personal commitment to helping victims of historical institutional abuse in Northern Ireland should not be overlooked. One of his first orders of business after arriving in Northern Ireland was to set up meetings with victims and survivors, who had been promised for years that they would get compensation following the findings of a judge-led inquiry. With Stormont stalled, Westminster had been reluctant to act over its head. Julian Smithset up regular meetings with the groups , who told me they felt like they had really been listened to by someone with authority - they felt that they mattered. He then managed to get the legislation into the Queen's Speech and, with cross-party backing, it was pushed through before Parliament was dissolved for the election. One of the survivors, Jon McCourt, who had travelled to Westminster to watch the debate, recalled receiving a signed copy of Julian Smith's speech afterwards. The night Stormont was restored, the secretary of state was in no rush to get back home. Instead he held a reception at Hillsborough Castle for the victims and survivors he had come to know well. The political parties may not have agreed with all of his decisions, but generally they held him in high esteem - something only a handful of NI secretaries have achieved. In his short-lived time in this complicated place, Julian Smith not only stopped the ship from sinking but was helping to chart a new course. He will be a tough act to follow.", "url": "https://www.bbc.com/news/uk-northern-ireland-51489831"}