{"datetime": "2022-02-08T19:14:10.000Z", "author": "Jennifer Scott & Justin Parkinson", "title": "Jacob Rees-Mogg made Brexit opportunities minister as PM reshuffles team", "article": "Jacob Rees-Mogg has been given a new role in government as the minister for Brexit opportunities, as Boris Johnson carries out a cabinet reshuffle. The PM promised a rejig in No 10 amid ongoing pressure over parties held in Downing Street during lockdown. Chris Heaton-Harris becomes the new chief whip, in charge of disciplining Conservative MPs - some of whom have called on Mr Johnson to resign. His predecessor, Mark Spencer, replaces Mr Rees-Mogg as leader of the Commons. But some Tory MPs have privately expressed concern about Mr Spencer's new post. The role includes the responsibility for standards of behaviour in Westminster, but he iscurrently being investigated over accusations of Islamophobi a, raised by fellow MP Nusrat Ghani - claims he has denied.After the announcement, Ms Ghani retweeted her statement from January - when the story became public - in which she said she had told the PM: \"All I want is for this to be taken seriously and for him to investigate.\" A spokesman for No 10 said it was right to allow the investigation to conclude \"without pre-empting it or drawing conclusions while that work is ongoing\". Downing Street also confirmed Paymaster General Michael Ellis would take on the additional role of minister for the Cabinet Office. The job had been held by Tory MP Steve Barclay,who had said he would stay in his post at the Cabinet Office, alongside his new role as chief of staff in No 10 .Earlier this week, Labour questioned how Mr Barclay would be able to carry out all three roles. But No 10 later said Mr Ellis would only take on \"some elements\" of his role, rather than directly replacing him. Mr Rees-Mogg, a prominent Leave campaigner during the 2016 EU referendum, will now be a full member of the cabinet, with his full title being minister for Brexit opportunities and government efficiency. A source close to the prime minister said he had wanted Mr Rees-Mogg to have a \"proper economic role\" in cabinet. Mr Spencer will continue to attend cabinet and Mr Ellis will join him. Another source described Mr Heaton-Harris as \"more carrot than stick\" in his style of persuading MPs to toe the party line.Other moves include: A Downing Street spokesman said it was \"important we make immediate changes to improve how the No 10 operation works\", and the changes would help towards \"improving relations with MPs\".But Labour deputy leader Angela Rayner said the prime minister should instead be focusing on \"an inflation crisis created in Downing Street and supporting the mental health of our children and young people\". \"What was Boris Johnson doing? Reshuffling the deckchairs when he's already hit an iceberg,\" she added. Football refereeing and dad jokes are two specialisms of the man whose new job is trying to persuade Conservative MPs to back the prime minister. Every day, Chris Heaton-Harris used to tweet a joke and it would be reasonable to say they were so bad, they were good. \"I admit most of my jokes are rubbish,\" he once said, \"although some were funny, mainly sent by others.\" He is a personable, self-deprecating Brexiteer - and takes on, arguably, one of the toughest job in politics. Now it's Mr Heaton-Harris's role to stack up the numbers in the Commons to keep Boris Johnson in his job. In normal times, that would be easy enough with an 80-seat majority. But these are... you can finish that sentence yourself. In her report on gatherings that took place in Downing Street during lockdowns, published last week, senior civil servant Sue Gray criticised \"failures of leadership and judgement\". In response, Mr Johnson promised a change in culture and to consult Conservative MPs more on setting policy, which could involve prominent roles for Mr Rees-Mogg, Mr Spencer and Mr Heaton-Harris. Meanwhile, No 10 has said the prime minister has no intention of apologising after falsely claiming that Labour leader Sir Keir Starmer had failed to prosecute serial sex offender Jimmy Savile when he was director of public prosecutions. Fifteen Conservative MPs have called for Mr Johnson to go. If 54 MPs write letters to Sir Graham Brady, chairman of the Conservative Party's 1922 Committee, declaring no confidence in his leadership, thiswill prompt a full vote on his future. If Mr Johnson lost this, there would be a leadership contest, in which Mr Johnson would be prohibited from running. At the last cabinet reshuffle, in September last year, Nadine Dorries became culture secretary and Liz Truss became foreign secretary, while Dominic Raab was moved from the Foreign Office to become deputy prime minister. ", "url": "https://www.bbc.com/news/uk-politics-60305006"}