{"datetime": "2020-02-13T23:02:39.000Z", "author": "Laura Kuenssberg", "title": "Cabinet reshuffle: Johnson chooses power over personnel", "article": "Boris Johnson promised not so long ago that Sajid Javid would be his chancellor, in front of an audience and the TV cameras. In characteristically bombastic style, before he could be completely sure he would be back as PM, he said: \"I'm going to give you an absolutely categorical assurance I will keep Sajid Javid as my chancellor. I think he's a great guy, and I think he is doing a fantastic job.\" So what on earth has just then happened?As one cabinet minister suggested, it seems Sajid Javid's departure is \"a little bit of accident and a little bit of design\".Two weeks ago, if the now former chancellor had been fired it might not have seemed that surprising.There were well-known tensions between the two teams, not necessarily between the two men themselves.And there was plenty of briefing around that the relationship was strained between Mr Javid and the prime minister's top adviser, Dominic Cummings.There were not profound policy clashes perhaps, but there was certainly some of the traditional friction - No 10 that wants to be able to spend, No 11 that wants to hold the cheque book tightly.But in recent days, there had been plenty of warm noises that Mr Javid was safe in government.Even though No 10 has bold ideas for reform, they had concluded it seemed there wasn't much point ripping up the relationship at the top.What however they were determined to change was the atmosphere and the balance between the wider institutions - the political machine of Downing Street and the wider Treasury team.For a deeply motivated group inside No 10, that meant forcing changes on the chancellor as noted by the well plugged-in Conservative blogger Paul Goodman earlier this month. The possibility of that had not gone unnoticed by the Treasury team, and I understand that Mr Javid had discussed with friends what to do in that circumstance.If he were presented with a fait accompli, he had considered that he might have to quit.Walking in front of the cameras at Downing Street this morning therefore, he was aware of what might have been about to happen.I'm told the meeting between the two powerful men started cordially, with Mr Johnson praising Mr Javid's time in the job, before hitting him with the demand that he'd love him to stay, but without his team.Whispers suggest the chancellor (still in the job at that point) asked the prime minister for what precisely his advisers had actually done wrong, but he was short on evidence.After the pair went \"round in circles\", they took a break, at which point in a series of \"side meetings\" senior figures like the chief whip and Eddie Lister, another senior No 10 adviser, tried to persuade Mr Javid to stay.He did not back down though, and then it's said in another one-on-one meeting with the PM, he tendered his resignation.In the coming days, the blow-by-blow accounts of what exactly happened will be the subject of spin in plenty of different directions.Sajid Javid may decide to give a fuller account. But right now, his departure seems not therefore to have been a dastardly, and deliberate plan to force him out.No 10 hoped he would go for it, but must have gamed the possibility that he might not accept, just as Mr Javid had gamed the possibility that he might be asked to choose between his job and his team.Losing a chancellor is no small event, and it wasn't what Boris Johnson set out to do. But today shows that No 10's priority was political control rather than keeping personnel they valued. When Mr Javid refused, they chose instead to see him leave. This begs a wider question - is it stronger to share power or hoard it?Boris Johnson and his team have made the choice today to do the latter - to lose a chancellor rather than allow a rival faction offering different political advice to the next door neighbour.Of course, any prime minister is entitled to do this. And there is nothing written in scripture that says the occupant of No 11 must be forever considered a near equal competitor to the PM next door.Stalwarts of the department believe it is a vital check on prime ministers who would otherwise simply splash the cash.But one former minister, no fan of the current administration, suggested there is a very good case to be made for cutting back the political power of the Treasury, rethinking its role as a rival centre of power to No 10.And Javid is, by nature, unlikely to become a deliberate pain on the backbenches.Maybe then, as a minister told me tonight, the ultimate effect of this confusing cock-up will be \"benign\".But the manner of Sajid Javid's exit may really counts - a symbol of a government that wants, if you are diplomatic, a smooth and complete focus on its agenda at the very top.Put that less kindly, a group that wants to grab control of everything it sees.For now, it may make it easier for Boris Johnson to push through his desires. But centralising power in one building centralises risk too.If and when things go well, credit may flow in one direction. If and when things go wrong, there may be only one target for the blame.", "url": "https://www.bbc.com/news/uk-politics-51498397"}