{"datetime": "2020-02-13T23:03:38.000Z", "author": "Jayne McCormack", "title": "Brandon Lewis: Who is the new NI secretary?", "article": "Brandon Lewis is no stranger to government roles but this is the first time he has been given an entire portfolio. The 48-year-old is a former housing minister and his most recent job was security minister in the Home Office. He comes to Northern Ireland with an advantage some of his predecessors did not have: devolution is restored at Stormont. However, the ex-barrister still faces challenges in his new role. Mr Lewis was first elected as the MP for Great Yarmouth in 2010 and at one point served as chairman of the Conservative Party. He will have to find his feet quickly as the newly-returned Northern Ireland Executive begins to implement some of the pledges and commitments made by the parties and UK and Irish governments inthe New Decade, New Approach deal . Widely thought to be one of the issues that saw Julian Smith fired from the post, dealing with Northern Ireland's complicated past has never really been fully resolved. In the latest Stormont deal, the government pledged to introduce legislation - within 100 days - to implement a legacy deal struck five years ago. It includes an Historical Investigations Unit (HIU) to look into Troubles killings - a proposal that jars with calls from some Conservatives - and a commitment from Number 10 to end all \"vexatious prosecutions\" against former Northern Ireland veterans. Unionist parties at Stormont also expressed concern about the HIU, withDUP leader Arlene Foster writing to Mr Smith about it last month. Sinn Féin's deputy leader Michelle O'Neill has already said she will write to request an urgent meeting with Mr Lewis to ensure the UK government \"honoured its commitments\" on legacy. In short, Mr Lewis will have to tread carefully and deal with the fall-out of an agreement he was not involved in creating. While the UK government was able to persuade the parties to get back into Stormont by promising extra funding to help them deliver on a range of issues, the parties weren't thrilled by what was eventually put on the table. Finance Minister Conor Murphy said Downing Street's offer of £1bn in new funding\"fell way short\" of what he had expected . We've yet to hear an exact figure of what the executive would like to get but the government has insisted no more money will be forthcoming. Stormont must set a budget soon and some executive ministers have already been making their case, including Health Minister Robin Swann,who said £661m was his asking price in order to meet existing pressures and pledges in the new Stormont deal. Other schemes passed by Westminster while Stormont was not sitting, including a pension for Troubles victims and compensation for survivors of historical institutional abuse, will need funding too. Last week, First Minister Arlene Fostersaid the costs could not be absorbed within the existing Stormont budget. Brandon Lewis was a campaigner for Remain during the EU referendum in 2016 but after the shock result he quickly moved to say he would support the decision. He described himself \"first and foremost as a democrat\". That Northern Ireland voted to back Remain and the Irish border became the key sticking point in the Brexit negotiations will not be lost on Mr Lewis. He visited Northern Ireland a number of times in his junior cabinet roles and last year he told the BBC's Andrew Marr that there would not be an Irish Sea border. He will have to balance the response of the Stormont parties, as well as listen to the needs and concerns of businesses, while the UK works to negotiate a new trade deal with the EU. Mr Lewis joins the Northern Ireland Office at a time of unprecedented flux in both British and Irish politics. Mr Smith had forged warm relations with his Dublin counterpart Simon Coveney as they worked to get the Stormont parties to agree to share power again. But Mr Lewis may not have many dealings with the outgoing tánaiste (Irish deputy PM) thanks to the result of the latest general election in the Republic of Ireland. Mr Coveney'sFine Gael party ended up in third position and talks are ongoing as other parties try to form a new coalition government. Until a fresh administration is agreed, Mr Coveney will remain in office but he will be unlikely to take any big decisions. Then there's the question of who his replacement might be and how they will work with British officials. It has been said at times throughout the Northern Ireland peace process that progress was only ever made when all sides were fully engaged. The hands-on approach over the past seven months could soon change. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51489838"}