{"datetime": "2020-07-09T23:01:04.000Z", "author": "Lucy Hooker & Tom Espiner", "title": "Rishi Sunak: The 'whatever it takes' chancellor", "article": "He's been dubbed \"Dishy Rishi\", \"Britain's economic Jedi\" and \"Santa Claus in hazmat\" in recent months, but most often he is referred to as a \"possible future prime minister\". Rishi Sunak's star has been rising steadily since he became chancellor in February. Within weeks he found himself tackling the greatest challenge to face any chancellor since the Second World War: steering the UK economy through the pandemic and the lockdown. For quite a few people, this teetotal millennial - he had his 40th birthday during lockdown - has appeared to bea reassuringly steady hand at the tiller . And while he lacks the rhetorical flamboyance of the current prime minister (and prefers a neat coiffure), he's shown himself ready to push \"brand Rishi\". He has used social media to show himself in a grey sports hoodie at his computer, riding the escalators at John Lewis, and this week helping out at a Japanese restaurant, where he served food - although he attracted a wave of criticism online for standing too close to customers and not wearing a mask. This week hepledged another £30bn for an emergency spending programme that now totals £190bn. And while it is always easier to gain approval while you're handing out money, he's earned praise for his jargon-free plain-speaking and for being prepared to, in his words, \"do whatever it takes\" to get the economy through the crisis. But there has been criticism too, from those who say these latest moves have been too cautious. Some say that his policies are blunt weapons that compensate some who don't need support and fail to help many others who do, and that the UK is storing up debt which will cast a shadow over the economy for years. His mettle will be tested further over these issues in the months to come. So what do we know about Rishi Sunak? Mr Sunak's parents came to the UK from east Africa and are both of Indian origin.He was born in Southampton, where his father was a GP, and he says he admired his father's dedication to serving the community. Helping his mother in her independent pharmacy gave him his first lessons in business. He attended the exclusive private school Winchester College, then went on to Oxford to study Philosophy, Politics and Economics. While studying for an MBA at Stanford University he met his wife Akshata Murthy, the daughter of Narayana Murthy, Indian billionaire and co-founder of IT services giant Infosys. The couple now have two daughters. He went on to work for investment bank Goldman Sachs and a hedge fund, then co-founded an investment firm before entering politics. Since 2015 he has been the Conservative MP for Richmond in Yorkshire and he lives in Kirby Sigston, just outside the town of Northallerton.Announcing theSummer Statement Mr Sunak told MPs he was tackling the crisis \"unencumbered by dogma\". Ideology has largely been put aside in the teeth of the pandemic, with politicians finding common ground on vast increases in government borrowing and spending.But he has pinned his colours to one or two masts in the past.He campaigned enthusiastically for Leave in the EU referendum,telling the Yorkshire Post he believed it would make Britain 'freer, fairer and more prosperous'. He argued UK business was \"stifled\" by red tape from Brussels, but he was optimistic that post-Brexit a free trade deal with the EU could be agreed. He said changing immigration rules was another key reason for his Leave vote: \"I believe that appropriate immigration can benefit our country. But we must have control of our borders.\" He voted for Theresa May's Brexit deal on all three occasions that it was put to parliament, but was also an early supporter of Boris Johnson, for which he was rewarded in July 2019 with a promotion from local government minister to chief secretary to the Treasury. In February Sajid Javid quit as chancellor following a power struggle with Number 10, and Mr Sunak stepped into his shoes. Like Mr Javid, Mr Sunak belongs to a generation born in the UK but with origins elsewhere, and he says this identity matters to him. \"My parents emigrated here, so you've got this generation of people who are born here, their parents were not born here, and they've come to this country to make a life,\" he said in an interview with the BBC last year. \"In terms of cultural upbringing, I'd be at the temple at the weekend - I'm a Hindu - but I'd also be at [Southampton Football Club] the Saints game as well on a Saturday - you do everything, you do both.\"In the interview he said he had been fortunate not to have endured a lot of racism growing up, but that there was one incident that had stayed with him. \"I was just out with my younger brother and younger sister, and I think, probably pretty young, I was probably a mid-teenager, and we were out at a fast food restaurant and I was just looking after them. There were people sitting nearby, it was the first time I'd experienced it, just saying some very unpleasant things. The 'P' word.\" \"And it stung. I still remember it. It seared in my memory. You can be insulted in many different ways.\" However, he said he \"can't conceive of that happening today\" in the UK. ", "url": "https://www.bbc.com/news/business-51490893"}