{"datetime": "2020-02-13T19:19:58.000Z", "title": "Brandon Lewis replaces Julian Smith as NI secretary", "article": "Brandon Lewis has been appointed the new Northern Ireland secretary. He replaces Julian Smith,who was fired after 204 days in the job and had helped to restore power-sharing at Stormont. Mr Lewis is a former chair of the Conservative Party and, most recently, a security minister in Boris Johnson's cabinet. Shortly after his appointment was announced, he posted on Twitter that he was \"honoured\" to take on the role. Mr Lewis has been the MP for Great Yarmouth on the east coast of England since 2010. He campaigned for Remain in the EU referendum in 2016 but later said he would support leaving the EU as he was \"first and foremost a democrat\". Northern Ireland Deputy First Minister Michelle O'Neill said she would speak to Mr Lewis on Friday morning. The Sinn Féin vice-president posted on Twitter that she had several issues to discuss with him. SDLP leader Colum Eastwood said he hoped Mr Lewis would act with \"fairness and integrity\" in his work in Northern Ireland. Ulster Unionist leader Steve Aiken said Mr Lewis would face a \"very large in-tray\" and could not \"let the grass grow under his feet\". The Northern Ireland branch of the business body the Institute of Directors said it wanted to meet the new secretary of state soon to \"discuss concerns of business leaders\". In 2018, when Mr Lewis was a Cabinet Office minister, he visited the Irish border and later met businesses in Belfast to hear their concerns about Brexit. Last year, during an interview with the BBC, Mr Lewis said that after Brexit checks on some goods leaving Great Britain for Northern Ireland would be required if those goods were then destined to leave the UK. But he disputed the accuracy of a leaked government document that stated customs declarations checks would be highly disruptive and separate Northern Ireland from Great Britain. Mr Lewis becomes the fourth Northern Ireland secretary in four years. His three most-recent predecessors are: Mr Lewis takes up the job just weeks after a deal was reached to restore power sharing in Northern Ireland after a three-year impasse. Mr Smith was widely credited with overseeing efforts to get the main parties to agree to go back into the executive together. ", "url": "https://www.bbc.com/news/uk-northern-ireland-51489839"}