{"datetime": "2020-02-16T18:13:52.000Z", "title": "SNP calls for scrutiny after government reshuffle", "article": "The government should be scrutinised by MPs over changes to its teams in Downing Street, the SNP has said. Earlier this week, No 10 confirmed it would be merging its team of special advisers with those at the Treasury.The move led to the resignation of former Chancellor Sajid Javid, who refused to fire his own aides.The SNP's Ian Blackford said key figures - including the PM's chief adviser Dominic Cummings - should now appear before the Liaison Committee. The panel, which is made up of the chairs of each of the select committees, is tasked with holding the government and its ministers to account over public policy. In a letter to the clerk of the committee, Mr Blackford wrote: \"It is substantially in the public interest to summon those involved in designing these changes - we should know their purpose and intent.\"Dominic Cummings... has been widely reported as the main catalyst for these alterations and so it's right that he is the first to be summoned and required to answer questions on this matter.\" Mr Javid was expected to keep his job in No 11 ahead of the government reshuffle on Thursday, despite reported tensions between him and Mr Cummings. However, in a surprise move, the former chancellor quit his post, saying \"no self-respecting minister\" could accept the condition of getting rid of his staff. In a letter to the PM, Mr Javid urged Mr Johnson to \"ensure the Treasury as an institution retains as much credibility as possible\".He has now been replaced by the former Chief Secretary to the Treasury, Rishi Sunak.The decision to amalgamate treasury advisers into a Downing Street unit has led to significant concern among some who believe it will limit the ability of the chancellor to resist demands from the prime minister.Now the SNP are calling on the Liaison Committee to look into the change, saying it amounts to a fundamental re-ordering of how the government operates and functions.Committees do have the power to summon witnesses - although it would be highly unusual for the prime minister's key adviser to appear so publicly, and the committee has not met since the election. Frankly, it's unlikely Dominic Cummings will appear.But the call for him to do so is illustrative of the fact many at Westminster are concerned about the influence of Mr Johnson's advisers, and the changes they are involved in overseeing.In his letter, Mr Blackford said: \"It is crucial that key appointed officials, responsible to the prime minister, are compelled to give evidence on these changes - in full, in detail and in public.\"I hope parliament's Liaison Committee is favourable to facilitating this as a matter of public interest and transparency.\"The BBC has contacted Downing Street for comment.", "url": "https://www.bbc.com/news/uk-politics-51524245"}