{"datetime": "2020-04-07T18:05:26.000Z", "title": "Coronavirus: Raab 'confident' prime minister will recover from illness", "article": "Foreign Secretary Dominic Raab has said he is \"confident\" Boris Johnson will recover from coronavirus, describing the prime minister as a \"fighter\". Speaking at the daily coronavirus briefing, Mr Raab said Mr Johnson remained in \"good spirits\" and was breathing without assistance. He also described the PM as not only a colleague - but \"also a friend\". Later in the evening, No 10 said the PM remained in critical care but his condition was \"stable\".It is understood there will be no further update on Mr Johnson's condition until Wednesday.Speaking at the daily coronavirus briefing, Mr Raab, who is deputising for the PM, said Mr Johnson was not only a boss but \"also a friend\". \"All of our thoughts and prayers are with the prime minister at this time, with Carrie, and with his whole family. \"And I'm confident he'll pull through because if there's one thing I know about this prime minister, he's a fighter. And he'll be back at the helm, leading us through this crisis in short order.\" It comes as the number of coronavirus hospital deaths in the UK rose to 6,159 - a record increase of 786 in a day,the Department of Health and Social Care said , compared with 439 on Monday. Mr Johnson was admitted to St Thomas' Hospital in central London with \"persistent symptoms\" of Covid-19 on Sunday and was moved to intensive care on Monday evening after his symptoms worsened. Mr Raab said the prime minister was receiving standard oxygen treatment and breathing without any assistance, such as mechanical ventilation or non-invasive respiratory support. Amid questions about what his role will entail, the foreign secretary said he was standing in for the prime minister \"whenever necessary\", including leading the daily meetings of the coronavirus \"war cabinet\". Mr Raab, who chaired the government's daily coronavirus meeting on Tuesday, said he had \"total confidence\" in the arrangements Mr Johnson had put in place. \"Well first of all, decision making by government is made by collective cabinet responsibility, so that is the same as before,\" the foreign secretary said. \"But we've got very clear directions, very clear instructions from the prime minister, and we're focused with total unity and total resolve on implementing them so that when he's back, I hope in very short order, we will have made the progress that he would expect and that the country would expect.\"Earlier, Buckingham Palace said the Queen had sent a message to Mr Johnson's family and his partner, Carrie Symonds, saying she was thinking of them, and wished the PM a full and speedy recovery. Prince William alsotweeted a personal message of sympathy to the PM's family , signing it off with his initial \"W\", while his father, the Prince of Wales, sent a message from himself and the Duchess of Cornwall wishing Mr Johnson a \"speedy recovery\", Clarence House said.By BBC political correspondent Jonathan Blake There was a show of support for Boris Johnson from Dominic Raab on behalf of his cabinet colleagues. The PM, he said, was not only their boss but \"also our friend\".Some bullish language about Mr Johnson being a \"fighter\" who would be back \"in short order\" was clearly an attempt to keep spirits up at a difficult time.Although Mr Raab has been asked to deputise for the PM while he is in intensive care, we learned very little about exactly how much authority he has.In response to questions about whether his role allowed him to take decisions, he said there was \"total unity\" in government and referred to the system of collective responsibility. That, simply put, is the principle that all senior ministers agree to support a policy once it's agreed. It seems Downing Street and Dominic Raab himself are keen to show that he is simply carrying out the prime minister's orders until Boris Johnson returns.The hope is, of course, that he is able to do that as soon as possible. But with every day that goes by decisions will need to be made and someone will have to make them. As of 09:00 on Tuesday, 213,181 people have been tested, of which 55,242 tested positive, the Department of Health and Social Care said. Overall, 266,694 tests have been concluded, with 14,006 tests carried out on Monday.The daily figure for the number of people tested on Monday excludes data from Manchester and Leeds because of a \"data processing delay\", while the overall tests figure excludes Northern Ireland, the Department of Health added. Elsewhere, it was revealed that Cabinet Office minister Michael Gove had become the latest politician to self-isolate. Mr Govesaid he did not have symptoms but a family member did. He is continuing to work at home. He is the latest cabinet minister to self-isolate, after Mr Johnson, Health Secretary Matt Hancock and Scottish Secretary Alister Jack. The government's chief medical adviser, Prof Chris Whitty, and the PM's adviser, Dominic Cummings, also spent time self-isolating after showing symptoms. Mr Johnson's condition means his fiancee, Ms Symonds, who is pregnant with their first child, is unable to visit him in hospital. She said at the weekend that she is \"on the mend\" after herself being forced to self-isolate after displaying symptoms of the disease. Following news that he was being treated in hospital, world leaders and fellow politicians sent messages to Mr Johnson wishing him well. In other developments:How have you been affected by the issues relating to coronavirus? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-52201048"}