{"datetime": "2020-04-07T14:24:53.000Z", "title": "Coronavirus: NHS volunteers to start receiving tasks", "article": "People who volunteered to support the NHS in England during the coronavirus crisis are being given details of what tasks they can do to help. More than 750,000 people signed up to join the \"volunteer army\" - three times the government's original target - to help relieve pressure on the NHS.They will support 2.5 million people who are considered at risk. The volunteers may have to deliver food and medicines, drive patients to appointments and phone the isolated. The process is being managedthrough a mobile app called GoodSam, where health professionals, pharmacists, and local authorities can upload requests for help from Tuesday.Thousands of approved volunteers can then pick which tasks they want to complete in their local area.Volunteers switch their app to \"on duty\" to show when they are available. Due to the huge response, the group of vulnerable people they will support in England was expanded from 1.5 million to 2.5 million. The government scheme initially had a target of recruiting 250,000 helpers. Recruitment was temporarily paused on 29 March to process the initial applications. The Royal Voluntary Service, the charity helping co-ordinate the scheme, will have completed checks on the applications by the end of Tuesday. One of the thousands to sign up was Stacey Walsh, from Banbury, Oxfordshire, who is still teaching but wants to volunteer in her spare time. She told BBC Breakfast: \"I've said I'll do whatever's needed. I'm a very social person so being able to provide people who are isolated with support over the telephone - that's something that I really am looking forward to. \"It's really important as public sector workers we stand alongside the NHS. There is a unity between us so I'm really happy that I can help.\" Two days ago, Edward Butler-Ellis didn't expect to find himself outside the home of an elderly woman in London, talking about her pharmacy collection in Portuguese using Google Translate. She was one of several vulnerable people he has run errands for as part of the NHS coronavirus volunteering scheme over the past day.Edward told the BBC it was \"clear that there was a bit of a language barrier\" from the moment he first spoke to her on the phone. But rather than passing the call on to another volunteer, he turned to technology to help. \"I had to give her a quick lesson on the doorstep,\" he laughed. \"I [didn't] want to take the risk that it [would take] another 10 volunteers to find somebody who speaks Portuguese.\" Edward runs his own planning and communications firm, and, when work began to dry up as a result of the outbreak, he decided he could fill his spare time with volunteering. He said it has made him realise how many vulnerable people live in the capital. \"A lady that I went to see yesterday she felt guilty for having to phone up to get somebody else's support,\" he said. \"I wanted to provide her with some reassurance that people did genuinely want to help.\" The experience left him \"emotional\". \"It did make me realise that there are people who are genuinely living in fear of their lives - she was frightened to go outside, and she was quite frustrated that some people were still out and about enjoying themselves as if it were some sort of extended holiday,\" he said.Catherine Johnstone, chief executive of the Royal Voluntary Service, said it had been \"a mammoth effort\" to get the scheme up and running but it was now \"open for business\". She said: \"It's determined grit that has got us through 750,000 volunteers. To authenticate those under normal circumstances would take months, but we don't have months. We want to shield the most at-risk patients now.\" Have you volunteered to help the NHS? Have you received your tasks? You can share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-52196459"}