{"datetime": "2020-04-07T06:55:53.000Z", "author": "Michelle Roberts", "title": "Coronavirus: What is intensive care and which patients need it?", "article": "Prime Minister Boris Johnson is now being treated in the intensive care unit (ICU) at St Thomas' hospital in London. Downing Street says it is a precaution, on the recommendation of his doctors, should he need more complex care.ICUs are specialist wards set up to provide treatment and close monitoring for patients who are too seriously ill to be cared for in other parts of the hospital.They have fewer patients and more staffing to provide one-on-one care when its needed.And they are kitted out with sophisticated monitoring equipment.There are 500 intensive care beds at thenewly-opened NHS Nightingale Hospital. There are many different reasons why a person might need this type of care.Some patients need it for recovery after intense surgery. Others need it after severe trauma, following a road traffic accident, for example.The PM has been moved there as a precaution because his symptoms of coronavirus infection have not improved.He was admitted to St Thomas' on Sunday with a persistent symptoms, including a fever. Coronavirus can attack the lungs and it appears that the PM is now having difficulties with his breathing, although he is not yet on a ventilator machine for this.Not every patient in ICU with coronavirus will need a ventilator to take over the job of breathing. Some may be put on a breathing support machine calledCPAP (continuous positive airway pressure) that uses mild pressure to push oxygen into the airways via a mask. Patients can be awake and not sedated for this, unlike those who need a ventilator.Patients on ICU will be connected to lots of different machines, via tubes, wires and cables, to monitor how their body is coping.And they can be given intravenous drugs and other supportive treatments, including nutrition.St Thomas' has experience in treating coronavirus patients in its ICU. For extremely serious cases it can use a life support machine called ECMO (extracorporeal membrane oxygenation) which replaces some of the function of the heart and lungs. There are only a handful of these machines around the country.As soon as someone is well enough, they will be moved back out of intensive care to another hospital ward. This frees up the bed for another patient who urgently needs it.Some patients can leave after a few days, but others may need to be there for weeks or months.", "url": "https://www.bbc.com/news/health-52193264"}