{"datetime": "2020-04-06T14:43:15.000Z", "title": "Coronavirus: Closing parks and open spaces in lockdown should be 'last resort'", "article": "Closing parks and open spaces in the UK amid the coronavirus lockdown should be an \"absolute last resort\", the communities secretary has said. Robert Jenrick told BBC Radio 4's Today programme that local councils should be \"very judicious\" in taking such a step. Downing Street said the \"overwhelming majority\" of the public followed social distancing rules over the weekend. But one London council closed a park on Sunday, saying thousands of people had flouted guidance during warm weather. Lambeth Council said Brockwell Park was\"open as usual\" on Monday. Mr Jenrick told the programme that he has \"a lot of sympathy\" with those concerned that public confidence could be lost by people in power with ample space telling those in crowded homes they cannot use parks or exercise outside. He added: \"This is [the councils] decision, but I have asked them to be very judicious in taking that step and only to do that where they feel it is impossible to maintain social distancing rules within their parks or open spaces. \"I think that is what motivated them over the weekend.\" On Sunday, Health Secretary Matt Hancock warned sunbathing was against the government's social distancing rules - as many parts of the UK enjoyed warm sunny weather. Labour's new deputy leader Angela Rayner said it was \"all right for people who have got big houses and huge back gardens\" to tell people sunbathing while observing social distancing to stop doing so. \"If you're stuck in inadequate accommodation... then I think people should do social distancing and should keep their distance, but also be reasonable and proportionate about that,\" she said.Speaking to BBC Breakfast, Mr Jenrick said that \"no council wants to close parks and open spaces\". \"That really is an absolute last resort and should be because we want people to be able to go out and have exercise,\" he said. He added that exercise should be done responsibly, in accordance with guidelines.\"It is not to congregate with other people, to have a barbeque or a picnic and to put people's lives in danger by breaching the social distancing rules,\" he said. Government restrictions state that everybody must stay at home where possible, and only leave if they have a \"reasonable excuse\", such asexercise or shopping for basic necessities . Mr Jenrick said the \"vast majority\" of people were adhering to social distancing guidelines, but added: \"The small minority who are not doing so, please don't spoil things for everybody else.\"The communities secretary also insisted there were no \"imminent plans\" to impose tougher social distancing measures, after the health secretary warned that outside exercise could be banned. \"It would be very unfortunate if we had to do so and make it harder for people, particularly people who live in flats in towns and cities, to get the exercise they deserve,\" he said. And he suggested that measures could be relaxed before long if the \"excess capacity\" in NHS intensive care units can be maintained. Brockwell Park in south-east London was closed on Sunday, with Lambeth Council saying 3,000 people, many sunbathing or in large groups, had visited on Saturday. As the park reopened on Monday, local councillor Sonia Winifred said she hoped the message was \"crystal clear\" to those who ignored the government's rules. \"We will continue to monitor social distancing as far as possible during this lockdown, in coordination with the police,\" she said, urging people to continue to stay at home. \"Patrolling parks at this time to make sure people are following the very clear national guidelines isn't the best use of our resources. Neither is having to organise park closures.\" Meanwhile, police moved on more than 100 people in north London's Primrose Hill on Saturday and rules were breached on the south coast.Parks are a \"lifeline\" but councils will be \"reluctantly forced\" to close them if people fail to abide by social distancing rules, the Local Government Association's chairman, councillor Gerald Vernon-Jackson, said. However, the consensus in government is that the public are largely obeying the rules. The prime minister's official spokesman said: \"All indications are that the overwhelming majority of the British public chose to stay at home over the weekend or if they did leave they only left for those essential reasons.\" On Monday, London's Royal Parks thanked \"everyone who used their local parks and green spaces responsibly over the weekend\". It comes after some police and local councils thanked the public on Sunday upon finding far fewer crowds in open spaces - despite higher temperatures than the previous day. Brighton beach was nearly deserted on Sunday, following a warning by Brighton and Hove City Council thattoo many people were meeting up with friends on the seafront .It prompteda tweet from Sussex Police thanking the public for heeding government advice.In Essex, local police echoed the sentiment, tweeting that \"areas that would normally be busy on a sunny Sunday are not today\". Over the weekend, Labour MP for Camberwell and Peckham, Harriet Harman, called for a rota for the use of public parks, writing on Twitter that families in flats with young children need green spaces during the lockdown. She has sincebacked the idea of opening up empty golf courses to the public,alongside Green MP Caroline Lucas . One golf club near Ipswich has complained ofpeople sunbathing and picnicking on its course , which is built on common land, over the weekend.", "url": "https://www.bbc.com/news/uk-52181808"}