{"datetime": "2020-04-06T18:27:20.000Z", "title": "Coronavirus: Too early to consider lockdown exit strategy, says Raab", "article": "It is too early to consider a strategy for exiting the coronavirus lockdown, the foreign secretary has said. Dominic Raab said the current measures were \"beginning to work\" - but shifting focus could mean \"we won't get through the peak as fast as we need to\". He added Boris Johnson remained in charge of the government from hospital, where the PM spent the night receiving treatment for coronavirus symptoms. The number of virus hospital deaths in the UK now stands at 5,373. The Department of Health and Social Care reported 51,608 confirmed cases. Asked during the government's daily briefing when the current social distancing measures could be lifted, the government's chief medical adviser, Prof Chris Whitty, said it must first establish when the peak of the epidemic will come. \"The key thing is to get to the point where we are confident we have reached the peak, and [that] this is now beyond the peak,\" he said. \"At that point, I think it [will be] possible to have a serious discussion about all the things we need to do, step by step, to move to the next phase of managing this.\" He added to start \"having that discussion\" before then would be a mistake. It is the first time Prof Whitty has appeared at one of the briefings since spending time in self-isolation after he showed symptoms. Deputy chief scientific adviser Prof Dame Angela McLean said it was \"too early to tell\" what the impact of the current measures would be. \"We need people to carry on following those instructions so we can work out, three weeks later, what actually happens in hospitals,\" she said. \"We need to know how well the current restrictions are working before we can say anything sensible about what the next stage might be.\" In a tweet on Monday, Mr Johnson said he was in \"good spirits\" after spending the night in St Thomas' Hospital in London.The prime minister, 55, tested positive for coronavirus 10 days ago.He was taken to hospital on Sunday evening with \"persistent symptoms\" - including a temperature and a cough - for routine tests.Asked whether it was appropriate for the prime minister to run the government from hospital, Mr Raab said Mr Johnson would \"take the medical advice that he gets from his doctor\". He added he had not spoken to the prime minister since Saturday. Asked whether people should work while recovering from the virus, Prof Whitty said some of his own patients were \"perfectly capable of managing massively complicated things\" from their hospital beds. Last month, the prime minister's spokesman said if Mr Johnson was unwell and unable to work,Mr Raab, as the first secretary of state, would stand in. US President Donald Trump is among those who has sent his wishes to his \"great friend\" Mr Johnson.And Labour leader Sir Keir Starmer said he hoped the prime minister had a \"speedy recovery\".Meanwhile, the former head of the civil service Lord Kerslake told the BBC it might be \"sensible\" for Mr Johnson to \"step back\" if he was not well enough to carry out his role.Dr Sarah Jarvis, a GP and broadcaster, said Mr Johnson would probably have his chest X-rayed and his lungs scanned, particularly if he had been struggling for breath. She said he is also likely to have an electrocardiogram to check his heart's function, as well as tests on his oxygen levels, white blood cell count, and liver and kidney function before he is released from hospital. Mr Johnson has worked from home since it was announced that he had tested positive for coronavirus on 27 March. On Saturday, his pregnant partner Carrie Symonds tweeted that she had spent a week in bed with the main symptoms. She said she had not been tested for the virus. Health Secretary Matt Hancock had also tested positive for the virus and returned from self-isolation on Thursday to host the daily Downing Street news conference. In other developments: How have you been affected by the issues relating to coronavirus? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-52189977"}