{"datetime": "2020-04-15T09:12:42.000Z", "author": "Peter Barnes", "title": "Coronavirus: Who’s in charge if the PM is ill?", "article": "Foreign Secretary Dominic Raab said he had \"all the authority\" he needed to make relevant decisions, as he deputised for Boris Johnson while he was in hospital with coronavirus. The prime minister,who has paid tribute to the NHS staff who cared for him , is now recovering at Chequers, and is not expected to return to work for some time.So who else shares power and how are decisions made while the prime minister is ill? Mr Raab is the foreign secretary, but he also has the title offirst secretary of state - giving him seniority above all other cabinet ministers.So if Mr Johnson did not return to his post, Mr Raab would take over in the first instance. When Mr Johnson was moved into intensive care, Mr Raab said the government would continue to focus \"at the prime minister's direction\" on defeating coronavirus. The role of deputy prime minister - like that of first secretary of state - is not a permanent position in government. Someone is appointed at the discretion of the prime minister. The last deputy PM was Liberal Democrat Nick Clegg, during the 2010-15 coalition government with the Conservatives. Although Mr Raab was first asked to deputise for the PM while he was in intensive care, we know very little about the exact extent of his authority. There are various things only the prime minister can do - but some of these could be taken up by Mr Raab without much trouble. For example, he could make recommendations to the Queen on appointments to the senior judiciary and high-ranking positions in the Church of England. But it's harder to imagine him conducting a reshuffle - even though, formally, it seems he ought to have that power. It would be tricky for him to authorise military action at short notice. Other ministers would most likely have to agree first, but the buck would stop with Mr Raab. Then, there are theletters of last resort the prime minister writes for nuclear submarines, giving commanding officers instructions about what to do in the event of a deadly attack. It's unlikely Mr Raab would have to write them unless Mr Johnson was incapacitated for a long time. When asked if his role let him take decisions, Mr Raab said there was \"total unity\" among his cabinet colleagues and referred to the system of collective responsibility. It means that in practice, any major decisions will probably be taken by Mr Raab in consultation with the cabinet or, where appropriate, senior civil servants. The cabinet is the ultimate decision-making body of government, made up of the most senior ministers including the home secretary, the health secretary and the chancellor of the exchequer. After February's general election, Boris Johnsonformed a cabinet of 22 full members - including himself - and four other attending members. So although he's the head of the government and has some individual powers, most important decisions are taken collectively in cabinet.And the principle of \"collective responsibility\" means each cabinet decision is binding for each member - even if they personally disagreed with it. Not all decisions are taken by full cabinet. It's normal for there to be \"cabinet committees\" - smaller groups of ministers focused on specific issues. There are four \"implementation committees\" working on different parts of the response. They're looking at healthcare, the public sector response, economics and business, and the international response. Each is chaired by a cabinet minister and feeding into a daily overarching \"C-19 meeting\" - led in the prime minister's absence by Dominic Raab. If Boris Johnson wasn't able to continue as PM, the rules for what should happen next are unclear - a consequence of the UK's unwritten constitution. But we do have some idea of what might happen.Thecabinet manual is the closest thing we have to a document which sets out the role of the prime minister. It suggests the cabinet would select a replacement who the Queen would ask to form a government. That could be Mr Raab or another senior MP. The expectation is that he or she would be in place until the Conservative Party appointed a new leader. According to the Institute for Government think tank, prime ministers continue in office unless they resign or die. It adds: \"While political parties usually have the ability to appoint an 'acting leader' if the leader resigns or is incapacitated, there is no formal 'acting prime minister' role. He or she would be prime minister until they chose to resign or if their cabinet forced them out.\" ", "url": "https://www.bbc.com/news/uk-politics-52193461"}