{"datetime": "2020-04-07T19:16:09.000Z", "title": "Coronavirus: UK cases 'could be moving in the right direction'", "article": "The number of coronavirus cases in the UK \"could be moving in the right direction\", the government's chief scientific adviser has said. Speaking at the daily Downing Street briefing, Sir Patrick Vallance said it was \"possible that we're beginning to see... the curve flattening\". He added, however, it would be another \"week or so\" before he could be sure. The foreign secretary, meanwhile, said the PM, who is in intensive care, is in \"good spirits\" and \"stable\". It comes as the number of coronavirus hospital deaths in the UK rose to 6,159 - a record increase of 786 in a day,the Department of Health and Social Care said , compared with 439 on Monday. So far, 55,242 people have tested positive in the UK - an increase of 3,634 on Monday's figures. Speaking about the number of new cases, Sir Patrick said: \"It is possible that we're beginning to see... change in terms of the curve flattening a little bit. \"We won't know that for sure until a week or so. But what we're not seeing is an acceleration.\" Sir Patrick stressed it was important to continue with the social distancing measures to ensure a reduction in the number of new cases. Commenting on the latest virus death figures, the BBC's head of statistics Robert Cuffe said that if there was any \"silver lining to these grim figures\", it was that they represent \"the fourth day in a row of below-trend growth\".\"For weeks up until Friday's figures, the number of deaths had been doubling every three and a half days,\" he said. \"Had that trend continued, we would have seen close to 1,400 deaths today. \"So 786 is better than that, although it's still too soon to know what's causing it. It could be a big bottleneck in reporting - we've seen that after previous weekends - or genuine evidence that growth is truly slowing down. \"More hopefully, for almost a week, daily new cases have been holding steady at about 4,000 a day, suggesting that, while we are still seeing new cases, the growth in this figure could be stalling.\" To chart the likely future path of the epidemic, case numbers and hospital admissions are seen as the leading indicators.The number of daily new cases at just over 3,600 was the lowest in a week. Hospital admissions are still increasing, though the rate of growth appears to be easing.Looking at the two together led Sir Patrick to say there was no sign of an acceleration and things could be moving \"in the right direction\".He added, though, that the government couldn't be sure for a week or so.The number of deaths, however, is still rising - and the latest daily reported increase of 786 is a record.Experts believe that those fatality figures are the most certain indicator of what is happening, and only when there is a sustained flattening of that line on the chart will they be convinced that social distancing has worked. Asked whether the current lockdown would be extended, Foreign Secretary Dominic Raab said the government would make a decision when \"the time is right\" but that \"we are not at that stage yet\". Downing Street confirmed that the review would now not go ahead on Monday and said it would instead take place after the three-week mark. He added social distancing measures were \"helping\", and that people must continue to adhere to them over the Easter weekend. The foreign secretary also issued a short statement about Prime Minister Boris Johnson, whoremains in intensive care under \"close monitoring\" , Downing Street said on Tuesday evening. Mr Johnson was admitted to St Thomas' Hospital in central London with \"persistent symptoms\" of Covid-19 on Sunday and was moved to intensive care on Monday evening after his symptoms worsened. Mr Raab, who is deputising for Mr Johnson, said the PM was receiving \"standard oxygen treatment\" and had not been on a ventilator. \"For all of us in cabinet he's not just our boss - he's also a colleague and he's also our friend,\" he said. He added: \"I'm confident he will pull through, because if there is one thing that I know about this prime minister, it is [that] he is a fighter and he will be back leading us through this crisis in short order.\" As first secretary of state,Mr Raab is the minister designated to stand in for Mr Johnson if he is unwell and unable to work. In a further development, Sir Patrick said he could not guarantee there would be enough intensive care unit (ICU) beds in every individual hospital throughout the epidemic. However, in terms of demand, he said \"there shouldn't be an overall increase above the number of beds available\" across the whole NHS. \"The NHS has done an amazing job of increasing the overall capacity of ICU and so things seem to be tracking in the right direction,\" he said. And asked whether the governmentis on track to reach its target of 100,000 tests per day , Mr Raab said the most recent data showed there were 14,000 tests in a single day - which he described as \"progress\". Prof Chris Whitty, the government's chief medical advisor, said Germany - where the number of deaths appeared to be growing at a slower rate - had \"got ahead\" in its ability to test for the virus. \"There's a lot to learn from that and we've been trying to learn the lessons from that,\" he said. ", "url": "https://www.bbc.com/news/uk-52206510"}