{"datetime": "2020-03-10T00:28:26.000Z", "title": "Coronavirus: UK prepares to ask even mildly sick to stay home", "article": "People who show \"even minor\" signs of respiratory tract infections or a fever will soon be told to self-isolate in an effort to tackle the coronavirus outbreak. The UK government's chief medical adviser said the change in advice could happen within the next 10 to 14 days. Five people have now died from coronavirus in the UK. It comes as the Foreign Office warned British residents against all but essential travel to Italy. Italian authorities are extending strict coronavirus quarantine measures - which include a ban on public gatherings - to the entire country from Tuesday. A spokesman for the UK Foreign Office said anyone who arrives from Italy from Tuesday should self-isolate for 14 days. Italy has more than 9,100 confirmed infections, and more than 460 people have died. In the UK, there were319 confirmed cases of coronavirus as of 09:00 GMT on Monday, a rise of 46 since the same time on Sunday.People will be asked to self-isolate for seven days after showing mild symptoms under the new approach, the UK's chief medical adviser Prof Chris Whitty said. All intensive care patients will now be tested for the virus, he said - as well as anyone in hospital with a respiratory infection. It comes as two more deaths in the UK were announced. Both patients - who were in hospital in Wolverhampton and Carshalton, south London, respectively - were in their 70s and had underlying health conditions.In a joint press conference with Prof Whitty in Downing Street, Prime Minister Boris Johnson also suggested the elderly and vulnerable could be asked to stay home in the near future, with further steps set out \"in the days and weeks ahead\".He said that the more the peak of the spread could be delayed to summer, \"the better the NHS will be able to manage\".Meanwhile,global shares have suffered their worst day since the financial crisis .Dramatic falls led to it being called Black Monday, with a nearly 8% drop in London's FTSE 100 wiping some £125bn off the value of major UK firms. In the US the major stock indexes fell so sharply as the market opened that trading was halted for 15 minutes to curb panicky selling.Labour's shadow chancellor John McDonnell called on Chancellor Rishi Sunak to urgently \"reassure the public and markets\". Mr McDonnell said Mr Sunak must use Wednesday's Budget to make clear the government would do \"everything necessary\" to support the economy as the virus spreads. \"In these circumstances you need to be fast in demonstrating that there is a clear plan,\" he said.The government has announced it is to extend shop delivery hours to ensure that supermarkets have basic items, amid stockpiling concerns. A European Union expert said the UK had only a \"few days\" to implement measures to prevent an outbreak like the one in Italy. London mayoral candidate Rory Stewart has called the UK government's measures \"half-hearted\". Mr Stewart, a former Conservative minister, said the UK should act \"much more aggressively\", adding: \"The government has made a serious mistake today... schools should be shut now.\" But the prime minister said the government must \"take the right decisions at the right time\". Meanwhile, universal credit claimants who have to self-isolate will not be sanctioned, a work and pensions minister has confirmed. A number of public and sporting events have been cancelled or postponed due to fears large gatherings could further spread the virus. The UK is currently in the first phase - \"containment\" - ofthe government's four-part plan .Mr Johnson said the government is preparing to move to the second phase - \"delay\" - which will seek to push back the peak of the epidemic to the summer, when there will be less pressure on the NHS.Prof Whitty said introducing measures \"too early\" could become problematic as \"anything we do, we have got to be able to sustain\". This is very much the first step in a gradual and phased approach to reducing the impact coronavirus will have in the UK. A significant outbreak is on its way but the government and its advisers believe they can limit its impact by taking the right steps at the right time. We know the first step is to get people with even relatively moderate flu-like symptoms to self-isolate. To date only those who have been to an affected country or who had had close contact with an infected person had been asked to do this. This will be followed by further advice later this week that is likely to be focused on protecting the most vulnerable groups - the elderly and those with pre-existing health conditions. Reducing social contact will form part of that. But drastic steps like closing schools and banning public gatherings are not going to happen in the immediate future. Prof Whitty said that the balance would tip so that more people would suffer from coronavirus rather than regular seasonal flu, or other respiratory infections.\"We are expecting the numbers to increase initially quite slowly but really quite fast after a while and we have to catch it before the upswing begins,\" he said. The government's scientific advisory group for emergencies (Sage) is due to meet on Tuesday, followed by another meeting of the emergency committee, Cobra, on Wednesday. US authorities are planning to fly home Britons who were on board the virus-hit Grand Princess cruise ship on Tuesday, the Foreign Office said.There were 142 British people on the ship, whichspent five days stranded off the coast of California. Passenger Linda Stennett, from Shrewsbury, told BBC Radio Shropshire the Foreign Office had confirmed in an email that they would be sending a plane to repatriate Britons. \"We know when we dock, that the Americans will be getting off first and that is going to take, they reckon, two to three days, and I think we are after that, hopefully.\" Another passenger, Margaret Bartlett, 77, from Burnley, Lancashire,said she went \"stir crazy\" on board the ship , which has now docked in Oakland.Are you affected by the coronavirus outbreak? Tell us about your concerns. Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51807781"}