{"datetime": "2020-03-10T21:22:31.000Z", "title": "Coronavirus: UK virus cases rise again as sixth person dies", "article": "The number of coronavirus cases in the UK has risen again and a sixth person who had the virus has died. The man, who was in his early 80s, had underlying health conditions. A total of 373 UK cases was announced as of 0900 GMT - a rise of 54 from the previous day - witha further nine cases confirmed by health officials in Wales later. Meanwhile,airlines have cut thousands of flights including to and from Italy after the country was put on lockdown. And GPs are warning routine appointments at surgeries may have to stop as the number of coronavirus cases rises. The British Medical Associationsaid routine monitoring of long-term health conditions might have to stop to enable GPs to \"focus on the sickest patients\". Earlier, England's deputy chief medical officer defended the decision to delay closing schools and introducing other stringent measures, saying experts were assessing new cases on an hourly basis to achieve a \"balanced response\". Dr Jenny Harries said she expected significant increases in the number of cases in the UK beginning in about 10 to 14 days time, at which point people with flu-like symptoms would be advised to self-isolate. The vast majority of those diagnosed with coronavirus in Britain were \"pretty well\" but might \"feel a bit rough for a few days\", she added. Health SecretaryMatt Hancock said \"wherever clinically and practically possible\" people should access GP appointments \"through phones and digital means\", rather than going to surgeries in person. The figures as of 9:00 GMT on Tuesday included 324 cases in England,27 in Scotland, 16 inNorthern Ireland and six in Wales. The additionalnine cases confirmed in Wales on Tuesday evening bring its total to 15. There are 91 in London, with the next highest infected area being south-east, with 51 cases. Cases by local council area in Englandcan be viewed here. The latest person to die, on Monday evening, was a man with underlying health conditions who was being treated at Watford General Hospital. He caught the virus in the UK and officials are trying to trace who he had been in contact with.On Sunday, a 60-year-old man from Greater Manchester became the third person to die after contracting coronavirus. He had recently visited northern Italy. The man was taken to North Manchester General Hospital and the rest of his family was told to self-isolate. \"Since we cannot go outside we regularly called the ward where he was ill,\"the man's son told BBC Bengali. \"They did not allow me to speak to him directly.\" The son said they later received a phone call from the hospital saying his father - who had underlying conditions including arthritis, heart problems, and high cholesterol - had died.Read more here. Meanwhile, the UK Foreign Office has warned Britons against all but essential travel to Italy, which is experiencing the worst outbreak outside China,after it introduced strict travel restrictions. Italians are being told to stay home, seek permission for essential travel, and give justification if they want to leave the country. The Foreign Office is advising anyone arriving in the UK from Italy since Monday evening to self-isolate for 14 days. The government says it has facilities to accommodate Italian visitors to the UK who need to self-isolate. British Airways has cancelled all of its flights to and from Italy until 4 April, and has asked staff to take voluntary unpaid leave.Easyjet, RyanAir and Jet2 are also cancelling their flights on Italian routes, though EasyJet will operate \"rescue flights\" to bring British travellers home in the coming days. \"It's the weirdest holiday I think I've ever been on,\" said Hannah Butcher, from Newbury, Berkshire, who is in Rome with her husband for their first holiday alone since having a child. \"We arrived on Sunday. The advice then was as long as you're not going into Italy's red zone, you're OK. \"We're currently sitting in a restaurant and everyone here is in staggered rows because they have to sit one metre apart. It's quite weird seeing families spread across multiple tables.\"She added that people are \"only allowed to enter shops one at a time\". \"All the attractions are closed; there are queues out the door of supermarkets and the butchers. There are police driving round making sure the rules are enforced and a noticeable armed police presence, presumably to keep order.\"She said they were due to fly home with Ryanair on Wednesday morning and had not been informed of any flight updates.In other developments:What are your experiences relating to the coronavirus outbreak? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51822618"}