{"datetime": "2021-09-15T17:25:13.000Z", "title": "Nadine Dorries becomes new culture secretary", "article": "Former health minister Nadine Dorries has been appointed the new culture secretary, replacing Oliver Dowden. The Tory MP for Mid Bedfordshire is best known outside Westminster for her 2012 appearance on ITV's I'm a Celebrity... Get Me Out Of Here. Dorries was suspended by her party after agreeing to fly to Australia and compete on the programme. She was readmitted the following year. The 64-year-old becomes the 10th culture secretary in 10 years. Born in Liverpool in 1957, Dorries started out as a nurse before entering politics in 2000. Prior to her election in 2005 she worked a special adviser to Oliver Letwin, the then shadow chancellor. A staunch Brexiteer, Dorries has had an occasionally fractious relationships with the leaders of her party. In 2012 she described then-PM David Cameron and his then-chancellor George Osborne as \"two arrogant posh boys who show no remorse\". Outside of politics she is a published author,having signed a deal in 2013 to write a trilogy inspired by her childhood experiences. The first instalment, The Four Streets, was greeted by largely negative reviews when it was published the following year. In 2015she revealed she had been sexually abused as a child by her local vicar, now deceased. She has previously used her Twitter account to comment on topical issues facing the arts and entertainment industry, including so-called cancel culture. On Thursday, media minister John Whittingdale followed Mr Dowden out of the Department for Digital, Culture, Media and Sport. Whittingdale had stepped in to deliver a keynote speech to the Royal Television Society after Dowden's departure on Wednesday - but he also left less than 24 hours later. Analysis by David Sillito, media and arts correspondent Nadine Dorries, a successful novelist, a former contestant on I'm a Celebrity (which led to a brief suspension of the Conservative whip) and a strong advocate of gender equality on the BBC, certainly has a track record in taking an interest in cultural matters.In 2017 she tweeted: \"Left wing snowflakes are killing comedy, tearing down historic statues, removing books from universities, dumbing down panto.\"Her move to the DCMS also comes on the day her predecessor, Oliver Dowden, was about to deliver his opinions on the future of Channel 4. That speech has now been made by the media minister, John Whittingdale.Sport, gambling, the future of the BBC, broadband services, the DCMS has a broad remit that covers everything from dealing with the tech giants to helping to alleviate loneliness.And over recent months Oliver Dowden has increasingly entered debates about so-called \"woke culture\", statues and removing \"contested heritage\", political territory in which the new culture secretary has already expressed strong views Oliver Dowden was appointed culture secretary in February 2020, replacing Baroness Morgan. His tenure saw him negotiatea £1.57 billion support package to help the arts sector cope with the effects of the coronavirus pandemic. Wednesday's front bench reshuffle saw him appointed co-chairman of the Conservative Party, replacing the sacked Amanda Milling. Downing Street confirmed he would hold the role of minister without portfolio at the Cabinet Office. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58575177"}