{"datetime": "2020-03-10T00:01:03.000Z", "author": "Theo Leggett", "title": "Coronavirus: Virgin Atlantic admits flying near-empty planes", "article": "Virgin Atlantic has confirmed it has been forced to operate some near-empty flights after bookings were dented by the coronavirus outbreak. It is operating the flights to try to retain take-off and landing slots at major airports such as Heathrow.Under European law, if flights are not operated, slots have to be forfeited.UK Transport Secretary Grant Shapps has written to the European Commission, asking for rules on slot allocation to be relaxed during the outbreak. Other carriers are thought to be taking similar steps - even reportedly flying so-called \"ghost planes\" with no passengers on board at all in order to safeguard their presence at major hubs.Airline passenger numbers have fallen dramatically in recent weeks due to the coronavirus outbreak. On some routes they have halved andcarriers have been cancelling services . However, this could cause them a serious problem, particularly if they fly out of large or heavily congested airports. Under international guidelines, which are enshrined in European law, take-off and landing slots at these airports are limited. In the UK, the rules apply to Heathrow, Gatwick, Stansted, Manchester, London Luton and London City. Slots are granted according to historical rights at these airports. If, for example, a carrier operated a particular schedule through the summer season last year, it retains the right to those same slots this summer. But there is a catch. Under the \"use it or lose it\" rule, slots have to be used at least 80% of the time. If an airline fails to reach that threshold, the slots are put back into a pool and allocated to other carriers. Although they are technically granted for free, there is a thriving secondary market on which the most desirable slots can change hands for significant sums - tens of millions of pounds across a season. So airlines are very reluctant to lose them. The rule has already been suspended on routes to China and Hong Kong, but still applies elsewhere. \"Passenger demand for air travel has dramatically fallen due to Covid-19 and in some instances we are being forced to fly almost empty planes or lose our valuable slots\", said Shai Weiss, chief executive of Virgin Atlantic. One UK carrier has said that unless the rules change, it will have to operate 32 flights over the next two weeks with only 40% of the aircraft occupied. That would leave more than 5,000 seats empty. Airlines are now lobbying hard for the rules to be relaxed. Tim Alderslade, chief executive of the industry body Airlines UK, said: \"It makes no sense whatsoever under these unique and challenging circumstances to force airlines to fly empty aircraft, wasting money and fuel and creating carbon emissions\".He added: \"We urgently need a temporary suspension of the rule - as happened during the financial crisis - to allow airlines to respond to demand and use their aircraft efficiently.\" However, if the rules are to be relaxed, the decision will have to come from the European Commission in Brussels. Although the UK has officially withdrawn from the European Union (EU), an EU regulation on slot allocation still applies. On Monday the Transport Secretary Grant Shapps wrote to the European Commission. He asked it to introduce \"practical and proportionate measures\" to address the situation, possibly including \"flexibility with the 80% threshold, implemented on a market-by-market basis or more broadly\".The body directly responsible for slot allocation in the UK, Airport Coordination Limited, has joined other organisations from across Europe in calling for the \"use it or lose it\" measure to be suspended from mid-February until the end of June.", "url": "https://www.bbc.com/news/business-51809318"}