{"datetime": "2020-03-09T18:30:23.000Z", "title": "Coronavirus: UK supermarket delivery hours extended", "article": "The government is relaxing restrictions on delivery hours for shops to make sure shops remain stocked with basic items amid stockpiling concerns. The environment department, Defra said it would work with local councils to increase the frequency of deliveries. Environment Secretary George Eustice said by allowing night-time deliveries, stock would be able to move more quickly from warehouses to shelves. Deliveries are currently restricted overnight to avoid disturbing locals. The temporary measures have been brought in after a meeting on Friday between leading supermarkets and Mr Eustice. It saw firms call for help from the government to deal with increased demand from customers amid the coronavirus outbreak. Mr Eustice said: \"We have listened to our leading supermarkets and representatives from across the industry, and we are taking action to support their preparations.\" The government earlier said there was \"no need\" for coronavirus stockpiling, as worried shoppers clear shelves.Tesco and Waitrose are among retailers restricting sales of essential food and household items, in-store or online. Shoppers have reported shortages of items such as toilet roll and hand soap at their local stores. Several shops have introduced sales restrictions on certain items, to ease the flow of supply. At Tesco, shoppers are limited to buying no more than five of certain goods, including antibacterial gels, wipes and sprays, dry pasta, UHT milk and some tinned vegetables. Waitrose has brought in a temporary cap on some items on its website, including some anti-bacterial soaps and wipes. Meanwhile, Boots and Asda are restricting some types of hand sanitiser to two bottles per person. According to a survey from Retail Economics, as many as one in 10 UK consumers is stockpiling, based on a sample of 2,000 shoppers, leading to reports of bare shelves. Retailers have reassured the government they have contingency plans in place and are monitoring supply chains to minimise disruption. Andrew Opie, director of food and sustainability at the British Retail Consortium, welcomed the new measures to relax delivery hours. He said: \"While there is plenty of stock available, the challenge for retailers has been to make sure all of it reaches shelves at the earliest opportunity.\" He added that it was \"essential that government continues to engage on other ways to alleviate the challenges for retailers.\" On Friday, retailers asked the government to scrap curfews on lorries delivering to supermarkets. Defra has moved quickly to help.A significant number of supermarkets in residential areas are affected by delivery curfews. Late night or early morning restrictions are commonplace. With these new, temporary, measures, retailers will be able to deliver food and other products to stores in the middle of the night.This will give supermarkets a lot more flexibility to keep the shelves full. The spike in demand last week has yet to tail off. They also want an extension to the maximum number of driving hours for delivery drivers. The government will waive these restrictions too, if necessary.Culture Secretary Oliver Dowden has said the government was in constant contact with the big retailers. \"There is absolutely no need for anybody to stockpile or anything like that,\" he told the BBC.\"We are confident that supermarkets have the supply chains necessary to keep shelves stocked for people. \"The number one thing is to ensure we work with the supermarkets and others to ensure that their supply chains are there, that the shelves keep being restocked as people purchase things.\" \"And secondly, to reassure people that there is really no need to [stockpile]. We are confident the supermarket supply chains can keep refilling the shelves. \"I understand people's concerns if they go to the supermarket and see that… products are not there. There really is no need to buy things in volume.\" ", "url": "https://www.bbc.com/news/business-51800046"}