{"datetime": "2020-03-09T21:05:43.000Z", "author": "Michelle Roberts", "title": "Coronavirus symptoms 'take five days to show'", "article": "It takes five days on average for people to start showing the symptoms of coronavirus, scientists have confirmed. The Covid-19 disease, which can cause a fever, cough and breathing problems, is spreading around the world and has already affected more than 116,000 people.The US team analysed known cases from China and other countries to understand more about the disease.Most people who develop symptoms do so on or around day five.Anyone who is symptom-free by day 12 is unlikely to get symptoms, but they may still be infectious carriers. The researchers advise people who could be infectious - whether they have symptoms or not - to self-isolate for 14 days to avoid spreading it to others. If they follow that guidance - which has already been adopted in the UK and US - it is estimated that for every 100 individuals quarantined for a fortnight, one of them might develop symptoms after being released,Annals of Internal Medicine reports.Lead researcher Prof Justin Lessler, from Johns Hopkins Bloomberg School of Public Health, said the findings were the best \"rapid\" estimate we have to date, based on 181 cases in total.But he said we still have much more to learn about the virus. It is unclear how many people develop symptoms overall - the study did not assess that. Experts believe most people who get the infection will only have mild disease. Some will be asymptomatic, ie carrying the virus but experiencing no symptoms.But the disease can be very serious and even deadly for some - typically elderly people with pre-existing health conditions.Prof Jonathan Ball, an expert in molecular virology at the University of Nottingham, said the study confirmed that for the vast majority of cases, the incubation and therefore quarantine period for new coronavirus, will be up to 14 days.And, encouragingly: \"There is little if any evidence that people can routinely transmit virus during the asymptomatic period.\" People are thought to be most contagious when they have obvious symptoms, like cough and fever.Some spread might be possible before people show symptoms, but this is not thought to be the main way the virus spreads. The best way to protect yourself and help prevent infection is to: ", "url": "https://www.bbc.com/news/health-51800707"}