{"datetime": "2022-01-17T21:33:03.000Z", "title": "BBC licence fee to be frozen at £159 for two years, government confirms", "article": "Culture Secretary Nadine Dorries has confirmed the BBC licence fee is to be frozen at £159 for two years. Speaking in the House of Commons on Monday, Ms Dorries said the government could \"not justify extra pressure on the wallets of hardworking households\". Following the two-year freeze, she said the fee will rise in line with inflation for the following four years.Director general Tim Davie said the freeze would mean \"tougher choices which will impact licence fee payers\". The licence fee pays for BBC services including TV, radio, the BBC website, podcasts, iPlayer and apps.Its existence is guaranteed until at least 31 December 2027 by the BBC's royal charter, which sets out its funding and purpose. Ms Dorries said: \"The BBC must support people at a time when their finances are strained, make savings and efficiencies, and use the billions in public funding it receives to deliver for viewers, listeners and users.\" In a joint statement, Mr Davie and BBC chairman Richard Sharp said the settlement would mean the BBC \"will now have to absorb inflation\". \"That is disappointing,\" they said, \"not just for licence fee payers, but also for the cultural industries who rely on the BBC for the important work they do across the UK.\" They noted the corporation's income for UK services is already 30% lower in real terms than it was 10 years ago.\"We will continue to drive an ambitious programme of reform moving more of our output across the UK, transitioning the organisation to a digital future and delivering distinctive and impartial content,\" they added. The Department for Culture, Media and Sport (DCMS) said the BBC is expected to receive about £3.7bn in licence fee funding in 2022 and £23bn over the duration of the settlement period.It added the BBC also receives more than £90m per year from the government to support the BBC World Service. Ms Dorries also announced that Welsh language broadcaster S4C will also be allocated an extra £7.5m a year to develop its digital offering, to help it reach more Welsh language speakers including younger audiences.The culture secretarytweeted over the weekend that this announcement about the BBC licence fee will be the last - and it was time to discuss new ways to fund and sell \"great British content\".She said \"the days of the elderly being threatened with prison sentences and bailiffs knocking on doors\" were over. Following the announcement of the freeze, Ms Dorries said attention would in due course turn to the BBC's funding model in the longer term. The culture secretary has effectively kickstarted a public debate on the future of the BBC, pitting those who say she wants to destroy a national treasure against those who argue, in a world of Netflix and Disney Plus, the licence fee model is outdated. She was reprimanded by the House of Commons Speaker for indicating her decision to freeze the licence fee on Twitter a day before she brought it to Parliament. And her measured tone today felt very different to yesterday's tweet in which she dramatically claimed this announcement on the licence fee would be \"the last\". She says this is about helping struggling families who are feeling the pinch of rising prices - but her critics says it's ideological.Today, Nadine Dorries wouldn't commit to offering up any alternatives to the way the BBC is funded right now - and many, even BBC detractors, say the technology may not be in place to allow a change by the end of 2027 when the BBC charter is up for renewal. The BBC Board met last night, highly unusual on a Sunday, in response to the culture secretary's unexpected tweet. What will be axed is still unknown. What is certain is that more cuts are on the way and audiences will see a difference in the years ahead. On Monday, Ms Dorries referred to the changing broadcasting landscape, which has been heavily impacted by the huge popularity of streaming services.She told parliament: \"We need a BBC that is ready to meet the challenges of modern broadcasting. \"We have five or six years, that is plenty of time to decide what a future funding model will look like. \"In 2027/2028, when it starts, many of us [MPs] many not even be here. We're talking six years away.\" Before she spoke on Monday, the speaker of the House of Commons, Linsday Hoyle, reprimanded her for tweeting about the licence fee announcement before first addressing parliament.\"Any substantial policy developments should have been made to this house before they were made to the media,\" he said. She responded by saying: \"I give you my apologies,\" adding she had \"refused every invitation for media yesterday and today\". When asked in Parliament about her comments on Twitter, she replied: \"I cannot see a world in 2028 where individual households are paying an outdated fee established in 1922 to fund an organisation.\"I don't think anyone would have foreseen what the digital landscape would be like today… or the digital habits of young people today.\"She also spoke about the importance of discussing a future funding model, asking: \"How do we have a BBC that is funded for the future in order to protect it?\"Julian Knight MP, the chair of the DCMS committee, welcomed Ms Dorries' statement, and said the BBC \"plays a fundamental role in our culture and demonstrates the richness of this country's broadcasting landscape\".He said that in order to preserve the BBC for audiences, it was \"critical that the government provides clarity on how future funding will be provided, given the current levels of broadband coverage which cast doubt on the success of a subscription model\". \"An alternative source of funding must deliver the stability necessary to enable the corporation to compete effectively on a global stage,\" he added. Lengthy negotiations have already taken place between BBC bosses and the government over a future funding settlement, with the idea of freezing the licence fee discussed back in October. The annual fee is set by the government, which announced in 2016 that it would rise in line with inflation for five years from April 2017.Labour's shadow culture secretary Lucy Powell has accused the prime minister and Ms Dorries of seeming \"hell-bent on attacking this great British institution because they don't like its journalism\".Liberal Democrat culture spokesperson Jamie Stone has said freezing the licence fee would be a \"stealth cut of almost £2bn\" that would put services at risk.\"The government must stop this reckless ideological crusade and back off our BBC,\" he added. Previously, Ms Dorries, who was appointed culture secretary last September, said she thought the BBC should exist, but it needed to be able to take on competitors such as Netflix and Amazon Prime. At the Conservative party conference in October, Ms Dorries said the broadcaster needed \"real change\" in order to represent the entire UK and accused it of \"groupthink\". In 2020, people over 75 began paying for their TV licences, which they previously received for free. Funding for this had come from the government, but responsibility for this policy was handed to the BBC after the last funding settlement. In 2019,Prime Minister Boris Johnson said the BBC should \"cough up\" and pay for TV licences for all over-75s but the BBC said doing so would force \"unprecedented closures\" of services. Now, only over-75s on pension credit are eligible for a free licence, paid for by the BBC. TV licence evasion itself is not an imprisonable offence. However, the government says non-payment of the fine, following a criminal conviction, could lead to a risk of imprisonment - \"a last resort\" after other methods of enforcement have failed. Last year, the government decided not to move ahead with plans to decriminalise non-payment of the licence fee, but said it would \"remain under active consideration\". ", "url": "https://www.bbc.com/news/entertainment-arts-60027436"}