{"datetime": "2012-11-08T12:34:57.000Z", "title": "Nadine Dorries suspension over jungle row right, says Cameron", "article": "David Cameron has defended the decision to suspend Conservative MP Nadine Dorries while she appears on a reality TV show in Australia. The prime minister said constituents expected their MPs to represent them in Parliament and withdrawing the whip was the \"right\" decision. He told ITV's This Morning that Ms Dorries would have to explain her actions when she returned. Ms Dorries has said she is appearing to reach out to a wider audience.The MP for Mid-Bedfordshire could be away for a month if she makes it to the final stages of I'm A Celebrity... Get Me Out of Here. The prime minister said Ms Dorries had not told him in advance of her participation in the show and he backed Chief Whip Sir George Young's decision to suspend the MP while she is away. \"The chief whip made the very sensible decision of saying 'look you should either be in Parliament or representing your constituents',\" he said. \"I want Conservative MPs in the House of Commons doing things that the Conservative Party and the country supports. \"Obviously Nadine and I have had a few run-ins over the years but I think the chief whip has done the right thing. \"The point is... she has made a decision to go out and do this programme and this meant she could not be in Parliament and could not be representing her constituents. People do expect MPs to be doing one or two of those things.\" Mr Cameron rejected suggestions the party's quick suspension of Ms Dorries - a persistent critic of his - was in stark contrast to its response to the row over Andrew Mitchell. The former minister stayed in post for more than a month after an altercation with a police officer outside Downing Street. The prime minister said Mr Mitchell had apologised to the officer concerned, his apology had been accepted and that he had subsequently resigned after deciding he would not be able to continue doing his job.\"The two cases were quite different,\" he added. \"In the case of Nadine Dorries, clearly if you are in the Australian jungle you cannot really be representing your constituents either in Bedfordshire or Parliament.\" The prime minister said it would be up to the chief whip to decide what action to take against Ms Dorries when she returned to the UK. \"She can explain what she has been up to and why.\" The prime minister also revealed that he had had a \"extraordinary conversation\" with former prime minister Baroness Thatcher about I'm a Celebrity when her daughter Carol was on the programme in 2005. He said he had had to explain to Baroness Thatcher what the programme was and when it was on after mentioning to her at a reception that he believed her daughter Carol Thatcher was going to win it. ", "url": "https://www.bbc.com/news/uk-politics-20250027"}