{"datetime": "2022-02-10T09:38:50.000Z", "author": "Mark D'Arcy", "title": "What's happening in Parliament on Thursday?", "article": "Here is your daily guide to what is taking place in Parliament today. The Commons opens at 09:30 GMT with 40 minutes of questions to Culture Secretary Nadine Dorries, followed by questions to the Attorney General, Suella Braverman. There are two urgent questions: on the status of Russian sanctions, and the second on contracts awarded to Randox. The new Leader of the House, Mark Spencer, will then make his debut, providing the weekly statement on forthcoming Commons debates. The main debates of the day are on two issues selected by the Backbench Business Committee. The first will be on the UK-Taiwan friendship and cooperation, led by Conservatives Alicia Kearns and Bob Stewart. And the second will be a general debate on dementia research in the UK, led by Labour's Debbie Abrahams. At 13:30 over in Westminster Hall, there will be a debate on NHS dentistry. There's no committee action in Westminster, but MPs from the Science and Technology Committee will visit Glasgow to quiz a panel of experts in the Scottish space sector from 13:00. Over in the Lords, ministers will face questions from 11:00 on theNational Disability Strategy , and protecting children online.Then, peers turn to the details of the Organ Tourism and Cadavers on Display Bill proposed by Labour's Lord Hunt of King's Heath.This aims to prevent UK citizens from complicity in forced organ harvesting by amending the Human Tissue Act to ensure that UK citizens cannot travel to countries, such as China, for organ transplantation. And it seeks to stop to the travelling circus of body exhibitions, sourced from deceased bodies from China.This committee stage debate is expected to be pretty rapid. Then peers conclude their committee consideration of theNationality and Borders Bill , discussing clauses on modern slavery and support for victims - again, their scrutiny will tee up a series of votes at the subsequent report stage.MPs and peers then take a half-term break, resuming on Monday 21 February. ", "url": "https://www.bbc.com/news/uk-politics-60321894"}