{"datetime": "2012-11-06T21:34:16.000Z", "title": "Nadine Dorries suspended as Tory MP in I'm a Celebrity row", "article": "Nadine Dorries has been suspended by the Conservative Party over her decision to appear on ITV1's I'm a Celebrity... Get Me Out of Here. The Mid-Bedfordshire MP has had the whip withdrawn, a party source said. Ms Dorries will be the first sitting MP to appear on the show, which could see her being away from her job in the Commons for up to a month. The chief whip will meet her when she returns from Australia, when she will be expected to explain herself. The Conservative Party is concerned about Ms Dorries' inability to do parliamentary and constituency business while she is taking part in the programme. Ms Dorries said she wanted to use her appearance on the reality show to raise awareness of issues she is interested in, such as reducing the time limit on abortions from 24 weeks to 20 weeks. \"I'm doing the show because 16 million people watch it. Rather than MPs talking to other MPs about issues in Parliament, I think MPs should be going to where people go,\" shetold the Daily Mail . \"I'm not going in there to upset people, but I have opinions. There are certain causes that I'm interested in, one of which is '20 Weeks'.\"I will be talking about this issue around the campfire. I hope there will be some lively, heated debates.\" But she has come in for criticism over her decision to enter the celebrity jungle, with Home Secretary Theresa May saying: \"Frankly, I think an MP's job is in their constituency and in the House of Commons.\" Conservative MP Sarah Wollaston said Ms Dorries should resign, telling the BBC: \"I was horrified, frankly. I think it just makes her look ridiculous and it brings politics into disrepute.\" Paul Duckett, chairman of the Mid-Bedforshire Conservative association, said members may consider sacking Ms Dorries over her appearance on the show, adding that he had only learned about Ms Dorries appearance when media arrived in the constituency on Tuesday morning. Mr Duckett said Ms Dorries was a hard-working MP but the appearance might \"detract from the gravitas\" of her role. Prime Minister David Cameron - who has publicly clashed with Ms Dorries in the past - earlier refused to be drawn into the row, saying: \"Nadine Dorries can speak for herself on this issue.\" Relations between No 10 and Ms Dorries, a former nurse, have been strained since the prime minister made a joke at her expense in the Commons, describing her as \"frustrated\". He subsequently apologised. Ms Dorries grabbed headlines by describing Mr Cameron and Chancellor George Osborne as \"two arrogant posh boys\" who were out of touch with the real world. Former Lib Dem MP Lembit Opik, who took part in I'm a Celebrity in 2010 after losing his seat, told the BBC the Conservative leadership was \"out of touch with the zeitgeist of the nation\". He added: \"I'm outraged by the fact that it thinks she's been wrong to do something that can put politics in touch with the public.\" But former Tory MP Louise Mensch, who recently resigned from the Commons for family reasons and who has had a well-publicisedspat with Ms Dorries over her decision , tweeted: \"Nothing sadder than a politician, or ex-politician, on any of those shows.\" Labour MP Steve McCabe said: \"David Cameron was too weak to stop Nadine Dorries appearing on a reality TV show. \"But even after dithering over what to do all day, by suspending her he's acted more quickly over an MP who called him an 'arrogant posh boy' than he ever did over a chief whip who swore at a police officer.\" In February 2010, Ms Dorries took part in the Channel 4 documentary series Tower Block of Commons, in which MPs moved in with benefit claimants on a deprived council estate. George Galloway, the only other sitting MP to have taken part in a reality game show that took him away from the Commons, when he spent three weeks on Celebrity Big Brother in 2006, also faced criticism that he was neglecting his constituents.", "url": "https://www.bbc.com/news/uk-politics-20217901"}