{"datetime": "2012-11-06T16:30:05.000Z", "title": "Nadine Dorries: Lessons from seven other reality show politicians", "article": "Conservative MP Nadine Dorries is under fire for agreeing to appear on ITV1's I'm A Celebrity... Get Me Out of Here. Here, Justin Parkinson recalls seven other politicians who have flirted with disaster - and occasional triumph - on reality TV shows. In 2006, the Labour-turned-Respect MP subjected himself to several days of embarrassment, by taking part in Celebrity Big Brother. In one scene, he pretended to be a cat licking cream from an imaginary saucer placed on the lap of actress Rula Lenska. In another, he donned a red leotard and mimicked a robot, in tandem with the singer Pete Burns, who wore blue. The show enjoyed high ratings, but Mr Galloway came in for much criticism from fellow MPs and political rivals in his Tower Hamlets constituency for neglecting his Parliamentary duties. The Respect MP was characteristically unrepentant, claiming he was gaining valuable publicity for his fledgling party and the anti-war cause, but later complained that many of his political statements had been left on the cutting room floor. The former Liberal Democrat Northern Ireland spokesman was embracing the celebrity lifestyle even before he lost his seat at the 2010 general election. His brief engagement to Cheeky Girls singer Gabriela Irimia apart, he regularly appeared on game shows, while playing his harmonica at social gatherings. As an ex-MP he too headed for the Australian jungle for a stint on I'm a Celebrity. While there, he managed to instigate a hitherto unseen level of rage in Nigel Havers, known as one of Britain's most suave and unruffled thespians. The cause was Mr Opik standing up while he, Havers and the rapper Aggro Santos were completing a river crossing in a canoe. Havers plunged in to the water. Emerging soaked, he proclaimed he was going to \"annihilate\" the former honourable member for Montgomeryshire. Havers later quit the show. Opik was the second person to be evicted by the public. After her retirement from politics, the veteran Tory MP did not fade quietly from public life. Quite the opposite, in fact. In 2010 the outspoken former minister and animal rights activist, put on the sequins for one of the most memorable turns on BBC One's Strictly Come Dancing. Ms Widdecombe now vies with ex-BBC man John Sergeant for the title of \"worst ever\" contestant. During one Latin routine she was lowered on a hoist to join professional partner Anton Du Beke. Another time, they danced the paso doble to the accompaniment of The Troggs' Wild Thing. Eventually a fevered debate was played out in the press. Should Widdecombe quit, as Sergeant had done, or did the voice of the people - rather than the judges - deserve to be heard? The former Home Office minister stood firm. Finally, though, even those viewers who live to hear Craig Revel-Horwood mouth the word \"disaster\" relented and Widdecombe and Du Beke were the ninth couple to be voted off. The business secretary has long boasted of his prowess on the dance floor and is the proud holder of several certificates attesting to his skill. So, only weeks after Widdecombe's departure, the veteran Liberal Democrat took part in a Christmas special of Strictly Come Dancing. The show was aired just days after the Daily Telegraph printed details of a secretly obtained recording of Mr Cable saying he had \"declared war\" on Rupert Murdoch's empire. During training for the show, he wore a Santa outfit. Party leader Nick Clegg was reportedly not happy about the appearance. Mr Cable came second to entertainer John Barrowman. The former Labour MP came to national prominence during the 1980s as the host of a BBC daytime discussion show. He quit after a row over comments he made about Arabs in a newspaper column and joined the UK Independence Party, becoming a member of the European Parliament for the East Midlands in 2004. After a failed attempt to oust UKIP's leader he quit the party to join one he had set up himself, Veritas. By the time he entered the I'm A Celebrity jungle, in 2008, he was sitting as an independent - and his fellow MEPs wasted little time in attacking the move, with Labour's Glenis Willmott saying: \"I think it shows a complete lack of respect for voters.\" A fellow contestant, the tennis great Martina Navratilova, declared Mr Kilroy-Silk her \"hero\" after enduring a workout session in the company of rats, bugs and snakes to win extra food rations for the group. The audience were not as enamoured, as Mr Kilroy-Silk became the first contestant to be voted out. One of the younger female MPs when elected in 2005, Lib Dem Julia Goldsworthy decided to flex her muscles in 2006, when she took part in Channel 4's reality sports series The Games. Her tasks included cycling, running and archery. Ms Goldsworthy, a keen rower off the coast of her native Cornwall, came second in the women's category, with singer Javine Hylton taking gold. Ms Goldsworthy, who lost her seat in 2010, is now a special adviser to Chief Secretary to the Treasury Danny Alexander. After deciding not to seek re-election as an MP in 2010 because of an expenses scandal, Mr Conway took a sunshine break with four other well-known figures: astrologer Russell Grant, newsreader Jan Leeming, singer Antony Costa and reformed \"wild child\" actress Emma Ridley. In Channel 4's Celebrity Five Go To Turkey, they played the part of tour reps. Mr Conway was shown in a state of semi-undress during a visit to a spa bath. ", "url": "https://www.bbc.com/news/uk-politics-20223576"}