{"datetime": "2020-05-11T13:12:47.000Z", "author": "Michelle Roberts", "title": "Coronavirus: Advice for people with health conditions", "article": "Coronavirus can affect anyone, but people with pre-existing health problems and older people are thought to be at greater risk of developing severe symptoms. If you have a long-term health condition you may be feeling anxious. So here's what experts are advising.Having a health condition does not make you more likely than anyone else to come into contact with coronavirus. But it appears people who are older, those with weakened immune systems and people who have underlying chronic conditions, including heart disease, diabetes, or asthma, are more at risk of severe effects if they do catch it. Most people start to recover from coronavirus quickly after a few days' rest. For some people, it can be more severe and sometimes life-threatening. The symptoms are similar to other illnesses that are much more common, such as cold and flu: People at higher risk include those who are over 70, regardless of whether they have a medical condition or not, and people under 70 with any of the following underlying health conditions:Everyone is being told to follow social-distancing measures to help reduce the chance of catching and spreading coronavirus. And 16m people in higher risk groups arestrongly advised to follow the advice. Around 2.5m people at the greatest risk of complications, such as patients having treatment for cancer or people on immunosuppressant therapy, are being asked to isolate at home for 12 weeks to protect themselves - a measure calledshielding .If you think you are in this highest risk shielding category and have not received a letter about it from the NHS or been contacted by your GP, get in touch with your GP or hospital doctor by phone or online.Asthma UK's advice is to keep taking your preventer inhaler (usually brown) daily as prescribed. This will help cut your risk of an asthma attack being triggered by any respiratory virus, including coronavirus. Carry your blue reliever inhaler with you every day, in case you feel your asthma symptoms flaring up. If your asthma is getting worse and there is a risk you might have coronavirus, contact theonline NHS 111 coronavirus service .Start a peak flow diary if you have a peak flow meter as it can be a good way of tracking your asthma and helping to tell the difference between your asthma symptoms and coronavirus illness. Everyone - regardless of age - should now be stopping non-essential contact with others to help stop the spread of the virus and protect the most vulnerable. That means avoiding gatherings with friends and family as well as crowded places. This is particularly important for people over 70 and those with underlying health conditions because they are at higher risk of developing more severe symptoms if they become infected. Caroline Abrahams, charity director at Age UK, recommends that people with elderly friends and relatives make sure they check on them regularly.Older people and their families can call Age UK Advice for free on 0800 169 65 65.Anyone with a higher risk from viruses such as cold or flu should take sensible steps to reduce the risk of picking up infections.Those who begin to show symptoms - a new, persistent cough and fever - should stay at home. If the symptoms get worse or are no better after seven days, they should call their GP or use the NHS 111 service. Those living with either type 1 or type 2 diabetes could be at greater risk of more severe symptoms. Dan Howarth, head of care at Diabetes UK, said: \"Coronavirus or Covid-19 can cause complications in people with diabetes.\"If you have diabetes and you have symptoms such as cough, high temperature and feeling short of breath, you need to monitor your blood sugar closely.\" If you have these symptoms you should stay at home for seven days and continue taking your medication. Do not go to a GP practice, pharmacy or hospital, even if you have a hospital appointment. Use the NHS 111 online coronavirus service if you feel you cannot cope with your symptoms at home, your condition gets worse or your symptoms do not get better after seven days. If you routinely monitor your blood glucose, on the advice of your doctor, you should continue to do this more often. If you don't check your blood sugar levels at home, be aware of the signs of hyperglycaemia, which include being very thirsty, passing more urine than normal (especially at night), headaches, tiredness and lethargy. You should call your doctor if you have these symptoms. If you don't have any coronavirus symptoms and want to attend a routine diabetes appointment, check if you can do this online or over the phone instead of visiting a clinic in person.There is no evidence yet that pregnant women (and their babies) are at increased risk if they catch coronavirus, but the government is saying mums-to-be should be extra cautious for now. Like anyone, they should take steps to avoid infection. They are among people who should be \"particularly stringent\" in following the official advice. Pregnant healthcare workers are advised: Deborah Arnott, chief executive of public health charity, Ash, advises that those who smoke heavily should either cut back or try to quit entirely to lower their risk.\"Smokers are more likely to get respiratory infections and twice as likely to develop pneumonia as non-smokers,\" she said.\"Quitting smoking is good for your health in so many ways and smokers should see coronavirus as further motivation to give quitting a go to build up their body's defences now before coronavirus becomes widespread in the UK.\" It is important that even if you are unwell, you continue to take your prescribed medication. If you need to collect prescriptions while unwell, ask a friend or family member to collect them for you. Coronavirus is an entirely different virus to flu, so the flu jab won't prevent infection, but flu can also make you sick and can be severe in certain people. People aged 65 and over, pregnant women and children and adults with underlying health conditions or weakened immune systems can get one for free on the NHS.The virus is thought to be spread by coughs and via contaminated surfaces, such as handrails and door handles in public places. Good hygiene can stop the virus spreading: Keep physically active by exercising indoors or in your garden if that's possible. ", "url": "https://www.bbc.com/news/health-51703892"}