{"datetime": "2012-11-12T08:14:38.000Z", "title": "Dorries to donate MP's salary while on I'm A Celebrity", "article": "Conservative MP Nadine Dorries is to donate her MP's salary to charity while she appears on a reality TV show in Australia. The plan to give the money to children's charities in her Mid-Bedfordshire constituency is revealed on her Conservativehome website column.Ms Dorries does not mention what she intends to do with her fee from ITV's I'm A Celebrity... Get Me Out of Here. The MP has been suspended by her parliamentary party while she is away. The prime minister has said Ms Dorries had not told him in advance of her participation in the show and he backed Chief Whip Sir George Young's decision to suspend the MP. However, at the end of Ms Dorries'column published on Sunday it states: \"Despite some reports she insists she did inform the Whips Office that she would be away for up to a month\". In the column, Ms Dorries says the predicted audience of up to 16 million viewers was an opportunity to get her views across on issues, such as reducing the time limit on abortions from 24 weeks to 20 weeks. Ms Dorries says: \"When I was offered this opportunity, and contrary to rumour, I am the only sitting MP to have been offered and was one of the first people to have been signed up, months ago, I seized upon it... It would have been mad to have refused.\" But Ms Dorries' entrance in the jungle on the ITV show's first episode on Sunday was not without its difficulties. Looking back on it, she said: \"I think it's possibly one of the worst nights of my life and I don't really want to go through it again.\"We haven't slept for 24 hours, we haven't washed for 24 hours, or changed clothes for 24 hours.\" During the episode, Ms Dorries was also voted by viewers to take the first Bushtucker trial, which means she will have to endure being buried alive with bugs - something she says she \"kind of expected\".Earlier, Tory cabinet minister Eric Pickles joked his phone was on speed dial to ensure she faced the bug trial challenge. Ms Dorries is not the first politician to appear on the ITV show, but is the first serving MP to do so. According to a note at the start of her Sunday article, Ms Dorries submitted her piece under embargo a week ago, for publication this Sunday. Since then her decision to take part in the show has been the subject of widespread controversy.She says in the column: \"G'day. Is it outrage back home? Do people understand why I am in a jungle, eating only three handfuls of rice a day with a few beans thrown in?\" She continues that after she had finished typing her e-mail that her phone and lap top would be confiscated. \"I may have to eat a kangaroo's testicle, but I may also get to talk about a twenty week limit for abortion, \" she says. Last week, Prime Minister David Cameron said constituents expected their MPs to represent them in Parliament and Ms Dorries would have to explain her actions when she returned. But Former Lib Dem MP Lembit Opik, who took part in I'm a Celebrity in 2010 after losing his seat, told the BBC he was \"outraged\" that the Tory leadership felt \"she's been wrong to do something that can put politics in touch with the public\". Budge Wells, deputy chairman of Mid-Bedfordshire Conservative Association, which has the power to de-select Ms Dorries as a candidate in the next general election, said her participation in the programme was \"not helpful\" but said officials would be \"cautious\" in their response. ", "url": "https://www.bbc.com/news/uk-politics-20291303"}