{"datetime": "2012-11-07T19:54:29.000Z", "title": "'No decision' on Dorries future as MP amid reality TV show row", "article": "No decision has been taken about Nadine Dorries' future, Conservative officials say, amid a row over her appearance in a reality TV show in Australia. The MP for Mid-Bedfordshire has been suspended by the Parliamentary party for taking part in I'm a Celebrity... Get Me Out of Here. Unaware of the reaction to her move, Ms Dorries said from Australia: \"I know there will be a backlash.\" She has had the whip withdrawn for neglecting her duties as an MP. \"I know there will be a backlash that I am going on this show, but I would like to point out that I have never before taken a week away in Parliamentary time whereas a lot of other MPs have,\" she said. Budge Wells, deputy chairman of Mid-Bedfordshire Conservative Association, which has the power to de-select her as a candidate in the next general election, said her participation in the programme was \"not helpful\" but said officials would be \"cautious\" in their response. Ms Dorries is not the first politician to appear on the ITV show but she is the first serving MP to do so - raising concerns about her ability to represent her constituents during the period. The MP - who has been an outspoken critic of the prime minister in the past - will be asked to explain her actions to the Conservative Party Chief Whip Sir George Young when she returns from Australia. If her expulsion from the Parliamentary Conservative Party is made permanent she could continue to sit in the Commons as an independent MP or join another party - she has hinted in the past that she has sympathies with the UK Independence Party. The MP has faced an angry backlash from some of her Conservative colleagues over her decision to take part in I'm A Celebrity, with Totnes MP Sarah Wollaston accusing her of \"bringing politics into disrepute\" and making herself \"look ridiculous\". But she has been backed by former Lib Dem MP Lembit Opik, who did a stint in the I'm A Celebrity jungle himself after being rejected by voters at the 2010 election, who says it will help raise the profile of MPs and show they are \"in touch with the zeitgest\". Ms Dorries has defended her decision to take part, saying it would allow her to bring issues she is concerned about - such as the laws on abortion - to a mass audience. \"A lot of people don't vote and if they can see I am a normal mother who comes from a poor background and who didn't go to a posh school, they may think they can be a politician too. Maybe they will trust us more,\" she said shortly before the month-long show began. But Mr Wells said he had not been told anything by Ms Dorries or her staff about the MP's whereabouts or intentions. \"I do feel we should have told what was going to happen,\" he told BBC Three Counties Radio.\"Nadine is quite used to being in the press and she must know what effect this will have in the constituency, putting some of us who are responsible for the political running of the constituency at a disadvantage.\" Mr Wells said that \"if what we hear is true\", party officials would be \"very concerned\". \"It does concern us that it does detract from the serious nature of our MP who has voiced many serious issues in the House of Commons and elsewhere.\" Ms Dorries, a former nurse who became an MP in 2005, has frequently clashed with her party's leadership. She has described Prime Minister David Cameron and Chancellor George Osborne as \"two posh boys who do not know the price of milk\" and suggested Mr Cameron may face a challenge if the party's poll ratings do not improve.Deputy Prime Minister Nick Clegg and deputy Labour leader Harriet Harman joked about the issue in Parliament on Wednesday. Mr Clegg, standing in for David Cameron at Prime Minister's Questions, said that when he heard Ms Dorries \"had been sent to the jungle to eat insects... I thought this indicated a new disciplinarian approach in our whips' office\". And Ms Harman suggested she had sympathy with Ms Dorries, who has frequently come under fire from her own side.\"All those rats and snakes and that was even before she went to the jungle,\" she told the Commons. ", "url": "https://www.bbc.com/news/uk-politics-20236082"}