{"datetime": "2021-11-28T16:35:20.000Z", "title": "Nadine Dorries criticised for doubting Stanley Johnson grope claim", "article": "Conservative MP Caroline Nokes has criticised Culture Secretary Nadine Dorries after she dismissed Ms Nokes' claim she was groped by the prime minister's father, Stanley Johnson. Ms Dorriestold the Daily Mail Mr Johnson was \"a gentleman\" and she didn't believe Ms Nokes' allegation. Ms Nokes said she hoped Ms Dorries' comments would not deter other women from reporting their own experiences. Mr Johnson has said he does not recall the incident. A source close to the culture secretary said: \"Nadine knows she should have been clearer in her answer. Having known Stanley for so long she found it hard to believe he had been inappropriate. \"But she is crystal clear that those who experience sexual harassment should always be able to speak up and always be heard. She was not looking 'denounce' Caroline and regrets if that is how her comment has been received.\" In an interview with Sky News earlier this month, Ms Nokes said Stanley Johnson inappropriately touched her at the 2003 Conservative Party conference in Blackpool when she was the party's candidate for the Romsey and Southampton North constituency. Ms Nokes said she recalled Mr Johnson \"smacking me on the backside about as hard as he could and going, 'Oh, Romsey, you've got a lovely seat'.\" When approached by Sky News, Mr Johnson said: \"I have no recollection of Caroline Nokes at all - but there you go. And no reply... hey ho, good luck and thanks.\" Asked about the incident, Ms Dorries said: \"I don't believe it happened\", adding: \"I have known Stanley for 15 years. He is a gentleman. It never happened to me. Maybe there is something wrong with me.\" In response, Ms Nokes said she was \"sorry\" Ms Dorries had \"used her considerable influence and power in the media to denounce me in this way\". \"I very much hope her attitude does not deter other women from being brave enough to report their experiences of public sexual harassment,\" she added. Labour's Jess Phillips, the shadow minister for domestic violence and safeguarding, said \"I've got to say I expected better from Nadine...\"I'm not entirely sure why she thinks Caroline would lie. Where's the benefit?\" Earlier this week, Ms Nokes told the BBC's Woman's Hour programme that she had received \"some amazing support\" from women in Westminster, but that \"I've been sent to Coventry by some\". The phrase \"sent to Coventry\" refers to being ignored or being given a frosty reception by others.She also told the programme that not reporting the alleged incident at the time would \"forever be my regret\". She said 20 years ago she wouldn't have known \"how or to whom to call it out... I do now, I have a platform and a voice\". Ms Nokes' allegation prompted New Statesman journalist Ailbhe Rea to detail her own claim that Mr Johnson touched her inappropriately.Writing in the magazine, she wrote: \"As he [Mr Johnson] walked past, he reached out to put his hand on my back. His hand slid down, and lingered too low and for too long.\" She said she was \"surprised and confused\" but added that \"what happened to me never seemed important enough to risk saying anything more publicly\". However she said that after Ms Nokes' interview, \"I didn't want Nokes to be alone in calling out something I knew hadn't only happened to her. It was a courageous feminist act and I wanted to match that in the very small way I could\".", "url": "https://www.bbc.com/news/uk-politics-59451874"}