{"datetime": "2022-02-12T00:28:51.000Z", "author": "Laura Kuenssberg", "title": "Keir Starmer's 'I'm not Corbyn' hints are getting louder", "article": "There's a saying used often in politics: \"Never interrupt your enemy when he's making a mistake.\" Like all good quotes there's an argument about exactly where it came from.And pedants may find a certain pleasure in pointing out that it was not, in fact, first uttered by the French leader, Napoleon as it's often claimed, but was written many centuries before by the Chinese military strategist, Sun Tzu in The Art of War.Peel back further and there's even more satisfaction to be found in a historical argument over whether Tzu even existed, or rather the document was simply a compilation of many different wise heads' advice in China many centuries ago.In any case, that saying has proved a decent mantra for the Labour Party of late.The agonies in the Conservative Party have provided almost endless fodder for the main opposition party.The embarrassment of the prime minister gave Sir Keir Starmer an occasion to deliver one of his strongest performances at the despatch box on the day part one of Sue Gray's report on lockdown gatherings in Downing Street was published.If the airwaves are full of Tory arguments and chaos then why, as the saying goes, get in the way.If families and firms are also really starting to struggle with soaring costs of living, it makes sense for the opposition to take every chance going to point that out.Watching Boris Johnson and Sir Keir face off in the House of Commons has always been about of the showman versus the lawyer . In good times for the Conservatives, the prime minister's huge persona has sometimes simply squeezed the Labour leader out.But when the performance has looked like a shambolic circus, the sober opponent has been able to show advantage.Opinion polling has suggested for weeks that the government's pain has been Labour's gain. But that poll lead wobbles up and down, and there is no way Labour can be sure it will last.In his recent clashes with Mr Johnson, Sir Keir has undoubtedly profited from not being the other guy, but when it comes to his own party leadership, he is still putting huge efforts into not being the guy that came before him.That much was clear from the choice of destination and imagery on his visit to Brussels this week, where I interviewed him at Nato's headquarters. He told us Labour had always been the party of Nato, pointing out that one of its earliest documents bore the signature of Ernest Bevin, a giant of the Labour movement, as he spoke of his own belief in the Western alliance of countries who would work together to defend themselves.While he was at first reluctant to spell it out, Sir Keir said that he would be willing to use nuclear weapons in principle. And the Labour leader said that he backed his political rival, Boris Johnson, in supporting every Western effort to prevent conflict in Ukraine.That matters because it all tells us about his beliefs.But it matters too because that view is a direct contrast to the positions of his predecessor as Labour leader Jeremy Corbyn. Sir Keir said overtly that Mr Corbyn was wrong about Nato, even criticising the Stop the War Coalition with which he is linked.He didn't say, as he could have done, \"well, Jeremy and I had some private disagreements on this\", but repeatedly and deliberately declared that his former leader was mistaken.Sir Keir knew this would stir up some discontent on the left of the party.He knew also that it raises questions about how he felt able to campaign to put Mr Corbyn in No 10 if he clashed with him fundamentally on such a serious issue.It's true that he did disagree in public with Mr Corybn's position on the Salisbury poisonings. Sources say that during that era that Sir Keir also in shadow cabinet discussions made his support for Nato clear, although it is hard to find any public record of him supporting the alliance.There was another direct contrast to his former leader too.The powerful trade union, Unite, who have been one of Labour's biggest financial backers, have been threatening to cut that funding off.The argument matters because of what's actually happening - adispute over pay for some workers in Coventry - but also because it's a power play between the leadership and the union itself.Len McCluskey, when he was Unite boss, was the first person that Jeremy Corbyn hugged at the victory party when he became Labour leader.He was intimately involved in backing Mr Corbyn, and Unite had huge power and influence over the party.Now, Sir Keir says he won't budge in response to the funding threat.It's another very public position that will stir feeling against him among some of the party's left.And, of course, there are Labour members who feel he hid his true feelings during the leadership contest and somehow strung them along.Yet the Labour leadership aren't likely to be unhappy about any of these internal tensions - fights with the left all go to show voters who aren't part of the Labour movement that things have changed.Remember - Mr Corbyn did inspire huge passion and excitement among part of that movement but under his leadership the party crashed to a terrible election defeat.It pleased many of Sir Keir Starmer's backers this week to see him take such a different tack, to provide the wider public more evidence that Labour under his leadership is a changed political beast.He's changed too. He seems more willing to show flickers of emotion in the Commons, more likely to crack jokes or to express derision.He seems more comfortable in his own skin in front of the cameras, open to confessing he shouts at the football on the telly, or that his kids tell him off when he ends up doing work on his phone at home.Yet even as he is heading towards his second anniversary in the job, Labour still believes it has to make the effort to define Sir Keir against Mr Corbyn.The difficulties of making political arguments during the pandemic were intense but it is notable after all this time they believe that's an argument that still has to be made.Drawing a distinct line on defence policy this week was part of it. A recent big speech about security and respect sketched out more of his priorities and values.It is more than 16 years since Labour won a parliamentary majority. The fear some Labour figures carry is that they have forgotten how to win.Yet the party knows that they have ground to cover. One insider said: \"We know we have tonnes of work to do this year, but if you'd have offered us this position any time in the last decade, I'd have bitten your arm off.\"Keir Starmer knows that he can't win just by not being Jeremy Corbyn, or by not being Boris Johnson, who has every intention of surviving these months of chaos however unpredictable that may be.He can't just be not the \"other guy\".Nearly two years has passed since he became the Labour leader. Not that far from the half way mark to the next election he has fully to try to define who he, as a potential leader of the country, could really be.", "url": "https://www.bbc.com/news/uk-politics-60353516"}