{"datetime": "2021-11-23T20:04:56.000Z", "title": "Cyber-flashing likely to become a criminal offence - Dorries", "article": "Ministers are working towards making the unsolicited sending of obscene images via wi-fi or Bluetooth a criminal offence, Culture Secretary Nadine Dorries has said. She told MPs that \"cyber-flashing\" was likely to be \"within the scope\" of the upcoming Online Safety Bill. And she said that online platforms who failed in their duty of care for users would face criminal sanctions. They must \"change their behaviours now\", Ms Dorries added. Cyber-flashing involves the sending of obscene pictures using Bluetooth or peer-to-peer wi-fi networks. This often happens while people are in public places, such as on trains or buses. Prime Minister Boris Johnson said last week that cyber-flashing \"should be illegal\" and the Law Society recommended, in July that a specific offence should be created. Asked about this when she appeared before the Commons Digital, Culture, Media and Sport Committee for the first time since entering the cabinet, Ms Dorries said: \"My information is that much of that is actually in the scope of the bill and included in the work that we're doing.\" Cyber-flashing has been a criminal offence for more than a decade in Scotland, but is not yet one in England, Wales and Northern Ireland. Questioned over whether digital platforms failing to exercise a duty of care for users should face criminal sanctions, Ms Dorries replied: \"Absolutely, yes.\" She added: \"It is the case that those online platforms can change their behaviours now. They can comply with their own terms and conditions now. They can remove harmful algorithms right now. \"They don't need to wait for this bill to come to the floor of the House [of Commons] to change the way they behave.\" During the two-hour evidence session Ms Dorries denied frequently using the terms \"snowflake\" and \"leftie\" Asked what her definition of a \"snowflake leftie\" was, she joked: \"Probably my kids.\" And then, asked what an \"Islington leftie\" was, she replied: \"Again, one of my kids.\" The culture secretary also denied a recent story that she had threatened to cut the BBC's funding after Today programme presenter Nick Robinson told Prime Minister Boris Johnson to \"stop talking\" during an interview. The Sunday Times had reported that Ms Dorries had told allies: \"Nick Robinson has cost the BBC a lot of money.\" But she told the committee: \"I've never criticised Nick Robinson. I didn't hear the interview that I was supposed to have criticised and I never made the comment. It was attributed to me but nobody can actually say I said it.\" Ms Dorries also described the decision toremove male and female categories at music's Brit Awards from next year as \"sad\". She added that she was \"concerned in the future that women were not fairly represented in those awards\". ", "url": "https://www.bbc.com/news/uk-politics-59391603"}