{"datetime": "2021-11-19T13:25:30.000Z", "subject": "Social media regulation debate", "title": "Nadine Dorries: Culture secretary says social media has been hijacked", "article": "Culture Secretary Nadine Dorries has said people have become afraid to say what they think for fear of being \"cancelled\", and that left-wing activists have \"hijacked\" social media. In her first TV interview since taking the job, she said she does not plan \"to charge out on a culture war battle\". She criticised online campaigners for frightening young people \"who actually do want to engage\" in serious debate. She also described negative reaction to her new role as \"quite misogynistic\". After her appointment in September, comedianDom Joly said it was \"like the result of some drunk bet\" while fellow comicMark Thomas said Dorries, who is also a successful author, had \"written more books\" than she had read. \"People were making these comments for political attack and nothing else,\" she told BBC culture editor Katie Razzall. \"I just found them thoroughly unpleasant.\" As culture secretary, her in-tray includes deciding whether to privatise Channel 4, introducing a law protecting young people from harms online and setting the BBC's funding by deciding the level of the licence fee until 2027. Dorries has previously said the corporation needs \"real change\". She told Razzall the BBC was \"the best of British\", but how it competes with streaming giants and how it is funded after 2027 will be \"discussions for the future\". She also welcomeddirector general Tim Davie's recent 10-point plan to deal with \"issues like a lack of impartiality\". \"I think they've made a good attempt to start dealing with some of these issues,\" she said. Since this interview with Dorries took place, she has defended deleting a tweet in response to the BBC's Political Editor, Laura Kuenssberg, which the culture secretary later denied was a \"rebuke\" for reporting criticism of the prime minister from an unnamed Conservative MP. On Friday, Dorries also announced a further £107m as part of the Culture Recovery Fund to help almost 1,000 arts and heritage organisations continue their recovery from the pandemic. Last month,The Observer described Dorries as the \"minister for culture wars\". But in the interview, Dorries said that was \"what other people say about me, not what I say\". She explained: \"Sometimes I think we just need to tone down the condemnation and the judgement, and evaluate and engage a little bit more than we do. I think social media probably contributes a lot to this. \"People are afraid because of the amplification in the echo chambers of social media.\" The culture secretary has been outspoken on social media herself in the past,and her remarks got short shrift from those who pointed to her own record. LBC presenter James O'Brien, who has previously exchanged insults with Dorriesin the press andon Twitter ,said on Friday that she \"is part of the problem of online abuse\". Former Plaid Cymru leader Leanne Woodwrote that the culture secretary \"is gaslighting us\". Gaslighting refers to psychological manipulation to make someone question what's true or real. Dorries told the BBC her own strident posts are aimed at campaigners \"on the left who have hijacked that space\" rather than people who \"do want to talk about these issues seriously\". As a backbencher in 2017, Dorries famously wrote on Twitter that \"left-wing snowflakes are killing comedy\". She stood by that comment, noting that some comedians had recently expressed concerns that they could no longer make light of certain subjects. \"I just said it first,\" she told the BBC. She also said she doesn't agree with removing statues and other memorials connected to the slave trade and other aspects of history, such asthe Bank of England's removal of paintings and busts of past governors and directors. \"You can't, with this whole cancel culture, wipe it all out like it didn't happen and pretend it didn't exist,\" she said. \"You can't wipe away our history, either the good or the bad.\" The bank said in response it would feature the portraits in a future Bank of England exhibition \"in their appropriate context\". It added it has appointed a researcher to work in its museum to \"examine in detail the bank's historic links to the transatlantic slave trade\". Dorries grew up in one of the poorest parts of Liverpool, and said her priority is to help young people from backgrounds like hers to get involved in arts, culture and sport. \"Those people in those backgrounds are of every colour and every sexuality, but are we looking after everybody when we talk about diversity?\" she said. Her reputation precedes her - as a politician who shoots from the hip, who has previously got into fairly heated Twitter rows with detractors, and who has been dubbed in some quarters the \"minister for culture wars\". Ahead of our meeting at the Young Vic theatre in London, one MP even told me to \"strap yourself in for that interview\". She's a far more interesting culture secretary than many who have gone before, not least because she's sold more than two million books. She may also be right that the critical reaction to her appointment from some in the sector was sexist and snobbish. Some of her responses about how we all need to be kinder and listen a bit more to each other will raise eyebrows and worse. She's not known as someone who is kind to people on social media, or as someone who listens to those with different views. People are already accusing her of hypocrisy. And clearly if you blame the left, as she did in the interview, you are being political, sticking the boot in to the opposition. Her professed mission - to widen access to the cultural and sporting world - felt sincere. She's not the first to say it. But the difference is she speaks with authenticity as a result of her personal experiences. She's levelled up personally, rewarded with a cabinet job after intense loyalty to Boris Johnson. But as the 10th culture secretary in 10 years, will she be around for long enough to make a difference? The £107m Culture Recovery Fund money that was announced on Friday will help 925 theatres, museums, cinemas and other cultural venues and organisations \"through the recovery period\", Dorries said. The recipients include Leeds Grand Theatre, English National Ballet and The Marlowe Theatre in Canterbury, Kent, which have all received at least £1m each. \"Make no mistake about this. Many theatres would not be standing today if the government hadn't supported them over the last 20 months,\" she said. Some commercial theatre operators like Sir Cameron Mackintosh did not receive emergency funding, but those who applied opened their accounts to the Treasury, she said. \"You'll hear some people in the theatre sector say, 'We didn't get any of that money', but they are still standing and they are still running with plays back up, which actually is testament to the fact that they didn't need the funding, because they are still here. They have private investors.\" Dorries is also working on the new Online Safety Bill, which will require social media platforms to remove harmful content quickly or potentially face multi-billion-pound fines or even jail time for executives. She told them to get ready. \"They've had notice. They've got fair warning,\" she said. \"This bill is coming. Abide by your terms and conditions now. Remove your harmful algorithms now.\" ", "url": "https://www.bbc.com/news/entertainment-arts-59305080"}