{"datetime": "2022-01-16T15:58:33.000Z", "title": "Nadine Dorries: BBC licence fee announcement will be the last", "article": "Culture Secretary Nadine Dorries has said the next announcement about the BBC licence fee will be the last - and it was time to discuss new ways to fund and sell \"great British content\". She said \"the days of the elderly being threatened with prison sentences and bailiffs knocking on doors\" were over. Her comments come as unconfirmed reports say the government is expected to freeze the £159 fee for two years. A BBC source said there had been similar speculation before. The licence fee's existence is guaranteed until at least 31 December 2027 by the BBC's royal charter, which sets out the broadcaster's funding and purpose. The annual fee is then set by the government, which announced in 2016 that it would rise in line with inflation for five years from April 2017. Money raised from the licence fee pays for BBC shows and services - including TV, radio, the BBC website, podcasts, iPlayer and apps.Lengthy negotiations have already taken place between BBC bosses and the government over a future funding settlement, with the idea of freezing the licence fee discussed back in October. A government source confirmed the BBC discussions over the licence fee were ongoing. But they said the culture secretary recognised pressure on people's wallets - and the licence fee was an \"important bill\" for people on low incomes and pensioners, which ministers could control. A BBC source said of the fee freeze: \"Anything less than inflation would put unacceptable pressure on the BBC finances after years of cuts.\" They added there were \"very good reasons for investing in what the BBC can do for the British public, and the creative industries and the UK around the world\".Previously, Ms Dorries, who was appointed culture secretary last September, saidshe thought the BBC should exist , but it needed to be able to take on competitors such as Netflix and Amazon Prime. At the Conservative party conference in October, Ms Dorriessaid the broadcaster needed \"real change\" in order to represent the entire UK and accused it of \"groupthink\". The BBC was \"a beacon for the world\", she said, but she thought people who had worked their way up had a similar background, a certain political bias and thought and talked the same. Labour's shadow culture secretary Lucy Powell accused the prime minister and Ms Dorries of seeming \"hell-bent on attacking this great British institution because they don't like its journalism\".\"British broadcasting and our creative industries are renowned around the world and should be at the heart of global Britain,\" she said. Liberal Democrat culture spokesperson Jamie Stone said freezing the licence fee would be a \"stealth cut of almost £2bn\" that would put services at risk. \"The government must stop this reckless ideological crusade and back off our BBC,\" he added. In 2020, people over 75 began paying for their TV licence, which had previously been free. Funding for this had come from the government, but responsibility for this policy was handed to the BBC after the last funding settlement. In 2019, Prime Minister Boris Johnson said the BBC should \"cough up\" and pay for TV licences for all over-75s but the BBC said doing so would force \"unprecedented closures\" of services. Now, only over-75s on pension credit are eligible for a free licence, paid for by the BBC. TV licence evasion itself is not an imprisonable offence. However, the government says non-payment of the fine, following a criminal conviction, could lead to a risk of imprisonment - \"a last resort\" after other methods of enforcement have failed. Last year, the government decided not to move ahead with plans to decriminalise non-payment of the licence fee, but said it would \"remain under active consideration\". And so as the BBC turns 100, a British government officially turns against the licence fee as the best way to fund it. Nadine Dorries is not arguing against the existence of the BBC, but is now formally opposed to a compulsory levy on households that watch TV. She argues that it potentially criminalises the vulnerable, including the elderly.Defenders of the licence fee argue it is the least bad mechanism, and moving to a Netflix-style subscription model would force the BBC to serve subscribers rather than be universal. It comes after lengthy negotiations between the government and the BBC over the future funding settlement.The actual negotiation over how the BBC is funded after 2027 is still several years away. Dorries tweeted a link to aMail on Sunday article suggesting that, amid a cost of living crisis, the fee would be held at £159 for two years - amounting to a real terms cut of hundreds of millions.The BBC is also under relentless financial and creative pressure from streaming giants such as Apple and Amazon.Its future depends above all on whether it can persuade young people to pay for it. ", "url": "https://www.bbc.com/news/entertainment-arts-60014514"}