{"datetime": "2021-12-19T13:28:24.000Z", "subject": "Coronavirus pandemic", "title": "Nadine Dorries ousted from Conservative WhatsApp group for praising PM", "article": "Culture Secretary Nadine Dorries has been kicked out of a Conservative WhatsApp group after urging MPs to show the prime minister \"a bit of loyalty\". Messages shot around the \"Clean Global Brexit\" group - made up of over 100 Tory MPs - followingthe resignation of Brexit Minister Lord Frost on Saturday. After claims his exit was a \"disaster\" and a \"hammer blow\" for Boris Johnson, Ms Dorries called the PM \"a hero\". But former minister Steve Baker removed her, saying: \"Enough is enough.\" The prime minister is facing growing criticism from a section of his backbenches, especially over the introduction of further Covid measures to tackle the Omicron variant. He facedthe biggest rebellion of his premiership on Tuesday when 100 of his own MPs voted down Plan B restrictions for England, including the introduction of Covid passports for certain venues. But the measures passed after Labour decided to vote in favour of the plan.Since then, the UK has reported days of record breaking case numbers, with Saturday's coming in at 90,418. And despite upset from his own party,Health Secretary Sajid Javid refused to rule out further Covid restrictions , telling the BBC's Andrew Marr programme there were \"no guarantees in this pandemic\". On Saturday night, the resignation of Lord Frost - who had planned to leave in January - was leaked to the Mail on Sunday, speeding up his departure from government. In his letter to the PM, he highlighted his \"concerns about the current direction of travel\" in No 10, and warned Mr Johnson \"not be tempted by the kind of coercive measures we have seen elsewhere\" to tackle coronavirus.Tory MPs began reacting to the news in the WhatsApp group, calling Lord Frost a \"hero\" and saying his views were echoed by most of the party's MPs. But Ms Dorries - who was promoted to cabinet in the last reshuffle - responded by saying: \"The hero is the prime minister who delivered Brexit.\" She added: \"I'm aware as someone said today that regicide is in the DNA of [the] Conservative Party, but a bit of loyalty to the person who won an 83 [seat] majority and delivered Brexit wouldn't go amiss.\"Her colleague Conor Burns said she was \"absolutely right\", adding: \"Memory seems to be very short.\" But before his post had even come through, Mr Baker removed Ms Dorries from the group, with another MP thanking him for the move.He said there were two \"critical\" reasons for Mr Johnson's large win in the December 2019 election - his Brexit deal being rejected by Parliament and the fact \"someone (ahem) but not him persuaded [Nigel] Farage not to run against incumbents\". But Mr Baker urged other members not to argue, posting: \"We have troubles enough in our immediate future.\" ", "url": "https://www.bbc.com/news/uk-politics-59719162"}