{"datetime": "2021-09-21T14:46:23.000Z", "title": "Dorman Long: Experts stand by Grade II listing of tower", "article": "A 1950s tower which had its last-minute Grade II listing revoked so it could be flattened merited the status, Historic England has reiterated. The heritage body recently awarded the status to the Dorman Long structure in Redcar to protect it from demolition. However, this wasquashed by the new Culture Secretary, Nadine Dorries, and it was demolished early on Sunday.Historic England said it stood by its listing of the building, as campaigners said \"no effort was made\" to save it. Tees Valley Mayor Ben Houchenhad said in press release that \"Historic England has accepted that the listing was a mistake, it was made by a junior officer who agreed the listing without ever seeing the structure itself.\"The application that was made was inaccurate, incomplete and misleading and would have put the progress and jobs at risk.\" But Historic England said: \"Following the Grade II listing last week of Dorman Long Tower, the owners requested an urgent review of the listing. \"We were able to visit the site and, after further assessment, we confirmed our previous advice that the tower merits consideration for listing at Grade II.\" A newly released full inspection report by engineer firm Atkins, carried out before demolition but released to the public afterwards, revealed the tower would have cost about £9m to repair and £2m a year to maintain.The66-page report recommended the 183ft (56m) tower be demolished at a cost of about £1m because it was \"significantly past its original design life\". \"Re-use of the structure may be technically feasible, but is prohibitively expensive and offers a limited life,\" it said. \"The tower is an ageing, life-expired asset and will need regular scheduled ongoing inspection and repair if it is to be retained as a landmark structure.\" However, it also concluded it was \"generally robust\" and not at risk of imminent collapse,the Local Democracy Reporting Service said. But it added the tower, described as a brutalist-style concrete structure, would have had to have been demolished in 15 to 20 years' time.Campaigners against the destruction had argued it was a monument to Teesside's industrial past. Former Labour Redcar MP Anna Turley said: \"There are national organisations that help with funding for a project like this. No effort was made at all. Shameful.\" Labour's former candidate to be Tees Valley mayor, Jessie Joe Jacobs, said: \"So tragic to read that the Dorman Long tower could have been saved at little extra cost to the public than the cost of demolition.\" The South Tees Development Corporation - which is part of the combined authority group - had formally moved last month to demolish the tower until the listing halted the work. However the Grade II status was rapidly removed days later after an appeal by Tees Valley Mayor Ben Houchen.He said: \"Our heritage does not lie in a rotting coal bunker, our heritage lies in the people that built this great region.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-58637596"}