{"datetime": "2021-10-04T16:58:26.000Z", "title": "Nadine Dorries: New culture secretary says BBC needs real change", "article": "New Culture Secretary Nadine Dorries has told the BBC it needs \"real change\" in order to represent the entire UK. Dorries said the broadcaster has a \"groupthink\" and has been guilty of \"tokenism\" when it comes to bringing in staff from different backgrounds. \"The days of tokenism are over. Real change has to happen, and that's what I'm here to make sure does happen,\" she told the Conservative Party Conference. The BBC pointed to its track record on improving socio-economic diversity. Dorries' comments came in her first public interview since being appointed. Speaking at a fringe meeting in Manchester on Monday, she said the BBC was \"a beacon for the world\". But people who have worked their way up \"all come from a similar background, they all have a certain political bias, they all think the same and talk the same, and that's what's got to be changed\", she said. \"They talk about lots to do with diversity but they don't talk about kids from working class backgrounds, and that's got to change.\" The organisation needs \"a less elitist and a less snobbish approach\" to recruiting staff,she told The Daily Telegraph's Christopher Hope . \"What I want to do is to have constructive dialogue with the BBC - how are you going to change? I don't want to go to war with you, but come and tell me, how are you going to change?\" She added: \"We're having a discussion about how the BBC can become more representative of the people... who pay the licence fee, and how it can be more accessible to people from all backgrounds, not just people whose mum and dad work there, and how it can become, once again, that beacon for everybody.\" Dorries would not be drawn on the future of the licence fee, but said she didn't know whether the BBC would exist at all in 10 years' time given the competition from rivals like Netflix and Amazon. The BBC declined to comment, but highlighted the fact it was the first broadcaster to measure socio-economic diversity and the only media organisation to be listed in the Social Mobility Foundation's index of top 75 UK employers, which it has appeared in for the past four years. As well as talking about the BBC, Dorries said Channel 4 \"needs to change\" too if it is to be successful in the future. \"One of the obvious ways for doing that is for channel four to be privatised,\" she said. Also a best-selling author, Dorries took over from Oliver Dowden in September, and described the sceptical response to her appointment from many in the cultural sector as \"total, pure left-wing snobbery\". \"That kind of blowback of left-wing snobbishness and elitism really helped me to form my ethos in the very first days as to what I wanted to achieve in this role,\" she said. Referring to her upbringing in a deprived area of Liverpool, she said: \"People from my background wrote books, wrote theatre plays and did really well. \"If you want to do that today, you need a double-barrelled name and you need to have gone to a private or a public school, or your mum needs to know someone or your dad needs to know someone, or you need to have a connection with the BBC. \"And what really infuriated me was all those people who were criticising me were those people - people who'd found themselves where they were through a privileged background and through nepotism and a whole host of other reasons. \"So it really helped me decide what I want to achieve, which is I want the arts and culture and the BBC and other organisations and journalism, for there to be a pathway from my background, from my working class roots, into that sector, because that pathway has completely disappeared. \"To me, that's what levelling up is about.\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58792515"}