{"datetime": "2022-02-14T16:37:48.000Z", "author": "Tom Edgington", "subject": "Reality Check", "title": "Downing Street parties: What Covid rules were broken?", "article": "The senior civil servant investigating parties and gatherings in Downing Street during the pandemic has published her initial findings . Of the 16 events named by Sue Gray, the Metropolitan Police is investigating 12. During the pandemic, there has been a mixture of Covid rules and guidance. Rules were legally enforceable (through fines or even prosecution), guidance was not enforced (unless backed up in law). So, what were the rules at the time? A gathering was held in Downing Street for the departure of two No 10 private secretaries, Ms Gray's report states. According tothe Guardian , Boris Johnson made a short speech and stayed for around five minutes. Prosecco is alleged to have been drunk by some staff. Downing Street said it could not comment due to the police investigation. The rules England had entered its third national lockdown on 6 January 2021. A \" stay at home \" order was in place. People were allowed to leave home for work (if they could not reasonably work from home), but were not allowed to meet socially with others.Police could issue fines starting at £200 in England for those breaking the rules.A photo of the prime minister taking part in aDowning Street Christmas quiz was published by the Daily Mirror in December 2021.Number 10 said the prime minister \"briefly took part virtually\" to thank staff for their work during the pandemic and that no rules were broken. The Daily Mirror subsequently publisheda second photo of the event showing Boris Johnson behind two staff (one wearing tinsel) and an open bottle of wine on the desk. The rules At this time, London was under tier 2 restrictions. These rules banned two or more people from different households from meeting indoors, unless \"reasonably necessary\" for work purposes.Ms Gray says two gatherings took place in Downing Street: one to mark the departure of a special adviser and one in the Downing Street flat.According to theDaily Telegraph , a celebratory event was held in the private flat of Mr Johnson and his wife Carrie following the departure of Dominic Cummings, the PM's former senior advisor. The Telegraph claims Mr Johnson was seen heading up to the flat on the night of the event. Downing Street said it could not comment on this. Previously, when asked in Parliament about whether he could tell MPs whether a party did take place on this date, he told MPs: \" No, but I am sure that whatever happened, the guidance was followed and the rules were followed at all times .\"The rules A second national lockdown was in force at the time and and indoor gatherings with other households were not allowed (unless for work). ITV News said this took place in the Cabinet Room and that it had allegedly been arranged as a surprise for Mr Johnson by his then fiancee, Carrie Symonds. Up to 30 people attended, sang Happy Birthday and were served cake, according to ITV News. As well as Downing Street staff, the interior designer Lulu Lytle - who was not a member of No 10 staff - was present. No 10 said staff had \"gathered briefly\" to \"wish the prime minister a happy birthday\", adding that the PM had been there \"for less than 10 minutes\".The rules Gatherings of more than two people insidewere banned by law . An exception was allowed if the gathering \"was reasonably necessary\" for work purposes. Police fines started at £100. It seems unlikely the birthday celebration would have been within the rules, argues human rights barrister Adam Wagner. \"I don't think even Number 10 is giving an excuse which would have amounted to a defence in law,\" he told the BBC. Three months prior to the birthday gathering, Mr Johnson posted a handwritten letter, sent to a seven-year-old girl who had postponed her own birthday party, onhis official Twitter account .\"We have all got to do our bit to protect the NHS and save lives, and that is exactly what you are doing, so well done! You are setting a great example\", he wrote. Boris Johnson has already apologised to MPs for attending a drinks party in the Downing Street garden, saying he spent 25 minutes thanking staff, before returning to his office. Staff had been invited to \"bring your own booze\" to the event. Mr Johnson said he had not been notified in advance and had \"believed implicitly\" it had been a work event.The rules This was during the first lockdown whenpeople could not leave their homes - or be outside the place they lived - without a reasonable excuse, which included work (where you couldn't work from home). It would be difficult to see how the Downing Street event would have been in line with these rules, argues Mr Wagner. \"If you were doing something which wasn't necessary for work then you weren't outside of your house [with] a reasonable excuse and you were potentially committing a criminal offence.\" However, Mr Wagner added that as the prime minister and his wife live in Downing Street they would not have technically left their home to attend the party. The law also banned gatherings in a public place of more than two people, unless they were all members of the same household or the gathering was \"essential for work purposes\". However, lawyers have noted that Downing Street is not a public place.On the day of the party, the government Twitter account reminded people of the existing guidance that gatherings must be limited to two people outside. Mr Johnson told MPs that as a \"work event\", the gathering was technically within the guidance.At the time, the \" working safely during coronavirus \" guidelines said only \"absolutely necessary participants should attend meetings and should maintain 2m separation throughout\". Generally, workers were told to \"reduce the number of people you spend time with in a work setting\".There is nothing in the guidelines that would suggest that drinking, socialising or other types of work event along these lines would have been allowed. On15 May 2020 , the prime minister and his staff were pictured in the Downing Street garden with bottles of wine and a cheeseboard. This was during the first lockdown when people could not leave their homes without a reasonable excuse. Mr Johnson said that the photo showed \"people at work\". On27 November 2020 , there was a gathering for a special adviser who was leaving. At this point, a second lockdown was in force and indoor gatherings with other households were not allowed (unless for work). This lockdown ended on 2 December and England moved to a tier system of restrictions. On17 December 2020 a gathering for the departure of a No 10 official took place. London was under tier 2 restrictions, which banned two or more people from different households from meeting indoors, unless \"reasonably necessary\" for work purposes.The same rules would also have applied to a party - which was joked aboutin a leaked Downing Street press conference video - alleged to have taken place on18 December 2020 . At this time,London had been moved to tougher tier 3 restrictions . Furthermore, thegovernment's guidance for the Christmas period specifically said: \"Although there are exemptions for work purposes, you must not have a work Christmas lunch or party, where that is a primarily social activity and is not otherwise permitted by the rules in your tier.\" This line was tweeted out by the government Twitter account in response to a question from a member of the public about whether Christmas parties were allowed in the workplace. When Boris Johnson was subsequently asked in Parliament about whether a party did take place on 18 December, he told MPs: \"I have been repeatedly assured since these allegations emerged, that there was no party and that no Covid rules were broken.\" On16 April 2021 , on the eve of the socially-distanced funeral for Prince Philip, two leaving parties took place in Downing Street. Boris Johnson did not attend these. The rules banned gatherings indoors between different households (unless in a support bubble). There was an exemption for \"work purposes\" but this did not mention socialising at work.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/uk-politics-59577129"}