{"datetime": "2022-02-03T15:21:41.000Z", "title": "Downing Street parties have damaged trust in government - Rishi Sunak", "article": "Rishi Sunak has said controversy over Downing Street parties has damaged public trust in the government, but Boris Johnson has his \"full support\". The chancellor told the BBC he believed the prime minister had always told the truth about parties in No 10. And he dismissed talk of him replacing Mr Johnson as Tory leader, saying he was focused on his current job. Mr Johnson is facing growing calls to stand down from the opposition and Conservative MPs. The Metropolitan Police is investigating 12 gatherings in Downing Street and other government buildings that took place when the country was in lockdown - including at least three that the PM was at. Mr Sunak, who lives next door to the prime minister in Downing Street, is reported to have attended a surprise birthday party for Mr Johnson in No 10's Cabinet Room in June 2020. But, in an interview with BBC political editor Laura Kuenssberg, he said he had been in that room \"100, 200, God knows how many times\" for Covid meetings during he pandemic, adding: \"You're asking me about something that happened almost two years ago.\" Asked whether he had been aware of multiple gatherings during lockdown, Mr Sunak, speaking in his office overlooking the Downing Street garden, replied: \"People seem to think that I'm spending all my time there staring out of this window behind me... [But] I spent half my time in the Treasury, as well as working here.\" On Thursday, the chancellor alsoannounced a package of measures to help households cope with ahuge surge in energy bills from April. The rise comes amid a cost-of-living crisis, that also includes tax rises and higher food prices. Asked by Laura Kuenssberg if he worried that reporting of Downing Street parties had damaged the public's confidence in the government, Mr Sunak replied: \"Yes, I think it has. I can appreciate people's frustration. And I think it's now the job of all of us in government, all politicians, to restore people's trust.\" And, asked if Mr Johnson always told the truth, Mr Sunak - who has previously made little comment on the Downing Street gatherings - replied: \"Yes, of course he does. He's the prime minister of the United Kingdom.\" The BBC is aware of 17 Tory MPs who have submitted letters of no confidence in the prime minister to Sir Graham Brady, chairman of the Conservatives' 1922 Backbench Committee. If 54 of them do so, it willtrigger a vote on Mr Johnson's future, potentially leading to a leadership contest. Some of the most recent MPs to submit their letters also cited the PM's false claim that Labour leader Sir Keir Starmer failed to prosecute serial sex offender Jimmy Savile when he was director of public prosecutions (DPP) as one of their reasons for trying to oust him. Mr Johnson made the accusation in the Commons on Monday, but hadno evidence to back it up , and it has been widely debunked since.At Wednesday's Prime Minister's Questions, Sir Keir accused Mr Johnson of fuelling conspiracy theories. Mr Johnson replied that Sir Keir had taken \"full responsibility for what had happened on his watch\". But on Thursday, the PM appeared to back down, telling reporters he had not been talking about Sir Keir's \"personal record\" when he was DPP, adding: \"I totally understand that he had nothing to do personally with those decisions. \"I was making a point about his responsibility for the organisation as a whole.\" Asked about Mr Johnson's latest comments, Sir Keir told BBC Three Counties Radio: \"If the PM thought that, he should have kept his mouth shut.\" Some Tory MPs say Mr Sunak, as one of the most powerful figures in the government, would be a frontrunner to replace the PM, should he go. \"Well, that's very kind of them to suggest that,\" Mr Sunak said. \"But what I think people want from me is to focus on my job... \"I know a few of my colleagues have said that and they'll have their reasons for doing that. But I don't think that's the situation we're in. The prime minister has my full support.\" Asked if he would run to be the next Tory leader and prime minister, should there be a vacancy, Mr Sunak said: \"No, that's that's not what I'm focused on.\" The MP for Richmond, North Yorkshire, who has been chancellor since just before the pandemic started, said his job was \"stressful and tiring\" but an \"enormous privilege\". Labour, the Liberal Democrats and the SNP are all calling for the prime minister to resign, accusing him of lying over the gatherings. ", "url": "https://www.bbc.com/news/uk-politics-60241376"}