{"datetime": "2022-02-07T18:37:02.000Z", "title": "Boris Johnson sang 'I Will Survive' to new communications chief Guto Harri", "article": "Boris Johnson told his new director of communications Guto Harri, \"I will survive\", by singing him lines from the Gloria Gaynor song as he appointed him to the post. Mr Harri was hired after a string of resignations from No 10 amid turmoil over parties held during lockdowns. The aide told a Welsh news website he had seen the PM on Friday afternoon. He also said his new boss was \"not a complete clown\" but \"a very likeable character\". Mr Harri told Golwg 360 that after exchanging lines from the 1970s disco hit, and \"a lot of laughing\", he and Mr Johnson had \"sat down to have a serious discussion about how to get the government back on track and how we move forward\". He added: \"90% of our discussion was very serious but he's a character and there is fun to be had. He's not the devil like some have mischaracterised him.\" Mr Johnson has been under increasing pressure from his party -including calls to resign from MPs - after revelations that numerous rule-breaking gatherings were held in Downing Street during Covid lockdowns. An initial report into the parties by senior civil servant Sue Gray said there had been \"a failure of leadership\", leading to the PM promising a shake-up of staff. Five aides resigned from No 10 last week, three of whom had been linked to the lockdown events in Downing Street. But Munira Mirza, one of the PM's longest standing allies, quit in objection to the PM'sfalse claim that Labour leader Sir Keir Starmer failed to prosecute Jimmy Savile . Mr Harri was one of the first new appointments to fill the roles, along with Cabinet Office Minister Steve Barclay, who has taken the chief of staff role. The BBC understands Mr Barclay addressed No 10 staff - including cleaners and security - on Monday to set out his vision for Downing Street. He said he wanted to focus on the prime minister's priorities and thanked staff for their hard work during \"the difficult recent weeks\".Asked about the shake-up at No 10, Mr Johnson told reporters on Monday: \"Everybody at No 10 and the Treasury are working together in harmony to deal with the big problems the country faces.\" But Sir Keir reiterated his calls for the PM to resign, saying: \"Nothing will really change until the person at the top changes as all routes lead to the prime minister and that's the change we need to see now.\" When asked about the uncertainty over Mr Johnson's leadership, former foreign secretary Jeremy Hunt said the recent turmoil had \"affected trust people feel in the entire political process\". \"I've received 700 letters as a constituency MP,\" Mr Hunt told the BBC. Guto Harri turned up for work in Downing Street for the first time brandishing a plastic bag and a grin. He said it was full of \"healthy snacks and mineral water,\" seemingly a jokey reference to the less wholesome refreshments swigged inside earlier in the pandemic. The bag said \"reuse and repeat\" on its side - an instruction Boris Johnson has followed in hiring Mr Harri, who worked for him when he was Mayor of London. Already the former journalist was becoming the story, and before the morning was out he was more of it. In sharing a private conversation and describing his new boss as \"not a complete clown\" in an interview, here's a head of communications not entirely unnerved by the prospect of publicity.But he's also someone who has known Boris Johnson for decades, respects what he's trying to do in government and knows his strengths - and weaknesses - close up, better than most. \"Boris has always underestimated how critical it is to have a fantastic team around him,\" Mr Harri recently told the BBC's Newscast podcast. Hey presto, days later - he's part of that team.It'll be up to others to judge over time how fantastic or otherwise they are. Mr Harri revealed he had seen Mr Johnson in Downing Street on Friday about his new role, entering through the Cabinet Office \"to avoid being seen in the street\". He said the former colleagues \"picked up where we left off in terms of the tone of our friendship\", with him giving a salute upon entering the room and saying: \"Prime minister, Guto Harri reporting for duty.\" The new director of communications said the PM \"stood up from behind his desk and started to salute, but then said, 'What am I doing? I should take the knee for you.'\" Mr Harri quit GB News last year, afterhe was suspended for taking the knee during a discussion about racism towards England's black footballers . In his account of Friday's interview, Mr Harri added: \"I then asked, 'are you going to survive Boris?' and he said in his deep voice, slowly and with purpose, whilst singing a little as he finished his sentence, 'I will survive'. \"Inevitably he was inviting me to say, 'you've got all your life to live', and he answered, 'I've got all my love to give', so we had a little blast of Gloria Gaynor. \"No one expects that, but that's how it was.\"In a tweet , Scotland's First Minister Nicola Sturgeon criticised the exchange, which she said wasn't \"funny\" but \"offensive\" at a time when people were struggling with Covid and the cost of living. Labour echoed those sentiments, with a spokesman saying: \"The PM's new team have decided to kick off their much-vaunted 'reset' with yet more clown-show nonsense.\" But a No 10 spokesman said Mr Harri was \"firmly committed to the government's agenda\". Mr Harri said the PM was \"bringing in professional people\" to No 10 who were \"pragmatic and more experienced and maybe less ideological\" than those that came before him.He also said Mr Johnson \"talks non-stop\" about his policy focuses, like \"making a success of Brexit\" and levelling up.But he also said the PM was aware of the challenges ahead, adding: \"He's aware of the hurt the talk of parties has caused, that it has shaken people's trust in government and politics in general, and of the questions about his ability to continue as prime minister. \"He has to persuade his party and the wider public that he's still a man that won a comfortable majority as recently as two years ago.\" Labour has raised questions about hiring Mr Harri after it emerged he had worked with the Chinese technology company Huawei. Many Western countries, including the UK, areremoving Huawei equipment from their telecoms networks because of the security risk posed by the firm, which has close ties to China's ruling Communist Party.Labour's deputy leader, Angela Rayner, said there needed to be full transparency about his previous roles, including as a lobbyist.But a No 10 spokesman: \"We wouldn't exclude from government someone with valuable experience and expertise.\" They said Mr Harri had \"provided advice to clients of a private company\" which was \"entirely legitimate and in the public domain\". And they said anyone coming to work in No 10 \"goes through requisite checks\" regarding security.", "url": "https://www.bbc.com/news/uk-politics-60289339"}