{"datetime": "2018-03-06T18:00:33.000Z", "author": "Mark Savage", "title": "Record Store Day 2018: Our pick of 10 of the best releases", "article": "The vinyl revival shows no sign of slowing down, with 4.1m records sold in the UK last year. And fans of the format get an early Christmas in April, when more than 500 new releases fly into independent music shops for Record Store Day. Almost all are limited editions, featuring unreleased tracks, special artwork and rare remixes. This year's selection includes everything from the Twin Peaks soundtrack to a Duran Duran live album. There's even a cassette version of Enter The Wu-Tang: 36 Chambers, if that's your sort of thing. Record Store Day, now in its 11th year, is hugely important for local, independent record stores.In 2017, shops in the UK sold an extra 32,500 vinyl albums in the week of the event, with sales of 12-inch singles jumping from 2,000 to 89,000. The full, exhaustive list of releases for 2018 has just been published - and we've ploughed through it so you don't have to.Here are 10 of the records you might want to track down on 22 April. \" It's been a long time since I rock and rolled .\" Fifty years, to be precise. Led Zeppelin celebrate their gold anniversary by issuing two rarities that didn't make it onto their comprehensive reissue series four years ago. The so-called \"Olympic Studios Mix\" of Friends, from Led Zeppelin III, is the more interesting track - stripping away the original's orchestration to reveal the stripped-down recording the band made at their rehearsal studio, Headley Grange. Best remembered these days for the haunting, mysterious Ode to Billie Joe, Bobbie Gentry was, in the 1960s, a million-selling artist who befriended Elvis Presley and Tom Jones and fronted her own television show on BBC Two. Some of the music from that series is being released for the first time on this LP, which represents Gentry's first \"new\" album since she retired from show-business and all but disappeared in the early 1980s. Four years ago, to celebrate the 20th anniversary of the hip-hop classic Illmatic, Nas walked onto the stage of the Kennedy Center in a sharp black suit and performed the album in full, backed by the National Symphony Orchestra. \"It's crazy, you know. I wrote this in the projects in New York City,\" said the star. \"And here we are in the capital of America, Washington DC, and, you know, a bunch of white people with strings and all that, playing this album, and they [sic] feeling it.\" The performance, which was originally screened on US TV channel PBS, is now being made available on double disc vinyl. Oddball musical innovators The Residents were just starting out when they mailed this demo tape to Hal Halverstadt, the executive who signed Captain Beefheart and his Magic Band to Warner Bros Records. Opening with a deliberately discordant version of Strawberry Fields Forever, it rattles through 33 tracks in 39 minutes, including the country parody Oh Mommy, Oh Daddy, Can't You See That It's True? and the frankly shambolic Oh Yeah Uhh Bop Shoo Bop. Halverstadt was unimpressed with the tape (describing it as \"okay at best\") and returned it to the band, addressing the parcel to \"Residents, 20 Sycamore St, San Francisco,\" giving the band their name. Unheard by the public until it was played on a US radio show in 1977, it has beenwidely bootlegged since. To counter that, the band are releasing the record on vinyl - although it's unclear whether this will be the full 33-track original or the 17-track \"remix\" they issued in 2004. A classic Doctor Who story from 1979, City of Death was co-written by Douglas Adams and starring Tom Baker.Set in France, it sees the Doctor attempting to foil a plot to steal the Mona Lisa which, if successful, would erase the history of planet Earth. (It's complicated.) The TV version was the the most-watched episode of Doctor Who up to that point. This two-hour audio version is presented on translucent green vinyl because all the aliens. A dramatic explosion of pop potential, Sigrid's debut EP was powerful enough to see her named on the BBC'sSound of 2018 this year. From the scornful title track to devastating piano ballad Dynamite, it's a masterclass in pop songcraft - and available for the first time on vinyl. Back in 1990 The Cure released Mixed Up, an album of club remixes that encouraged their more socially awkward fans to hit the dancefloor. It included Paul Oakenfold's version ofClose To Me , which became one of the band's most popular songs (and, later, the theme tune to BBC Three Sitcom The Smoking Room). Not only is that record being remastered for Record Store Day, but Robert Smith has delivered the long-awaited sequel, Torn Down. First mentioned in 2009, the two-disc, 16-track LP will contain new versions of A Night Like This, Three Imaginary Boys, Never Enough and The Last Day Of Summer, amongst others. Speaking in 2012, Smith said the album would feature \"our favourite bands remixing Cure songs\", with Mogwai among the groups involved. However, the finished record contains 16 remixes by Smith himself. Irvine Welsh is reuniting the Trainspotting cast - Renton, Begbie, Sick Boy and Spud - for a third and (supposedly) final novel, due on 29 March. The plot involves organ-harvesting and Hibernians' Scottish Cup Final victory over Rangers in May 2016 - and ends with one of the characters wearing the titular \"dead man's trousers\". To launch the book, Welsh has teamed up with US hip-hop producer Arthur Baker to record two new tracks, which could shed further light on the plot. Though they remain largely unknown, Michael Raven and Joan Mills made some of the most evocative and distinctive folk music recorded in the UK. Their unique sound was influenced by Raven's ability to play flamenco guitar - which, according to legend, he learned by living with cave-dwelling gypsies in Granada. This extremely rare record was originally released as a run of 250 vinyl copies in 1972. Those that still exist sell for upwards of £300.Back in 1983, the European division of Warner Bros records deleted half of Prince's career-making double album 1999 and issued it as a single disc, incorrectly assuming audiences couldn't handle such an intense dose of funk. It's a curious affair - omitting stone-cold classics like DMSR and All The Critics Love You In New York - but much sought after by completists. After the success of Purple Rain in 1984, the edited version of 1999 was consigned to the great pop dustbin and the double-disc was reinstated. This heavyweight vinyl reissue is the first new pressing of the cut-down edition in 25 years. The Notorious B.I.G.: Juicy - Back on vinyl for the first time since 1994, Biggie Smalls' debut single remains one of hip-hop's all-time classics. And if you don't know, now you know. David Bowie: Let's Dance (Demo) - Originally released online to mark the second anniversary of Bowie's death, this demo was recorded in Bowie's Swiss home in 1982. Other Bowie releases for Record Store Day include a new version of 1977 compilation Bowie Now and a three-disc recording of the star's Earl's Court shows in 1978. Gloria Gaynor: I Will Survive/Substitute - A feminist anthem, a gay anthem and the 1998 French World Cup squad's official theme song, I Will Survive turns 45 this year. To celebrate, the full 12\" disco version is being released alongside Substitute, which was originally the song's A side. Baxter Dury: Miami -\"I'm the vicar / I'm the main course / I'm Morgan Freeman.\" Baxter Dury's foul-mouthed and cocksure Miami contained some of last year's best lyrics. This 12\" edition contains Jarvis Cocker's fantastic slow disco remix.Arcade Fire: Arcade Fire EP - Recorded in Maine during the summer of 2002, the Arcade Fire EP was self-released via the band's website and sold at their shows. A fascinating document of a band on the cusp of greatness, before they'd truly worked out their sound. Madonna: The First Album - A replica of the Japanese edition of Madonna's debut, which came as a full-colour picture disc with a pink heart-shaped sticker and the lyrics in both English and Japanese.Courtney Barnett: City Looks Pretty/Sunday Roast - The first chance to hear two new tracks from the Aussie singer's hotly anticipated second album, Tell Me How You Really Feel, before it comes out on 18 May. Chaka Demus & Pliers: Tease Me - Jamaican dancehall duo Chaka Demus & Pliers scored six UK Top 40 hits in just 14 months between 1993 and 1994. This is the only one people remember, re-released on yellow vinyl to celebrate its 25th anniversary. (Shaggy's Oh Carolina is getting a similar treatment.) Pink Floyd: Piper At The Gates Of Dawn - An official release for the out-of-print mono mix of Pink Floyd's debut album, which many fans prefer to the more widely-available stereo version. Also includes a poster. Sufjan Stevens: Mystery Of Love EP - A 10\" vinyl featuring three new songs from Oscar-winning movie Call Me By Your Name. Record Store Day takes place on Saturday 21 April. BBC Radio will premiere a selection of the exclusives in the days leading up to the event; and on Friday 20 April, Lauren Laverne will broadcast her 6 Music show from a record store (details to be announced nearer the time). Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-43299543"}