{"datetime": "2021-09-21T09:16:35.000Z", "title": "Corby and Burton Latimer Weetabix engineers strike in pay row", "article": "Weetabix engineers have gone on strike over changes to shift and working patterns they say could leave them up to £5,000 per year worse off. Picket lines are in place at Burton Latimer and Corby in Northamptonshire on Tuesday at the start of a 48-hour strike by members of the Unite union. Unite general secretary Sharon Graham said: \"This is a totally unjustifiable assault on workers' wages.\" Weetabix said it needed to bring in new ways of working \"to stay competitive\" The strike action started at 06:45 BST at the Weetabix Mills factory in Burton Latimer, and at 06:00 BST at its factory on the Earlstrees Industrial Estate, Corby.Further 48-hour strikes, beginning on Tuesdays, are planned throughout autumn, with the last scheduled to begin on 30 November. Ms Graham said: \"Unite's members at Weetabix will not accept being fired and rehired. \"Unite will fight to defend our members affected by this disgraceful practice. It is abhorrent that it is legal for companies, like Weetabix, to issue 'Fire and Rehire' ultimatums to their staff. \"This is a totally unjustifiable assault on workers' wages and conditions. Last year Weetabix's profits went up by almost 20% to more than £81m.\"Unite regional secretary for the East Midlands, Paresh Patel, said: \"Weetabix could end this dispute by simply withdrawing the attacks on workers' pay.\" A spokesperson for the Weetabix Food Company said: \"Over nearly 90 years we've built a strong relationship with our workforce, and to stay competitive for the next 90 years we need to bring in necessary new ways of working. \"It is unfair and inaccurate to compare this with other disputes that require new contracts to be signed or face dismissal; this is not a choice we're considering at present.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58635880"}