{"datetime": "2021-09-29T18:25:43.000Z", "title": "Unite leader joins Weetabix engineers' picket line at Burton Latimer", "article": "The leader of the country's biggest trade union has been on the picket line supporting striking Weetabix workers. About 70 engineers from the Burton Latimer and Corby plants are protesting against a new policy which they claim could cut wages by £5,000 annually.Unite general secretary Sharon Graham said the \"fire and rehire\" policy to change working patterns was \"brutal and unacceptable\". Weetabix said it needed to bring in new ways of working \"to stay competitive\". Ms Graham, who was elected as theUnite leader a month ago, accused bosses of \"attacking their own workers\". She said that despite working through the pandemic, Weetabix was essentially \"forcing them on to new contracts\". Industrial action is taking place at the Weetabix Mills factory in Burton Latimer and the Earlstrees Industrial Estate site in Corby, Northamptonshire.It is the second 48-hour strike in two weeks, with plans for more next month and into November.At the Burton Latimer protest, Ms Graham said: \"One of the reasons I stood (as leader) was to try and push back against these employers who think they can get away with what they want to do simply because there's been a pandemic.\" She claimed the company was \"in good profit\" and had \"absolutely no need to do this to their workers - they made £75m after tax\".Ms Graham said if Weetabix wanted to make changes, it needed to do so \"fairly\". \"They want to make these workers change shift patterns to a 24/7 shift pattern when they've got families, they've got children and actually compensate them in no way whatsoever,\" she said.A spokesperson for the Weetabix Food Companysaid previously : \"Over nearly 90 years we've built a strong relationship with our workforce, and to stay competitive for the next 90 years we need to bring in necessary new ways of working. \"It is unfair and inaccurate to compare this with other disputes that require new contracts to be signed or face dismissal; this is not a choice we're considering at present.\" Weetabix said it would remain in close consultation with the engineers and their representatives.The two factories also produce Alpen, Weetos and Oatibix.Weetabix is owned by Post Holdings Inc, the US cereal giant.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58737220"}