{"datetime": "2022-02-09T07:59:09.000Z", "author": "Laura Kuenssberg", "title": "Tory donor's candid words may unsettle PM's party", "article": "With Boris Johnson grappling to stay in control in recent weeks, Tory MPs have been his most important constituency. Preventing the tally of their letters calling for a vote of no confidence in his leadership reaching 54, the threshold that would tip into a contest, has been the focus.Tuesday's nips and tucks to his ministerial team were the latest efforts to show that he is changing how things work, after multiple exits from No 10 late last week.But there's another important community, watching carefully what is going on - party donors, the group that pays the bills.Most of them rarely speak out, if at all. And beyond a few warning shots, they have mainly kept their counsel about the recent chaos. One of their number, though, now feels so strongly that he decided to go public with their concerns. The hedge-fund boss, John Armitage, is perhaps not a tribal Tory.He's no prominent loyalist like, for example, Lord Bamford, whose diggers and huge machines have graced many a Tory photo opportunity. He has also given some small donations to Labour of late. But Mr Armitage has given the Conservatives more than £3m in recent years, including more than £500,000 during Mr Johnson's time in charge.He is also still a member of the party, so his very candid words are going to hurt. He told me the state of play was \"incredibly distressing\" and complained about a \"lack of honour\" in politics.After Partygate, and the fiasco of recent months, he suggested Mr Johnson's time was up saying, \"if you lose moral authority… and if you do something or say something which on the front page of The Sunday Times looks terrible, and you do that consistently and you betray a sense of not really caring, I think you should leave\". Asked if Mr Johnson was \"past the point of no return\", he said: \"Yes I do\". And Mr Armitage almost expressed disbelief about how No 10 had been trying to manage their way out of the current crisis by changing Mr Johnson's top team. \"What about a sense of personal responsibility? 'You know, I'm going to change my chief of staff and it will all be fine.' Oh really?\" Mr Armitage is not a frequent participant in the hurly burly of political debate, choosing to, as he said, be a \"very low-profile person\". But he told me challenges to the West require \"very serious, engaged politicians\". Right now, he clearly does not believe that his party or this country has a leader who meets that job description.The Conservative Party may nervously wonder if any of their other financial backers might ponder that next. ", "url": "https://www.bbc.com/news/uk-politics-60311973"}