{"datetime": "2021-09-17T11:48:41.000Z", "author": "Iain Watson", "title": "Labour losing members hand over fist under Starmer, warns John McDonnell", "article": "The former shadow chancellor John McDonnell has claimed Labour is losing members \"hand over fist\". In a BBC interview, he suggested that disciplinary action against some members on the Left of the party had made many others feel \"unwelcome\", and in some cases \"intimidated\". He is calling for the Labour leader Sir Keir Starmer to call a summit with his critics next week, as Labour prepares for its in-person annual conference, to address their 'grievances\". Otherwise, he said, an internal party row could dominate the first day of the Labour conference in Brighton. And he was critical of the way Labour's disciplinary process is being applied. In July, Labour's ruling body - the National Executive -declared that membership of four groupings would be incompatible with party membership . In other words, these groups were banned, or, in the jargon, proscribed. Three of the groups - Labour Against the Witchhunt, Labour in Exile network, and Resist - had been criticised by party officials for downplaying the toxic anti-Semitism issue. Labour is duty-bound to follow an action plan agreed with the Equality and Human Rights Commission to tackle anti-Semitism,following a report published in 2020 . But Mr McDonnell argued that far more left-wing members of the party were now facing disciplinary action through guilt by association. He said that the action being taken against them is being applied retrospectively. He told the BBC: \"What's happened is a number of groups have been proscribed and we are now receiving reports of large numbers of members of the party being excluded from the party on the basis of statements or retweeting something from one of these groups before they were proscribed. \"This flies in the face of natural justice… It is like being guilty of pre-crime.\" He said he believed that this had consequences far beyond those who are directly affected. \"This sends a message throughout the party to some members that they are not welcome. \"My understanding is we have lost at least 100,000 members so far. If you start losing that mass membership, we are undermining our ability to fight elections - which is appalling.\"Analysis At last year's Labour leadership contest Sir Keir Starmer promised party unity. On election, he pledged to tear out the poison of anti-Semitism. It is proving difficult in practice to do both.He was always expected to act against small groups who saw the anti-Semitism accusations as somehow exaggerated or as a smear against the former leadership. But some on the pro-Corbyn left, already sore over the suspension of the former leader from the Parliamentary party, believe the net of expulsions is being cast too wide and catching some of the wrong people. This could culminate in a challenge on Day One of Labour's conference to the party's general secretary David Evans - an unprecedented move. Unions get half the votes at Labour conference and the giant Unite union is trying to oust him. So it's likely Sir Keir's allies will be going in to what are now smoke-free rather than smoked-filled rooms with other unions to negotiate their support for Mr Evans. If they are confident he can get the votes, then some of Starmer's allies think a public showdown with his critics would strengthen him.As the Labour leader is discovering, unity is a commodity in politics that's easier to promise than to deliver. A member of Labour's ruling NEC, Luke Akehurst, who voted to ban groups which he said had been \"whitewashing\" anti-Semitism, said the principle of acting retrospectively had long been established: \"Proscription of a group has to apply to people who are already supporters of it otherwise there is no point doing it,\" he said. \"I can't imagine a situation where Neil Kinnock had decided Militant was incompatible with Labour membership but then that said everyone who was in it until that decision was taken was just allowed to carry on.\" Neil Kinnockexpelled members of the left-wing group Militant - such as Derek Hatton, the controversial deputy leader of Liverpool Council - from the Labour party in the 1980s when he was party leader. Mr Akehurst justified a trawl of social media to explore whether people had supported the now banned groups. \"We have to be wide ranging,\" he said. \"You might not be able to access their list of members so you have to be able to work out who might be members from the ways they publicly express support.\"Mr McDonnell said he was concerned about an unintended consequence of the disciplinary process. \"From the evidence Jewish Voice for Labour have produced, key members of their executive committee are having disciplinary action taken against them,\" he said. \"I found it ironic to say the least that in our campaign against anti-Semitism we are taking action against Jewish people. \"What I am saying to the Labour party is you have to be very careful about this. I think it's really dangerous.\" The main grouping representing Jewish members of the party is the Jewish Labour Movement - which had complained to Equality and Human Rights Commission about the previous party leadership's handling of anti-Semitism complaints. Jewish Voice for Labour is a much smaller grouping, which has generally been more critical of Israel and supportive of Jeremy Corbyn's leadership. It has not been banned by Labour, but some of its members who are facing disciplinary action have been accused of supporting groups which have now been proscribed. Mr Akehurst insisted that any action that may be taken would be based not on their background but their actions. \"People need to get real. We are trying to get rid of anti-Semites or people who apologise for or cover up for anti-Semitism,\" he said. \"The Labour party's disciplinary process isn't looking a people's identity, it is looking at their behaviour, and the damage they are causing to the party's relations with the wider Jewish community and to its reputation.\"The row over expulsions and exclusions has largely remained under the political radar, but it could come into full public view at Labour's conference, which takes place in Brighton next week. The Unite union and some other left wing delegates say they will force a vote on the first day of the gathering, challenging the appointment of the party's most senior official, the general secretary, and ally of Sir Keir, David Evans. He oversees the party's disciplinary system. Mr McDonnell said he wanted the Labour leader to convene a summit with his critics to try to defuse the row. He said: \"The best thing that Keir and David Evans can do is get people round the table, accept there are grievances that have to be addressed. \"To be frank he [Keir Starmer] lacks an element of political experience. He hasn't been in politics that long. He needs to talk to people across the political spectrum in the party and engage more.\" But Mr Akehurst believes Sir Keir should engage his internal critics in a rather different way - and said he should not be afraid of a public confrontation. \"An extraordinary demonisation of David Evans is going on,\" he said. \"I am sure [the leadership's opponents] will force a vote and I will welcome that. \"It will only expose the rather low level of support that they have.\"The Labour party has been contacted for comment. ", "url": "https://www.bbc.com/news/uk-politics-58591455"}