{"datetime": "2021-08-24T19:38:44.000Z", "author": "Iain Watson", "title": "Unite union expected to elect first female leader", "article": "Sharon Graham looks set to become the first female leader of the Unite union, taking over from Len McCluskey. The head of the union's organisation department was not Mr McCluskey's preferred choice. He had backed Steve Turner, an assistant general secretary of the union who had run his previous campaigns for general secretary. But in a text message to supporters this evening, Mr Turner - once seen as the favourite - appeared to concede. He said: \"It appears Sharon has got it! Sorry it didn't work out for us. \"Thanks for everything and we will make the formal announcement tomorrow.\" Gerard Coyne, the candidate seen as most sympathetic to Sir Keir Starmer, seems set to come third. Insiders are estimating that Ms Graham could have a majority of around 6,000 votes over Mr Turner, with Mr Coyne narrowly behind. The health warning is that the formal vote count only gets under way on Wednesday.But after ballots had been sorted in to respective piles, and extensively \"sampled\" to check for discrepancies, members of all three campaign teams that spoke to the BBC tonight expected a victory for Ms Graham.A fourth candidate, Howard Beckett,pulled out earlier in the contest and threw his support behind Mr Turner. Unite is the Labour Party's biggest trade union funder and, under Mr McCluskey, it strongly backed Jeremy Corbyn as Labour leader.Mr McCluskey has been very critical of Sir Keir's tenure and has funded legal challenges to the party over suspensions and expulsions. Although also on the Left, Ms Graham campaigned on putting more emphasis on the workplace, and far less on Westminster politics. Those who know her say she has little interest in Labour's internal wrangling. While Labour sources say they are relaxed about her expected win, she may still give them anxious moments. The union gave the party £3m in the run up to the 2019 election, but when I previously interviewed Ms Graham she said she wanted to see \"payment by results\". While she did not campaign explicitly on reducing contributions to Labour, she did say she would not give the party \"a blank cheque\". And party and union could soon be at loggerheads over job cuts at Labour's HQ. But it may be employers rather than Labour leaders who have the most to fear from her leadership. She told the BBC: \"Unashamedly, I am talking about jobs, pay and conditions as the number one, number two and number three priorities of the organisation.\" She said she often gets involved in industrial disputes when they turn hostile, and puts some of her victories down to what is called \"leverage\", meaning applying pressure on multi-national companies to resolve sometimes local problems. For example, to help settle a dispute at a bus company in England she brought its behaviour to the notice of the Swedish government, putting the awarding of a potentially lucrative contract there at risk. Her likely victory was welcomed by left-wing campaign group Momentum, which praised \"the use of leverage to take on bad bosses\". Her \"back to the workplace\" message may have eaten in to some of Mr Coyne's support, as he also campaigned on less meddling in Labour's internal affairs. And with turnout expected to be even lower than the 12.2% achieved in the 2017 contest, those who are most active in the union are most likely to have voted. And many of them may have had direct experience of successful disputes led by Ms Graham. Her supporters say she is on the verge of a \"historic\" win. A spokesman for her campaign said: \"She has fought against the odds and triumphed. We were told she was a no-hoper, now it looks she has won. \"Unite workers have come behind her banner. It's time Unite went back to what it says on the trade union tin - fighting relentlessly for jobs, pay and conditions.\" Last year, another huge union, Unison, elected its first female leader, Christine McAnea. There is certainly a change in style at the top of the union movement but it looks like there could also be a change of substance as Mr McCluskey's 11 year tenure at the top of Unite draws to a close. ", "url": "https://www.bbc.com/news/uk-politics-58320321"}