{"datetime": "2021-08-26T12:10:21.000Z", "title": "Unite union elects Sharon Graham as first woman leader", "article": "Sharon Graham has been elected as the new leader of Unite, becoming the union's first female general secretary. Ms Graham - who is backed by the Socialist Workers Party - takes over from Len McCluskey. She saw off a challenge from his preferred choice as successor, Steve Turner, and forced rival Gerard Coyne, who was favoured by the Labour leadership, into third place.Labour leader Sir Keir Starmer has welcomed her appointment. Ms Graham won the election after receiving 46,696 votes, with 41,833 for Steve Turner and 35,334 for Gerard Coyne. In a statement responding to her victory, she warned \"bad bosses take note\" and said a strong union was \"the best defence our members can have\". \"Unite is an incredible force for good in the UK and Ireland but I am fully aware of the huge challenges our members face in the workplace,\" she said.\"As general secretary, I will put all the power of our union into defending their jobs, improving their pay and protecting their rights.\"As the former head of Unite's Organising and Leverage Department, she led recent disputes at British Airways and Crossrail as well as campaigning to unionise Amazon. She says her focus will continue to be on workplace rights rather than internal Labour party politics or \"settling old scores\" at Westminster. And she said Unite will fight the \"fire and rehire threats being issued by rogue employers\" to workers \"with all its power in the future\".Sharon Graham's victory has been described as a surprise but her team were confident all along that the credit she had in the bank with activists would be enough to take her to victory - and that her 'workplace not Westminster' message would have resonance. So much so that she resisted pressure and pleas not to split the Left vote and to stand aside early in the contest. Certainly she wasn't the choice of Len McCluskey, the dominant voice in trade unionism for a decade. So her victory may come as a relief to Sir Keir Starmer - who has been criticised by Mr McCluskey - and he swiftly congratulated Sharon Graham today. But while she may not involve herself in party faction fighting, it is by no means clear that she will continue with the current level of generous donations to Labour. She has talked about \"payment by results\", and \"no blank cheques\". But employers may have more to fear than Labour leaders. As an organiser, she has found new ways to exert pressure during disputes, and often gets involved when these turn hostile. So we could see more industrial action rather than political activity under her leadership. In a symbolic move, Ms Graham has made it known to colleagues that she won't be moving in to what was Mr McCluskey's office on the seventh floor of the union's Holborn HQ. Instead, she will turn the generous space in to meeting rooms. And she is planning a 'root and branch' review of the union's departments to ensure they are focused on her goal of improving the pay and conditions of Unite members. She takes the helm of Britain's largest union after a fierce battle between rival wings of the party.Unite is the Labour Party's biggest trade union funder and, under Mr McCluskey, it strongly backed Jeremy Corbyn as Labour leader. Mr McCluskey has been very critical of Sir Keir's tenure and has funded legal challenges to the party over suspensions and expulsions of some members. Responding on Twitter, the Labour leader congratulated Ms Graham on becoming the first woman to hold the role. He tweeted: \"Congratulations to @UniteSharon on her election as General Secretary of Unite - the first ever woman to hold that role. \"I'm looking forward to working together to improve the lives of working people across the country.\" In a statement, Mr McCluskey welcomed her appointment and said he had \"every faith that she will run our union in a manner true to its fighting back spirit\".He added: \"Sharon comes into office at a time of great uncertainty for our members and a challenging political environment.\"From assaults on workers' rights to the fear that the end of furlough will bring with it increased and needless unemployment, the in-tray is full.\"But I know that she will build on our values and harness the talents of our great union in the service of our members and our movement.\" ", "url": "https://www.bbc.com/news/uk-politics-58331178"}