{"datetime": "2021-07-16T04:32:16.000Z", "author": "Laura Kuenssberg", "title": "Are voters ready to listen to Labour's Sir Keir Starmer?", "article": "There are plenty of reasons why, according to cliché, being the leader of the opposition is the worst job in UK politics. You have all the scrutiny, but none of the real power. You can make grand promises, but lack the means to keep them. You might have a bunch of devotees who'll work 20 hour days for you, but that's flimsy compared with the might of the government machine. You might have to contend with an unruly tribe of backbench MPs, especially as you're not in Downing Street. And, with politics running at warp speed, you have no divine right to be heard.Then, if you're Sir Keir Starmer, you have inherited a party battered and broken by factions, damaged by agonies over anti-Semitism, having lost four elections in a row. You've tried to find a balance in opposing the government during a national emergency. You're up against a politician with a mammoth personality (whether loved or loathed) and, for good measure, coronavirus restrictions mean you've more or less been trapped in your own postcode. Politicians don't attract sympathy, but even the hardest of hearts might accept that's a tough gig. No surprise, then, that the Labour leader was obviously chuffed to bits to be out on the road, taking to the floor (to chat, rather than cha-cha-cha) in Blackpool's amazing and recently restored Tower Ballroom. Lining up to speak to him were a dozen independently selected former Labour voters, with Sir Keir promising to take their words \"on the chin\". He was pushed on a huge range of subjects. The sense at the start was not so much anger with Labour, more a quieter, stubborn disappointment. His predecessor as leader, Jeremy Corbyn, had been \"toxic\", he was told. Labour was currently in a \"death spiral\", he heard. His ideas were \"pie in the sky\", some even a \"waste of time\". Several of the voters hadn't heard of Sir Keir before their encounter, failing the first test for any politician - to be noticed.Over the hour or so there was no sudden rush of affection for the Labour leader, no one moment where suddenly a connection clicked between him and the audience. But it was obvious that, with Sir Keir having taken the blows, some of the audience did start to contemplate taking another look at Labour under him. It was just one night, one town, one group. But, for Sir Keir Starmer, the hope is that a conversation with the country can finally start. ", "url": "https://www.bbc.com/news/uk-politics-57857017"}