{"datetime": "2021-09-08T17:08:11.000Z", "title": "Kettering and Corby Weetabix engineers set to walkout in pay row", "article": "Weetabix engineers are due to go on strike over changes to shift and working patterns they say could leave them £5,000 per year worse off. The Unite union said workers in Kettering and Corby in Northamptonshire would strike for 48 hours from 21 September. Unite's general secretary Sharon Graham said: \"The idea of 'fire and rehire' is abhorrent to me.\" Weetabix said workers who did not sign new contracts would not face dismissal. About 80 engineers at the Northamptonshire sites hadoriginally planned to strike in June. That action was suspendedafter what Unite called \"constructive talks\" . The union said those talks led to new proposals being put to the workers, but that these were overwhelmingly rejected in a ballot.Unite said the strike action would be followed by more walkouts throughout the autumn. Ms Graham said: \"If Weetabix decide to go down this route and they overstep the line then I will absolutely defend our members.\" A spokesperson for Weetabix Food Company said the proposed changes were necessary \"to continue meeting the expectations of our customers and consumers\". The company said it was \"naturally disappointed by the result of the Unite ballot, but respected the voice of our workforce and their representatives\".It said talks were ongoing, and added: \"It is unfair and inaccurate to compare this with other disputes that require new contracts to be signed or face dismissal. \"This is not a choice we're considering at present.\" Aseparate dispute involving the Union of Shop, Distributive and Allied Workers (Usdaw) working for Weetabix at Burton Latimer near Kettering had been resolved. Usdaw members accepted a new offer from the company to end the disagreement over pay for unsocial hours. Area organiser Ed Leach said: \"It is disappointing we had to resort to a 24-hour stoppage.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58489519"}