{"datetime": "2020-08-19T16:44:46.000Z", "author": "Iain Watson", "title": "Unite election: Battle to succeed Len McCluskey heats up", "article": "A battle to control Labour's largest affiliated trade union is about to get under way. The left-wing assistant general secretary of Unite, Howard Beckett, has declared today that he will stand for the post of general secretary when it becomes vacant. Unite is hugely influential and under Len McCluskey's leadership, it backed Jeremy Corbyn financially and politically. It gave Labour £3m in the run up to last year's general election - the party's single biggest donation - and more than £400,000 in the first three months of this year. Mr McCluskey is due to stand down in 2022 and the election campaign to choose his successor begins next year. The result of that contest will determine whether the union works closely with Sir Keir Starmer's leadership, or is willing to be openly critical. The union's left-wing, the United Left, had attempted to unite (no pun intended) around a single candidate. Left wing members were recently balloted - with a choice of Mr Beckett or Steve Turner. On 18 July, Mr Turner was declared the winner and it was assumed he would be the sole candidate from the union's left. This was seen as good news for Keir Starmer, as the assumption in the Labour leader's team is that a left-wing candidate would win the race to succeed Mr McCluskey - but Steve Turner was seen as someone with whom they could do business. Mr Turner - also an assistant general secretary, and a former shop steward - had made it clear that he had no interest \"a public spat with the leader of the Labour Party\".And, he added, he would not spearhead attempts to move the party back to the Corbyn era, or support a \"war of attrition\" inside the party. By contrast, Howard Beckett has been openly critical of the Labour leadership. He has accused it of a \"wilful refusal\" to oppose Boris Johnson, andhas tweeted his \"despair\" at the party's reluctance to talk about wealth taxes and nationalisation. He has said \"an attack on Corbynism is an attack on all of us\". He has also advocated the union putting funds in to a new TV venture to challenge mainstream media. There are fears in Labour circles that this might be at the expense of reduced donations to the party itself. So when the United Left backed Steve Turner not Howard Beckett last month, there was a sigh of relief amongst many Starmer supporters. But Mr Turner's victory was achieved by just three votes - and Mr Beckett's team swiftly highlighted what they saw as irregularities in the voting process. They alleged some of his supporters had not got a ballot paper, while some of his opponents - who shouldn't have been eligible to vote - had. Detailed dossiers of potential rule breaches were drawn up. In correspondence seen by the BBC, Mr Beckett asked the United Left's national co-ordinating committee to undertake an audit to ensure all those who took part in the ballot were fully paid up members. He also wanted an independent auditor to be appointed to oversee the process. On 4 August, the committee replied that there had been no lack of transparency in the process and nothing \"underhand has taken place in the... online ballot\". The group declared that the \"legitimate\" candidate was Steve Turner, and accused Mr Beckett of \"undermining and destabilising the United Left\". Having considered their response for two weeks, Mr. Beckett has now thrown his hat in the ring. He has told the BBC: \"Supporters have persuaded me to run for the general secretary of Unite.\"The United Left contest was riddled with irregularities that denied me the rightful nomination.\" The battle to succeed Len McCluskey may not, however, be confined to Howard Beckett and Steve Turner. There wasa particular bitter contest in 2017 to unseat Mr McCluskey, who was seeking re-election. A regional organiser from the West Midlands, Gerard Coyne, was backed - sometimes openly, sometimes more subtly - by members of the Parliamentary Labour Party opposed to Jeremy Corbyn. Mr Coyne came relatively close to victory - gaining 53,544 votes to Mr McCluskey's 59,067. The defeated challenger claimed there were irregularities and unsuccessfully attempted to get the result annulled. He is now thought to be considering taking part in the next contest, once Mr McCluskey goes.So some on the left are concerned that a candidate they see as to the right of them - and probably even more convivial to Keir Starmer's team - could \"come through the middle\" and win. But Howard Beckett's supporters take the view that Steve Turner is not a strong enough standard bearer for the Left - and may struggle to see off Gerard Coyne if he stands. Their hope is that Mr Beckett will run the stronger campaign and left-wing members will gravitate towards him to see off a challenge from a more centrist candidate. But the entry of Howard Beckett in to the contest will make the outcome all the more uncertain, and all the more crucial for Keir Starmer. Two of the other largest Labour-affiliated unions are also set for changes of leadership.Unison's Dave Prentis is retiring at the end of the year and the GMB is seeking a replacement for Tim Roache, who resigned in April. These unions all have seats on Labour's ruling National Executive, on which Sir Keir's supporters have a narrow majority. So the leadership will be taking a close interest in who runs the party's \"industrial wing\".", "url": "https://www.bbc.com/news/uk-politics-53832653"}