{"datetime": "2021-07-21T13:10:38.000Z", "title": "Left-wing anger over expulsions from Labour Party", "article": "Labour is facing protests after its ruling body decided to expel four left-wing groups because they are \"not compatible\" with the party's values. The groups - Resist, Socialist Appeal, Labour in Exile Network and Labour Against the Witchhunt - were proscribed by Labour's National Executive. Momentum - the biggest left wing Labour group - said it was a \"cynical and desperate\" attempt to \"smash the left\". Labour's biggest financial backer Unite also condemned the move. The expulsions were agreed on Tuesday, at a nine-hour meeting of the National Executive Committee, at which Labour's poor financial state and plans to make staff redundant were also discussed. The Mirror, which broke the story last week, said as many as 1,000 members could see their membership revoked. Labour said some of the groups were run by people expelled from the party, while others had opposed Labour's push to tackle anti-Semitism. In a statement, a party spokesperson said: \"Labour is a broad, welcoming and democratic party and we are committed to ensuring it stays that way. \"The NEC has decided that these organisations are not compatible with Labour's rules or our aims and values.\" The Jewish Labour Movement said it welcomed the decision and the \"strong political signal it sends\". It tweeted that \"membership of these groups is incompatible with Labour's values and its drive to tackle anti-Semitism in our party\".But Momentum, set up the support the leadership and values of Jeremy Corbyn, who remains suspended from the party, cast doubt on the reasons given for the expulsions. It claimed a \"deafening silence from the leadership on anti-Muslim prejudice in Labour indicate deep problems at the top of the party when it comes to tackling racism\". This, the group added in a statement, \"throws serious doubt on claims that these proscriptions are being done only in the name of anti-racism\".It added: \"There are now some in the media and the party openly arguing for the proscription of Momentum, and over the coming months we expect the anonymous briefings calling for this to increase.\"It has long been a belief of some on the right of Labour that the way to win favour with the establishment is to try to smash the left. \"This is a cynical and desperate politics that offers nothing to the millions of working class people let down by our political system and left behind by our economy.\"The statement added that Momentum would \"not sit quietly as a small and detached clique\" attempted to drive the \"broader left out of a party that we have helped to rejuvenate\". Unite said in a statement that it did not hold \"any particular brief for the organisations targeted today, but history teaches that this will only be the start\". \"Acts of political machismo like this latest move to proscribe groups within the party neither advance the party with the voting public nor appease the right-wing media which demand them.\"They simply create a sense of despair among voters who see a party at perpetual war with itself, more interested in running down its membership than running the country,\" the trade union added. ", "url": "https://www.bbc.com/news/uk-politics-57909481"}