{"datetime": "2021-06-11T16:12:04.000Z", "author": "Iain Watson", "title": "Unite leadership: Three-way battle to be left's candidate", "article": "A struggle is under way within the left of the Unite union in the race to succeed Len McCluskey as general secretary. On Monday, there is likely to be a crunch meeting between the three left-wing hopefuls to determine whether they can unite behind a single candidate. Mr McCluskey believes a failure to do so could hand victory to the fourth candidate, Gerard Coyne. Mr Coyne was narrowly defeated for the top post of general secretary by Mr McCluskey in 2017, and he is seen as the candidate closest to the Labour leadership under Sir Keir Starmer.Ballot papers are due to be printed next week, so time for reaching agreement is short. The left candidates first met on Thursday, with Mr McCluskey and other senior figures present. But each of the three - Steve Turner, Sharon Graham and Howard Beckett - argued that they had the best chance of blunting the Coyne campaign. The outcome of the election will be hugely important to union members, employers - and to the Labour Party. On social media, Mr Coyne is promoting the hashtag 'ChangeUnite'. He says he will put members first, and won't be a \"backseat driver\" to the Labour leadership. Sharon Graham believes her \"back to the workplace\" campaign - along with a commitment not to get embroiled in internal Labour wrangles - is resonating with members beyond the Left, and in some big Unite branches in both the public and private sectors. So she would maintain that she is best placed to defeat Mr Coyne on some of his own ground. She suggested \"in the spirit of the times\" perhaps the male candidates should step aside, adding: \"The lady isn't for standing down.\" Gerard Coyne is also campaigning against what he sees as members' money being wasted on pursuing Labour's faction-fighting. That charge is aimed largely at the union's head of legal - Howard Beckett. But far from seeing this as a vulnerability, Mr Beckett is determined to turn the attacks to his advantage. He has defended union backing for action against Jeremy Corbyn's suspension from the Parliamentary Labour Party - for which costs of around £20,000 were awarded against the former Labour leader. And he has pointed out that on other occasions when the union backed Mr Corbyn, it has won, and therefore has cost it nothing. He argues that the court cases have shown the union is not prepared to \"roll over\" to opponents - and his supporters think high profile support for Mr Corbyn will help mobilise the left-wing base in any closely fought contest. Steve Turner believes if he were the Left's standard bearer, then Mr Coyne could be defeated organisationally as well as politically. He points out he has the union 'machine' is on side - including the vast majority of regional secretaries. And that he has the most nominations from union branches.So the other two, his supporters would maintain, would find it more difficult to \"get the left vote out\". Mr Turner ran all three of Len McCluskey's successful leadership bids and insists he can win. So despite these union officials being skilled negotiators, no agreement on a single candidate has been brokered. And some insiders are questioning whether there will even be enough agreement for Monday's scheduled meeting to go ahead. Howard Beckett says his has been the only team to table proposals, which are thought to include a suggestion that the left candidates should undertake a new round of hustings. But if Monday's meeting is either called off or ends in stalemate, then there is potentially a huge prize for Mr Coyne - and Sir Keir Starmer. Two other big Labour supporting unions - UNISON and the GMB - have elected general secretaries recently who are more convivial to the Labour leadership. Sir Keir Starmer's supporters now think it's at least possible that Unite could follow that trend. ", "url": "https://www.bbc.com/news/uk-politics-57446324"}