{"datetime": "2021-05-27T12:33:29.000Z", "author": "Iain Watson", "title": "Labour funding threatened by two candidates for Unite top job", "article": "Multi-million pound funding for the Labour Party from its biggest trade union backer has been put at risk. Two of the candidates seeking to replace Len McCluskey in the top job at the Unite union have signalled that contributions could be cut. Both Howard Beckett and Sharon Graham have indicated that Sir Keir Starmer could not be certain of financial support from Unite if they won. The union pays Labour around £1.3m in affiliation fees. And it donated £3m to the party in the run up to the 2019 general election. Mr Beckett - who is currently an Assistant General Secretary of the union - told the BBC that if Sir Keir Starmer took the party to the Right, he'd recommend reducing Unite's cash contribution. He said: \"If Labour continues down its path and no longer speaks for working people, it will not be getting Unite money if I am general secretary.\" Mr Beckett favoured restricting donations only to individual MPs who back Unite's agenda. \"There is no point in propping up a party that is talking for the Establishment - that would be the ultimate waste of Unite members' money,\" he said. Sir Keir responded to the comments by saying \"a lot is said in the campaign,\" and the \"important thing\" was that he has good relations with the unions. He added: \"I've had really good relationships with Unite, I'm a member of Unite. \"As for what the particular candidates are saying in this race that's a matter for them with union.\" Ms Graham - who runs the union's organising department - warned \"there will no blank cheque\" for Labour if she wins. She has led the union through 15 high-profile disputes and said Labour needed to speak more clearly for working people. She said she favoured \"payment by results\" and added: \"Keir Starmer has failed workers and needs to step up to the plate.\" While she refused to get into \"internal Labour wranglings\" over his future, Mr Beckett has suggested that a change of leadership in the Labour party could happen sooner rather than later. He said that Sir Keir should already be \"considering his position\" after disappointing local election results - and should resign if the forthcoming by-election in the Batley and Spen constituency is lost. And he suggested Unite could seek a change to party rules which would see Labour led by a politician who isn't a Westminster MP. He said that could open up any contest to - amongst others - the Mayor of Greater Manchester, Andy Burnham. Mr Beckett is currently suspended from Labour party membership for publishing a tweet which said: \"Priti Patel should be deported, not refugees.\" He said the tweet was swiftly deleted and should not have been taken literally. He told the BBC there was no racist intent and accused the Labour leadership of trying to interfere in the Unite election. But another candidate, Gerard Coyne, who is more supportive of Keir Starmer, said he was surprised that Unite had not launched an internal investigation itself in to Mr Beckett's remarks. The remaining candidate Steve Turner - another Assistant General Secretary - made it clear that he had no plans to cut Labour Party funding, Although he had differences with the leadership, he said \"now is the time not to walk away, but to get the gloves on and get back in the ring and to guide and to steer our party.\" Nominations for the contests to replace Mr McCluskey close early next month and the winner will be in place in the autumn. Mr McCluskey, general secretary since 2011, was a strong supporter of Jeremy Corbyn as Labour leader and has been critical of his successor Sir Keir Starmer's approach. ", "url": "https://www.bbc.com/news/uk-politics-57267389"}