{"datetime": "2021-04-14T15:31:44.000Z", "author": "Iain Watson", "title": "Unite contest: Who's running and what's at stake?", "article": "Unite is beginning the contest to elect its new leader. So what hurdles do the candidates face? It's no longer the biggest union in the UK - that accolade belongs to public service union Unison - but it is the largest affiliate to Labour. And with around 1.2 million members, Unite is very influential. It contributed £3m to Labour's coffers in the run-up to the last general election. Under Len McCluskey, Unite was close to Jeremy Corbyn and his top team, and has become increasingly critical of Mr Corbyn's successor Sir Keir Starmer. But its future direction is about to be contested. Three of the contenders for the top job - general secretary - are on the Left, but each will have a very distinct campaign. The \"official\" Left candidate is Steve Turner, one of the union's assistant general secretaries. He won the endorsement of the United Left grouping last year. Now in his late 50s, he joined what was then the Transport and General Workers' Union when he was 19 and working as a bus conductor. Politically, he briefly backed the Trotskyite Militant Tendency in his youth. He is a former shop steward who has moved up the union hierarchy as a regional and national organiser over nearly three decades. He is responsible for the union's 300,000-strong manufacturing sector, and will run a campaign based on delivering better pay and conditions for members - and protection of employment. He ran the SOS4jobs campaign, urging the government to set up the furlough scheme early in the pandemic, and was prominent in calling for the extension of the Job Retention Scheme last autumn. But he will also emphasise the importance of Unite's \"political voice\". He was campaign manager for Mr McCluskey for his two successful re-election campaigns and chairs the People's Assembly Against Austerity. But while politically close to Mr McCluskey, there are those in Sir Keir Starmer's office who think they can do business with him. He has made it clear he has \"no interest a public spat with the leader of the Labour Party\" and would not support a \"war of attrition\" in an attempt to return Labour to the Corbyn era. Steve Turner's endorsement by the powerful United Left faction led, however, to a rather disunited Left. He won the ballot by just three votes, and the defeated candidate, Howard Beckett, claimed the process had been \"riddled with irregularities\". The United Left 's committee rejected the allegations, so Mr Beckett told the BBC he wouldthrow his hat in the ring. If he succeeds, his leadership of the union would be far less convivial for Sir Keir. Mr Beckett, a solicitor by profession, is also an assistant general secretary of the union. He strongly opposed the Labour leader's decision to settle legal action by - andpay what were described as \"substantial damages\" to - former party staff who had spoken to the BBC's Panorama about the handling of anti-Semitism cases under Jeremy Corbyn's leadership. And he supported subsequentlycutting the union's contributions to Labour by £150,000. Starmer supporters fear he may cut funding further, were he to win. Mr Beckett has put forward the idea of a union-funded TV station to challenge the mainstream media, and that could be at the expense of Labour donations. A member of the party's ruling National Executive (NEC), heled a walk-out (or a \"switch-off\", as it was a virtual meeting) of left-wing members last autumn. They were protesting against the \"factional decisions\" of \"the current Labour leader\". This followed Mr Corbyn's suspension from the Parliamentary Labour Party and the elevation of Starmer ally Dame Margaret Beckett to chair the NEC. Mr Beckett has also been critical of Sir Keir's handling of the pandemic. So, at the very least, there would be ongoing friction between the union and the Labour leadership. But some believe Mr Beckett would use the union as a rival power base. He has been very praising of Jon Trickett, the shadow cabinet minister sacked by Sir Keir, who has denounced the leadership's \"command and control\" structure. There is little doubt that his leadership would be high-profile, and probably high-octane. Sharon Graham is taking a wholly different tack. Her supporters are emphasising that she is very much on the \"industrial wing\" of the union. She was 17 when she first went on strike and has built up a base of support by co-ordinating successful disputes - both local and global. Some of these are sophisticated campaigns against multinational companies; others see her joining picket lines where members are in dispute with their council. She runs Unite's Organisation and Leverage unit - which one source described as \"a union within a union\". Ms Graham will attempt to portray some of her opponents as being too focused on internal Labour disputes, rather than the battles the members want to see fought.Her supporters - under the banner of Workers' Unite - have set up a slick website, which gives rather large clues as to how the campaign will be conducted. On its front page, it states: \"The fight to defend our rights must be led in the workplace, not Westminster.\" And it warms to its theme: \"Rather than focus on political factionalism, Sharon has built a reputation for developing strategies and tactics that can strengthen and build our union movement.\" The website says it is time to \"smash the glass ceiling\" for women in the unions.She would be the first female leader of Unite. With Christine McAnea having won the top job at Unison recently, Ms Graham will be hoping to catch the zeitgeist, and present her leadership bid as a fresh start. Her pledge to \"move beyond internal Labour Party politics\" will probably be met by a sigh of relief from Sir Keir's office. The fourth candidate would regard himself as \"mainstream\" or \"centre-left\", but his opponents are portraying him - in Labour terms, at least - as a right-winger. Gerard Coynenarrowly lost to Mr McCluskey in the 2017 contest, taking 41.5% of the vote to Mr McCluskey's 45.4% - though on a dismally low turnout. He unsuccessfully challenged the conduct of that election, and his call for a re-run was turned down. With three candidates on the Left fighting for votes in a first-past-the post election, his supporters believe he has a strong chance of winning this time. Mr Coyne is avowed supporter of the current Labour leadership, recently saying: \"Keir Starmer has displayed a sure touch on the major issues he has faced in his first year, and I think he should be given the support to help Labour win power.\" However, there is nervousness amongst some Starmer supporters that his candidature would take votes from Steve Turner and in turn increase the chances of their \"nightmare scenario\" - Howard Beckett winning. At least one shadow minister has urged Mr Coyne to rethink. After he ran the incumbent close last time, the union changed its leadership rules, with all candidates having to reach a higher threshold of support to get on the ballot. His opponents are hoping Mr Coyne will find it difficult to pick up support from outside his West Midlands power base, where he was a regional organiser. He needs backing from 5% of union branches - that's 174 of them, rather than 50 last time. His supporters, though, are confident he can make the cut. So far, Mr Coyne has to some extent still been defining himself against Mr McCluskey - who, of course, won't be on the ballot this time. He has, for example, raised concerns over the use of increasing amounts members' money on aUnite-funded office, hotel and conference centre in Birmingham. But he is expected to focus much of his fire in the campaign proper against Howard Beckett, portraying him as \"continuity Len\". His key message last time was that he wanted to run the union, not the Labour Party. He will be hoping that line will resonate just as much now. ", "url": "https://www.bbc.com/news/uk-politics-56747546"}