{"datetime": "2021-11-11T15:13:29.000Z", "title": "We must do better over MP standards, says Chancellor Rishi Sunak", "article": "The government needs to \"do better than we did last week\" in handling MPs' standards, Rishi Sunak has said. Ministers were forced to do a U-turn after widespread outrage over their attempt to block the punishment of Tory MP Owen Paterson for paid lobbying.The chancellor told the BBC that correct processes should be \"followed to the letter\" in such cases. It comes amid ongoing controversy over Tory MPs being paid large sums to do extra work.It follows areport in the Times that former attorney-general Sir Geoffrey Cox conducted paid legal work from what appears to be his Commons office.The Torridge and West Devon MP, who continues to practise as a barrister, was participating in a virtual hearing for an inquiry into alleged corruption in the British Virgin Islands. MPs can have second jobs, but are not allowed to use their Commons offices for personal benefit under their code of conduct. Sir Geoffrey denies any wrongdoing. Sir Geoffrey, who has been referred to Parliament's standards commissioner, is reported to have made at least £6m from his work as a barrister since entering Parliament in 2005, including almost £900,000 in the last year. He has also been claiming £22,000 a year in parliamentary expenses to cover the rent of a home in London while he also owns, and earns income from, another property in the city. InParliament's Register of Members' Financial Interests the MP lists \"joint ownership of a property\" worth more than £100,000.The register shows that he has been earning over £10,000 a year from letting out the property. This practice is not against House of Commons rules as MPs, who represent constituencies outside of London are allowed to claim up to £23,290 per year to cover accommodation costs. Asked about Sir Geoffrey's earnings, Mr Sunak told BBC economics editor Faisal Islam: \"I'm not familiar with specific details of that case. It wouldn't be right for me to comment on individuals. \"But we do have established independent parliamentary processes that govern all of these things and it's absolutely right that those are followed to the letter. \"Reflecting on all of these things over recent days, for us as a government, we need to do better than we did last week and we know that.\" The code of conduct prohibits: MPs must also declare: Asked if the situation surrounding Sir Geoffrey was embarrassing for the UK as it hosts the COP26 climate change conference in Glasgow, business minister Paul Scully said it was \"frustrating\" that it was \"taking away from the really important things at hand for our planet, let alone our country and government\". Lord Evans, chairman of the committee on standards in public life, said that \"nothing that an MP does should get in the way of their ability to work in support of their constituents\". \"If somebody is spending a huge amount of their time on a second job, then they can't be maintaining support for their constituents,\" he told BBC Radio 4's Today programme. On Wednesday, Prime Minister Boris Johnson, facing the world's media at COP26, said the UK was \"not remotely a corrupt country\" and that MPs who broke the rules should face \"appropriate sanctions\". Mr Paterson, a former cabinet minister, resigned as an MP last week after he was found to have done this on behalf of two firms. Mr Paterson denies breaking the rules, and says an investigation into his conduct by Parliament's standards commissioner, Kathryn Stone, was conducted unfairly. Last week the government blocked a proposal to suspend him from the House of Commons for 30 days, instead suggesting that the system for investigating MPs should be reviewed. But ministers U-turned the next day, amid fury from opposition MPs and some Tories. On Thursday, Labour's shadow health secretary Jonathan Ashworth said the government's botched attempt to rewrite the rules had been \"shameful\". He added that his party would bring \"decency back to Downing Street\" and introduce \"strict rules around MPs' outside earnings\". On Wednesday, Commons Speaker Lindsay Hoyle said the controversy had been a \"dark day\" for Parliament - and urged MPs from different parties to help \"move Parliament to a better place\". ", "url": "https://www.bbc.com/news/uk-politics-59245737"}