{"datetime": "2021-11-24T17:40:45.000Z", "author": "George Bowden", "title": "No babies allowed in Commons, MP Stella Creasy told", "article": "An MP has said it \"has to be possible for politics and parenting to mix\" after being told she cannot sit in the Commons with her three-month-old son. Labour's Stella Creasy was informed it was against the rules to bring a child to a debate at Westminster Hall after doing so on Tuesday. Speaker Sir Lindsay Hoyle has asked a committee of MPs to review the rules. Ms Creasy said she was\"pleased to hear this\" - as rules meant she could not be in the chamber for his statement. But Conservative MP Scott Benton criticised her stance on Twitter, saying: \"Parents who get paid a fraction of what you do pay for childcare and juggle responsibilities so they can go to work. What makes you so special?\" Addressing the Commons, Sir Lindsay said it was \"extremely important\" for parents to be able to participate fully in the work of the House, which has a nursery. \"Rules have to be seen in context and they change with the times,\" he told the House.He asked the Commons Procedure Committee to \"look into this matter\". The committee, chaired by Conservative MP Karen Bradley,makes recommendations on the practical operation of the House. Ms Creasy told the BBC she had regularly taken her son - whom she is breastfeeding - and before him, her daughter, into the Commons chamber. But after appearing with her son at the adjoining Westminster Hall on Tuesday, she received an email from the private secretary to the chairman of the ways and means committee, Dame Eleanor Laing, which said this was not in line with recently published rules on \"behaviour and courtesies\". Deputy Prime Minister Dominic Raab said he had \"a lot of sympathy\" for Ms Creasy, MP for Walthamstow, and politicians needed to make sure \"our profession is brought into the modern world... [so] parents can juggle the jobs they do with the family time they need\". But, while saying a baby in the Commons \"certainly wouldn't distract me or get in the way of me doing my job\", Mr Raab said it was for the House authorities to decide the \"right balance\". Boris Johnson's official spokesman said the PM wanted to see \"further improvements\" on making Parliament family-friendly, though any change to the rules was a matter for the Commons.Labour leader Sir Keir Starmer's spokesman said it would be inappropriate to comment while the Procedure Committee considered the matter. Ms Creasy - who is encouraging more mothers to enter politics through a campaign called This Mum Votes - shared the email she was sent on Twitter, writing: \"Mothers in the mother of all parliaments are not to be seen or heard it seems...\" The rule book,which was issued by the speaker and deputy speakers and applies to the chamber of the House of Commons and Westminster Hall, was updated in September. It says: \"You should not take your seat in the chamber when accompanied by your child, nor stand at either end of the Chamber, between divisions.\" The same wording was also used in a previous version of the rule book. But another MP, Alex Davies-Jones, said she had been assured by Commons Speaker Lindsay Hoyle that if she needed to breastfeed her child in the chamber she could do so. Ms Creasy said this was \"not a system that works for anyone who isn't a man of a certain age from a certain background\". \"I don't have maternity cover - I don't have the employment rights to have maternity cover,\" she said, adding the situation as it stands \"is bad for our democracy\". Asked what needed to change to help MPs continue to work as new parents, she said: \"It's too late for me - so I am trying my best to make sure Walthamstow continues to be heard because it deserves to be heard.\" She called for the MPs' rule book to be reviewed and has asked House authorities what she should do if she continues to bring her son to work. \"I've had a baby, I haven't given up my brain or capacity to do things and our politics and our policy making will be better by having more mums at the table,\" she added. While MPs are entitled to paid maternity leave for six months and a proxy vote, some have said it is difficult to obtain funding for adequate maternity cover. And MPs must be physically present at Westminster in order to represent constituents' views during Commons debates, for example. Former Liberal Democrat leader Jo Swinsonwas thought to be the first MP to cradle her baby during a debate in the Commons chamber in 2018.Also that year, New Zealand Prime Minister Jacinda Ardernbecame the first world leader to take her baby to the floor of the United Nations General Assembly in New York. A House of Commons spokesperson said it was vital all MPs were able to carry out their duties in and around Parliament.They could consult with the Speaker, deputy Speakers, clerks and doorkeepers about their requirements while in the chamber or Westminster Hall at any time, they added. Have you been affected by the issues in this story? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-59396801"}