{"datetime": "2021-10-27T11:41:33.000Z", "subject": "Budget 2021", "title": "Budget 2021: Sunak promises new post-Covid economy", "article": "Chancellor Rishi Sunak has told MPs the Budget begins the work to prepare for a new economy post Covid, as he delivers his speech in the Commons. Spending plans for transport, health and education have been unveiled in the press. Mr Sunak is under pressure to help people with the cost of living. Sources say he will adjust the universal credit taper rate, meaning those working will be able to take home more of the money they earn. A £20 a week top up to the benefit was cut earlier this month, but details of any changes have yet to be announced. Labour leader Sir Keir Starmer will not be responding to the Budget, as the leader of the opposition is normally expected to do, as he is isolating after testing positive for Covid. Shadow Chancellor Rachel Reeves will set out Labour's response instead. According to Downing Street, Mr Sunak told the cabinet on Wednesday morning that his Budget \"will deliver a stronger economy for the British people\" with the \"levelling-up\" agenda - spreading prosperity around the country - a \"golden thread\" running through it. The chancellor is under pressure to reveal more about the economic outlook, with government debt soaring to record peace time levels in the wake of the pandemic. And he will deliver a three-year spending review alongside his Budget. The Treasury has asked departments to find \"at least 5% of savings and efficiencies from their day-to-day budgets\" - so it is clear not every area will get the same treatment.Policies already unveiled from the chancellor's Budget include: You can read more on the announcements the government has already made here .One of the pre-announced policies is theend to a pay freeze for public sector workers - such as teachers, nurses and police officers - but ministers have so far refused to say whether it will be a real-terms rise by being higher than inflation. Pay for most frontline workforces is set by independent pay review bodies and No 10 has said it could not \"prejudge that process\". Commons Speaker Sir Lindsay Hoyle was furious about the number of spending plans that were given to the media before Mr Sunak's big speech - they are traditionally meant to be announced in Parliament so MPs can challenge and scrutinise them. Deputy Speaker Eleanor Laing echoed the reproof just before the Chancellor got to his feet. A No 10 spokesman said they \"recognised the importance of parliamentary scrutiny\" and they \"always listen very carefully to the Speaker\". Whisper it. After the economy took an absolute hammering during the pandemic, might the chancellor tomorrow actually be in a much cheerier political mood than he could have predicted?During his Budget warm-up in the last few days, Rishi Sunak has already totted up promises of around an extra £20bn of spending, as well as announcing how some of the cash that was already promised is going to be carved up.Hold on for a second though. On the specifics, there is no guarantee that unfreezing the wages of 2.5 million workers in England will mean they get pay rises that aren't eroded by inflation.The same goes for increases for workers on low pay, and cuts to universal credit will pinch too.Having treated us all to cosy snaps of him and his Labrador, Nova, and him hard at work in his athleisure wear, Rishi Sunak wants to give the political impression that he's a chancellor we can all be comfortable with - careful with our money, but not afraid to spend it on things that matter, who has modern Tory instincts, but won't ditch the party's traditions.But remember Budget warm-ups are just that. However many announcements there have already been, however carefully the photographs of the prep have been thought through and selected, what matters is what he actually says at lunchtime on Wednesday. What matters are the numbers - what's in black and white - in the end. Read more from Laura here .Sir Keir Starmer tweeted: \"The Budget must take the pressure off working people. \"With costs growing and inflation rising, Labour would cut VAT on domestic energy bills immediately for six months. \"Unlike the Tories, we wouldn't hike taxes on working people and we'd ensure online giants pay their fair share.\" Ex-Tory chancellor Philip Hammond told BBC Newscast the government should not use higher wages as \"a bung\" to secure the support of low income voters. \"The instinct to send a message to business that we need to invest more capital rather than just relying on cheap labour, I think is the right instinct, I would support that,\" he said. Adam Scorer, chief executive of fuel poverty charity National Energy Action, warned it was going to be a \"brutal and bitter winter for millions of householders\" who were unable to bear the costs of energy price rises. He called for the chancellor to find a way to put some of the extra tax receipts raised by the price increases back in the pockets of the most vulnerable. ", "url": "https://www.bbc.com/news/uk-politics-59052997"}