{"datetime": "2022-02-11T16:39:46.000Z", "author": "Mark D'Arcy", "title": "Parliament restoration: Back to square one?", "article": "The multi billion-pound cost estimates keep ratcheting up and the time the work is expected to take is getting ever longer, and it now looks as if those in charge in the House of Commons are about to pull the plug on the scheme to renovate Parliament's crumbling Victorian home. Back in 2019, Parliament committed to the \"Restoration and Renewal\" project and set up a structure to cope with what was certain to be a massive mega-project - far too big to be handled in-house.Worries about the state of the Palace of Westminster had been gathering for years, and there were increasing fears of a catastrophic incident, particularly a major fire on the scale of the one which consumed Notre Dame in Paris, destroying one of the most recognisable buildings in the world. The UK Parliament building is vast, and much extended from its original shape, and there are regular repairs on a make do and mend basis.The problems include leaking roofs and windows, outdated and sometimes audibly crackling wiring, ancient heating and sewage systems and crumbling stonework - there have been incidents where chunks have fallen off, and there are real safety concerns, while the Commons authorities have been running nightly fire patrols to protect the building. But as with any major renovation of a vintage building, it was impossible to be sure what the cost of putting things right would be; who knew what might be revealed when floorboards were lifted or plasterwork stripped back, of forgotten attic spaces investigated?And as each cost estimate ratcheted up, the political pressure to rethink the decision agreed in 2019 increased.The Speaker, Sir Lindsay Hoyle, and the previous Leader of the Commons Jacob Rees-Mogg were sceptical about the costs and about moving MPs out of their building - and had already vetoedan elaborate scheme for the building to be emptied , with MPs relocated to a new temporary chamber, built on the site of Richmond House, the old Department of Health building, next door to Parliament.Mr Rees-Mogg's successor as Commons leader, Mark Spencer, shares their reservations.He says the latest cost figures are \"literally eye-watering\" and he can't justify the spending to his voters. He compares the current plans to a family \"moving out into a caravan in the garden and letting the builders loose.\" So the two key figures in running the Commons want a rethink, butthe Sponsor Body set up in 2019 under the Parliamentary Buildings Act has several times warned that restoration will cost more and take longer if the Parliamentarians insist on staying put in the Victorian part of the building - and now the House of Commons Commission, the administrative body of the Commons, which is chaired by the Speaker, wants the Sponsor Body scrapped. Sir Edward Leigh, a veteran Conservative ex-minister, who sits on the Sponsor Body says the scheme it had produced was \"ridiculously expensive, in the region of £14bn, all-singing, all-dancing, gold-plating everything, and unbelievably a decant of maybe 17 years.\"He predicts work will start sooner and could go on, with the parliamentarians still in residence, for decades, spreading the costs over a much longer period. Not everyone agrees.One senior MP commented to me: \"I despair, we want to run the country and we can't even manage the building we work in.\"Professor Matt Flinders of Sheffield University suggests that the move is the result of a \"massive blame game\" because the politicians are shrinking from an unpopular decision.He added that all the expert advice was that the politicians should move out, because the building infrastructure could not be divided up, so it would be massively expensive and risky to try and keep parts of it in operation, while other parts were renovated.At some point MPs will be asked to approve a change in the law to sweep away the structure they created in 2019, to oversee the renovation work.Theoretically, this should be a \"House Matter\" where they are not whipped to vote in a particular way, but given the titanic sums of money involved, it's hard to see how the government could avoid making its views clear.", "url": "https://www.bbc.com/news/uk-politics-60347839"}