{"datetime": "2021-04-15T12:53:54.000Z", "author": "Justin Parkinson", "title": "Unite the union to elect new leader by end of summer", "article": "The Unite union will choose its new general secretary by the end of the summer, the BBC has been told. Nominations for the contest to replace longstanding leader Len McCluskey will begin on 6 May, with voting getting under way by early July. The ballot of 1.2 million members closes on 23 August and the result will be announced three days later. Senior figures Howard Beckett, Sharon Graham, Gerard Coyne and Steve Turner have begun their leadership campaigns. Mr McCluskey, general secretary since 2011, was a strong supporter of Jeremy Corbyn as Labour leader and has been critical of his successor Sir Keir Starmer's approach. Much of the contest is expected to focus on the union's future relationship with the party, although candidates have been at pains to say workers' rights and livelihoods are their priority. The election timetable was decided at a meeting of Unite's executive committee on Wednesday. Mr Coyne, a former West Midlands union organiser who previously challenged Mr McCluskey in 2017, said: \"I will use the union's resources and energy to empower our workplace reps and support our members through the troubled times to come - not to play political games or waste their hard-earned money.\" He added: \"As general secretary, I will stand alongside every member of Unite as they face a future of uncertainty.\" Ms Graham, who is in charge of Unite's organisation, said: \"Things cannot return to business as usual post-Covid. \"If Unite is to face the massive challenge of fighting for jobs, fighting for wages and defending conditions, it must be built at the workplace as never before. New times demand new ways to defend workers.\" If elected, Ms Graham would be Unite's first female leader. Mr Turner, one of the union's assistant general secretaries, said he would \"not allow the pandemic to be exploited by opportunistic bosses, or workers' wages pinched to boost the riches of profitable companies and line the pockets of multimillionaires\". He added: \"This is a once-in-a-generation opportunity to reset the clock, reject any return to 'old normal' and define the sort of society we can and must become.\" Another assistant general secretary, Mr Beckett, promised to lay out his \"vision\" at a formal launch event on Sunday. Ahead of this, he said: \"This is a critical time for workers across our regions and nations and I know they expect strong leadership from Unite the union.\" Mr Beckett accused the government of being \"hell-bent on making workers pay for this health crisis, just like they made workers pay for the bankers' crisis\", adding: \"I am determined to stop that from happening.\" Unite is Labour's single biggest donor and the UK's second-biggest trade union, in terms of members, after Unison. ", "url": "https://www.bbc.com/news/uk-politics-56747542"}