{"datetime": "2021-12-05T15:04:07.000Z", "author": "Justin Parkinson", "title": "Parliament drug use claims to be raised with police this week", "article": "House of Commons Speaker Sir Lindsay Hoyle has promised to raise allegations of drug use in Parliament with the Metropolitan Police this week. He described a report in the Sunday Times that traces of cocaine had been found in several lavatory areas as \"deeply concerning\". Sir Lindsay told the BBC that those who \"flout the law\" should face punishment. His decision comes as the government is expected on Monday to pledge £700m over three years to tackle problem drug use. This will include putting more emphasis on recovery from addiction, and less on prosecuting people caught with illegal substances. The Sunday Time reports all but one of 12 lavatory areas in Parliament that were tested showed traces of cocaine, adding the House of Commons Commission - responsible for the running of the Palace of Westminster - was considering allowing the use of sniffer dogs to detect users. Sir Lindsay told the BBC: \"The accounts of drug misuse in Parliament given to the Sunday Times are deeply concerning, and I will be raising them as a priority with the Metropolitan Police next week. I expect to see full and effective enforcement of the law.\"While Parliament provides extensive support services for any staff or Members who may need help with drug misuse - and I would encourage anyone struggling with such issues to take up such help - for those who choose to flout the law and bring the institution into disrepute the sanctions are serious.\" The maximum penalty for possession of class A drugs, including cocaine, is up to seven years in prison or an unlimited fine, or both. Suppliers face up to life imprisonment, an unlimited fine, or both. Thelatest Office for National Statistics figures for England suggested one in 11 adults aged 16 to 59 years took a drug in the year to March 2020. And 3.4% of this age group - approximately 1.1 million people - used a Class A drug in the same period, the ONS added. ", "url": "https://www.bbc.com/news/uk-politics-59539589"}