{"datetime": "2021-10-22T11:47:12.000Z", "subject": "David Amess death", "title": "MPs offered security guards at constituency surgeries", "article": "MPs have been offered trained security protection when meeting constituents following last week's killing of Conservative MP Sir David Amess. Home Secretary Priti Patel and Commons Speaker Sir Lindsay Hoyle made the offer in a joint letter to MPs. They said attacks by terrorists on MPs were perceived to be \"likely\" but there was no intelligence pointing to a \"credible specific imminent threat\". The threat level to MPs was raised to \"substantial\" this week. The terror threat for the UK as a wholeis currently also deemed to be \"substantial\", meaning an attack is \"likely\".Sir Lindsay and Ms Patel said reviews were being conducted into \"appropriate policing support\". \"The work you carry out as MPs both in your constituencies and in this House can put you at odds with a wide range of ideologies and views and a small minority of hostile individuals may be motivated by grievances which are difficult to detect and whose actions are hard to predict,\" they said. MPs regularly hold surgeries in public buildings, such as churches and libraries, where constituents can seek advice and support and the pair urged MPs holding such meetings to take up the offer of protection from \"security operatives\". However, some have expressed concern the presence of guards could be off-putting to constituents seeking help. Security measures for MPs increased following the murder of Labour MP Jo Cox in 2016 and MPs have been offered panic buttons, extra lighting, additional locks and emergency fobs at their homes and constituency offices. Spending on such precautions went up from £170,576 in 2015/16 to £4.5m two years later. However, some MPs have told the BBC they have had problems obtaining funding for security improvements. One MP, who wished to remain anonymous, said the police had advised them to install shatterproof windows in their officer, but IPSA - which pays MPs' expenses had not provide the money. However, IPSA has said it would meet the cost of extra measures arising from the Home Office review of MPs' security. ", "url": "https://www.bbc.com/news/uk-politics-59009367"}