{"datetime": "2022-01-24T13:23:17.000Z", "title": "Nusrat Ghani: PM orders Cabinet Office to investigate 'Muslimness' claim", "article": "Prime Minister Boris Johnson has ordered a Cabinet Office inquiry into claims made by a Muslim MP who says her faith was given as a reason for her sacking as a minister in 2020. Nusrat Ghani said a government whip told her \"Muslimness was raised as an issue\". The Conservative MP welcomed the inquiry, saying all she wanted was for the matter to be taken seriously. Conservative Chief Whip Mark Spencer said the claims were completely false. He said Ms Ghani was referring to him and that he considered her allegations to be defamatory. Mr Johnson declined to say if the chief whip could stay in his job while the investigation was conducted.He said: \"This is something I take extremely seriously. We must wait and see what the investigation produces.\" The new Cabinet Office inquiry comes at the beginning of what could be a difficult week for the prime minister, with the expected completion of a report into gatherings on government premises that took place when coronavirus restrictions were in place. Senior civil servant Sue Grayhas been asked to look at the nature and purpose of the gatherings, including who went to them \"with reference to adherence to the guidance in place at the time\". Mr Johnson has faced calls from some of his MPs to resign over the matter, but others say they are withholding judgement until the findings of Ms Gray's report are published.On Monday the PM's former aide, Dominic Cummings, said he had sent Ms Gray written evidence but would not be meeting her. Nus Ghani's allegations come at a time when there all these different fuses that have been lit. There are small flames travelling along the line towards Downing Street: whether it is this story, or whether it is the story about a small group of 2019 MPs who have their own claims that the whips have gone beyond what is normal - and MP William Wragg will be talking to the police about all of that. But the biggest threat to Boris Johnson is the Sue Gray report, which might emerge on Wednesday or Thursday. Despite lots of frenzied reporting nobody, other than Ms Gray and her team, knows exactly who she has been talking to, or the evidence being gathered.The expectation is we will get a series of conclusions, but I would expect calls from the opposition and some Conservative MPs for the whole thing to be published.Why does the report matter so much right now? It is not just because the public want to know what has been going on. Many MPs see the Sue Gray report as the crucial piece of evidence that will help them make up their mind about whether it is time to end the Johnson leadership. It is going to be a very, very significant week for Downing Street. Responding to news of the inquiry, Ms Ghani, a vice-president of the 1922 Committee of backbench Conservative MPs, said: \"As I said to the prime minister last night all I want is for this to be taken seriously and for him to investigate. \"I welcome his decision to do that now. The terms of reference of the inquiry must include all that was said in Downing Street and by the whip.\" No 10 has said that when Ms Ghani first made the allegations, the prime minister recommended that she make a formal complaint to Conservative Campaign Headquarters, but she did not take up this offer. The prime minister's spokesman could not provide details of the terms of reference for the investigation but said officials should be able to \"investigate freely\".Speaking on Sunday, Ms Ghani said when she had not used the Conservative Party's internal process because it was \"very clearly not appropriate for something that happened on government business\". Education Secretary Nadhim Zahawi said it was \"important\" for the inquiry to go ahead, adding that Ms Ghani was a \"valued colleague\".He told BBC Breakfast he hoped she would present evidence to the Cabinet Office, adding that it had taken \"a lot of bravery\" to make the allegations. Conservative peer Baroness Sayeeda Warsi - who has frequently spoken about Islamophobia in her party - said Ms Ghani should never have been asked to go through the party's complaint process.\"This allegation relates to comments made in Downing Street, not Conservative headquarters; it relates to a job in government, not a job in the Conservative Party; the allegations were made by the chief whip, not by the chief executive or chairman of the party,\" she told BBC Radio 4's Today programme.\"This was not a party issue, this was a government issue.\" Baroness Warsi, the first Muslim woman to attend cabinet, said Ms Ghani's experience had been \"an open secret in Westminster\" and that she had \"struggled to be heard\" for nearly two years.The former party chair said that she believed there was a \"pattern\" with Islamophobia in the Conservative Party, where \"Islamophobic racism is not viewed as seriously as other forms of racism\" and \"action is rarely taken until the media is involved\". She called for the Equalities and Human Rights Commission (EHRC) to intervene, arguing the government might have broken the law.Labour's deputy leader Angela Rayner said the prime minister's standards adviser Lord Geidt should investigate if the chief whip broke the ministerial code with his alleged comments. Ms Ghani was appointed to a post at the Department for Transport in 2018, becoming the first female Muslim minister to speak in the Commons. She lost that job in a mini-reshuffle of Mr Johnson's government in February 2020. Speaking to the Sunday Times, Ms Ghani said that when she asked for an explanation, a government whip had told her that \"Muslimness was raised as an issue\" during discussions about the reshuffle, and her status as a \"Muslim woman... was making colleagues uncomfortable\". The Wealden MP said she had dropped the matter after being told that if she \"persisted\" in asking about it she \"would be ostracised and her career and reputation would be destroyed\". After her allegations were published, Mr Spencer identified himself as the person Ms Ghani's claims were made about, saying he did not want other whips to be \"drawn into this matter\".The Sherwood MP said he had previously provided evidence to the Singh investigation which he said had \"concluded there was no credible basis for the claims\" but he later added the phrase \"to be included in the report\". Prof Swaran Singh's 2021 report -which examined how the Conservative Party dealt with discrimination complaints - found that while \"not systemic\" there was \"evidence of discrimination\" in the Conservative Party, and it called for the complaints process to be overhauled. The report made 16 recommendations - eight of which the Conservative Party says are still to be implemented. The EHRC has said it is monitoring the progress made by the party.", "url": "https://www.bbc.com/news/uk-politics-60108377"}