{"datetime": "2021-10-26T15:38:23.000Z", "subject": "Budget 2021", "title": "Budget 2021: Public sector workers set for pay rise, says Sunak", "article": "Millions of public sector workers are set to see their wages rise next year, after the government confirmed a pay freeze is being lifted. Chancellor Rishi Sunak will use his Budget on Wednesday to say nurses, teachers and members of the armed forces are among those set to benefit.A \"temporary pause\" in salary progression wasintroduced last November as a response to the pandemic. Labour says tax and price rises mean families face a cost of living crisis. The public sector pay freeze was part of the government's response to what it described as the \"economic emergency\" caused by Covid, with only the lowest-paid excluded. In his spending review in November 2020, Mr Sunak said he could not justify an across-the-board increase when many in the private sector had seen their pay and hours cut in the crisis. The Treasury said exactly how much of a pay rise public sector workers receive depends on the recommendations from the independent pay review bodies, who set the pay for most frontline workforces - including nurses, police officers, prison officers and teachers. But asked if public sector pay would rise above inflation, a Downing Street spokesperson said the independent pay review body would consider what the rise should be and that No 10 couldn't \"pre-judge that process\".Separately, campaigners for a freeze in fuel duty have been told to expect the tax to be frozen for a twelfth year in a row at Wednesday's Budget.The BBC has also been toldVAT on household energy would not be cut with the Treasury arguing it would be poorly targeted and that lower income households could be better helped through other schemes.In an announcement on Monday, the Treasury said the chancellor would use his forthcoming Budget to say \"the solid economic recovery and encouraging signs in the labour market\" mean the \"pay pause\" can be lifted.In a statement, Mr Sunak said: \"The economic impact and uncertainty of the virus meant we had to take the difficult decision to pause public sector pay. \"And now, with the economy firmly back on track, it's right that nurses, teachers and all the other public sector workers who played their part during the pandemic see their wages rise.\" Business Minister Paul Scully said it was \"important public sector workers are recognised for what they do and are rewarded fairly\". He said it was part of a number of measures to help people on low incomes, which also included therise in the national living wage announced on Monday. He told BBC Breakfast: \"We know there are pressures. We know this is a difficult time for the economy, for people in the country in terms of the cost of living.\" The Treasury said the \"temporary pause\" had helped ensure the gap between public and private sector pay did not widen further during the height of the pandemic.It said public sector average weekly earnings rose by 4.5% in 2020/21 whilst private sector wage increases were a third lower than they were pre-crisis, at 1.8%. On Tuesday figures from the Office for National Statistics showed thatworkers and occupations hardest hit by the pandemic saw the biggest rebound in pay in 2021 , with employees aged under 21 and those in low-paid work seeing the sharpest dip and recovery. It comes at a time of fierce debate about the pressure families are under amid soaring energy bills and price rises for goods in shops.Opposition MPs have accused the Conservatives of presiding over a cost of living crisis withcuts to universal credit andtax rises to fund the NHS and social care . There is disquiet among some Conservative backbenchers too about whether ministers should be doing more to help struggling households.There may be an element of relief for some public sector workers that their pay will at at least not be frozen for another year.But it may not be enough to lift the bitterness many feel that in the year when many of them were key workers, often risking their health on the frontlines of the pandemic, they're coping with a real terms pay cut.Even nurses, who've received more than most, have seen their spending power shrink as inflation gets above 3%. And that renewed squeeze on living standards is getting worse with record petrol prices and energy bills driving up the cost of living.What shouldn't be taken at face value is the notion that the government \"can't afford\" to pay more. What a government that issues its own currency decides it can or cannot \"afford\" has no objective economic basis, but is a matter of political choice.For example, as the IFS points out, the cost of servicing debt is lower than it was pre-pandemic. In fact, it's the second lowest it's been since the 1950s.Even if official interest rates rise to 1.25%, they will still be historically low - and that is manageable as long as tax receipts are rising faster than the debt servicing cost.With teachers' pay in real terms 8% lower than a decade ago, hospital consultants 9% lower, NHS dentists 32% down, a reality is coming home: you can't get the work done if you can't attract the staff to do it.The cost of not allowing pay rises - in the harm it could to the government's other goals such as better public health and education - could have been higher than any pay rise.The UK's largest union, Unison, said the pay freeze would continue \"in all but name\" unless government departments get extra money.Its general secretary Christina McAnea said while there was \"never a good time to freeze public sector pay\", to do so \"at the peak of a pandemic was the height of folly\" while \"staff were doing their all to keep under-pressure services running\". She added: \"There can be no decent public services without the people to run them. \"Pay freezes don't help employers hold on to experienced staff, nor attract new recruits.\"But if the chancellor doesn't allocate extra money to government departments to fund the much-needed wage rises, the pay freeze will continue in all but name.\"Torsten Bell of the Resolution Foundation described the announcement as \"blindingly obvious\" adding that it was \"totally inevitable\" the pay freeze would be lifted.\"What we don't know, is what is going to happen to public sector pay - lifting the freeze is one thing, but a rise could be anything between 0 to a million per cent pay rise.\" Labour says many of those working on the frontline dealing with Covid are among those being hit by the government's choices.Shadow chief secretary to the Treasury Bridget Phillipson said: \"This Conservative government's choice last year to freeze pay for so many frontline workers, who have been among the real heroes of the pandemic, was damaging and unsustainable.\"The government must work to ensure a fair settlement and reflect the vital work of all key workers including many who have been burnt out over the course of the pandemic.\" Meanwhile, the Commons Speaker Sir Lindsay Hoyle has told MPs it was\"not acceptable\" to brief the media ahead of MPs about the Budget. Sir Lindsay said that ministers used to \"walk\" if they briefed about a Budget. ", "url": "https://www.bbc.com/news/uk-politics-59044770"}