{"datetime": "2021-09-30T17:03:09.000Z", "subject": "Sarah Everard murder", "title": "Sarah Everard murder: Wayne Couzens given whole-life sentence", "article": "A Met Police officer who murdered Sarah Everard after kidnapping her under the guise of an arrest has been sentenced to a whole-life prison term. Wayne Couzens abducted the 33-year-old as she walked home from a friend's house in south London on 3 March. During the sentencing of Couzens, the judge said the case was \"devastating, tragic and wholly brutal\". Ms Everard's family said they were relieved by the fact that Couzens would die in jail. Addressing reporters outside the Old Bailey following his sentencing, Metropolitan Police Commissioner Dame Cressida Dick said she recognised that a \"precious bond of trust\" had been damaged by Couzens,who had \"brought shame on the Met \".Describing him as a \"coward\", she said his crimes were \"a gross betrayal of everything policing stands for\", adding: \"I am so sorry.\" An ongoingIndependent Office for Police Conduct (IOPC) review of how Couzens became a Met officer has found that vetting procedures missed that two of his previous cars had been linked to allegations of indecent exposure. Speaking to the London Assembly's Police and Crime Committee earlier on Thursday, two senior Met officers said they were not aware of rumours that Couzens was nicknamed \"the rapist\" by colleagues. However, HM Chief Inspector of Constabulary Sir Tom Winsor said the nickname was known by some officers.Sir Tom, who in his role has responsibility for the inspection of police forces, told BBC Radio 4's the World at One: \"Yes, I did know that. And he also had allegedly a reputation in terms of drug abuse, extreme pornography and other offences of this kind.\" What Couzens' colleagues knew or suspected about him remains the subject of the IOPC investigation.When sentencing Couzens earlier on Thursday, Lord Justice Fulford described the circumstances of the kidnap, rape and murder as \"grotesque\", telling him he had \"betrayed\" his family. He said Ms Everard was \"an intelligent, resourceful, talented and much-loved young woman, still in the early years of her life\". The judge told 48-year-old Couzens: \"Notwithstanding your guilty pleas, therefore, I have seen no evidence of genuine contrition on your part, as opposed to evident self-pity and attempts by you to avoid or minimise the proper consequences of what you have done.\" He said the seriousness of the case was so \"exceptionally high\" that it warranted a whole-life order.\"The misuse of a police officer's role such as occurred in this case in order to kidnap, rape and murder a lone victim is of equal seriousness as a murder for the purpose of advancing a political, religious or ideological cause,\" he told the Old Bailey. \"All of these situations attack different aspects of the fundamental underpinnings of our democratic way of life.\"Reacting to the sentencing, Ms Everard's family said they were pleased with the full-life term, adding that although \"nothing can make things better, nothing can bring Sarah back... knowing he will be imprisoned forever brings some relief. \"Sarah lost her life needlessly and cruelly and all the years of life she had yet to enjoy were stolen from her. Wayne Couzens held a position of trust as a police officer and we are outraged and sickened that he abused this trust in order to lure Sarah to her death. The world is a safer place with him imprisoned. \"It is almost seven months since Sarah died and the pain of losing her is overwhelming. We miss her all the time. We hold her safe in our hearts.\" Lucy Manning, BBC special correspondent, from the Old Bailey: As Wayne Couzens was told he would spend the rest of his life in prison, he kept his head down as he has throughout his time in the dock. He was shaking as he was sentenced. The Everard family looked on. The Metropolitan Police Commissioner Dame Cressida Dick was in court to hear the sentence. Her officer a convicted murderer and rapist. Mr Justice Fulford told Couzens his offences were \"warped, selfish and brutal\". The judge said Sarah \"was simply walking home\". After Couzens was sentenced, police officers who investigated the murder hugged the Everard family. But as her parents and sister said yesterday, all they want is Sarah back and no punishment will ever compare to the pain and torture Couzens had inflicted on them. Lord Justice Fulford paid tribute to the dignity of Ms Everard's family, whose statements in court on Wednesday \"revealed the human impact\" of Couzens' offending, which he said \"was both sexual and homicidal\". The judge added that Couzenshad eroded public confidence in the police in England and Wales. In a letter she wrote before Dame Cressida spoke to reporters, senior Labour MP Harriet Harman called on the Met Police commissioner to resign. Ms Harman saidwomen's confidence in the police \"will have been shattered\" and it would be impossible for Dame Cressida to oversee the changes needed to rebuild trust.Home Secretary Priti Patel said there were \"serious questions\" for the Metropolitan Police regarding the Couzens case, adding that the force \"will be held to account\".She described the crimes as \"sickening\" and said it was right that this \"monster\" had been given a whole-life sentence. When Parliament abolished the death penalty more than 50 years ago, it promised the British people that the worst of the very worst offenders would be locked up in jail for the rest of their lives.Since then a series of complex rules for judges has evolved in order for a \"whole-life order\" (WLO) to be imposed. The law says a WLO should \"normally\" only be considered if an offender has murdered more than once, killed a police or prison officer, abducted and sadistically killed a child, or where the motive was ideological.While MPs did not envisage such a serious crime as this when they wrote the law, they said judges could impose a WLO in other unthinkable cases where the seriousness of the crime was exceptionally high.Lord Justice Fulford concluded the misuse of a constable's role to deceive, kidnap, rape and murder Sarah Everard was as bad as terrorism. It was not only a crime of appalling and prolonged suffering for the victim, but it undermined trust in the police - part of the bedrock of a safe society.And that is why the law allowed the judge to order Couzens will never be released. The Old Bailey sentencing hearing had been told how Couzens used his Metropolitan Police-issue warrant card and handcuffs to abduct Ms Everard as she walked from Clapham to her Brixton home on the night of 3 March. The firearms-trained parliamentary and diplomatic protection officer, who had clocked off from a 12-hour shift at the US Embassy that morning, drove to a secluded rural area near Dover where he raped Ms Everard. She had been strangled with Couzens' police-issue belt by 02:30 GMT the following morning. Couzens, who was married with two children, then burned the marketing executive's body in a refrigerator in an area of woodland he owned in Hoads Wood, near Ashford, before dumping the remains in a nearby pond. On 9 March, he was arrested at his home in Deal, Kent, after police connected him to the hire car he used to abduct Ms Everard. Her remains were found by police dogs the next day. Prime Minister Boris Johnson said he was \"sickened\" by the details that had emerged during sentencing. \"Our police are there to protect us - and I know that officers will share in our shock and devastation at the total betrayal of this duty. People must be able to walk on our streets without fear of harm and with full confidence that the police are there to keep them safe.\" John Apter, national chair of the Police Federation of England and Wales, said Couzens was \"an absolute disgrace to the police service\" and he was \"ashamed he was ever a police officer\". \"I am proud to carry a warrant card, but this vile individual's abuse of that authority has cast a shadow on all those who work within policing. He has brought disgrace to our uniform. \"The way he took advantage of Sarah's trust makes me feel sick to the stomach.\" ", "url": "https://www.bbc.com/news/uk-england-london-58747614"}