{"datetime": "2021-09-30T12:29:59.000Z", "author": "Becky Morton", "subject": "Sarah Everard murder", "title": "Sarah Everard: How Wayne Couzens planned her murder", "article": "Met Police officer Wayne Couzens has been sentenced to a whole-life term for the murder of Sarah Everard, in a case that sparked national outrage and calls for more action to tackle violence against women. Couzens admitted the kidnap, rape and murder of the 33-year-old marketing executive when he appeared in court several months ago. But it was only during his sentencing that the full details of his crimes emerged.Ms Everard was walking home from a friend's house in Clapham, south London, at about 21:30 BST on 3 March when she was abducted.Couzens' choice of victim was random, but the attack was planned.In his sentencing remarks, Lord Justice Fulford said there had been \"significant planning and premeditation\" by Couzens. The police officer had \"long planned to carry out a violent sexual assault on a yet-to-be-selected victim\" who he intended to coerce into his custody, noted the judge.Couzens spent at least a month travelling to London from Deal, Kent, where he lived, to research how best to carry out his crimes.Several days before the attack, he booked a hire car, which he would use for the abduction, as well as a roll of self-adhesive film advertised as a carpet protector on Amazon. After finishing a 12-hour shift at the US embassy that morning, Couzens, a parliamentary and diplomatic protection officer, went out \"hunting\" for a lone, young woman to kidnap and rape, the prosecution said. The court heard how Couzens used the knowledge he had gained from working on Covid patrols in January and his Metropolitan Police-issue warrant card to trick his victim under the guise of a fake arrest for breaching coronavirus guidelines.The 48-year-old, who had been a police officer since 2002, handcuffed her before bundling her into the car and driving away.The abduction was witnessed by a couple travelling past in a car - but they believed they had seen an undercover police officer carrying out a legitimate arrest, so did not intervene.The whole kidnapping took less than five minutes. Couzens then drove to Dover in Kent, where he transferred Ms Everard to his own car, before travelling to a remote rural area nearby.It was there that he raped and murdered his victim - strangling her with his police belt.By 02:31 Couzens had left the scene and was spotted at a service station buying drinks.He visited the site where Ms Everard's body was dumped twice, leaving just before dawn.The next day, as the search for her escalated, Couzens bought petrol, which he used to burn her body inside a fridge.He also purchased two green rubble bags, which he used to dump the remains in a pond near an area of woodland he owned in Hoads Wood, Ashford.A week after she disappeared, Ms Everard's body was found in a woodland stream, just metres from land owned by Couzens. Meanwhile, Couzens returned to normal life, carrying out mundane activities like calling a vet about his dog.Days later, he even took his wife and two children on a family trip to the woods where he had burnt his victim's body.However, on the 8 March, the day he was due to return to work, he reported in sick.The following day he was arrested at his home in Deal. In a brief police interview, he told a false story about being threatened by an Eastern European gang, claiming they had demanded he deliver \"another girl\" after he had underpaid a prostitute a few weeks before. He then claimed he kidnapped Ms Everard, drove out of London and handed her over to three men in a van in a layby in Kent, while she was alive and uninjured. But after Ms Everard's body was discovered in a pond just 130 metres from land owned by Couzens, he was charged.Couzens has since been sacked by the Met, but the force is still facing questions over whether chances were missed to prevent his predatory behaviour.After Ms Everard's murder, the police watchdog announced it was probing alleged failures by the Met to investigate two indecent exposure incidents linked to Couzens in February.The Independent Office for Police Conduct is also investigating alleged failures by Kent Police to investigate a flashing incident linked to Couzens in 2015.Couzens transferred to the Met in 2018, from the Civil Nuclear Constabulary, where he had worked since 2011.Two years later he began working for the Parliamentary and Diplomatic Protection Command as an authorised firearms officer at diplomatic premises around central London. In July, appearing by video link from Belmarsh high security jail, Couzens pleaded guilty to murder at the Old Bailey.On Wednesday he appeared in court again - this time in person - for a two-day sentencing hearing.There, he faced Ms Everard's mother, father and sister, who described to the court the torment of losing their loved one in such horrendous circumstances.Her father, Jeremy, demanded that Couzens looked at him as he told the murderer he could never forgive him for taking away his daughter.Her mother, Susan, said she was \"tormented\" at the thought of what her \"precious little girl\" had endured.\"I go through the sequence of events. I wonder when she realised she was in mortal danger,\" she told the court.\"Burning her body was the final insult. It meant we could never again see her sweet face and never say goodbye. \"Our lives will never be the same. We should be a family of five, but now we are four. Her death leaves a yawning chasm in our lives that cannot be filled.\" ", "url": "https://www.bbc.com/news/uk-58746108"}