{"datetime": "2022-02-09T16:37:01.000Z", "title": "Real people don't care about No 10 lockdown parties, says Commons leader Mark Spencer", "article": "People in the \"real world\" don't care about parties held in Downing Street during lockdown, the new leader of the House of Commons has said. Mark Spencer stuck by comments he made in December, when he said Prime Minister Boris Johnson \"will not have lied\" about the gatherings. But he told BBC Radio Nottingham \"what really mattered\" to people was their energy bills, NHS backlogs and jobs. Mr Spencer replaced Jacob Rees-Mogg as Commons leader in a cabinet reshuffle. He was formerly the government chief whip, in charge of party discipline. In December, he told Radio Nottingham: \"I am assured that everybody in that building played by the rules. I'm told there weren't any parties. The prime minister will not have lied about any parties.\" The Metropolitan Police are now investigating 12 events in Downing Street and Whitehall for alleged breaches of lockdown rules, including three the prime minister reportedly attended and one in his own flat.Mr Spencer said the prime minister had apologised for mistakes, after a report by senior civil servant Sue Gray on rule-breaking in Downing Street. The Sherwood MP said he could not comment further because of the police investigation, but said: \"Clearly people were having a drink, I've done that. I've had a drink of alcohol during Covid.\" He said: \"When you get out into the real world and you talk to real people, my experience is they are saying to me 'you know what really matters to me is the cost of my energy bills, the NHS backlog post-Covid, making sure the economy is growing and my job is secure'.\" He added: \"It's fair to say Downing Street didn't get everything right but let's focus on the real world here.\" Describing his new role as a \"cool job\", he said he would be the \"voice of backbenchers\" in cabinet, adding that he had done his time as chief whip and \"I have earned a little reward, I hope that's how the prime minister sees it\". Some Tory MPs have privately expressed concern about Mr Spencer's new role as Commons leader, which is responsible for standards of behaviour in Westminster. Mr Spencer confirmed that Lord Geidt, the PM's adviser on ministerial interests, is carrying out the investigation into accusations of Islamophobia, made against him by fellow Conservative MP Nusrat Ghani. Last month, the prime ministerasked the Cabinet Office to \"establish the facts\" regarding Ms Ghani's claim that she was sacked as a minister because of concerns about her \"Muslimness\" in 2020. Lord Geidt is understood to be working with the Cabinet Office team on the investigation.Ms Ghani said she was told by a government whip that her faith made colleagues \"uncomfortable\".Mr Spencer strongly denied making the alleged comments, saying the accusations were \"completely false\" and \"defamatory\". He declined to go into detail in his Radio Nottingham interview, because of Lord Geidt's investigation, adding: \"It's a bit rough not being able to defend yourself until the results of that investigation come forward.\" He also declined to comment on accusations whips had blackmailed MPs into supporting Boris Johnson.\"It's very easy to make an allegation, it takes a long time to investigate that. Unfortunately I'm stuck in this limbo land,\" he said. ", "url": "https://www.bbc.com/news/uk-politics-60318610"}