{"datetime": "2021-10-04T13:51:56.000Z", "subject": "Sarah Everard murder", "title": "Concerns raised about checks on parliamentary police", "article": "Labour has raised \"grave concerns\" about vetting procedures for police patrolling Parliament, in a letter to security officials. Shadow Leader of the House of Commons, Thangam Debbonaire says \"many concerned colleagues\" have contacted her about women's safety.Sarah Everard's killer, Wayne Couzens, took protection duties at Parliament. Commons Speaker Sir Lindsay Hoyle has requested an urgent meeting with the Metropolitan Police about the case. Sir Lindsay said he was \"extremely concerned\" that Couzens had been deemed suitable for employment at Parliament.The Met Police had previously said Couzens moved to the Parliamentary and Diplomatic Protection Command in February 2020 where his primary role was to patrol diplomatic premises, mainly embassies. But a spokesman for the force said on Saturday that he was deployed to armed static protection duties on the estate on five occasions from February to July 2020. In her letter to Alison Giles, Director of Security for Parliament, Ms Debbonaire asked for reassurances about the checks carried out by the police and parliament.She said in the wake of the Couzens case colleagues want details about \"how this happened in the first place\". She also asked for an explanation of \"measures that I know you will be urgently taking to rectify this and to safeguard all - but especially women - on the estate, and to ensure that those who are permitted to work on the estate are vetted to the highest possible standard\". Asked about the case during a visit in Manchester, the prime minister said: \"There is a massive job of work to do to give women the confidence that they need\". \"It is vital the public trust the police\", he added. A Downing Street spokesperson said the government had \"always ensured criminal justice system has funding it needs to act\" but that ministers \"need to look systemically at the handling of rape, domestic violence and sexual violence\". The spokesperson added more would done to improve the \"culture of joint working\" between each part of the criminal justice system.In a separate case, it has now emerged that a second officer, who was also based with the specialist protection unit, has been remanded in custody afterappearing in court on Monday on an allegation of rape.PC David Carrick, 46, denied attacking a woman after the pair went for drinks in St Albans. ", "url": "https://www.bbc.com/news/uk-politics-58789247"}