{"datetime": "2019-08-06T23:29:38.000Z", "title": "Cat of The Year Awards: Inspiring tails of the UK's finest felines", "article": "Remarkable kitties whose owners say have transformed - or even saved - their lives have earned nominations to be crowned top cat. The Cats Protection's National Cat Awards 2019 will be held at the Savoy Hotel in London on Thursday. Here are the inspiring tails of the feline finalists and their proud owners.When Dave Willie was diagnosed with terminal bone cancer, he and girlfriend Olivia Meheux adopted Monty to complete their family for their final few months together. The 12-year-old tabby brought fun, laughter and companionship to the couple during the toughest of times, said Ms Meheux, of East Grinstead, West Sussex. The couple married before Mr Willie died aged 26 at a hospice surrounded by those he loved - his wife, family and his cat. Ms Meheux said: \"I'm so grateful for everything Monty did to make Dave's last few months with us as happy as possible.\" Alex Eades, from Brighton, got tabby and white cat Nala for her daughter Charlotte when she was seven years old. When Charlotte was 16 she was diagnosed with a rare form of brain cancer and underwent three years of gruelling treatment.She found ways to cope, including her YouTube channel where she talked about her favourite things - fashion, make-up and Nala.Charlotte died in February 2016, aged 19. Her mother and brother Miles have continued her YouTube channel and Nala remains a fixture in their videos.Ms Eades said: \"Since we lost Charlotte, Nala has helped me and Miles so much. She's a link to Charlotte, but she's also so much more. She really is the constant in our lives, the heart of our family.\" Edwina Norris, from Alcester in Warwickshire, adopted cat JJ with her husband Bill. When Mrs Norris had cancer she said their pet barely left her side during her long and painful recovery.\"When I became ill he became even more attentive and on the bad days he would choose to come and lie with me. Just stroking him seems to make everything so much better,\" she said. Finn, from Coventry in the West Midlands, lost his father to cancer just weeks after his diagnosis. The 13-year-old, who has Asperger syndrome, became increasingly withdrawn, his mother Gayle said. But within an hour of meeting eight-year-old stray Jeffree \"the change in Finn's outlook was remarkable\", she said. The pair formed a close bond, helping Finn cope with his loss and giving him a purpose in life. Eight-year-old Finley, from Loanhead in Midlothian, has autism and Sensory Processing Disorder, meaning everyday life can be overwhelming.But rescue cat Chi has transformed his life, helping him to build social networks by sharing stories about his beloved cat, said Finley's mother Jo. \"Chi really is an ambassador for cats and helping more people understand what wonderful therapy they can be for children with ASD,\" she said. Charlie Hammond from Kettering in Northamptonshire was just 14 when he was mugged while out walking with friends. The ordeal left him too anxious to leave the house. When kitten Cisco came on the scene the fog started to lift, said his mum Zoe. \"Cisco gave Charlie a new focus and two years on he's been able to move on with his life,\" she said. Marcia McSwegan, 23, from Glasgow, has global autonomic dysfunction, which can cause her to have seizures and blackout with no warning.But she said her cat Jack could sense a seizure coming on and would dash to her parents, pacing and behaving erratically to alert them to what was happening. Even after Marcia came around Jack would not leave her side and was a comforting companion while she recovered, she said. Aubrey Wilshere from Swansea suffered a brain injury following a diabetic attack and was at home recovering. His wife Susan said she was out in the garden when their cat Truffles came dashing out meowing in a frantic state. She followed him back into the house and found her husband having a seizure and called an ambulance. Mr Wilshere had developed epilepsy and died a few months later but while he was ill Truffles would frequently raise the alarm, his wife said. Truffles continued to be a source of comfort and support, she said. Hazel Parkyn, from Swadlincote in Derbyshire, has type 1 diabetes and falling blood sugar levels have meant she could suffer a diabetic attack while sleeping - with potentially life-threatening consequences.But her cat Walter has sensed when her blood sugar was running dangerously low and would persistently pat her face until she woke, she said. \"He's a really great pet and I love having him around but he's more than that, he's a lifesaver,\" she said. Deborah Elm's husband Adam Jacques had cystic fibrosis and was just 39 when he died following a stroke after a lung transplant. Ms Elm said she adopted Rosie in the hope a pet would help her cope with the huge hole in her life. She credited Rosie with helping her through the most difficult time in her life, from providing a distraction when her loss seemed unbearable, to cuddling up close when she struggles to sleep at night. Claire Yates' parents died suddenly a day apart and she struggled to come to terms with her loss. But her three-year-old cat Herman became her tower of strength, said Ms Yates from Buxton, Derbyshire. \"When things feel difficult, he just watches you and draws you into his sense of peace,\" she said. \"He's got me through one of the toughest times in my life by giving me unconditional love, lifting my spirits and making me smile even if at first I didn't want to.\" Kirsty Ayre, from Clydebank in Dunbartonshire, had already lost her parents within a year of each other when she became the victim of a laser pen attack. She was left blind in one eye and suffering from post-traumatic stress disorder.But she said her cat Sparky had helped her to cope with every challenge she faced.And when a separate health condition caused Kirsty to faint, Sparky would gently pat her face until she came around, she said. \"I find it really hard to leave the house but because of Sparky I'm never alone - it's me and her against the world,\" said Ms Ayre. Luci Mahon from Derby, who has neurological condition ME, took in a thin bedraggled stray and named him Douglas. Two years later Ms Mahon suffered a brain injury as a result of medication she was taking for another illness.Ms Mahon said Douglas had been her constant companion, barely leaving her side during a long and difficult recovery. Abigail Knight was hospitalised with mental health issues in her early twenties and feared she would never live an independent life. But when she moved into her own flat in Essex with cat Jethro her recovery went from strength to strength. Years later, when Jethro became ill with diabetes and needed twice-daily insulin injections, Ms Knight gave him all the care he needed.Jethro went on to develop a brain abscess and once again she nursed him back to health.Now aged 32, Ms Knight is studying at university, working as a youth support worker and living with girlfriend Holly. Lorraine and Dave Reid began feeding a shy, thin stray cat near their home in Liverpool. Soon she moved in and they named her Spooky. Two years later, Dave became ill when his kidney, which had been donated by Lorraine 14 years previously, began to fail.He also developed skin cancer and needed several operations but he said Spooky made sure he was never alone. She followed him about the house and brought him \"humour and comfort\", he said. ", "url": "https://www.bbc.com/news/uk-england-49252191"}