{"datetime": "2022-02-04T20:12:58.000Z", "title": "Jacob Rees-Mogg urged to correct morning after pill remark", "article": "Jacob Rees-Mogg has been accused by a Labour MP of perpetuating a \"harmful clinical falsehood\" about the morning after pill. Asked if he would make time for a debate on sexual and reproductive health, the minister said he would not \"speak in favour of abortifacients\". But the World Health Organization says the pill does not induce an abortion, so would not come under that label. Dame Diana Johnson called for Mr Rees-Mogg to correct the record. The issue was raised by the Labour MP in the Commons on Thursday after a campaign by the women's parliamentary Labour party, journalist Rose Stokes and the British Pregnancy Advisory Service led to Boots cutting the price of the emergency contraception from £15.99 to £10.99. Dame Diana said the move had \"removed the sexist surcharge that is attached to that medication\", but claimed cuts to public health budgets and the fragmentation of the NHS meant it was \"more difficult for women to access contraception advice\". She asked Mr Rees-Mogg - who is leader of the House - whether he could designate some time in the Commons to debate an MPs' report on sexual and reproductive health in the UK, and its recommendations for \"proper funding and accessibility for women's contraceptive health services\". But the minister - who is Catholic and has spoken publicly against abortion - replied: \"The right honourable lady cannot expect me to speak in favour of abortifacients [substances that induce an abortion].\" His remark led to a backlash on social media, with campaigners and charities calling on him to correct the record.Dame Diana has echoed those calls, telling the BBC: \"To quote the World Health Organization, 'emergency contraceptive pills prevent pregnancy by preventing or delaying ovulation and they do not induce an abortion - emergency contraception cannot interrupt an established pregnancy or harm a developing embryo'. \"The leader of the House needs to correct the record as to the harmful clinical falsehood he perpetuated in answer to my question.\" The BBC has contacted Mr Rees-Mogg and he has declined to comment.", "url": "https://www.bbc.com/news/uk-politics-60267025"}