{"datetime": "2022-02-07T23:50:54.000Z", "author": "Laura Kuenssberg", "title": "Starmer incident reignites anger over Savile claim", "article": "Protest is familiar in Westminster and always has been. It's an important part of our political tradition. But in 2022, very angry gatherings are common. Small bands of furious members of the public are often spotted on the corner of Parliament Square, or outside Portcullis House, where many MPs work and gather. They sometimes hold placards and are normally carrying camera phones to record and share their exploits, carefully watching who goes past. OnMonday such a group spotted the Labour leader Sir Keir Starmer. He became the latest, along with the shadow foreign secretary and Labour's leader in the Lords, to be personally targeted and swarmed, before being bundled into the back of a police car for his own safety. The experience, inevitably filmed and posted online in minutes, was another ugly reminder of what many politicians encounter in the name of this modern form of protest - abusive, personal, edgy. But it's also reignited the anger inside the Conservative Party at theprime minister's false claims in Parliament a week ago. Mr Johnson misleadingly suggested the Labour leader had been involved in the decision not to prosecute serial sex offender Jimmy Savile, a political attack that attracted criticism from some Conservatives straight away. It led later in the week to the resignation of one of his closest political confidants, and was one of the reasons why concern was spreading in Conservative ranks last week about Mr Johnson's leadership. His refusal to apologise, and partial retraction, made some MPs queasy and was the trigger for at least one of them to add their private letter to those already submitted in an effort to oust him. Since then the prime minister has been trying to demonstrate that he would make good on his promise to the party to change - to sharpen up No 10, to end the missteps and mistakes. Some of the protesters who surrounded Sir Keir were heard to be shouting \"Jimmy Savile\" among the frenzied accusations they were hurling at him.It's impossible to say categorically that they had been driven by the prime minister's comments last week. But the ugly event has stirred calls again among Tory MPs for the PM to take back his comments completely, and to acknowledge the danger of what he'd said. There is no sign as I write that No 10 has any intention of doing so. Mr Johnson has condemned the behaviour of the protesters but made no comment about the content of their accusations, far less addressed suggestions that his own conduct may have had something to do with it. So the prime minister may find himself accused of stirring up an unpleasant episode of modern protest just at the point when No 10 had been trying to calm things down. ", "url": "https://www.bbc.com/news/uk-politics-60297407"}