{"datetime": "2020-10-09T17:24:28.000Z", "title": "Covid: Northern leaders say jobs package 'only a start'", "article": "Political leaders from the North of England have warned the chancellor's latest Covid rescue package may \"not be enough\" to save jobs and businesses. Rishi Sunak earlier announced the state will pay two-thirds of the wages of staff whose employers are legally forced to close over the coming months. He said he wanted to work with regional chiefs to help them through the winter. But the mayors of Greater Manchester, Liverpool and Sheffield said they still feared widespread \"hardship\".And a group of North-East council leaders are set to oppose any plans to close pubs or other hospitality venues in the worse-affected areas, which could be announced as early as next week.The government is poised to introduce a new three-tiered framework of restrictions for England after coming under pressure to simplify the patchwork of different restrictions in force across much of the North. Ahead of an expected announcement next week, Mr Sunak outlineda support package for firms which are no longer trade from their premises, including wage subsidies and increased cash grants from 1 November.Business groups welcomed the move but Labour said thousands of workers would be excluded while Greater Manchester Mayor Andy Burnham and his Liverpool counterpart Steve Rotheram - whose regions are expected to be subject to extra restrictions - also expressed caution. \"We are pleased that the government has listened and recognised that any new system of restrictions must come with a substantial package of financial support,\" the two men said in a statement, also signed by Sheffield Mayor Dan Jarvis and Jamie Driscoll, Mayor of North Tyne. \"What has been announced by the Chancellor today is a start but, on first look, it would not appear to have gone far enough to prevent genuine hardship, job losses and business failure this winter.\" And the leaders of Northumberland, Newcastle, South and North Tyneside, Gateshead, Sunderland and County Durham councils are set to oppose any further restrictions. Martin Gannon, the leader of Gateshead Council, told the BBC that existing measures in place were beginning to work and further restrictions risked \"confusing the message\" and \"undermining public confidence\".\"If you look at the underlying figures across the region, we are seeing the beginning of a decrease in the number of new cases,\" he said following a meeting with Cabinet Office representatives.\"So, our message to the government is that we don't want to see any further restrictions or closing of the economy.\" During a briefing on Thursday led by England's chief medical officer Professor Chris Whitty, 150 MPs from Northern constituencies wereshown research from Public Health England suggesting bars, pubs and restaurants accounted for 41% of cases in which two or more under-30s visited the same venue in the week before testing positive. They were reportedly told that the number of coronavirus patients in intensive care in the north of England would ultimately surpass the April peak if infections continued to increase at the current rate, Conservative Chief Whip Mark Spencer told BBC Radio Nottingham that ministers and scientific advisers were striving to come up with a \"very clear and easily understood system\". Ministers had been expected to announce the new system of tiered restrictions this week but there were reports this has been delayed due to disagreements within cabinet. Accordingto a memo seen by the BBC last week , restrictions would be rationalised into three tiers, depending on the level of infection in a particular area. Two weeks ago, Tory MPs unhappy with lack of Parliamentary scrutiny over local lockdowns forced the government to agree to give them a vote before any new nationwide curbs come into force. Mr Spencer, who is in charge of maintaining discipline on the Conservative benches, said the government would honour its promise to its MPs, with a vote expected next week. Asked about the reported delay in officially announcing the plan, which was briefed to selected newspapers on Wednesday, he said it was \"important to get this right rather than fast as it would be very easy to announce something that isn't going to work\". The new system, he suggested, would be similar to the current approach used by government based on infection rates but with greater flexibility built in. \"As we see the disease increase we will obviously go up those tiers but if we can all observe the social distancing and make sure we keep away from each other the disease will hopefully start to go down in number and then we can ease off that again.\" ", "url": "https://www.bbc.com/news/uk-politics-54477455"}