{"datetime": "2022-02-08T12:49:47.000Z", "author": "Jennifer Scott", "title": "Keir Starmer: No 10 has no intention of apologising after protesters surround Labour leader", "article": "No 10 has no intention of apologising for the PM's false claim that Sir Keir Starmer failed to prosecute Jimmy Savile, after the Labour leader was targeted by protesters near Parliament. Boris Johnson is facing fresh calls from Tory MPs to say sorry, after protesters were heard shouting about the sex offender, as well as protesting about Covid measures. But a senior source told the BBC: \"He's got other stuff to get on with today.\" Mr Johnson did condemn the harassment. In a tweet , he said the behaviour directed at Sir Keir on Monday afternoon was \"absolutely disgraceful\" and \"completely unacceptable\". But a No 10 source said it was unreasonable to suggest that what happened on Monday \"was Boris's fault and not the mob's fault\". Labour peer Angela Smith, who was with Sir Keir when the incident occurred, said the PM was not responsible, but added: \"He gives credibility to those kind of rumours and nonsense that people spout.\"At least seven Tory MPs later linked the incident to the PM's incorrect comment and, along with many Labour MPs, demanded the prime minister said sorry. However, Northern Ireland Secretary Brandon Lewis said the PM had made a \"fair and reasonable point\" about Sir Keir taking responsibility for the organisation he led, and nobody should use the remarks to \"excuse behaviour from thugs\". Videos on social media showed Sir Keir being escorted into a police car on Victoria Embankment shortly after 17:00 GMT, close to Portcullis House - an office building used by MPs. Protesters could be heard repeatedly shouting \"traitor\", while criticising the Labour leader for supporting Covid vaccinations and not \"opposing the government\" or protecting the working man. Some protesters were seen holding signs opposing mandatory vaccinations and restrictions to curb the spread of Covid. But there were also shouts about attacks on journalists, Wikileaks founder Julian Assange, and about protecting paedophiles, naming Savile. Scotland Yard later said a man and a woman were arrested after a traffic cone was thrown at officers. Baroness Smith told BBC Essex the incident was \"horrible\" and \"scary\", while shadow foreign secretary David Lammy - who was also involved - tweeted: \"Intimidation, harassment and lies have no place in our democracy.\" Some MPs have linked the remarks to the false claim that Mr Johnson made in the Commons last week, when he said Sir Keir \"spent most of his time prosecuting journalists and failing to prosecute Jimmy Savile\". But technology Minister Chris Philip told BBC Breakfast there was \"no way you can reasonably make a link\", saying Mr Johnson's comments in the Commons were \"capable of being misconstrued\", but that he had clarified in the following days that Sir Keir was not personally responsible for the case. Making a statement in the Commons, Sir Lindsay Hoyle said the PM's remark had been \"inappropriate\", adding: \"Our words have consequences and we should always be mindful of that fact.\" Monday's incident has reignited the anger inside the Conservative Party at the prime minister's false claims in Parliament a week ago. His refusal to apologise, and partial retraction, made some MPs queasy and was the trigger for at least one of them to add their private letter to those already submitted in an effort to oust him. It's impossible to say categorically that the protesters had been driven by the prime minister's comments last week. But the ugly event has stirred calls again among Tory MPs for the PM to take back his comments completely, and to acknowledge the danger of what he'd said. Read Laura's blog in fullhere . The prime minister made the remark in Parliament last Monday as he was grilled by MPs over an initial report on Downing Street parties held under Covid restrictions. He sought to clarify his comments afterwards, insisting the Labour leader \"had nothing to do personally\" with the decision not to prosecute Savile when he was director of public prosecutions. Instead, he said he was \"making a point about [Sir Keir's] responsibility for the organisation as a whole\".But in the following days, one of his longest serving aides, Munira Mirza,resigned her Downing Street role over his refusal to apologise . Some on the PM's own benches, including Commons defence committee chair Tobias Elwood, echoed the criticism, tweeting: \"Let's stop this drift towards a Trumpian style of politics from becoming the norm.\" When asked earlier on Monday whether he would like to see an apology from the PM, Sir Keir said it was \"up to the prime minister how he conducts himself\". A statement from the Metropolitan Police said: \"A man who had been surrounded by a group of protesters... was taken away from the scene by a police car. \"A man and a woman were arrested at the scene for assault of an emergency worker after a traffic cone was thrown at a police officer.\" Analysis by Shayan Sardarizadeh, BBC Monitoring The protest in Westminster was an attempt to replicate the \"freedom convoy\" in Canada's capital in recent days. But unlike the protest in Ottawa, the UK rally was small. Familiar faces from anti-vaccine rallies that have been held during the pandemic were in attendance. The small gathering outside the headquarters of the Metropolitan Police had been relatively quiet up until Sir Keir was surrounded. Amid shouts of \"traitor\" and references to Jimmy Savile and paedophiles, the Labour leader was accused by one protester of \"ignoring our Magna Carta\".This a familiar theme used by followers of the so-called \"sovereign citizen\" movement. They believe they can opt out of laws - including Covid restrictions - by invoking a clause in Magna Carta - the royal charter of rights signed in 1215. They have handed fake legal documents to health workers and teachers to try to stop Covid vaccinations and some have even tried to remove Covid patients from intensive care wards, citing non-existent \"common law\" empowering them to do so. ", "url": "https://www.bbc.com/news/uk-politics-60297998"}