{"datetime": "2022-02-03T16:40:03.000Z", "author": "Reality Check", "subject": "Reality Check", "title": "No evidence for Boris Johnson's claim about Keir Starmer and Jimmy Savile", "article": "BBC Reality Check has examined Boris Johnson's claim that Labour leader Sir Keir Starmer failed to prosecute Jimmy Savile when he was director of public prosecutions (DPP) and has found no evidence that Sir Keir was involved at any point in the decision not to charge Savile. The Labour leader called Mr Johnson's comments a \"ridiculous slur\" and they have been criticised by the Commons Speaker, Sir Lindsay Hoyle.Mr Johnson had said that Sir Keir \"spent most of his time [as DPP] prosecuting journalists and failing to prosecute Jimmy Savile\". He made the unfounded claim, which has been discredited before, in the House of Commons where \"parliamentary privilege\" gives MPs certain legal protections over what they say.On Tuesday 1 February, Downing Street said Boris Johnson \"stands by\" his comments. But on Thursday 3 February, Mr Johnson said: \"I'm not talking about the leader of the opposition's personal record when he was DPP. I was making a point about his responsibility for the organisation as a whole.\" In response to Mr Johnson's latest comments, Downing Street's head of policy, Munira Mirza,announced her resignation - saying the PM should have apologised. In her resignation letter, published by The Spectator, she wrote: \"You are a better man than many of your detractors will ever understand, which is why it is so desperately sad that you let yourself down by making a scurrilous accusation against the leader of the opposition.\" Jimmy Savile was revealed to be a serial sexual abuser after his death in 2011. The DJ and television presenter had attacked hundreds of women and children at various locations including hospitals, schools and the BBC.Four allegations of sexual assault by Savile in the 1970s were investigated by Surrey and Sussex Police in 2007 and 2008.Sir Keir was head of the Crown Prosecution Service in 2009 when Surrey Police interviewed Savile and consulted a CPS lawyer who decided there was insufficient evidence for a prosecution to take place. As Director of Public Prosecutions (DPP), Keir Starmer was the most senior public prosecutor in England and Wales and responsible for leading the CPS. The CPS prosecutes most criminal cases in England and Wales and employsabout 6,000 staff, half of them lawyers who decide which cases should go ahead. In 2012, Sir Keir commissioneda report from Alison Levitt QC into why Savile was not prosecuted. In three cases investigated by Surrey Police, no prosecutions were brought on the basis that none of the victims was prepared to give evidence in court. The report suggested that had the victims known there were other people making similar complaints they might have been prepared to do so. Prosecutions could have been possible \"had the police and prosecutors taken a different approach\". It also concluded: \"I have seen nothing to suggest that the decisions not to prosecute were consciously influenced by any improper motive on the part of either police or prosecutors.\" The CPS said: \"There is no reference within the report to any involvement from the DPP in the decision-making in the case. The reviewing lawyer at the time set out their own reasons for the decisions they took, which are reproduced in the report.\" Reality Check spoke to Nazir Afzal who was Chief Crown Prosecutor in the CPS for North West England from 2011-15. We asked him whether - as DPP - Keir Starmer would have known about the decision not to prosecute Savile. He said: \"None of that would have been escalated beyond the south-east and Keir wasn't aware of it.\" \"At that time we were dealing [with] 900,000 prosecutions a year,\" he added.Sir Keir said when the report was published: \"I would like to take the opportunity to apologise for the shortcomings in the part played by the CPS in these cases. If this report and my apology are to serve their full purpose, then this must be seen as a watershed moment.\"The Labour leader called Mr Johnson's comment \"a ridiculous slur, peddled by right-wing trolls\". Unfounded posts directly accusing Sir Keir of failing to prosecute Savile saw an upsurge on social media after he became Labour leader in April 2020. They have been shared by British followers of the QAnon conspiracy theory, among others. A video clip of the prime minister's accusation has been spreading on anti-vaccine channels with thousands of followers on social media chat app Telegram, as \"proof\" of an alleged cover-up of high-profile child abuse.Richard Scorer, a lawyer who represented victims of Savile, told the BBC that the prime minister's claim was \"fundamentally baseless\".He said the victims he had spoken to were \"disgusted by Mr Johnson's comments\" and called on the prime minister to withdraw them and apologise.The Speaker of the House of Commons Sir Lindsay Hoyle said he was \"far from satisfied that the comments in question were appropriate on this occasion\".Deputy Prime Minister Dominic Raab said: 'I'm certainly not repeating it... I can't substantiate that\", when asked about it on BBC Radio 4's Today programme. Conservative MP Simon Hoare tweeted that\"the Jimmy Savile false allegations should be withdrawn\". His colleague Julian Smith said that the claim was \"wrong & cannot be defended\". ", "url": "https://www.bbc.com/news/60213975"}