{"datetime": "2022-02-08T00:54:18.000Z", "title": "Keir Starmer: Two arrested after protesters surround Labour leader", "article": "Two people have been arrested after police had to help Labour leader Sir Keir Starmer escape from protesters who surrounded him near Parliament. A group could be heard shouting \"traitor\" and criticising Sir Keir's record on Covid, and there were some cries of \"Jimmy Savile\". Some Tory MPs later urged Boris Johnson to withdraw his false claim Sir Keir failed to prosecute sex abuser Savile. Sir Keir was protected by officers and left the area by car. Labour has not commented about Monday afternoon's incident but it is understood Sir Keir, a former director of public prosecutions, returned safely to his office and was not harmed during the incident. In a tweet, Prime Minister Boris Johnson condemned the \"absolutely disgraceful\" behaviour directed at Sir Keir and thanked police for \"responding swiftly\". \"All forms of harassment of our elected representatives are completely unacceptable,\" Mr Johnson wrote. But some Conservative MPs and party figures have urged Mr Johnson to apologise for his Savile comment in the wake of the incident.Last week, his former head of policy and longstanding aide, Munira Mirza, cited the remark as the reason for her resignation. Videos on social media showed Sir Keir being escorted into the police car on the Victoria Embankment, close to Portcullis House, an office building used by MPs, shortly after 17:00 GMT. Protesters can be heard repeatedly shouting \"traitor\", while criticising the Labour leader for backing Covid vaccinations and not \"opposing the government\". Some protesters were seen holding signs opposing mandatory vaccinations and restrictions to curb the spread of Covid. One person shouted: \"Do you enjoy working for the new world order?\" On one of the videos, someone can be heard shouting: \"Jimmy Savile.\" Police later said a man and a woman were arrested after a traffic cone was thrown at an officer. Mr Johnson has been heavily criticised for making a false claim that Sir Keir failed to prosecute serial sex offender Savile when he was director of public prosecutions. The prime minister made the remark in parliament on 31 January as he was grilled by MPs over the findings of an interim report on Downing Street parties held during Covid restrictions. Mr Johnson sought to clarify his remarks later in the week, insisting the Labour leader \"had nothing to do personally\" with the decision not to prosecute Savile.\"I was making a point about his responsibility for the organisation as a whole,\"Mr Johnson said. The Labour leader has previously described the comment as \"a ridiculous slur, peddled by right-wing trolls\". When asked earlier on Monday whether he would like to see an apology from the PM, Sir Keir said it was \"up to the prime minister how he conducts himself\". Monday's incident has reignited the anger inside the Conservative Party at the prime minister's false claims in Parliament a week ago. His refusal to apologise, and partial retraction, made some MPs queasy and was the trigger for at least one of them to add their private letter to those already submitted in an effort to oust him. It's impossible to say categorically that the protesters had been driven by the prime minister's comments last week. But the ugly event has stirred calls again among Tory MPs for the PM to take back his comments completely, and to acknowledge the danger of what he'd said. There is no sign as I write that No 10 has any intention of doing so. Read Laura's blog in fullhere . After the incident at Westminster, Labour London Mayor Sadiq Khan tweeted: \"This is what happens when fake news is amplified and given credibility by people who should know better.\" Sir David Lidington, a former senior Tory MP and Cabinet minister, said he was completely appalled by what he had seen of Monday's incident.\"No politician in the United Kingdom or any other democracy should expect to be treated in that way,\" he told BBC Radio 4's The World Tonight. Asked if Mr Johnson was responsible for the incident, Sir David said the prime minister \"did not intend his comments in the House of Commons to have the impact we saw tonight, but there is no doubt the mob were reflecting in their abuse the link between Keir Starmer and the decision not to prosecute Jimmy Savile that the prime minister made\". Sir David called on Mr Johnson to \"retract and apologise\". \"I hope the prime minister will now do that,\" he added. Conservative MP Julian Smith tweeted: \"What happened to Keir Starmer tonight outside Parliament is appalling. It is really important for our democracy & for his security that the false Savile slurs made against him are withdrawn in full.\" Another Conservative MP, Sir Roger Gale, echoed those sentiments and said he feared the \"disgraceful treatment\" of Sir Keir was \"the direct result of the deliberately careless use of language\" in the House of Commons. Home Secretary Priti Patel said she was in contact with police regarding the scenes outside Parliament, which she said were \"completely unacceptable\". \"All Members of Parliament must be able to go about their lives without fear of threats or intimidation,\" Ms Patel wrote in a tweet. Analysis by Shayan Sardarizadeh, BBC Monitoring Today's protest in Westminster was an attempt to replicate the \"freedom convoy\" in Canada's capital in recent days. But unlike the protest in Ottawa, the UK rally was small. Familiar faces from anti-vaccine rallies that have been held during the pandemic were in attendance. The small gathering outside the headquarters of the Metropolitan Police had been relatively quiet up until Sir Keir was surrounded. Amid shouts of \"traitor\" and references to Jimmy Savile and paedophiles, the Labour leader was accused by one protester of \"ignoring our Magna Carta\".This a familiar theme used by followers of the so-called \"sovereign citizen\" movement. They believe they can opt out of laws - including Covid restrictions - by invoking a clause in Magna Carta - the royal charter of rights signed in 1215. They have handed fake legal documents to health workers and teachers to try to stop Covid vaccinations and some have even tried to remove Covid patients from intensive care wards, citing non-existent \"common law\" empowering them to do so. The incident happened as Sir Keir walked from the Ministry of Defence along the Victoria Embankment towards Portcullis House, part of the Palace of Westminster, with shadow foreign secretary David Lammy. Mr Lammy, Labour MP for Tottenham, tweeted to say he had been harassed alongside Sir Keir and thanked police for helping him \"get me safely back to Parliament\". \"Intimidation, harassment and lies have no place in our democracy,\" Mr Lammy tweeted. The Met Police issued a statement saying: \"Shortly after 5.10pm on Monday, 7 February, a man who had been surrounded by a group of protesters near to New Scotland Yard, was taken away from the scene by a police car. \"A man and a woman were arrested at the scene for assault of an emergency worker after a traffic cone was thrown at a police officer. They have been taken into custody.\"", "url": "https://www.bbc.com/news/uk-politics-60294483"}