{"datetime": "2022-01-21T15:44:04.000Z", "author": "Mark D'Arcy", "title": "Parliament: What's coming up in next week?", "article": "With the storms beating around the prime minister, the formal agenda of Parliament next week seems a little bit of a sideshow. And the arrival of the long awaited report from the civil service enforcer Sue Gray could mean a revision of it anyway, with a major debate perhaps being scheduled at short notice, displacing some long-scheduled event.But there is plenty of significant action going on - not so much in the Commons, where the legislation is mostly fairly routine - but certainly on the Committee Corridor and particularly in the Lords.Fresh from their monstering of the Police Crime Sentencing and Courts Bill (14 government defeats in a single night is a new Lords record) peers have their preliminary detailed debates (committee stage) on two more contentious bills. The Health and Care Bill, where they're half way through eight days of committee stage, and the Nationality and Borders Bill, where they're about to plunge into five days of committee.This is the exploratory phase of debate, where ministers are probed about the fine detail, but votes are not normally held, but those debates set up report stage, where amendments are voted on.And don't discount the Commons; there's a thought that Conservative backbench dissidents are looking for an opportunity to vote against the government to signal their discontent.This is a time honoured parliamentary manoeuvre - the first coalition during the First World War fell on an apparently trivial vote about the disposition of seized enemy property in the Cameroons.The government whips will doubtless be on the alert for possible ambushes on equally improbable issues. The Commons opens (14:30) with an hour of questions to the Levelling Up Secretary, Michael Gove and his team, probably to be followed by the usual Monday quota of government statements and urgent questions. The main legislative action is the report stage of the Leasehold Reform Bill, the measure that bans freeholders from ratcheting up the service charges to people in leasehold properties, after a rash of cases where excessive rises have been imposed. The bill only applies though to new leaseholds, and there is a Labour amendment to make it retrospective and apply to all leaseholds. That's followed by an opposition day debate on an SNP motion. Given the febrile state of Westminster politics at the moment they're holding fire about what subject they will choose.They certainly could put down a no-confidence motion in the prime minister, but such motions normally come from the official opposition.On the committee corridor, public accounts (16:00) scrutinise the academies sector annual report and accounts with senior civil servants at the Department for Education and the Education and Skills Funding Agency. It follows concerns about financial sustainability and the effects of the end of the PFI contracts that were involved in the development of many academies.Scottish affairs (15:00) takes evidence on how devolution has impacted transport connectivity from Sir Peter Hendy, chair of a review into the union connectivity review. In Westminster Hall there are debates on e-petition 575967, on throwline stations around open bodies of water (16:30) and e-petition 599841, calling for the government to make it illegal for any employer to mandate vaccination for its employees - including the NHS and care workers (18:30). It attracted 191,375 signatures. In the Lords (14:30) ministers are questioned on reducing sugar consumption and the balance between the number of government and opposition peers in the House. Then peers resume their yomp through the detail of Health and Care Bill with day five of Committee consideration. They will look at the clauses dealing with pharmaceutical services, social care and professional regulation.Remember that contested votes are unusual at this stage - committee stage debates are usually exploratory and set up issues to be fought out at the ensuing report stage.I don't normally have the space to mention debates in Grand Committee in the Moses Room - the Lords equivalent of Westminster Hall. But the debate (15:45) on the International Relations and Defence Committee's report - The UK and Afghanistan - deserved a mention because the report, published a year ago, was rather prescient and warned that the (then) Afghan state \"remains very fragile, with limited control of territory.\"The Commons opens (11:30) with Foreign Office questions, followed by a ten minute rule bill on the double charging of consumers, from the Conservative, Huw Merriman. The main event is the report stage consideration of the Judicial Review and Courts Bill, which seeks to prevent certain kinds of judicial review, which the government argues simply clog up the process of dealing with failed asylum seekers.Labour are wary of the whole idea of stopping whole categories of judicial review, and fear this measure might be the thin end of the wedge. They are also targeting the provisions in the bill which mean that people found by the courts to be the victims of illegal action by the state, or public bodies, may have no redress.Overall they fear that the bill would have a chilling effect, deterring people from launching judicial reviews in the first place.In Westminster Hall there's a debate on the cost of living in the UK, led by the SNP's Patricia Gibson.Committee action includes digital, culture, media and sport (10:00) continuing their investigation into racism in cricket with senior figures from the England and Wales Cricket Board and chairs of county clubs, following on from their investigation into Yorkshire County Cricket Club. Public administration and constitutional affairs (10.00) focuses on the workings of the Coronavirus Act ahead of its expiry in March. They will question legal experts, academics, and former officials who on the legislative ramifications of the act and the decision-making principles that guided it. The ethics watchdog, the standards committee, continues to hear from Lord Evans of Weardale from the Committee on Standards in Public Life and think tankies including Hannah White of the Institute for Government on the MPs' code of conduct.Health and Social Care (16:00) questions Health Secretary Sajid Javid on plans to rebuild the NHS workforce in a one-off session covering the government's workforce strategy, staff pay, employee burnout, and integrating social care and NHS workforce planning.It's a very live issue - the committee chair and former Health Secretary, Jeremy Hunt tried to amend the Health and Care Bill, and a version of his amendment could yet surface in the Lords.The Committee is also expected to explore plans for the next stage of the Covid pandemic and the impact of mandatory vaccinations for healthcare workers. In the Lords (14:30), question time ranges across reform of the water industry, and increasing the conviction rate in rape cases.Then it's on to committee stage consideration of the Dissolution and Calling of Parliament Bill - the measure which attempts to restore the system for dissolving Parliament as it existed before the coalition-era Fixed Term Parliaments Act.The Commons opens (11:30) with half an hour of Northern Ireland Questions, followed by Prime Minister's Questions at Noon.The day's ten minute rule bill, from Conservative Richard Graham, is on spiking. The main legislative action is the second reading debate on the Product Security and Telecommunications Infrastructure Bill.This aims to support the rollout of future-proof, gigabit-capable broadband and 5G networks, and ensure that consumer connectable products, such as smart TVs, internet-connectable cameras and speakers, are more secure against cyber-attacks, protecting individual privacy and security.It will make manufacturers comply with new security requirements and bring in criminal sanctions to block insecure products from the UK market. Debates in Westminster Hall include Labour's Julie Elliott on the experience of women playing football in England (16:30)It's a busy day on the committee corridor, with include work and pensions (09:15) launching their inquiry into universal credit and childcare costs, and the concerns that the current system creates barriers to parents moving into work or working more hours,Giving evidence will be Save the Children UK, Gingerbread, Child Poverty Action Group, the Professional Association for Childcare and Early Years and Dr Rita Griffiths from the University of Bath.Transport (09:30) concludes its inquiry into the road freight supply chain, by hearing from the Roads Minister, Baroness Vere. Having just been out and about to speak to HGV drivers, MPs will also ask about their recruitment and retention.The Standards Committee inquiry into reforming the code of conduct for MPs roles on (10:00) with evidence from senior MPs followed by the Parliamentary Commissioner for Standards Kathryn StoneHome Affairs (10:30) continues its frequently harrowing inquiry into spiking with police representatives, looking at how law enforcement responds to potential spiking incidents and what is done to support victims.And public accounts (14:00) questions the BBC's director general, Tim Davie, on his plans to make major savings - possibly axing whole channels. It's another early start in the Lords (11:00) allowing more time for committee stage debate on the Health and Care Bill (day 6 of 8) where the subjects will include clauses on food and drink and fluoridation.They will break at 15:00 for question time, where ministers will field questions on the investigation into events at the UEFA final at Wembley in 2020, and progress towards tackling racism in English cricket.The Commons opens 09:30 with Environment, Food and Rural Affairs, followed by the combined question time for the MPs who represent a variety of bodies - the Church Commissioners, the Public Accounts Commission ,the Electoral Commission etc.And of course, there's the weekly announcement of forthcoming Commons business, from the Leader of the House Jacob Rees-Mogg. The main event is a general debate on Holocaust Memorial Day 2022. In Westminster Hall there's a general debate on humanist marriages in England and Wales led by the Conservative and former Justice Minister, Crispin Blunt The Committee Corridor is pretty quiet, apart from digital culture, media and sport's session (09:30) with the Advertising Standards Authority on influencer regulation.This will look at current legislation and codes, as well as regulators' ability to enforce them.Questions in the Lords (11:00) cover plans to increase the number of nurses, and the impact of private equity in the care sector.And then the usual backbench debates are scrapped in favour of the opening day of committee stage on the Nationality and Borders Bill (day 1 of 5).The dynamics here are not quite the same as on the Police Crime Sentencing and Courts Bill, but there is quite a depth of crossbench scepticism about the bill - and whether it can be made compatible with international treaty obligations to refugees.The Commons continues its long march through this year's crop of Private Members Bills (09:30) starting with the report and third reading of the Conservative Mel Stride's Cultural Objects (Protection from Seizure) Bill.This extends the 12-month period of protection from seizure or forfeiture under current legislation objects on loan to UK museums from abroad.This is a pandemic measure aimed at preventing valuable objects being seized by creditors, even if their return has been delayed by Covid disruption to international travel.Next up is the Motor Vehicles (Compulsory Insurance) Bill from another Conservative, Peter Bone.It deals with a European Court judgement which extended compulsory motor insurance into uses and places of use that not previously been covered, so insurance would be required for a greater range of vehicles and for the use of vehicles on private land.His bill would remove the requirement for compulsory motor insurance for vehicles used exclusively on private land and for a wide range of vehicles that are not constructed for road use.Further down the agenda are the British Sign Language Bill, proposed by Labour's Rosie Cooper and Mr Bone's Business of the House Commission Bill.There are also private members bills in the Lords (10:00) starting with the third reading of the Big Issue founder Lord Bird's Wellbeing of Future Generations Bill, which aims to build a duty to consider the long-term implications into government policy making.This will probably be fairly brief, and next up is the second reading of the Digital Economy Act 2017 (Commencement of Part 3) Bill - this is the part that imposes a requirement to prevent under-18s accessing internet pornography - It is proposed by the DUP's Lord Morrow.Finally, there's the second reading of the Representation of the People (Young People's Enfranchisement) Bill, proposed by Labour's Lord Adonis. This would lower the voting age to 16.", "url": "https://www.bbc.com/news/uk-politics-60087145"}