{"datetime": "2022-02-08T15:19:11.000Z", "title": "Keir Starmer mobbing caused job doubts - Jo Cox sister", "article": "The sister of murdered MP Jo Cox has said watching Labour leader Sir Keir Starmer mobbed by protesters caused her to question why she entered politics. Kim Leadbeater, who holds Ms Cox's Batley and Spen seat, said the scenes near Parliament were challenging on a \"personal, human level\". The Labour MP warned the Prime Minister Boris Johnson was \"stoking anger\". Mr Johnson has branded behaviour directed at Sir Keir on Monday afternoon \"completely unacceptable\".He has been criticised for falsely claiming that Sir Keir, a former director of public prosecutions, personally failed to launch proceedings against serial sex abuser Jimmy Savile. Sir Keir was surrounded on Monday by a group heard shouting \"traitor\" and criticising his record on Covid, along with some cries of \"Jimmy Savile\". Speaking to BBC Woman's Hour, Ms Leadbeater said she debated whether to speak out on the issue with her family on Monday night as it leads to \"pile-ons on social media\".\"It totally throws you because it brings back memories of what happened to us as a family, it makes me question why I'm doing this job,\" she said. \"On a really personal, human level it's really challenging\". Brendan Cox, Jo Cox's widower, said: \"I think the people that are directly responsible for what happened yesterday were the people that did it. \"However, it's also true that if you inject poison into politics, that has a whole set of unintended consequences that people will react to in different ways and at times that can lead over into intimidation, it can lead over to violence, it can lead over into extremism,\" he told the Today programme.Ms Leadbeater warned of \"a culture of toxicity, aggression and lies\" in politics at present, adding: \"We need good, strong women in politics, why would you look at what's going on and think you'd want to put yourself forward to be part of that.\" At least seven Tory MPs have linked Monday's scenes to Mr Johnson's remark, which was made in the Houses of Commons in response to Sir Keir's criticisms following the publication of Sue Gray's abridged report into Downing Street lockdown parties.Mr Johnson has refused to apologise but has rowed back on his comment, insisting he was not attacking Sir Keir's \"personal record\". A No 10 sourcetold the BBC it was unreasonable to suggest that what happened \"was Boris's fault and not the mob's fault\".Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60306974"}