{"datetime": "2022-02-11T12:45:11.000Z", "title": "Cressida Dick: Priti Patel and London mayor clash as Met chief quits", "article": "Home Secretary Priti Patel is understood to have clashed with the Labour mayor of London over the resignation of Dame Cressida Dick. Dame Cressida quit as Metropolitan Police Commissioner on Thursday after losing the backing of Mr Khan. She is thought to have offered her resignation after declining to meet him to discuss her plan to reform the Met. The BBC understands Mr Khan did not inform Home Secretary Priti Patel about the meeting. A mayoral source, however, insisted Ms Patel knew Mr Khan intended to meet Dame Cressida and it was up to her to inform the home secretary about her resignation. Last week, Mr Khan said he had put Dame Cressida \"on notice\" afterthe police watchdog found \"disgraceful\" misogyny, discrimination and sex harassment among some Met officers. He ordered Dame Cressida to \"come up with an effective plan urgently\" to address \"the clear examples of racist, sexist, misogynistic, discriminatory practices\" within the police force. But Home Office sources told the BBC they were \"astounded\" that the \"days and weeks\" for Cressida Dick to sort out the Met turned into \"less than 48 hours\". The sources said no decision has been taken on the process of finding a replacement and the details will be set out when they have been agreed. Writing in London's Evening Standard , Ms Patel said she was starting the process of choosing Dame Cressida's successor, who would face \"stark\" challenges. Former shadow home secretary and Labour MP for Hackney North and Stoke Newington, Diane Abbott tweeted that Ms Patel \"did not seem to accept\" there was a \"rotten culture at the Met\" under Dame Cressida's leadership. In another tweet, Labour's shadow foreign secretary David Lammy, MP for Tottenham, dismissed claims by Home Office sources that Mr Khan had been \"rude and unprofessional\" in his approach to Dame Cressida's departure as \"ludicrous\". But Susan Hall, the Conservative leader in the London Assembly, accused Mr Khan of leaving a \"void\" at the top of the Met and handling Dame Cressida's departure \"extremely badly\". \"Confidence in the police at the moment is at an all-time low and this won't help,\" Ms Hall told BBC Radio 4's Today programme. Dame Cressida's successor will be appointed by Ms Patel, in consultation with the mayor of London. Contenders include Matt Jukes and Neil Basu, who are both assistant Met commissioners. Prime ministers have no formal role in appointing a Met Police commissioner, but Boris Johnson has nevertheless faced calls to stay out of the process entirely, as he is the subject of a Met investigation. The force is investigating 12 events, including three Mr Johnson attended, in Downing Street when Covid-19 restrictions were in force. The Met is expected to email Mr Johnson and his wife Carrie to ask for their accounts of what happened at those events as part of its inquiry. Liberal Democrat leader Sir Ed Davey said anyone \"under criminal investigation by the Met should not be able to choose who's in charge of it\". When asked what Dame Cressida's resignation meant for the inquiry, transport minister Robert Courts told Sky News it would \"not be affected by the role at the top of the Met\". He said the circumstances of Dame Cressida's resignation were \"a shame\" but the relationship between her and Mr Khan had clearly \"broken down\". The BBC's political editor, Laura Kuenssberg, has previously reported tensions between the home secretary and Downing Street over Dame Cressida's leadership of the Met Police. Ms Patel and No 10 had discussed whether or not to try to find a new commissioner over concerns about the force's handling of the Sarah Everard case. The home secretary did consider a recruitment process but was \"overruled\" by Downing Street, two sources familiar with the discussions told our political editor. Another source disputed that account and said Dame Cressida's recent two-year contract extension was a compromise. ", "url": "https://www.bbc.com/news/uk-politics-60345805"}