{"datetime": "2021-11-23T09:24:42.000Z", "title": "Social care: MPs back change to funding cost cap in England", "article": "Boris Johnson has narrowly succeeded in getting MPs to back his social care cap for England, despite a significant Tory rebellion. The Commons endorsed plans announced last week to exclude means-tested council support payments from a new £86,000 lifetime limit on costs. Labour and other opposition parties rejected the plan, arguing that poorer people would lose out from the change. The PM has insisted it is more generous than the current system. The cap will cover fees for personal care, like help with washing and dressing. It will not cover living costs such as care home fees, food or utility bills. Under the government's wider social care plan, from October 2023: On Monday night, MPs backed an amendment to the Health and Care Bill required to implement the government's proposed cap by 272 votes to 246. Nineteen Conservative MPs voted against the government. It is believed a further 28 defied party orders to back the plan and abstained instead. The bill will now head to the House of Lords, where peers are widely expected to push for changes to the government's blueprint for how the cap will work.Defending the policy, health minister Edward Argar said no one would lose from the reforms compared with the current system and the majority of people would win. Pushed by colleagues, he said he believed it was important that an assessment of the impact should be made available before the bill completed its passage through Parliament. The Tory rebels included former senior ministers Esther McVey and Mark Harper, while former health secretary Jeremy Hunt was among those who abstained.Mr Hunt told BBC Breakfast the government's wider plans for social care were a \"step in the right direction\" and \"an improvement on what we have today\". But he said its plans for calculating the cap were a \"big disappointment\" and \"not as generous as people like me wanted\". After a self-proclaimed mistake over sleaze that led to a fortnight of grisly headlines, and howls of complaint about plans for the railways last week, Boris Johnson's appearance at an important annual business conference could have been a moment to reassert his authority, to remind his backbenchers what the might of a leader with an 80-seat majority looks like. But that is really not what panned out. If anything the day gave his backbench troops a painful visual metaphor to agonise over of a prime minister, leafing through the pages of his prepared speech, asking for forgiveness because he has quite literally lost his place. And on Monday night he faced more challenge from his own side over the less generous than expected plans for care for the elderly and vulnerable. The vote was not lost, but the chunky number of quiet abstentions tell a story of their own. Read Laura's blog in full Under the new plans, money spent on living costs such as food, bills and accommodation would not count towards the limit. The threshold for getting some council support to pay for costs will be more generous, with people with assets up to £100,000 able to qualify, rather than £23,250 currently. The governmentannounced last week that only the payments people made out of their own pocket - not those from councils - would count towards the cap. Local authorities will meet care costs beyond the £86,000 cap, which ministers say will be funded througha new health and social care tax . Scotland, Wales and Northern Ireland have the power to set their own policies for health and social care. Sally Warren, policy director at the King's Fund health think tank, criticised the change that was \"sprung upon MPs with very little notice and with no impact assessment\". \"The change to the social care cap is a regressive step that will leave people with low levels of wealth still exposed to very high care costs,\" she said. \"It is likely to mean that some people with moderate assets living in poorer areas will still be forced to sell their home to pay for their care, while wealthier people from richer parts of the country will be protected from this.\" When asked whether people may still have to sell their homes to pay for care, Mr Johnson's official spokesman said: \"I can't predict individual situations.\" After the vote result, Labour's Liz Kendall, shadow minister for social care, said: \"Tory MPs broke the promise they were elected on that nobody would have to sell their home to pay for care. \"Instead they voted to tax ordinary working people, while the wealthiest in our country are unaffected.\" But the prime minister said the new system would be \"progressive\" and \"much better\" than the existing one. \"Under the existing system nobody gets any support if they have assets of £23,000 or more - now you get support if you have £100,000 or less, so we're helping people,\" Mr Johnson said. He added: \"We're addressing a longstanding social injustice and it will benefit the people of this country.\" Lorraine Hershon from Northumberland says her mother Roma, who lives in a care home, has spent \"every penny that she ever earned\" on care. Despite selling her house and drawing on her savings, a total bill of £140,000 and rising has left Roma unable to afford items such as new slippers and clothes, she adds.She says for her mother, 83, selling her home was \"probably the worst thing ever\". \"She was a single parent, she worked night and day to have her own home - and then it's all gone,\" Lorraine adds.\"Nobody thinks it will happen to them... They have no idea the system is there to suck every penny out of you, regardless of your circumstances.\" How will you be affected by the cap on social care costs? Email: haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-politics-59365729"}