{"datetime": "2022-01-07T17:59:30.000Z", "author": "Mark D'Arcy", "title": "What's coming up in Parliament next week?", "article": "After a politically jittery but legislatively gentle start to 2022, all kinds of plots thicken in Parliament this week. There's heavy-duty legislating in the Lords, as peers get to the chewier bits of the mammoth Police, Crime, Sentencing and Courts Bill, where all kinds of important changes are up for consideration on Monday and Wednesday (there's already talk of providing an extra debating day to get through all the proposed changes).And in the Commons MPs warm up for the arrival of the long-awaited Online Harms Bill with a debate on the report of the special committee set up to scrutinise the draft version. The committee recommended substantial toughening-up, and the aim of the debate looks to be to muster support for their proposed changes, in the hope that ministers build them into the updated version of the bill which they have promised to publish \"very soon.\" On the Committee Corridor, look out for the verdict of former MI5 boss Lord Evans on such topics as the propriety of the Downing Street refurbishment, when he appears before the Public Administration Committee on Tuesday. Home Affairs launches its inquiry into spiking with evidence from witnesses who've had their drinks spiked in bars or clubs, or been directly injected.And listen carefully to the mood music at question times, particularly at PMQs.Boris Johnson and his ministers have been on the receiving end of some angry lectures from their own side, as well as from the Opposition - which suggests high levels of angst on the Tory benches right now.The Commons opens (14:30) with defence questions, after which expect the usual post-weekend batch of government statements and urgent questions. The main legislative action is around the Nuclear Energy (Financing) Bill which aims to create a new financial model to cut the cost of new nuclear power stations.The idea is to switch from developers paying the cost up front and recouping their investment on the bills to consumers in what's called a Contracts for Difference (CfD) scheme, to a Regulated Asset Base (RAB) model under which consumers will pay a levy to contribute to the cost of new nuclear power projects during construction.The idea is that this will cost less because it will mean less has to be borrowed and interest payments are therefore smaller.Then there is a debate on Motions to approve the Charter for Budget Responsibility: Autumn 2021 update and the Welfare Cap as Specified in the Autumn Budget. In Westminster Hall (16:30) the Petitions Committee has scheduled a debate on e-petition 548682, calling for the police to have the power to suspend driving licences, so that drivers accused of drink, drug or dangerous driving receive a suspension notice which applies until they appear in court.It would then be for the judge to decide whether a ban continues or they are able to continue to drive again.Campaigners have dubbed this Tom's Law, after Tom McConnachie who was killed in February 2019, when the driver of the car was allowed to continue driving for 11 months after the collision. The petition attracted 104,868 signatures Committee action includes Public Accounts (16:00) returning to the subject of the government's bounce-back loans which were guaranteed by the taxpayer and granted with no credit or even fraud checks loans.The Committee will question senior officials at the Financial Conduct Authority, the business department and the Treasury on the fluctuating guesstimates of how many billions the UK taxpayer may lose. In the Lords (14:30) ministers field questions on creating a professional register for care workers and expediting the payment of compensation to postmasters and mistresses as a result of the Post Office Horizon IT scandal. Peers warm up with a couple of brief Third Reading rubber stampings - on the Charities Bill, and then on to the Advanced Research and Invention Agency Bill.And then it's on to day four of Report Stage consideration of the Police, Crime, Sentencing and Courts Bill, where there will be some significant action.In the wake of pressure in both the Commons and the earlier Lords stages of debate, the government is bringing forward some important amendments. First, to extend the offences which can trigger football banning orders to cover racial abuse of players - something promised in the wake of last year's European Cup. Second, a new clause which will disregard convictions and cautions against gay men for what were then sexual offences, but which would now be legal.A further clause provides for posthumous pardons. Labour's Lord Cashman has campaigned strongly for both changes.There could be a vote on a clause proposed by the Conservative, Lord Attlee, to outlaw \"potting\" - the practice of prison inmates pelting prison officers with excrement and bodily fluids.And there is a Labour-led amendment to put Dame Elish Angiolini's inquiry to address the issues raised by the abduction, rape and murder of Sarah Everard, by a police officer, onto a full statutory footing, with powers to compel witnesses, on the argument that this will actually speed up the inquiry process.The Commons day begins (11:30) with business, energy and industrial strategy questions. Labour and Co-operative Party MP Christina Rees presents a Ten Minute Rule Bill to help employees facing redundancy buy their company and turn it into a co-operative.The main debate is on a Labour motion, to be announced - but something on the cost of living looks like a fair bet.On the Committee Corridor, the Business Committee (09:45) quiz the Post Office CEO Nick Read and Paul Scully, the Minister for Small Business, on the miscarriages of justice around their Horizon IT system, which led to many sub-postmasters receiving criminal convictions.Digital, Culture, Media and Sport (10:00) examines the recent appointment of Charity Commission Chair Martin Thomas who resigned within days of taking the role.Education (10:00) looks at the educational and longer-term outcomes for children in residential care, with evidence from the Children's Commissioner for England, Dame Rachel de Souza, and the National Director for Social Care at Ofsted, Yvette Stanley.Public Administration and Constitutional Affairs will hear from Lord Evans, Chair of the Committee on Standards in Public Life, on his report on upholding standards of governance, and on his views of the Greensill affair.The discussion will range across prioritisation of compliance in government, his committee's recommendation against creating a single ethics regulator; enforcing the Ministerial Code and the propriety of finance for the Downing Street refurbishment.Bring popcorn. And Environment Food and Rural Affairs (14:30) looks at muckspreading - and whether regulations designed to prevent water pollution are preventing farmers spreading organic fertiliser.In Westminster Hall (16:30) former Work and Pensions Secretary Esther McVeigh leads a debate on careers guidance in schools. In the Lords (14:30) there are questions on the support from the Department for Work and Pensions for larger families, and the risks posed by respiratory viruses this winter.Then, peers begin a seven-day committee stage trawl through the detail of the Health and Care Bill, with the focus on the role of NHS England, the NHS Mandate, and Integrated Care Boards. This is the exploratory phase of debate, where amendments are seldom pushed to a vote.And there will also be a short debate on support for British farmers facing increasing costs from labour shortages and competition from Australia and New Zealand.Commons business opens (11:30) with half an hour of Women and Equalities questions, followed, at noon by Prime Minister's Question Time. The day's Ten Minute Rule Bill, from Conservative Dr Luke Evans returns to his campaigning theme of artificially enhanced body images, with a bill to require advertisers, broadcasters and publishers to display a logo where an image of the human body has been digitally altered. The main legislative action is the Report and Third Reading stages of the Commercial Rents (Coronavirus) Bill which will create a new binding arbitration process to help landlords and tenants find proportionate resolution of Covid-19 related rent debt. This may well leave space for something else to be dropped into the agenda.Committee action includes Home Affairs (10:00) opening its new inquiry into spiking - drinks being drugged or people being directly injected with them, often to allow sexual assault or even rape - with evidence from victims about their experiences.Public Accounts (14:00) looks at how the government manages risk and the lack of economic, health and education planning and preparedness for a pandemic, despite it beingtop of the national public risk register. In the era of Covid, has the public appetite to spend money on averting risks changed?Westminster Hall action includes Labour's Grahame Morris leading a debate (09:30) on access to radiotherapy treatments, and the Conservative Matt Vickers (14:30) on youth crime and anti-social behaviour. In the Lords (15:00), questions include the Bishop of Coventry asking about reconciling differences between nuclear possessor states and non-nuclear possessor states at the Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons. Then it's another Report Stage day on the Police, Crime, Sentencing and Courts Bill - and more important amendments.This includes a government amendment to createnew offences of recording images of breastfeeding for sexual gratification or to humiliate the victim.A group of peers who've long campaigned on stalking have an amendment, fronted by the Crossbencher Lord Russell of Liverpool and former Labour Leader in the Lords Baroness Royall to require specialist training in stalking awareness and prosecution. There will be an amendment, from Labour front bencher Lord Ponsonby, criminalising \"sex for rent\" arrangements, a series of amendments from the Bishops' Bench toughening up the laws against hare coursing, and another (first proposed in the Commons by Yvette Cooper) to extend the reporting deadline for common assault in domestic violence cases.The former Victims Commissioner, Baroness Newlove has tabled an amendment (with frontbench Labour support) to require police to keep a record of crimes where misogyny was a factor, and courts to consider it an aggravating factor in sentencing. The Commons day begins (09:30) with questions to the Chancellor of the Dutchy of Lancaster, Steve Barclay, followed by the weekly statement of the forthcoming agenda for the Commons.Then come two debates chosen by the Backbench Business Committee - first on the report by a special committeeon the Draft Online Safety Bill, which will give MPs a chance to discuss its recommendations to toughen up the bill, which include imposing new responsibilities on internet providers to comply with a Code of Conduct on risk areas like Child Exploitation and terrorism, and giving Ofcom new powers to punish them, where they fail.That's followed by a debate on the government's plan for education and mental health catch-ups, led by the Conservative Chair of the Education Committee, Robert Halfon, to look at what he called the \"spectre of school closures\".In Westminster Hall (13:30) the Liberal Democrat Wendy Chamberlain leads a debate on global vaccine access, and that is followed (15:00) by a chance for MPs to debatethe Transport Committee's scathing report on the rollout and safety of smart motorways.In the Lords (11:00) there's a question to ministers on the impact on health outcomes of the time spent by ambulances waiting in queues to transfer patients into hospital Accident and Emergency departments.Then it's on to day two of committee consideration of the Health and Care Bill -continuing with the subjects of day one and then looking at mergers of NHS bodies. Normally Thursday afternoons are reserved for backbench business, so this piece of scheduling is a sign of how congested the Lords timetable is becoming.It's private members bill day in the Commons, again (from 09:30), and the process has now reached the point where bills which have been considered in Committee return to the Commons for Report and Third Reading consideration. First up Mark Jenkinson's Education (Careers Guidance in Schools) Bill, a government-backed measure to extend entitlement to careers advice.Second (and, after a blink and you'll miss it committee consideration) Sir Paul Beresford's Local Government (Disqualification) Bill, which explicitly disqualify individuals who are place on the sex offenders register from standing for or remaining in office as councillors, mayors etc. Then, if there's any time available, the former Attorney General, Jeremy Wright, has a second reading for his Taxis and Private Hire Vehicles (Disabled Persons) Bill, which aims to help improve access to private transport for disabled people.", "url": "https://www.bbc.com/news/uk-politics-59913080"}