{"datetime": "2022-01-14T20:17:53.000Z", "author": "Mark D'Arcy", "title": "What's coming up in Parliament next week?", "article": "It's a week of heavy duty and contentious law-making throughout the week in Parliament, even as the political storm continues to beat around the prime minister - so ministers will have to keep their eye on the legislative ball, whatever twists and turns are provided by the unfolding partygate affair. Commons business collapsed early on Wednesday as MPs deserted the chamber to plot and rumour-monger, but there will be plenty of significant votes on the cladding issue and on the electoral system to keep them there in the coming week. The big unknown as I write is whether they will also get the chance to debate the eagerly awaited report of the government's propriety chief, Sue Gray, on those Downing Street parties.She controls the timing, and if her report is released late in the week, say Thursday, any debate would probably have to wait until the following week.That would also leave the Prime Minister to go through another PMQs having to respond to questions about the affair by telling MPs they must wait for the publication. Meanwhile, at the posh end of Parliament, the Lords is stepping up a gear to make sure key bills are completed by the end of the parliamentary year, at the end of April - the Lords will be starting early, and sitting late and there will even be Friday sittings to consider government bills (they're normally used for private members bills) but there is a massive amount of detailed work for peers to yomp their way through.This has consequences. In the depths of Wednesday night Labour's Lord Rooker forced a division on his proposal to give Police-style investigatory powers to the Food Standards Agency and won by 32 votes to 20 - so in future Conservative whips will have to ensure they have a majority available late into the night, to ward off any further late night ambushes. The Commons opens (14:30) with an hour of Home Office questions, with any post weekend urgent questions or government statements following, from 15:30.There's talk of a statement from the Home Secretary, Priti Patel, on the allegations of a Chinese spy operating inside Parliament.The main legislative action is Report Stage consideration and the Third Reading of the Elections Bill. There are amendments to bring in voting from age 16 in parliamentary elections (Alex Norris, Cat Smith and Patrick Grady) to prevent overseas electors donating to political parties in the UK.And, crucially, to remove the controversial Voter ID provisions from the Bill, on the basis that they will deter many voters.Labour's Liam Byrne has an amendment on safeguards against the risks of foreign influence in UK elections flagged by the Parliamentary Intelligence and Security Select Committee in its report on Russia.The Conservative Richard Holden wants stronger rules against double registration, so that voters may only be registered at one address within the United Kingdom at any one timeCommittee action includes Public Accounts (16:00) looking at HMRC's management of tax debt, with top officials led by Chief Executive and First Permanent Secretary Jim Harra.Sparks have flown at previous PAC hearings on this issue, so this could be lively. In the Lords (14:30) the usual 40 minutes of questions to ministers ranges across help for people with eating disorders and the future of sick pay.Then it's on to the sixth day of Report Stage consideration of the Police, Crime, Sentencing and Courts Bill with quite a number of votes expected - on the Conservative and former Victims Commissioner Baroness Newlove's amendment on misogyny. And on a Labour anti-Spiking amendment. Watch out too for an important amendment to impose a \"duty of candour\" on the Police - something its proposers consider vital after a series of public inquiries like the one into Hillsborough. Then, probably after 21:00, comes a series of major amendments creating new public order offences being proposed by the Home Office Minister Baroness Williams. The government had tried to bring these in at short notice during Committee Consideration, but backed off after complaints that it was proposing significant changes without the chance for proper scrutiny.If added, they would only receive an hour or so's debate in the Commons as Lords amendments - and with many peers sticklers for proper scrutiny of changes to the criminal law, that alone provides opponents with an excuse to vote them down.Labour's leader, Baroness Smith says the government should back off and repackage the amendments into a proper Public Order Bill.Many of the amendments are a reaction to the wave of protests by groups like Insulate Britain. There is an amendment to create a new criminal offence of \"locking on\", involving the attachment of an individual to another person, to an object or to land, to cause serious disruption; another creates new disruption prevention orders which can be imposed on someone who has committed two protest-related offences or breaches of injunctions; there are sweeping new powers to search people in designated areas, and a new offence of obstructing the construction or maintenance of major transport works; which interfering with the operation of key national infrastructure.There's quite a row around these, with the Lib Dems and Green peers wanting the amendments struck down, and some talk they will force votes until the small hours of Tuesday morning. Labour is proposing what they argue would be a more limited power, focused on dangerous obstruction of the highways.Expect a series of late night votes - with some prospect that the government could find many of its proposals blocked outright. Watch this space - because this procedural tangle could get interesting and acrimonious. The Commons day begins (11:30) with Health and Social Care questions. The day's 10-Minute Rule bill, from the DUP's Ian Paisley is on Digital Devices (Access for Next of Kin).The main legislative work is the Second Reading debate on the Animal Welfare (Sentience) Bill, which has already cleared the Lords.This is the centrepiece of the government's animal welfare agenda and would legally recognise that vertebrate animals are sentient beings, capable of feelings such as pain or joy.It aims to ensure that animal sentience is taken into account when developing policy across government via an Animal Sentience Committee which will be made up of animal experts from within the field. In Westminster Hall watch out for the day's final debate (16:30) on forecasting and modelling during Covid-19.This is led by the Conservative Bob Seeley, and will doubtless reflect widespread concern from Tory backbenchers about the restrictions being provoked by what they regard as doom laden forecasts about the course of the pandemic.There had been attempts to get an emergency debate on this issue, and whichever minister responds can expect to come under a lot of pressure from their own side.On the Committee Corridor, YouTube, TikTok, Twitter, Instagram will be questioned by Digital Culture, Media and Sport (10:00) on how social media will comply with regulations designed to protect children in influencer content. in their continuing inquiry into influencer culture.Health and Social Care (10:00) question the government's preferred candidate for a key post, Chair of NHS England, Richard MeddingsWith the cost of energy high on the political agenda, Business, Energy and Industrial Strategy (10:30) hears from Energy Minister Greg Hands and Housing Minister Christopher Pincher about the government's draft Energy National Policy Statements which give the criteria for approving construction of major energy infrastructure projects like wind farms and power stations.With the end of the parliamentary year due in April, and with slow progress on a number of key bills, their Lordships make an early start (11:00) on their third Committee day on the Health and Care Bill - Committee (day 3 of 8) , breaking at 14:30pm for question time, where ministers will field questions on the use of peat and the latest projections on life expectancy. Then peers resume consideration of the Bill. There will also be a short debate on plans to grant an automatic right to a British Passport to people born in the Republic of Ireland who have lived in Northern Ireland for 50 years or more. The Commons opens (11:30) with half an hour of questions to Alok Sharma, in his continuing role as President of the COP 21 Climate Change summit (his presidency lasts until the next summit in Egypt).That's followed at noon by prime minister's question timeThe day's Ten Minute Rule Bill from the Labour MP Grahame Morris is on violence in prisonsThen comes another helping of highly contentious legislating, in the shape of the Report Stage of the Building Safety Bill.The central issue is the cladding controversy and who should meet the cost of dealing with unsafe cladding on residential buildings, as well as the cost of other fire safety issues identified in the wake of the 2017 Grenfell Tower disaster.The Levelling Up Secretary, Michael Gove,has proposed a whole series of amendments following up his statement to the Commons last Monday, when he set developers a deadline of early March to produce a fully funded plan of action, or he would impose a solution by law.There's an official Labour amendment aimed at ensuring landlords cannot pass on the costs of fire safety works to leaseholders, and creating a Building Works Agency to oversee necessary safety works.Most striking though is an impressive list of amendments from Conservatives Stephen McPartland and Royston Smith who have previously rebelled on this issue (each with an imposing list of supporters).They also want to prevent the costs of any fire safety or building safety remedial works being passed on to leaseholders.But they also propose plenty of other important changes around liability for safety defects which emerge in the future, the deadline for bringing claims and a system for financing safety work, paid for by levies on developers, building insurers and mortgage lenders.In Westminster Hall, proceedings opens (09:30) with debateson implementing the 2017 Taylor Review of modern working practices, which made a series of recommendations on equalising the tax treatment of different types of work, and fairer treatment of \"gig economy\" workers.Committee action includes a trio of ministers give evidence to the Work and Pensions Committee (09:15) in the concluding session of their inquiry Children in Poverty: No recourse to public funds - Immigration Minister Kevin Foster for the Home Office, David Rutley for the Department for Work and Pensions and Children and Families Minister Will Quince for the Department for Education.Home Affairs (10:00) continues its inquiry into spiking with a session on the response of the night-time economy and health services and Women and Equalities (14:30) hear evidence how the law protects women experiencing menopause in the workplace.In the Lords (15:00) ministers answer questions on the activities of the Iranian Revolutionary Guard and human rights abuses in Columbia. The first legislative action is a brief Report Stage for the Northern Ireland (Ministers, Elections, and Petitions of Concern) Bill --the measure intended to help forestall further shut-downs of the devolved institutions, by making a series of detailed changes to the way they work.That is followed by the Second Reading of the Subsidy Control Bill - the post-Brexit measure setting up a new system for subsidies to industry.The Commons begins (09:30) with International Trade questions, followed by the weekly statement from the Leader of the House Jacob Rees-Mogg setting out the coming week's Commons agenda. The main debates are two backbench debates on the Uyghur Tribunals, and Lawfare and the UK Court System.The adjournment debate sees the former Lord Chancellor Sir Robert Buckland continuing his campaign onthe detention of people with autism under the Mental Health Act - which sees people placed in completely inappropriate confinement, with damaging consequences.In Westminster Hall (13:30) there's a debate on the Science and Technology Committee's report on the work of the Biometrics Commissioner and the Forensic Science Regulator, which noted that the forensics market has \"come perilously close to collapse\" and highlighted serious concerns about the risk that would pose to the criminal justice system. In the final session of its inquiry into cancer services the Health and Social Care Committee (10:35) will question Health Minister Maria Caulfield on the UK's track record on cancer outcomes. In the Lords (11:00) there are questions on supply chain problems in the food and farming industries and talks between NATO and Russia, before peers resume their Committee Stage consideration of the Health and Care Bill.It's Private Members Bill time in the Commons (09:30) with priority going to two bills that have cleared their detailed scrutiny by a Bill Committee.First up, the Taxis and Private Hire Vehicles (Safeguarding and Road Safety) Bill, proposed by the Conservative Peter Gibson, which seeks to close a loophole under which drivers who have their licenses revoked by one local council obtain a licence from another authority, and then continue working.That's followed by the Approved Premises (Substance Testing) Bill from the Conservative Rob Butler.This would allow drug testing in hostels for people who have just left prison, in response to the large number of drugs deaths that take place in them.There might be time towards the end of the sitting for a Second reading for the Conservative Richard Fuller's Hare Coursing Bill - but there will probably not be time for it to clear its Commons consideration before the end of the parliamentary year, expected at the end of April.", "url": "https://www.bbc.com/news/uk-politics-59996607"}