{"datetime": "2022-02-10T10:43:01.000Z", "subject": "Coronavirus pandemic", "title": "Downing Street parties: What is the police investigation?", "article": "The Metropolitan Police has said it will begin contacting more than 50 people as part of its inquiry into lockdown parties held in Downing Street and Whitehall during the coronavirus pandemic. Officers have already been supplied with more than 300 photographs and 500 pages of material, from a separate inquiry led by senior civil servant Sue Gray. The policy inquiry, called Operation Hillman, is examining 12 gatherings on eight dates to see if Covid regulations were broken. Boris Johnson is known to have attended at least three of the gatherings:The police investigation was launched after a separate inquiry was undertaken by senior civil servant Sue Gray. Of the 16 alleged parties or gatherings listed in herinitial findings , the police are investing all but of four of them. Police are also investigating a gathering on 13 November 2020 in the Downing Street flat, where the PM and his wife live, but it is not confirmed that Mr Johnson attended this event. The Met is also reviewing its decision not to investigate another event, a Christmas quiz on 15 December 2020, after a picture of Mr Johnson was leaked to the press.Published by the Daily Mirror , it showed Mr Johnson with three aides, two in tinsel and a Santa hat, with a bottle of sparkling wine. The prime minister told Conservative MPs that an updated version of the Gray report will be published in full, once the police have finished their investigation. Met Commissioner Dame Cressida Dick said her officers would not normally investigate past breaches of Covid-19 regulations. But she said retrospective investigations were carried out for \"the most serious and flagrant type of breach\" where there was evidence and certain criteria were met, including: Commander Catherine Roper, who is working on on the investigation, says it would last \"absolutely not more than a year\" and that officers hoped to carry out interviews in the coming few weeks. A questionnaire will be sent to those alleged to have been at events on eight dates between May 2020 and April 2021. It will ask for their account of what happened and \"must be answered truthfully\", the Met said. Mr Johnson and his wife Carrie are expected to be among the 50 people being emailed. The investigation is being carried out by the Met's long-standing Special Inquiry Team - the UK's principal counter-political corruption unit.Underthe Coronavirus Act , Covid breaches do not come with prison sentences, but are punishable by fines.During the summer of 2020, the Met Police had the power to fine people £100 for the first Covid offence (lowered to £50 if paid within 14 days). Fines for subsequent offences could then double, up to a maximum of £3,200. Failure or refusal to pay the fine could result in being prosecuted and having to go to court. However, the fact the police are investigating Downing Street events does not mean \"fixed penalty notices will necessarily be issued in every instance and to every person involved\", Dame Cressida said. Asked by journalists whether the prime minister was willing to be interviewed by officers, his spokesman responded: \"Anyone asked to will co-operate fully as you would expect.\" Back in 2006, Tony Blair became the first prime minister to be questioned by police in the course of an investigation.The investigation was into allegations that peerages were given out in return for donations. Mr Blair was not interviewed under caution, so he was treated as a witness rather than a suspect. In July 2007, it was announced thatno-one would face charges . The prime minister said he welcomed the Met's investigation because it would \"help to give the public the clarity it needs and help to draw a line under matters\".His spokesman said Mr Johnson did not think he had broken the law. Opposition parties have repeated their calls for him to resign. ", "url": "https://www.bbc.com/news/uk-politics-60124162"}