{"datetime": "2022-02-11T15:24:11.000Z", "title": "Cressida Dick: Met Police critics respond to resignation", "article": "Dame Cressida Dick's resignation as Met Police Commissioner has been welcomed by many of her critics. Dame Cressidasaid she had been left with \"no choice\" after London Mayor Sadiq Khan made it clear to her he had no confidence in her leadership. Her time as head of the Met has been plagued with controversies. Her departure \"was the best thing she could have done for the Met Police\", according to the partner of a man murdered by serial killer Stephen Port. Ricky Waumsley, whose boyfriend Daniel Whitworth was Port's third victim, said Dame Cressida \"definitely needed to go\".He met Dame Cressidafollowing an inquest into the police's handling of the case but \"didn't have much faith\" in her. \"She needed to improve in the police's mentality towards homophobia, sexism and racism within the force,\" he said. But despite running the police force since 2017 she \"hasn't improved\" relations with the LGBT community, Mr Waumsley said. A friend of another Port murder victim Gabriel Kovari said he was \"gratified\" Commissioner Dame Cressida Dick was leaving. Writing on Twitter, John Pape said it was \"laughable\" that Dame Cressida had described the Met as \"a caring organisation\". Portuguese sprinter Ricardo dos Santosreceived a personal apology from Dame Cressida after the 27-year-oldwas handcuffed along with his partner, team GB athlete Bianca Williams, in front of their three-month-old child following a traffic stop in July 2020. Despite this, he said he felt \"relieved\" by her resignation. Mr dos Santos and Ms Williams believe they were racially profiled - their case is currently being investigated by the Independent Office for Police Conduct (IOPC). Dame Cressida apologised for the \"distress\" the couple experienced but Mr dos Santos said the apology just \"annoyed\" him as he believed it was a tactical move - saying sorry without taking responsibility for what happened. Mr dos Santos said Dame Cressida's resignation offered \"a bit of hope for the future\". Although he fears \"someone worse\" could replace Dame Cressida, the athlete hopes her resignation \"is the first step towards a reshuffling of the whole of the Met Police\". Patsy Stevenson, who became a figurehead of the Sarah Everard vigil in Clapham Common, where she was handcuffed and held down by two officers, said Dame Cressida's resignation was \"inevitable\". The 28-year-old said she felt \"relief\" but found it hard to be happy Dame Cressida had resigned. \"It is hard for me to be completely happy because although I am pleased she's gone, there are families who have gone through absolutely terrible things since she's been head of the Met,\" she said. \"I just hope that they're OK and they might have seen some form of justice from this, or some sort of relief.\" ", "url": "https://www.bbc.com/news/uk-england-london-60350118"}