{"datetime": "2018-02-20T10:42:50.000Z", "author": "Aled ap Dafydd", "title": "Welsh language commissioner role 'facing axe by stealth'", "article": "The Welsh Government is trying to abolish the post of Welsh language commissioner \"by stealth\", campaigners have claimed. BBC Wales understands the commissioner Meri Huws has not had replies to letters to ministers reminding them that her term in office finishes in March 2019. Cymdeithas yr Iaith Gymraeg warns there could be a period without a regulator. Welsh Government said the process to replace her would begin \"in good time\". Instead of a single figurehead, the Welsh Government launched proposals last summer to create a Welsh language commission to promote the language. It is thought that the next commissioner to be appointed may be the last to take up the role. Ms Huws is yet to receive a reply to her letter to First Minister Carwyn Jones in the autumn or the minister responsible for the Welsh language, Eluned Morgan, last month. The lack of response, coupled with the fact that ministers are yet to state firmly what the future of the commissioner role is, prompted concern among campaigners. \"This is very concerning and very unusual,\" said Colin Nosworthy from Cymdeithas yr Iaith Gymraeg. \"There could be a period without a Welsh language commissioner at all, regulating and defending our language rights.\"This looks like some stealthy means of getting rid of the Welsh language commissioner despite the fact that most people who replied to the Welsh Government consultation said they shouldn't get rid of the job.\" Ms Huws previously said she wanted to see evidence that any change to the current structure would lead to the strengthening of the Welsh language.Ms Huws said she \"trusts that the process of appointing the next commissioner is under way\".A Welsh Government spokesman said: \"The minister has received a letter from the commissioner and is preparing a reply to explain that the work of preparing the process to recruit her successor is going ahead. \"The process will begin in good time to secure a new commissioner will be in his/her place by March 2019.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-43112871"}