{"datetime": "2018-11-27T16:41:39.000Z", "title": "Aled Roberts new Welsh language commissioner", "article": "The next person to lead promotion of the Welsh language will be former Liberal Democrat AM Aled Roberts. He will take over from Meri Huws when her term as Welsh language commissioner ends in March 2019. The role promotes the Welsh language and protects the rights of speakers to use it. Mr Roberts said he has \"no doubt of the scale of the challenge ahead\". First Minister Carwyn Jones said he was ideal for the role. The ex-North Wales AM, who was a member of the assembly between 2011 and 2016, said: \"I have always been passionate about the Welsh language and have greatly enjoyed recently working with local authorities on their plans for Welsh medium education and assisting the Welsh Government with their ambitions for the future of Welsh in education. \"I have no doubt of the scale of the challenge ahead and I am committed to forging effective relationships across Wales and beyond to meet it head on.\" Mr Roberts, who was chosen by an independent panel which included Welsh language committee chairwoman Bethan Sayed, will serve a seven year term. The Welsh Government plans to abolish the role of commissioner and replace it with a new commission before the 2021 assembly election. The legislation is yet to be published - and in the mean time the Welsh Government has a legal duty to appoint a new commissioner. The Welsh language minister, Eluned Morgan, told an assembly committee last week that Brexit could delay the new law. Eluned Morgan told AMs she was \"working towards\" publishing a bill in 2020, but \"everything is up in the air\". Campaign group Cymdeithas yr Iaith - the Welsh language society - chairman Osian Rhys said: \"The existence of the commissioner as a single champion for Welsh means it's clear who we need to turn to in order to defend our language rights.\"Aled Roberts needs to be a fearless advocate for the language, who will protect its independence from the government.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-46359581"}