{"datetime": "2022-02-10T22:07:50.000Z", "author": "Bethan Bell", "title": "Dame Cressida Dick: Crises and controversies of Met chief", "article": "The career of Cressida Dick has seen her weather a number of storms that would have sunk many others. Allegations relating to an unholy trinity of dishonesty, prejudice and incompetence dogged the Met for almost all of her tenure. Perhaps the most high profile of the potentially career-ending scandals was the murder of Sarah Everard by a serving Met Police officer. A serving Met Police officer with a record of indecent exposure and a nickname of \"the rapist\". Dame Cressida said she was \"so sorry\" and remained. After the heavy-handed way the force handled subsequent protests and vigils - in whichclashes broke out between women and police officers trying to control the gathering , Dame Cressida said confidence in policing was damaged because of remarks made on social media rather than the actions of any Met officers. Misogyny, discrimination, bullying and sexual harassment throughout the ranks of the Met were uncoveredin a damning report from the Independent Office for Police Conduct (IOPC) .The force issued an apology. Dame Cressida remained. A report into the 1987 murder of Daniel Morgan - the killer remains unidentified -accused the force of institutional corruption . It found that the then-Assistant Commissioner Dame Cressida had initially refused to grant access to a police internal data system.She apologised and remained. The shambolic Operation Midland which gave credibility to allegations of child sexual abuse by thepaedophile and fantasist Carl Beech did not stop her rising through the ranks, even amid the persistent rumble of accusations against the Met of institutional racism and corruption. She had been responsible for supervising the senior investigating officer who said allegations made by Beech were \"credible and true\". Despite hearing the officer say this, and knowing it \"was a mistake\", Dame Cressida admitted she had done nothing to correct it. The force had to pay compensation to a number of people whose reputations had been unfairly tarnished by Beech's lies.She apologised and remained. Last September it was announced by the prime minister and home secretary that Dame Cressida's contract - due to end in April - would be extended for another two years.It spurred victims of police injustice to write an open letter accusing Dame Cressida of \"presiding over a culture of incompetence and cover-up\". Baroness Lawrence, whose son Stephenwas murdered in a racist attack , and Lady Brittan, whose home was raided when her husband Lord Brittanwas falsely accused of child abuse were two of the signatories. Obviously, Dame Cressida is not personally responsible for the wrongs committed by her officers. But she was the head of the organisation that - however unwittingly - facilitated the crimes of Wayne Couzens.She was head of the organisation which treated sexualised, violent and discriminatory behaviour as \"banter\" . Further accusations of racism came from the mother of two women murdered in a park in Wembley. Mina Smallman believes police treated thedisappearance and deaths of Nicole Smallman and Bibaa Henry less urgently than if they had been white. She said of the investigation: \"I knew instantly why they didn't care. They didn't care because they looked at my daughter's address and they thought they knew who she was. A black woman who lives on a council estate.\" Thedisappearance of Richard Okorogheye, a teenager who was found dead two weeks after his mother reported him missing, is also subject to a review by the police watchdog, which will consider whether ethnicity played a role in the way his case was handled. Andathlete Bianca Williams and her partner believe they were racially profiled when their car was stopped by Met officers in Maida Vale, in July 2020. The couple were handcuffed and separated from their baby son. Ms Williams said she thought her family had been targeted because \"we are black and we drive a Mercedes\". The Met later apologised for any distress caused.Dame Cressida remained. The 60-year-old has never before shown any inclination to stand down. Where did her nerves of steel come from?The first female commissioner of the Metropolitan Police and the UK's most senior police officer, she was made a dame in Theresa May's resignation honours.She was first thrust into the public glare when, in 2005, she headed the operation that led to thefatal shooting of Jean Charles de Menezes . She co-ordinated the surveillance officers, specialist firearms teams and other police as they attempted to catch the men behind the 21 July bombings. A subsequent trial found the Met Police guilty of endangering the public, but exonerated then-Commander Dick. She later described the killing as \"an awful time\". \"I think about it quite often. I wish, wish, wish it hadn't happened, of course, but if anything it has made me a better leader, a better police officer and it has made me more resilient.\" At the trial she had told prosecution counsel that she \"does not get anxious - I don't have anxiety\". She was quickly promoted through both the Thames Valley force and the Met, and in 2001 she took on command roles in the police response to the 9/11 attacks and the Boxing Day tsunami in 2004.She was promoted to deputy assistant commissioner in 2006, and in 2009 she became the first woman to become an assistant commissioner.The first openly gay person to hold the post, Dame Cressida toldBBC Radio 4's Desert Island Discs in 2019 her sexuality was one of the least interesting things about her, adding: \"I happen to love Helen. She's my partner. And on we go.\" It also emerged on the programme that she cannot smell cannabis - a fact her colleagues apparently found \"hilarious\" - and, perhaps appropriately for someone who has so consistently kept her hands clean despite the whiff of scandal in the air, her luxury item would be an endless supply of floral scented soaps. Originally from Oxford and the daughter of two academics, Dame Cressida read forestry and agriculture at the university's Balliol College before joining the Met in 1983.On her mother's side of the family, she is related toSophia Jex-Blake, who led the fight for women's education in Britain , and is directly descended from Sophia's brother Thomas Jex-Blake, a 19th Century headmaster of Rugby School. She took a brief career break to study criminology at Cambridge and had a short spell working in finance - but for most of her life she has been a police officer. Dame Cressida left the police in 2015 towork at the Foreign Office, in an unspecified job shrouded in secrecy , but returned two years later when she assumed the mantle of Met commissioner. At the time, she said it had been \"at least 25 years since I thought regularly about the fact that I was a woman, doing this job\" but added that some men were \"threatened, baffled and confused\" by it. \"I long for the day when we can all be ourselves, whoever we are, and express ourselves in whatever way we like, and we don't have these kinds of funny constraints in our heads that make us feel: 'Ooh, there's a different power relationship because that's a man and that's a woman.' And we still get that. It's not helpful.\" Announcing her departure, Dame Cressida said: \"It is clear that the mayor no longer has sufficient confidence in my leadership to continue. He has left me no choice but to step aside as commissioner of the Metropolitan Police Service.\" She had just hours earlier insisted that she had \"no intention of going\". Her track record shows a pattern of saying sorry and a refusal to relinquish her post. This time, no apologies. This time, she goes. ", "url": "https://www.bbc.com/news/uk-england-london-58514848"}