{"datetime": "2022-02-10T16:13:06.000Z", "title": "Met Police: Dame Cressida Dick says she has no intention of quitting", "article": "Dame Cressida Dick has \"absolutely no intention\" of leaving her post as commissioner of the Met Police. She toldBBC Radio London she wanted to root out \"disgusting behaviour\" within the Met and had told officers \"enough is enough\". It comes a week after the police watchdog said it had found\"disgraceful\" misogyny, discrimination and sexual harassment among some PCs. The commissioner said she was \"seething angry\" about the report's findings. Dame Cressida vowed she was the right person to lead the force, but admitted the force's reputation had been \"tarnished\" in recent months. She said 100 extra officers would be employed in the professional standards department to root out bad behaviour. On Wednesday, Mayor of London Sadiq Khan demanded she delivered her plan to win back trust in the Met Policewithin days or weeks having previously said he had put her \"on notice\". Responding to how she felt about Mr Khan's move, Dame Cressida said she was \"highly accountable\" and felt she was \"doing her best\" at running the Met, adding: \"I expect to be held to account, it's a big job.\"Dame Cressida said the Met had \"a very bad problem, with too much very bad behaviour\", but believed she had been leading a \"real transformation\" within the force since becoming commissioner in 2017. She said: \"There is no place in the Met for racism and sexism and for bullying.\"In the last few days I have gone out to my colleagues and said enough is enough. \"If you have those attitudes, get out now.\" She said the force was \"hugely capable in so many ways, but its reputation has been tarnished by the awful things [in the report] and also some other awful things that have happened and come to light in the last several months\". An independent review into the Met's standards, led by Baroness Louise Casey of Blackstock, will examinethe force's vetting, recruitment and training procedures following the murder of Sarah Everard. Dame Cressida wants Baroness Casey's review to \"turbo charge\" the work needed to change the culture within the Met. \"Baroness Casey will help me challenge this bad behaviour,\" she said.\"If she trips across a toxic team she'll be telling me straight away. \"I accept we have cultural issues and I have an extensive plan of work.\"The Met has issues, but I cannot allow it to be said that the experience that was held in Charing Cross was common place.\"I'm sure there are other examples and I am trying to find them.\" She also said: \"I'm not complacent, there could be and probably will be, over the coming months, some more examples which will be embarrassing or disgusting because we will be rooting them out.\" The Met is currently carrying out an inquiry into lockdown parties at Downing Street and Whitehall. The forcesaid earlier a questionnaire would be sent to those alleged to have been at events on eight dates, between May 2020 and April 2021. Dame Cressida said: \"Fifty people are being asked to account for what they are doing.\"Some, not all, may end up with a fixed penalty notice and I recognise this has disgusted many members of the public.\" She would not say whether the police officers who protect the government's buildings knew about the gatherings. \"I would say one thing to you,\" Dame Cressida added said, \"which is that my officers are there primarily, with firearms, to keep people safe from terrorists, from armed attackers and the like.\"That is their primary job. I do not ask them, and I'm not going to start asking them, to patrol the corridors of Whitehall looking for, you know, what might be going on in offices. \"That is not appropriate. We don't do it in any other environment. We wouldn't come marching into the BBC to do that.\" The commissioner was also asked about a viral video that showed West Ham defender Kurt Zouma kicking and slapping one of his pet cats. She said she was \"shocked and disgusted\" by what she had seen. \"The RSPCA are investigating; we and Essex Police are assisting them.\" By BBC London's Home Affairs correspondent Lauren Moss Over the past few weeks I've lost count of the number of times I've spoken about various apologies the Met has made. Ongoing reviews, police watchdog reports and so on - this is the first time we've heard from the commissioner and she has no intention of going. Quite a bit of fighting talk too amid mounting pressure on her. Only yesterday, Sadiq Khan stopped short of saying he had confidence in Dame Cressida and he wanted a plan of action to root out the real issues. But what we are hearing from Dame Cressida is an absolute determination to carry on in post and she categorically wants to fix things.Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60319838"}