{"datetime": "2022-02-14T17:26:40.000Z", "title": "Welsh Language Commissioner Aled Roberts dies", "article": "The Welsh Language Commissioner Aled Roberts has died at the age of 59. The Liberal Democrat, who died after a short illness, was leader of Wrexham council before serving as an assembly member from 2011 to 2016. Leading tributes, Wales' First Minister Mark Drakeford said he was \"shocked and saddened\" by the news. Mr Roberts was \"full of passion for his language and country\", Senedd presiding officer Elin Jones added. His deputy Gwenith Price praised his \"warm character\" and said he had \"an extraordinary talent to bring people together\". \"We are deeply saddened by the news of his death, and we know that everyone who has worked with him will feel the same,\" she said. Mr Roberts was born in Rhosllannerchrugog, near Wrexham. After studying law at the then University of Wales in Aberystwyth, he worked as a solicitor in Ruthin and Mold. As a councillor he represented Ponciau ward from 1991 to 2012, and was elected leader of Wrexham council in March 2005. Mr Roberts took over from Meri Huws as commissioner in April 2019. The role promotes the Welsh language and protects the rights of speakers to use it. Welsh Liberal Democrat leader Jane Dodds said Mr Robert's death was a \"deep blow\" to the party. \"Aled was a committed liberal and was known for his extraordinary hard work as both an assembly member for North Wales and as a senior councillor.\" In the Senedd he served as a shadow minister for children, education and the Welsh language, and only ever spoke Welsh in the parliament. Ms Dodds said: \"A tireless advocate of the protection and promotion of Welsh, he excelled in his role as the Welsh language commissioner and sought to promote the language in all aspects of life.\" Mr Roberts lost his seat in the 2016 Senedd elections. Before becoming commissioner he conducted a review of local government Welsh language education plans, and chaired a board responsible for implementing the changes.Elin Jones said: \"This is a cruel loss for his family, but also a bitter blow for Welsh public life. \"He was a man of principle and full of passion for his language and country. Aled was well-liked and held in high esteem across the political world.\" Mr Roberts was appointed into the role of Welsh language commissioner by former first minister Carwyn Jones. His successor, Welsh Labour leader First Minister Mark Drakeford, said: \"During his time as commissioner, he drew directly on his own experience, and that of communities he had represented, to focus on Welsh language as a living language, [and] part of our everyday experience.\"I am very sorry that his time and his work as commissioner has been cut short in such an untimely way. He will be missed in so many ways.\" Tributes were paid across the political spectrum. Andrew RT Davies, Welsh Conservative Senedd leader, tweeted that Mr Roberts \"will be remembered for his public service and his passion for the Welsh language, and he had much still to offer\".Plaid Cymru Welsh language spokeswoman Heledd Fychan said the commissioner was \"hugely respected across the political parties\", and sent her party's \"deepest sympathy to his family and friends\". Wrexham Council said flags outside the Guildhall in the town will be flown at half-mast. In a joint statement, Wrexham Council leader and mayor Ronnie Price, and Chief Executive Ian Bancroft, said: \"Aled will always be remembered here at the council as a kind and warm person with a lovely sense of humour. \"He was always professional, thoughtful and intelligent, and was hugely respected by everyone he worked with.\" Welsh Local Government Association Presiding Officer Huw David called Mr Roberts an \"exceptionally respected figure\" and a \"committed public servant\". Ms Price added: \"People were at the centre of everything he did. He had a firm vision for increasing rights for Welsh speakers, and for ensuring justice where he saw unfairness. \"He wished to see a Wales where every citizen had the opportunity to speak and use the language. His enthusiasm was unmatched, and he continued to work throughout his illness.\" Welsh language campaign group Dyfodol i'r Iaith said Mr Roberts' death was a \"blow to Wales and the Welsh language\". Heini Gruffudd, the organisation's chairman, said: \"We are grateful for his contribution, his strong leadership and his practical emphasis on the use of Welsh and his passion for the language.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-60376863"}