{"datetime": "2018-01-18T12:19:55.000Z", "title": "Complaints about Welsh language will not be handled by Ombudsman", "article": "A bid by the Public Services Ombudsman to add complaints about Welsh language provision to his duties has been rejected. Nick Bennett made the offer saying he could investigate matters more quickly than the Welsh Language Commissioner. Eluned Morgan, minister for the Welsh language, said the \"difficulties outweigh the benefits\" of the idea. She said it would need an extension of the Ombudsman's powers to cover private firms and UK government departments. Ms Morgan's predecessor Alun Davies announced in August that the Welsh language commissioner role was being scrapped. During a consultation on the idea, Mr Bennett suggested he take over investigations, claiming the current system was \"over-bureaucratic\" and \"wasteful\".While she saw \"merit\" in the Ombudsman's proposal, Ms Morgan said \"a number of difficulties emerge\". \"If we were to act on the Ombudsman's proposal, we would need to extend the scope of the Ombudsman's powers significantly. \"At present, the Ombudsman's jurisdiction only extends to devolved public services. This would need to be extended in order to include UK government departments and, potentially, any private sector body.\" Ms Morgan said the Ombudsman's suggestion \"would have implications much wider than Welsh language policy alone\", and she felt \"the difficulties outweigh the benefits\". \"I shall not be pursuing it further and I will not be conducting a consultation on the proposal,\" she added. \"It has, nevertheless, given us food for thought and I thank the Ombudsman for his valuable and stimulating contribution to the debate on Welsh language legislation.\" Welsh Language pressure group Cymdeithas yr Iaith had objected to the Ombudsman's proposal. It also sparked a heated social media exchange between Mr Bennett and Plaid Cymru AM Adam Price. The AM had accused the Ombudsman of \"tacitly supporting\" the abolition of the Welsh Language Commissioner's post. ", "url": "https://www.bbc.com/news/uk-wales-politics-42733016"}