{"datetime": "2017-10-11T13:19:05.000Z", "title": "Facebook spat sparks row over Public Services Ombudsman for Wales", "article": "A Plaid Cymru AM has said there is a \"question mark\" over the Public Services Ombudsman for Wales' future after he engaged in a Facebook spat. Adam Price accused Nick Bennett of \"tacitly supporting\" the proposedabolition of the Welsh Language Commissioner 's post. Mr Bennett has proposed he take over investigation of complaints about Welsh language services. He defended responding to objectors' comments to \"correct the record\". In a response to a consultation on the abolishing the Welsh Language Commissioner, Mr Bennett said he could resolve complaints sooner than the current system, which he said was \"over-bureaucratic and complicated\" and \"can be wasteful\". \"I believe that complaint handling could and should follow arrangements in other devolved fields, ensuring that complaints are not investigated by government, or by government appointees,\" he said. The Ombudsman said his role would only be in relation to investigation - with sanction a matter for the commissioner, or the Welsh Language Commission proposed in the Welsh Government's consultation. The Welsh language campaign group Cymdeiathas yr Iaith Gymraeg has complained to the assembly equalities committee chairman John Griffiths about Mr Bennett's proposals and the subsequent \"quarrel\" onFacebook .Cymdeithas said the Ombudsman should be impartial. Mr Price posted on Facebook his complaint about Mr Bennett's proposal in light of his previous finding against Cynwyd Community Councilfor not providing all its documents in English . A comment from Colin Nosworthy of Cymdeithas claimed the community council decision showed the Ombudsman did not understand Welsh language law. Mr Bennett responded that the claim was \"nonsense\", pointing out that there had not been any legal challenge to his decision. Mr Price said many people \"would not have trust or confidence in the Public Services Ombudsman taking over this role\" of handling complaints about Welsh language services. \"We cannot have a situation where an ombudsman, who is meant to be outside of the political, democratic process, taking a public position in an area where there is huge disagreement and actually then engaging in debate and argument with elected members and members of the public who disagree with them,\" he said. The Plaid Cymru AM said Mr Bennett had \"clearly breached\" an agreement between himself and the Welsh Language commissioner not to review or comment on each other's work. \"I have to say with great regret that I think a line has been crossed here,\" Mr Price said. Asked if he thought the Ombudsman should lose his job, Mr Price said: \"There's a serious question mark,\" adding he had asked Mr Griffiths, as chair of the assembly equalities committee, to hold an \"urgent inquiry\".On Tuesday Jane Hutt, Welsh Government leader of the house, told Mr Price that she would \"seek advice on this situation\". Speaking to BBC Wales, Mr Bennett denied attempting to make a \"naked power grab\". \"I certainly think I've had the experience of dealing with over 2,000 complaints a year when it comes to public services,\" he said. \"I'm concerned that we make sure that people who are concerned about Welsh language services have the same rights as people who come to my office.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-41581470"}