{"datetime": "2022-02-14T17:18:39.000Z", "subject": "Ukraine escalation", "title": "Ukraine: Still time for Putin to step back, says Boris Johnson", "article": "Boris Johnson says there is \"still time\" for Russia to \"step back\" from the situation with Ukraine, urging all sides to carry on talking. Tension is continuing to grow on the border between the countries, where Russia has more than 100,000 troops. Foreign Secretary Liz Truss said the latest intelligence suggested \"Russia could invade at any moment\". No 10 said Mr Johnson would hold a Cobra meeting on Tuesday to discuss the UK's response to the pressures.Labour leader Sir Keir Starmer said he supported the government, but wanted to introduce tougher sanctions on Russia. He also said Parliament should be recalled if an invasion took place, adding: \"We must have a swift and strong response, a united response from the United Kingdom.\" Russia has long been opposed to the former Soviet republic of Ukraine growing closer to Europe and its institutions.President Vladimir Putin has demanded a guarantee from the West that Ukraine will not join Nato - a defensive alliance of 30 countries. But Nato has said it will not close down any future agreement with Ukraine.While the diplomatic row has played out, Russia has amassed 100,000 troops along Ukraine's border, with reports that a further 30,000 are engaged in military exercises in Belarus. Russia insists it is not planning to invade Ukraine, but European countries - including the UK - and the US have been providing support, such as training and weapons, and numerous governments have told their citizens to leave the country.Speaking to reporters on a visit to Scotland, Mr Johnson said the situation was \"very, very dangerous and difficult\", adding: \"We are on the edge of a precipice\".But he said there was \"still time for President Putin to step back\". The PM added: \"What we are urging is for everybody to engage in dialogue, for a conversation to take place and for the Russians to avoid what I think everybody, certainly everybody in the UK, would consider to be a disastrous mistake.\"Mr Johnson has cut short planned visits in the north of England to return to London for security briefings and will hold a call with US President Joe Biden later on Monday.Foreign Secretary Liz Truss held an emergency Cobra meeting on Monday afternoon.Afterwards, she tweeted: \"Latest information suggests Russia could invade at any moment and we urge the Kremlin to deescalate. \"Our focus is on prioritising the safety and security of British nationals in Ukraine.\" The PM will hold another Cobra meeting on Tuesday.Meanwhile, Labour's leader has given his backing to the government. On a visit to Sunderland, Sir Keir told reporters: \"Russia wants to see our allies divided, it wants to see division in the United Kingdom. \"And we are not going to divide and, therefore, we support the government in what it's doing.\" But he did urge the PM to \"go further\" with sanctions in response to \"Russian aggression\". The government hasintroduced new powers to \"broaden the range\" of Russian people and businesses the UK could target with sanctions. But opposition MPs criticised a lack of debate in the Commons on the plans, as Parliament is now in recess.Some Tory MPs are also calling for tougher sanctions, such as blocking Russian banks from financial markets. Backbench MP Kevin Hollinrake said the West could bar the country from the Swift international payments messaging system, telling BBC Radio 4's Westminster Hour that if allies were determined, \"literally people would not be able to get money out of ATMs in Russia\". Are you in Ukraine? Please share your experiences. Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-politics-60378247"}