{"datetime": "2021-04-01T15:23:40.000Z", "author": "Smitha Mundasad", "subject": "Coronavirus pandemic", "title": "Long Covid: More than a million affected in February, survey suggests", "article": "About one in five people have symptoms of long Covid five weeks after an initial infection and one in seven after 12 weeks, an Office for National Statistics (ONS) survey suggests. It estimates that 1.1 million people were affected in the UK in the four weeks from 6 February. About 20% of people said ongoing symptoms limited their day-to-day activities a lot.People were asked to report their own symptoms. The ONS survey asked people if they faced issues such as fatigue lasting more than four weeks after a Covid infection that could not be explained by anything else. The most common ongoing problems included fatigue, coughs, headaches and muscle pain.A separateONS study estimates coronavirus infections fell slightly in England and Scotland, rose in Northern Ireland and stayed roughly the same in Wales in the week to 27 March. Despitea slight uptick in infections in children of secondary school age in the week to 20 March, there was no indication of that trend continuing in the latest figures.Among people aged 50-69, the study suggests a decrease in the percentage testing positive, which may be a result of this age group being offered vaccinations against Covid-19 in recent weeks. There is no universally agreed definition of long Covid,but it covers a broad range of symptoms. Meanwhile, in the latest daily figures, the government said that a further 4,479 people had tested positive for coronavirus and another 51 people had died within 28 days of a positive test. Although that latter figure is slightly up on the previous day, it is lower than the 63 announced last Thursday.And after Tuesday saw more second vaccinations than first jabs, that accelerated dramatically in Wednesday figures that have just been released. While there were 241,906 making their first trip to the vaccine clinic, there were 404,922 getting their follow-up dose. The survey of UK households found: Long Covid is an emerging phenomenon that is not yet fully understood, and the estimates from the ONS are preliminary.Most people who get coronavirus feel better in a few days or weeks, and the majority will make a full recovery within 12 weeks. But for some people, symptoms can last longer. People who had mild symptoms at first can still have long-term problems. NHS England has invested £10m in specialist long Covid clinics. Health officials say anyone who is worried about symptoms a month after getting the virus should speak to their GP. What has been your experience of the pandemic? Have you had Long Covid? Have you been shielding? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/health-56601911"}