{"datetime": "2020-12-16T13:26:02.000Z", "author": "Rachel Schraer", "subject": "Coronavirus pandemic", "title": "Coronavirus: 'Long Covid' impact estimated", "article": "Pinning down how many suffer from \"long Covid\" has proved elusive, but experimental statistics published on Wednesday have put it at more than 150,000 people. Fatigue, coughs and headaches were the most common complaints.Covid patients who had been treated in hospital were more likely to suffer serious complications like heart attacks. The Office for National Statistics said the work was in its \"infancy\". This marks the start of the ONS's work in estimating the prevalence of long Covid - the longer-term health consequences of even mild coronavirus infections. We can't yet be confident of exactly how many people have the condition.The ONS said one in 10 people it surveyed who tested positive for Covid-19, still had symptoms 12 weeks later. One in five had symptoms for five weeks or more. It looked at a group of people taking part in the Infection Survey, used to estimate how any people in the population have Covid.But the analysis did not account for people dropping out of the study. That means the survey is not necessarily representative of the whole population - it might over-represent certain groups of people who for whatever reason, perhaps because they are still troubled by symptoms, are more likely to stay in the study.The ONS said the analysis is \"very much a work in progress\". In the longer term, the stats authority hopes to follow up with people who drop out of the study, to find out more about their health status.Previous work based on thousands of users of the Covid Symptom Study app from tech company ZOE and King's College London, suggested one in 20 people might suffer symptoms lasting more than eight weeks.This ranged from 10% of 18-49 year olds to 22% of over 70s who become unwell with Covid-19 and developed longer-term symptoms. This was more common among older people, and people with asthma.Long Covid presents as a range of different symptoms suffered by people weeks or months after being infected, some of whom weren't particularly ill with the virus in the first place.Fatigue is the most common problem, but breathlessness, a cough that won't go away, hearing and eyesight problems, headaches and loss of smell and taste have all been reported. Of those who remained in the ONS study, one in 10 still suffered from fatigue (11.5%), a cough (11.4%) or a headache (10.1%) after five weeks. One in 12 people had loss of taste (8.2%) or loss of smell (7.9%) and one in 20 people had shortness of breath (4.6%). The stories told by those suffering this condition often paint a picture of a quality of life destroyed, with some unable to work or eat without difficulty.The ONS survey does suggest though, that people who do not end in hospital are much less likely to to experience the most severe side-effects.Hospitalised Covid-19 patients were much more likely to experience major heart problems, stroke, diabetes, liver or kidney disease than those from equivalent age, sex and health backgrounds who avoided being admitted.NHS England has invested £10m in specialist \"long Covid\" clinics. The NHS also has a\"Your Covid Recovery Plan\" which has advice, particularly for those who needed hospital treatment. It recommends the \"three Ps\" in order to conserve energy: It advises speaking to either your hospital team or your GP if you are not recovering as quickly as you might expect. ", "url": "https://www.bbc.com/news/health-55331166"}