{"datetime": "2021-05-14T10:12:10.000Z", "subject": "Coronavirus pandemic", "title": "Long Covid fatigue 'reduced with exercise programme'", "article": "A study has suggested regular exercise can improve the recovery of people with lasting symptoms of Covid-19. Researchers in Leicester found a six-week rehabilitation programme helped long Covid patients with breathing problems, fatigue and \"brain fog\". Nicola Geary, who struggled to walk after contracting Covid, said the programme had \"helped immensely\". Professor Sally Singh, a cardiac specialist who led the research, called the results \"encouraging\". The study, run by the National Institute for Health Research (NIHR) Leicester Biomedical Research Centre, followed 30 patients who took part in twice-weekly exercise at Glenfield Hospital in Leicester over a six-week period. Researchers said they found a statistically significant improvement in exercise capacity, levels of fatigue and overall wellbeing. They said this challenged concerns in the medical community that exercise therapy could exacerbate post-viral fatigue. The group included Ms Geary, from Bagworth, Leicestershire, who spent four days in hospital with Covid in April last year. After returning home she found daily life more difficult and sometimes lacked the energy to cook meals or climb stairs. \"It was quite debilitating at points,\" she said. \"Even making a cup or tea, in the early stages, you'd have thought I'd just done a 10-mile run.\" Ms Geary said she felt \"quite sceptical\" when she embarked on the programme in October but had felt the benefits. \"I thought 'it's not going to help' but it did, it helped immensely,\" she added. \"I suppose you don't realise your muscles are quite so weak... that your muscles are aching or hurting as much as they did. \"At the end of it, I could walk a good 15 minutes, which doesn't seem a lot for a lot of people but it was a big thing.\" Prof Singh, the paper's senior author and head of cardiac and pulmonary rehabilitation at Leicester's Hospitals, said the exercise programme demonstrated \"promising improvements in clinical outcomes\". The research was published in the journal Chronic Respiratory Disease but the team said further studies with a larger patient population were needed to confirm the preliminary findings. Prof Singh said: \"Clearly it's small numbers, it's not a randomised control trial so of course, scientifically we have to be cautious about that, but we are encouraged by the early data.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-57103372"}