{"datetime": "2021-04-07T00:47:51.000Z", "author": "Charlie Jones", "subject": "Coronavirus pandemic", "title": "'Long Covid has destroyed me but I am fighting back'", "article": "Health coach Jasmine Hayer had to give up her life in London and move back in with her parents after catching coronavirus. Now she is focused on a twin goal - battling back to health while helping others get the right treatment for long Covid. For someone who coaches people on how to live a healthy life, the concept of not being able to move her body was unthinkable for Jasmine. She was training to be a yoga teacher and thrived on life in the capital, with a busy social life that suited her extrovert personality. Last March, she noticed that she couldn't taste or smell anything, following a week of flu-like symptoms. It was the start of a month of hell, she says, stuck at home with her flatmate who was also suffering with the virus. The 31-year-old spent much of that month terrified and struggling to catch a breath. Doctors told her not to go to hospital because she didn't have a fever or cough, so she waited it out at home. She thought she was getting better until a relapse in May left her gasping for air. Even walking around the house made her lungs feel as though they were on fire, she says.In June, she tried to do 10 minutes of stretching but it left her bed-bound for a week.\"It felt like my lungs were allergic to movement,\" she says. She then developed a rash all over her arms and felt as though ants were crawling all over her. Weight loss, irregular menstrual cycles, acid reflux, an increased heart-rate, palpitations and insomnia were just a few of the long list of symptoms she experienced. She began to feel anxious and depressed and would cry uncontrollably several times a day. In November, she made the difficult decision to move back in with her parents in Biggleswade, Bedfordshire, to focus on her recovery. \"I realised making my bed left me breathless for days so I needed help,\" she says.Doctors continually dismissed her symptoms as anxiety and she says it was heartbreaking that she had no medical evidence of the disease.She felt desperately alone until she tested positive for antibodies and finally began to be taken more seriously. Her lungs slowly started to improve and she thought she was turning a corner until she went for a long, slow walk a few weeks later. She describes the fallout as a firestorm. A feeling of tightness in her chest developed into a tornado sensation that ripped through her lungs and stabbed her in the heart. \"It felt like I was dying. It was like all of the life was being sucked out of me.\" Her respiratory specialist ran an X-ray, blood tests and an electrocardiogram which all came back normal. He told her that her lungs were fine and she was probably experiencing trauma from Covid. Dr William Man, the head of the Royal Brompton Hospital's chest clinic, started treating her in December, as part of a clinic seeing 100 severe long Covid cases in the UK. Jasmine describes that moment as a complete game changer. She learned she had developed a dysfunctional breathing pattern due to experiencing low oxygen levels. A lung gas transfer test showed her breathing levels to be 53%, the same level as a patient with lung disease, and doctors found an obstruction at the top of her right lung, which they believe to be mini blood clots. She started blood-thinning medication in February as a \"matter of urgency\" to try to clear the clots. An echocardiagram also showed a build-up of fluid around her heart.She also tested positive for Epstein-Barr antibodies, the virus that causes glandular fever. She is hoping more research will be done in this area to establish whether there is a link between the two.Later this month she will have further scans to see if the blood thinners are working and whether the fluid around her heart has decreased. \"Long Covid has basically destroyed me,\" she says. \"It has left me physically and mentally imprisoned. \"I am a shell of myself and I am grieving the person I used to be. But I am fighting back.\" Source: ONS/NHS Other so-called \"long haulers\" are not getting the help they need because they face such a battle to be taken seriously, she worries.She decided tostart a blog to document her symptoms and wants to share her story as widely as possible in the hope of helping others. \"I've had messages from around the world and I was so happy to hear that one girl has shown her doctor my blog and he is giving her more tests as a result,\" she says. \"I know how lonely and scary it is when you are fighting to be believed. You are literally on your own.\" She is hopeful that one day she will return to London and finish her training to be a yoga teacher.While she still struggles to exercise and talk for long periods of time, she is enjoying writing and hopes it can help her voice be heard. \"This is going to be a long journey for me and I really want to use it to do something good.\"I have learned so much, now I just want to share it with other people, including the doctors who are dealing with this new and complex condition.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-56602894"}