{"datetime": "2021-09-02T03:19:16.000Z", "author": "Smitha Mundasad", "subject": "Coronavirus pandemic", "title": "Coronavirus vaccines cut risk of long Covid, study finds", "article": "Being fully vaccinated against Covid-19 not only cuts the risk of catching it, but also of an infection turning into long Covid, research led by King's College London suggests. It shows that in the minority of people who get Covid despite two jabs, the odds of developing symptoms lasting longer than four weeks are cut by 50%. This is compared with people who are not vaccinated. So far, 78.9% of over-16s in the UK have had two doses of a Covid vaccine.Many people who get Covid recover within four weeks but some have symptoms that continue or develop for weeks and months after the initial infection - sometimes known as long Covid. It can happen after people experience even mild coronavirus symptoms.The researchers, whose work was published inThe Lancet Infectious Diseases, say it is clear that vaccinations are saving lives and preventing serious illness, but the impact of vaccines on developing long-lasting illness has been less certain. They analysed data gathered from the UKZoe Covid Study app , which tracks people's self-reported symptoms and vaccines and tests. That meant that between December 2020 and July, the health was tracked of more than 1.2 million adults who received one coronavirus jab and 971,504 who received two jabs in that time frame.Researchers found some people were more at risk of so-called breakthrough infections (getting Covid after a vaccine) than others - including frail, older adults and people living in deprived areas. This was particularly the case for people who had only had one jab.Lead researcher Dr Claire Steves said people at increased risk needed to be prioritised for booster jabs.She added: \"In terms of the burden of long Covid, it is good news that our research has found that having a double vaccination significantly reduces the risk of both catching the virus and if you do, developing long-standing symptoms.\"Health Secretary Sajid Javid said vaccines had saved more than 105,000 lives and prevented more than 24 million infections in England alone.He said: \"It is clear vaccines are building a wall of defence against the virus and are the best way to protect people from serious illness. I encourage everyone who is eligible to come forward for both their jabs as quickly as possible.\" ", "url": "https://www.bbc.com/news/health-58410354"}