{"datetime": "2021-06-24T03:21:38.000Z", "author": "Smitha Mundasad", "title": "Long Covid: More than two million in England may have suffered, study suggests", "article": "A survey of half a million adults in England suggests around two million people may have had some long-lasting symptoms after having coronavirus - sometimes known as \"long Covid\". The React study shows about a third of people who report they have coronavirus symptoms have one or more symptoms that persist for at least 12 weeks. Researchers say managing the long-term consequences are a \"major challenge\". The government has provided £50m for research into long Covid. Long Covid is an emerging phenomenon that is not yet fully understood, and there is no universally-agreed definition. It covers a broad range of symptoms after an initial Covid infection, including fatigue, coughs, chest pain, headaches and muscle pain. During the study, which took place between September 2020 and February 2021, a random sample of people were asked whether they had had Covid-19 (confirmed or suspected), and about the presence and duration of 29 different symptoms.The self-reported survey found: Researchers accept that they did not compare their set of results to people who did not have Covid, as some of these symptoms may be down to other illnesses or conditions. They also say there is a need for more studies to build on the emerging evidence.The researchers also point out with no standard definition of the severity and range of symptoms it is possible some people in their group, for example people with one mild on-going symptom, would not necessarily have considered themselves to have long Covid. But Prof Paul Elliott, director of the React programme at Imperial College London, said their findings painted a concerning picture of the longer-term health consequences of Covid.He added: \"Long Covid is still poorly understood but we hope through our research that we can contribute to better identification and management of this condition, which our data and others' suggest may ultimately affect millions of people in the UK alone.\" Meanwhile, another study conducted by University College London and King's College London found one in six middle-aged people who reported being infected with coronavirus said they had long Covid symptoms.This fell to one in 13 among younger adults.Health Secretary Matt Hancock said: \"Long Covid can have a lasting and debilitating impact on the lives of those affected.\" The NHS has opened more than 80 long Covid assessment services across England. Tell us about your experiences with long Covid. Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/health-57584295"}