{"datetime": "2021-06-03T07:22:29.000Z", "title": "Long Covid: 'Since I had virus, I smell rotten meat and chemicals'", "article": "A woman who suffers from long Covid says it feels like she is washing with rotten meat when she is in the shower and toothpaste tastes like ash. Sally McCreith, 31, from Liverpool, has had a distorted sense of taste and smell since she contracted coronavirus eight months ago.She has also been left with brain fog and breathlessness.\"I never thought this could happen to me, but my whole life has been turned upside down,\" she said.Ms McCreith, who is head of medical education at Liverpool University Hospitals NHS Foundation Trust, had no underlying health conditions prior to contracting the virus. She recalled how she first started to struggle with a \"horrendous headache\" which led to tiredness and exhaustion that meant she could not get out of bed.The 31-year-old also developed a chesty cough and lost her sense of smell. While many people do regain their sense of smell as they recover, this was not the case for Ms McCreith.\"I had developed parosmia, which meant all smells were horribly distorted,\" she said.\"I can constantly smell a combination of rotten meat with an underlying chemical smell to it.\"As a result my taste is affected. I used to be a real foodie, but now eating is so difficult, as everything has this vile smell to it.\" Source:AbScent Ms McCreith said she had lost two stone (12.7kg) in weight since September as she restricts what she eats to avoid being nauseous.\"Even toothpaste is awful, it's like brushing my mouth with ashes and when I get in the shower I feel like I'm washing with rotten meat,\" she said.She also struggles with brain fog, which means she constantly loses her train of thought and her short-term memory has completely gone.\"Most recently I've become really breathless. I can't even carry the washing up the stairs,\" she said. \"I had an irregular electrocardiogram (ECG) and an x-ray, which indicates there might be an issue with my heart. \"I'm still waiting for the results, but I've heard it could be down to scar tissue and serious vascular problems, so it's extremely worrying that I'm now potentially facing that too.\" Ms McCreith is urging young people to get vaccinated and play their part in stopping the spread of coronavirus, as part of theSpread the Facts campaign, by the NHS and local councils in Cheshire and Merseyside. Dr Oliver Dray, a 26-year-old doctor at Mid Cheshire Hospitals NHS Foundation Trust, said: \"Covid-19 doesn't discriminate and we need to remember that younger people are not immune.\"It is not just about surviving, it's what comes with surviving as well and the potential consequences of that.\"Covid-19 is a complex disease that can cause irreversible damage.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57332835"}