{"datetime": "2020-09-17T23:02:24.000Z", "author": "Charlie Jones", "title": "Covid-19 death teacher 'forgotten' by government, says family", "article": "The family of a teacher who died from Covid-19 said the government must \"learn from its mistakes\" and hold an immediate inquiry to prevent future deaths. Alan Fitchett, 65, from Chorleywood in Hertfordshire, was fit and healthy before he contracted the coronavirus in March. Several of the students at his college had displayed Covid-like symptoms. The government said its focus was on \"responding to the current situation\". Father-of-five Mr Fitchett had been a teacher for more than 30 years and when he became ill was looking forward to the birth of his fourth grandchild, and the prospect of retiring. He started feeling breathless on 2 March, three weeks before the nationwide lockdown was announced. His daughter Laura Juniper, who is also a teacher, said he initially refused to let his students down by calling in sick. \"He was completely selfless. He was a very dedicated and diligent teacher. He was devoted to both his children and grandchildren,\" she said. His GP gave him antibiotics for a suspected chest infection but Mr Fitchett gradually deteriorated and his wife called an ambulance on 9 March to take him to Watford General Hospital. The hospital had recorded its first death connected to the virus that day and spoke to clinicians in Italy about the best way to treat him. Mr Fitchett was later moved to intensive care and then The Royal Papworth Hospital, where he died on 10 April, with his cause of death given as Covid-19 and multiple organ failure. Mrs Juniper said: \"It is just devastating that he did not get to meet my son Jack, who was two weeks old when he died, and I could not say goodbye to him.\" It is thought several students at the London college where Mr Fitchett taught had been abroad during the February half term holiday and he had mentioned some pupils were \"coughing and sneezing\". \"Schools are trying to do the best they can but failures with the testing capacity are putting pressure on their ability to function and ultimately protect teachers and their pupils,\" Mrs Juniper said.\"I have a real sense of impending doom. Again we are seeing a failure of the track and trace system, a failure in testing, and rising infection rates.\"We are now simply waiting for the consequential rise in death rates.\" More than 1,600 families are part of The Covid-19 Bereaved Families for Justice UK group, which has been campaigning for an inquiry into the government's handling of the pandemic. \"The information was out there in early March but the lockdown came too late for so many,\" Mrs Juniper said.\"When the government finally started communicating with the public, they said it was just the elderly and vulnerable at risk but that was wrong.\" The Office for National Statisticsrecorded at least 126 deaths of education workers involving the virus between 9 March and 25 May in England and Wales for those aged up to 64, but Mr Fitchett's death was not included because he was just outside the age bracket. \"It feels like he's not even a number in all of this and has just been forgotten about. How can the government make the best decisions when they won't even listen to our stories?\" Mrs Juniper asked. A government spokesperson said: \"As the Prime Minister has said, in the future there will be an opportunity for us to look back, to reflect and to learn some profound lessons.\"But at the moment, the most important thing to do is to focus on responding to the current situation and that's exactly what we're doing.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-54146451"}