{"datetime": "2022-01-31T18:21:19.000Z", "author": "Sean Coughlan", "subject": "Coronavirus pandemic", "title": "Bereaved families 'appalled' at Sue Gray findings", "article": "\"Appalling, but not particularly surprising,\" says Safiah Ngah, as her immediate response to Sue Gray's report into allegations of gatherings at Downing Street during Covid restrictions. It was \"incredibly traumatic\" for the 29-year-old from north London to lose her father during the pandemic.He was an NHS worker who died of Covid and \"followed the rules to a tee\", and whose family were only able to see him for a single video call from hospital. But the delays, disruption and gaps in Ms Gray's report into rule-breaking have made it even more hurtful, she says. \"It speaks volumes about who the priority is here... it's those who are in power,\" Safiah says. The report and its handling shows a deep lack of respect for the bereaved of the Covid pandemic, she argues, a tone-deafness towards people's loss. \"It's very much about how they can stay in power,\" she believes. Ms Gray's initial findings about behaviour in Downing Street are \"pretty damning\", says Safiah.\"It's incredibly frustrating and painful for families like myself who lost people.\" Safiah feels let down about the death of her dad, a clinical psychotherapist who worked for the NHS for almost 40 years. \"The government hasn't been taking the experiences of real people seriously,\" she says. She'd like Boris Johnson to resign as prime minister, but even then doubts that much would change, in a system she thinks is driven by self-interest rather than public interest. She doesn't want to be told to \"move on\", even if it is politically convenient, and sees the findings of the report as more evidence of an avoidance of acknowledging the scale of the loss from Covid. Safiah supports the Covid-19 Bereaved Families for Justice campaign - and its Facebook page shows much anger about the party allegations. \"All of those attending should be shamed and punished,\" says Julie. \"Everyone knew it was wrong. If you had invited me I would have said no... so should all of those attending. If those invited had done this, problem solved.\" \"I was mourning the death of my mum in a care home while they stood there enjoying themselves,\" says Helen.Brenda's mother died of Covid in hospital, without her family allowed to be there.\"I didn't argue or fight with the fact we couldn't be there. We as a family accepted it like so many others. We accepted that we couldn't bring her home and have the funeral mum deserved like thousands more families,\" she says. Her views on the behaviour in Downing Street are unambiguous. \"A prime minister with a shred of dignity would step down.\" Claire was \"absolutely heartbroken\" about the death of her father, who she described as her best friend. But it was \"even harder hearing the government were having parties whilst I couldn't even be with my nan while she was grieving\". As well as the reaction of those who lost loved ones, there are also recriminations over fines for breaches of Covid rules. More than 100,000 fixed penalty notices have been issued by the police in England - most for breaking rules on gatherings. In the week of one of the gatherings, 14 January, there were about 4,000 fines issued, according to figures from the National Police Chiefs Council. \"If they don't pursue everybody - why should my son not have his money back?\" says former head teacher John Tomsett, whose son at Newcastle University was fined for meeting seven other students indoors. It was 21:00 when the police raided the students and issued fines of £100 - and John says he is incredulous at how this compares to the response so far to reports of gatherings in Westminster. \"My son was terrified. He's a good lad, they're not law-breaking kids, he's never been in trouble in his life. And he faced the full weight of the law,\" says John. \"It was a horrendous experience for him - and that was going on all across the country.\" More than three-quarters of Covid fines went to under-35s and John says that a failure to apply the rules fairly undermines the public's trust in the law. \"If they don't pursue everyone, I don't see how they can get away with keeping the fines,\" he says. At the National Covid Memorial on London's Embankment there are long, crowded lines of hearts drawn on the wall, each commemorating a life lost to Covid.It's strikingly poignant how much time it takes to walk past them all. It reflects on the huge amount of collective grief from the pandemic, a scale that can be too big to grasp sometimes. \"I love you to the moon and back,\" is written on one heart. \"Babe I miss you so much,\" says another, in a wall surrounded by heartfelt messages to people's missing family and loved ones. Some of the hearts are beginning to fade, but the feelings are still raw. You can see the Houses of Parliament from the memorial, and people are looking in that direction for answers. ", "url": "https://www.bbc.com/news/uk-60144657"}