{"datetime": "2022-01-29T01:45:41.000Z", "author": "Rachel Schraer", "subject": "Reality Check", "title": "Covid: Posts claiming only 17,000 died of virus 'factually incorrect'", "article": "A misleading claim that \"only\" 17,000 people in England and Wales have died of Covid has been circulating online. The UK's Office for National Statistics (ONS) has stepped in to correct the record - but not before the false claim went viral. \"It has become a weapon of the cruel and heartless to dismiss the deaths of the people we love.\" Matt Fowler lost his dad to Covid-19 in April 2020. Ian Fowler was 56 at the time of his death, and lived with type 2 diabetes - which his son said had a \"minor, barely perceptible impact on his life that he controlled with his diet\". But the suggestion that \"only\" 17,000 people in England and Wales have died of Covid - a figure arrived at by removing from the data anyone with a pre-existing health condition - completely discounts the deaths of people like Ian. The true death toll is more than 140,000, the ONS says. That number is limited to deaths directly caused by the virus, not those \"involving\" Covid or people who happened to test positive but died of other causes. There are other ways of calculating deaths by the virus, but all give figures in a similar ballpark.Covid myths that spread on social media very often have a kernel of fact at their heart - a real statistic that gets misused - to tell a story which ends up far from reality. In this case, that information wasfigures released by the ONS looking at people who died of Covid and who had no other health conditions. But the false implication made in social media posts - that if someone had any pre-existing health condition, they did not really die of the virus - doesn't logically follow.\"It is very common for the person dying to have a pre-existing health condition of some sort, but this does not mean that the person was at imminent risk of dying from that condition, or even considered to have a reduced life expectancy,\" the ONS explained. It described the 17,000 figure as \"factually incorrect and highly misleading\". Deaths which would not have been counted in the 17,000 include people with asthma, diabetes, an irregular heartbeat or high blood pressure - all conditions with which many can expect to live a normal lifespan. In other words, these are not terminal conditions that would have killed people had they not caught Covid.\"It wasn't type 2 diabetes that killed my dad, it was Covid-19,\" says Mr Fowler, who co-founded the group Covid-19 Bereaved Families for Justice. \"Were it not for the unchecked spread of the virus, my dad would still be alive today.\" He describes such posts as \"deeply offensive\" and condemns people on social media for peddling \"heartless conspiracy theories...to attack us in our grief\". The idea, popular in some online groups, that a large proportion of virus deaths are people who died \"with\" but not necessarily \"of\" Covid - coincidentally testing positive when dying of another cause - is based on a misinterpretation of how deaths are recorded.When doctors fill in death certificates, they record the chain of events that led directly to a patient's death based on physical examinations, tests, symptoms and medical records. For example, someone may catch Covid, which causes pneumonia, which leads to acute respiratory distress syndrome (Ards), culminating in their death. A doctor would list all three as causes. If someone was in hospital dying of another cause and happened to test positive for Covid, it would not be recorded in the same way. There is another section of the death certificate form where doctors can add pre-existing conditions which may have contributed, like asthma. In some cases, the underlying condition may be very serious, like cancer or dementia. But the fact a doctor decided to note it in this separate section, and not as an underlying cause, suggests the patient would not have died then just because of that condition alone.As an extreme example, imagine someone is stabbed but had an irregular heartbeat which contributed to cardiac failure when they were attacked. The irregular heartbeat might appear on their death certificate, but we wouldn't say the person who stabbed them was not responsible for their death. The idea that deaths can be mistakenly recorded as being due to Covid-19 can occasionally be true when considering a different measure used in the UK - deaths within 28 days of a Covid positive test.However, even those cases which may be erroneously picked up by that statistic aren't artificially inflating the death toll. In fact, the figure for deaths within 28 days of a positive Covid test are actually lower than the number of death certificates listing Covid-19 as the cause. That's because some people are ill for longer than 28 days before dying of Covid. To complicate things further, another claim started to circulate at the same time the 17,000 claim went viral - that the death toll was in fact only 6,000. This is the number of people with just Covid-19 and nothing else on their death certificate - and is possibly even more inaccurate since it excludes people with conditions directly caused by Covid. That means the example above, of someone who caught Covid which developed into pneumonia, would not be counted as a Covid death.While it's been made clear from the start of the pandemic that older and sicker people are at much higher risk from the virus, research has found on average people who died of Covid lost 10 years of life. The misleading \"17,000\" figure was spread by influential accounts online. On 14 January, former Islamist turned counter-extremism activist Maajid Nawaz tweeted that the figures were evidence of \"narrative collapse\", implying the larger reported death figures were not genuine.Then on 20 January, Dr John Campbell, a retired nurse educator who has amassed a huge following on YouTube, released a video describing the figures as a \"huge story\" and suggested Covid deaths were \"much lower than mainstream media seems to have been intimating\". His video has been viewed more than 1.5 million times to date and was shared by Conservative MP David Davis.On the same day, The Daily Expose, a website that has published a variety of misleading and false claims, posted an article falsely claiming the ONS had: \"admit[ted] just 6,000 people died of Covid-19 in England and Wales\".This and related claims began to spread in the following days: to French accounts, a 50,000-member Greek Facebook group, a Swedish group of 20,000 people and a Slovakian political blogger, suggesting the government had distorted death figures or been \"forced to tell the truth\". The ONS said: \"To exclude individuals with any pre-existing conditions... greatly understates the number of people who died from Covid-19 and who might well still be alive had the pandemic not occurred.\"The BBC has contacted Mr Nawaz, Dr Campbell and Mr Davis. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/60145237"}