{"datetime": "2021-03-25T03:39:25.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Middle-aged women 'worst affected by long Covid', studies find", "article": "Middle-aged women experience the most severe, long-lasting symptoms after being treated in hospital for Covid-19, two UK studies suggest. Five months on, 70% of patients studied were still affected by everything from anxiety to breathlessness, fatigue, muscle pain and \"brain fog\". But the researchers say there is no obvious link with how ill people originally became. How women's bodies fight off illness could explain their poorer recovery. The larger study - led by the University of Leicester - which is yet to be peer-reviewed, followed up more than 1,000 patients who had been admitted to hospital with Covid-19 in the UK last year. It found that up to 70% had not fully recovered, an average of five months after leaving hospital, with women most affected. More than 400,000 people have been admitted to hospital with Covid in the UK since the start of the pandemic. A separate smaller pre-print study, led by University of Glasgow, found women under 50 were seven times more likely to be more breathless, and twice as likely to report worse fatigue than men of the same age who had had the illness, seven months after hospital treatment. In the Leicester study, these lasting 'long Covid' symptoms stopped 18% of people returning to work and forced 19% to change their job. Despite patients receiving a range of hospital care - with most given antibiotics, one-third receiving oxygen and just over a quarter ending up in intensive care - even those who had had short hospital stays still had ongoing problems. People who hadn't returned to normal health were more likely to be female, white, aged between approximately 40 and 60, have two or more underlying conditions, and been on a ventilator. Dr Rachael Evans, an associate professor at the University of Leicester and respiratory consultant at Leicester's Hospitals, said, \"much of the wide variety of persistent problems was not explained by the severity of the acute illness\" - often characterised by lung damage. This suggests other underlying factors may be at play, she added. And among women, it was the middle-aged group which appeared to be worst affected by long-term health problems, while younger and older women recovered better. Study author Dr Nazir Lone, consultant in critical care at the Royal Infirmary of Edinburgh, said this could be because \"older age groups are more likely to die\" and so more younger, middle-aged women are more likely to survive with health issues. But he also said it was possible women have \"a different immune response to men\". Men, however, are more likely to be admitted to hospital with Covid in the first place. The PHOSP-Covid study also found that most people with severe, ongoing symptoms five months after leaving hospital had higher than normal levels of a chemical called CRP in their bodies, which is linked to inflammation. This is also present in middle-aged women, who are prone to auto-immune conditions in which the body attacks its own healthy cells and organs.\"This may explain why post-Covid syndrome seems to be more prevalent in this group, but further investigation is needed to fully understand the processes,\" said Prof Louise Wain, chair in respiratory research at the University of Leicester.The researchers were also able to identify four different groups or \"clusters\" of people based on their mental and physical health issues after Covid, with one group showing particular problems with \"brain fog\". They tended to be older and male.\"The evidence for different recovery 'clusters', and ongoing inflammation, really is important in guiding how we conduct further research into the underlying biological mechanisms that drive long Covid,\" Prof Wain said. The University of Glasgow study, on 327 adults discharged from 31 hospitals across the UK, found women under 50 were five times less likely to say they felt fully recovered from Covid-19 up to seven months later. Women in this age group were also more likely to have a new disability than men of the same age who had also had the illness. These new difficulties often related to memory, mobility, vision and hearing. The study's lead author, Dr Janet Scott, from the University of Glasgow-MRC Centre for Virus Research, said: \"Our research shows that survivors of Covid-19 experienced long-term symptoms, including a new disability, increased breathlessness, and a reduced quality of life.\"These findings were present even in young, previously healthy adults under 50, and were most common in younger females.\"She said this could have \"profound implications for pandemic policy decision, as well as vaccination strategy\". Dr Lone, who was involved in both studies, said it was vital to identify people with ongoing health problems from Covid and get experts such as dieticians, physiotherapists and social workers on board to help provide personalised help and support.", "url": "https://www.bbc.com/news/health-56509340"}