{"datetime": "2021-09-19T06:01:06.000Z", "author": "Emilia Belli", "subject": "Coronavirus public inquiry", "title": "Covid inquiry: Prof Hugh Pennington warns against Wales-only probe", "article": "A separate Wales-only Covid inquiry would create \"an enormous degree of overlap\", according to the scientist who chaired the 2005 E. coli inquiry. Prof Hugh Pennington said he preferred a UK-wide inquiry giving \"detailed attention\" to events in Wales. It follows calls from opposition parties and campaign groups fora Wales-specific public probe. The Welsh government said only a UK-wide inquiry could deal with the \"interconnected nature\" of decisions. Prof Pennington said as the four nations were often following the same scientific advice, focusing solely on Welsh decision-making could result in \"ignoring important information\", especially as a Welsh inquiry would have more limited powers to make people give evidence.He added that it would be it would be a \"dereliction of duty\" if Wales was treated like a \"footnote\" in a UK-wide inquiry, and that any chairperson appointed could set its remit wide enough to avoid that outcome. Scotland's First Minister Nicola Sturgeon announceda separate judge-led inquiry for the country last month, to be held \"as soon as possible\". The Welsh Conservatives, Plaid Cymru and the Welsh Liberal Democrats have all called for a Welsh probe. The Welsh government has repeatedly refused calls for a separate inquiry, but this week First Minister Mark Drakeford wrote to the UK government and said that any Westminster-led inquiry must \"focus on Wales\". He recommended the Welsh government be involved in how it was set up, plus separate chapters on Wales, and the consultation of Welsh experts. Phil Smith, 74, died in January after he caught coronavirus in hospital while receiving treatment for cancer. His daughter Sam Smith-Higgins helped found the campaign group Covid-19 Bereaved Families for Justice Cymru because families like hers have \"got so many questions that aren't being answered\". Despite being a lifelong Welsh Labour member, she said requests to meet the Welsh government had been ignored. \"We shouldn't have to be having to scream out for a Wales-specific Covid inquiry, you should want to look at what you've done well and areas where you can improve,\" she said. \"Relying on Westminster for that is ridiculous. The numbers don't add up, we've got seven health boards in Wales versus over 200 in England.\" The independent think-tank the Institute of Welsh Affairs has also called for a probe focussed on Wales, but linked to the UK-wide inquiry. Its director Auriol Miller said the increased powers of the Welsh government mean it should also be scrutinised in detail in Wales \"by people who understand devolution\" to effectively prepare for \"the next crisis that comes our way\". But the head of the Welsh NHS Confederation, Darren Hughes, said while NHS Wales would \"totally commit\" to a separate inquiry, it was \"an enormously labour-intensive task\" that would put even more pressure on Welsh health boards who have already given evidence during the pandemic. A Welsh government spokesperson said: \"A UK-wide inquiry will have the capacity and force to oversee the interconnected nature of the decisions that have been made across the four nations.\"The first minister has written directly to the Chancellor of the Duchy of Lancaster about the many specific issues the inquiry must focus on to deal comprehensively with the actions of the Welsh government. \"The first minister has met a number of families to hear about their experiences during the pandemic and is open to further meetings.\" Watch the full interview with Prof Pennington on BBC Politics Wales on BBC One Wales at 10:00 BST, and on BBC iPlayer afterwards. ", "url": "https://www.bbc.com/news/uk-wales-58611761"}