{"datetime": "2021-05-12T05:12:54.000Z", "subject": "Coronavirus pandemic", "title": "Long Covid: Major study into the long term impact launched in Scotland", "article": "Every adult who has tested positive for Covid-19 in Scotland is to be invited to take part in a major new study into the effects of long Covid. Researchers hope to identify how many people in Scotland continue to be unwell after having the virus. The Covid in Scotland Study (CISS) will ask people what their symptoms are and how it affects their lives. Those taking part will be asked to use a phone app to answer questions about their health before and after Covid.Early estimates suggest as many as 6,000 people in Scotland were experiencing long term symptoms after the first wave of the pandemic but it is not known what that tally is now.Prof Jill Pell, an expert in public health at the University of Glasgow, will lead the study in collaboration with Public Health Scotland and the NHS in Scotland. She said: \"Most people recover quickly and completely after infection with Covid-19, but some people have reported a wide variety of long-term problems. \"It is crucial that we find out how many people have long-term problems, and what those problems are, so that we can set up systems to spot problems early and deal with them effectively.\" \"I thought at the time it was just the flu,\" explained long Covid sufferer Wendy Nibloe. Wendy, from Girvan, fell ill before the coronavirus testing regime was in place last year and it was months before her GP diagnosed her long Covid.The grandmother told BBC Scotland that fatigue and headaches mean tasks she never gave a second thought to before are now difficult for her.\"Up and down the stairs is still a struggle, washing the dishes - it's all gone,\" Wendy explains. \"A hands-on granny - that is what they are used to but I can't do it anymore. \"You've got no control over it, you could be talking to somebody and then you forget what you were saying.\" Wendy says she now recognises her \"shut off point\" where she has to go and rest until she is better again.There is no universally agreed definition of long Covid, but it covers a broad range of symptoms. So far, research studies indicate that the most common persistent symptoms include breathlessness and fatigue, although people have reported a number of other on-going health concerns. The NHS in England has opened dozens of specialist clinics to offer rehabilitation to people recovering from the disease. A BBC investigation in Novemberfound no health boards in Scotland were offering dedicated long Covid clinics - existing services such as physiotherapy were being used instead.Using NHS health data records, all Scottish adults who have had a positive test - as well a sample of people who tested negative for the disease - will be sent a text message inviting them to take part in the new study. Participants who tested negative will be asked similar questions about their current and past health so researchers can compare answers with those who had the virus. Scotland's chief medical officer Dr Gregor Smith said: \"We recognise the longer term impacts Covid-19 is having on the physical and mental wellbeing of people in Scotland. \"This new study will be a valuable tool to help us learn more about the effects of what is still a relatively new illness and ensure people receive the best possible treatment and care.\"", "url": "https://www.bbc.com/news/uk-scotland-57077868"}