{"datetime": "2021-03-18T11:13:27.000Z", "subject": "Coronavirus pandemic", "title": "Labour calls for Covid public inquiry to start in June", "article": "Labour is calling for a public inquiry into the coronavirus pandemic to begin at the end of June when most restrictions in England are due to end. The shadow cabinet office minister, Rachel Reeves, said families of those who died can not get \"closure and justice\" until this happens.In July, the prime minister promised an \"independent inquiry\" , but a minister has said now is \"not the time\". A group representing the bereaved said it needs to happen immediately. The Covid-19 Bereaved Families for Justice UK group has been lobbying Boris Johnson since last summer to meet them and to launch an urgent independent investigation.It said immediate lessons need to be learned to prevent more deaths, and that waiting for ministers to launch an inquiry will cost lives.The prime minister has said there will \"certainly\" be an inquiry in the future, but Housing Secretary Robert Jenrick, told Radio 4's Today programme there would come a time when the government could do something \"more formal, look back and learn the lessons\" but now was \"not the time\". He said the \"sole focus\" of ministers had to be on the vaccine rollout, the economic recovery and rebuilding society. Deputy chief medical officer for England, professor Jonathan Van-Tam, said on Wednesday an inquiry now would be \"an extra burden that wasn't necessary\". But Labour says it is \"not an either/or\" choice between reopening the country and learning the lessons of what happened. It is calling for a \"rapid review\" now followed by \"a fuller review in time\". The shadow cabinet office minister, Rachel Reeves told Today that 21 June, when most restrictions in England are due to end, provided \"the perfect opportunity to launch and get on with this inquiry\".She said: \"The people who need to be front and centre of all of this are the families of those who have lost loved ones.\" She said she would \"never forget the stories\" families she had met had told her \"about their grief and their need for some sort of understanding about what happened\".She said it would be a \"really valuable exercise to have questions answered and reflect on what can be done better\" because that would protect lives in the future if there was another wave.\"We should do this inquiry not to score points but to learn the lessons\" she said.The prime minister's former aide, Dominic Cummings, has added his voice to the growing chorus of demands for an inquiry. On Wednesday, he told MPs that as the country emerges from lockdown there needs to be an \"urgent very, very hard look\" by Parliament at \"what went wrong and why\" during the pandemic. ", "url": "https://www.bbc.com/news/uk-politics-56442160"}