{"datetime": "2021-11-30T13:56:28.000Z", "subject": "Coronavirus pandemic", "title": "Covid inquiry must probe 111 NHS helpline, say bereaved families", "article": "The public inquiry into the handling of Covid must examine the role of the NHS 111 service, a group representing bereaved families has said. Around a fifth of the group's 1,800 members said the 111 service had \"failed to recognise how seriously ill their relatives were\".They also want the inquiry to look into the impact of coronavirus on black, Asian and minority ethnic groups. Downing Street has said the inquiry is due to start in spring 2022. A government spokesman said: \"It is critical we understand what happened in detail but, at the moment, it is right that public servants continue to focus their efforts on tackling the pandemic before moving on to the inquiry in spring.\" Prime Minister Boris Johnson met the families in September and promised to appoint a chair for the inquiry before Christmas.He also said the families would be consulted on the terms of reference of the inquiry. The group said it had not heard from the prime minister since and so had produced the report \"to make crystal clear the areas that the Covid-19 inquiry has to cover\".Campaign member Fran Hall - whose husband died of Covid - said the prime minister should announce who would be leading the inquiry adding that it was \"extremely disrespectful and unkind\" to keep families waiting. Elkan Abrahamson, the group's lawyer, told the BBC it was important for the government to announce the start of the inquiry, even if hearings didn't start straight away, because this would place a legal duty on those involved to preserve evidence.Lobby Akinnola, another member of the Covid-19 Bereaved Families for Justice group, lost his father Olufemi to Covid on 26 April 2020. In the group's Learn Lessons, Save Lives report, Mr Akinnola says his father rung the 111 number on four different occasions in the two and half weeks preceding his death, but each time was told he shouldn't go to hospital.\"Crucially, we think those assessments were informed by him saying that he didn't have blue lips, a symptom of hypoxia that would ensure patients were instructed to go to hospital,\" says Mr Akinnola. \"But of course, my dad was black, so his lips wouldn't have turned blue. It's hard not to believe that if my dad had gone to hospital, he might still be with us today.\"A healthy, active man, I can't help but wonder if he'd received different advice from 111, could it all have been so different? If he had been white and his lips had turned visibly blue, would he have received the same advice?\"Would I still have my dad?\" He says he doesn't blame 111 operators, but argues that the service was used to \"alleviate the burden on the NHS\" leading to \"horrific consequences\" for his family.The NHS 111 helpline, launched in 2013, is a phone service people can ring for advice about an urgent medical problem. The government added an extra 700 people to the helpline's 2,500-strong workforce to cope with the increased number of calls.However Mr Akinnola says, despite the extra call handlers, the service was quickly \"swamped\" in the early days of the pandemic and operators had to make \"life or death\" decisions with just 10 weeks training. Earlier this year, the Healthcare Safety Investigation Branch,launched an investigation into NHS 111's response to callers reporting potential Covid symptoms.In addition to examining the role of 111 during the pandemic, the bereaved families group also want the forthcoming public inquiry to examine: A government spokesman said: \"Every death from this virus is a tragedy and our sympathies are with everyone who has lost loved ones. \"We will ensure the inquiry gets to the bottom of many of the questions thousands of bereaved families have about the pandemic.\" ", "url": "https://www.bbc.com/news/uk-politics-59474068"}