{"datetime": "2022-01-31T19:30:01.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Joe Rogan: Four claims from his Spotify podcast fact-checked", "article": "Joe Rogan has been criticised for helping spread misinformation on his podcast. Spotify reportedly paid $100m (£75m) in 2020 for rights to The Joe Rogan Experience, which is the streaming service's top podcast. It is reportedly downloaded almost 200 million times a month.On the show, the US broadcaster hosts a wide variety of guests who discuss their views on a range of topics - but some episodes have featured false and misleading claims. Here are four of them fact-checked. Mr Rogan said: \"This is not a vaccine, this is essentially a gene therapy.\" But this is not true.None of the Covid vaccines change your genetic material or DNA - essentially the recipe book containing the instructions of how to build your body.The vaccines made by Pfizer and Moderna harness a different molecule called messenger RNA. If DNA is the blueprint, RNA is the messenger, carrying instructions to your cells.In the case of the Covid vaccine, the message to your cells is to turn the RNA into a piece of the virus's spike protein. That's what fires your immune system up to start producing antibodies and other cells to fight off the virus.When the message has been received, the RNA from the virus is broken down and disposed of.It doesn't interact with your own genetic material at all.This claim was made on an episode last year featuring Bret Weinstein, an American author and professor of biology, who said: \"Ivermectin alone is capable of driving this pathogen to extinction.\"BBC Reality Checklooked at a series of research papers claiming to show the effectiveness of this drug in treating Covid. Many were very low quality, and in some cases the data had been clearly manipulated. If you look only at rigorously carried out studies, there is no evidence of the drug's effectiveness. Campaigners often cherry-pick positive examples and ignore the fact that many countries which relied heavily on ivermectin, like Brazil and Peru, had some of the worst death tolls from the virus.The world-leading expertson reviewing medical evidence, Cochrane, concluded based on just these reliable trials that there was \"insufficient evidence\" to recommend the drug.One of Mr Rogan's most controversial guests has been the virologist Robert Malone. Dr Malone was banned from Twitter in December last year for violating its Covid misinformation policies. He appeared on Mr Rogan's podcast shortly afterwards. Among the misleading claims made in this podcast episode was one suggesting people who are vaccinated after having Covid-19 are at greater risk of adverse side effects. Following his appearance, more than 270 people, mostly doctors and healthcare professionals, signed a letter to Spotify, calling for Covid misinformation to be addressed. Robust studies so far have shown that a very small number of conditions - blood clots, heart inflammation - are slightly more likely after certain vaccines, although are still very rare. In one UK study, researchers found that vaccine after effects were more common in those who already had Covid. However, this study only looked at mild after effects, such as fatigue, chills and headaches. Mr Rogan said: \"I don't think it's true there's an increased risk of myocarditis from people catching Covid-19 that are young, versus the risk from the vaccine.\" Myocarditis is an inflammation of the heart muscle that has been raised as a rare side effect of vaccination. However, research has shown that this condition, which can lead to shortness of breath, chest pain and in very rare cases to heart failure, isconsiderably more common after a Covid infection than after vaccination. - as is also the case with blood clots. It also appears that cases of myocarditis post-vaccinationare generally milder and shorter-lasting. Mr Rogan later corrected himself, but has made several other comments suggesting young people shouldn't be vaccinated as they are at low risk from Covid-19. It's certainly the case that younger people are at much lower risk of serious illness from Covid, but they are not at zero risk of developing complications.Covid itself has been found to be a bigger risk than the vaccines in every age group for which they have been approved. The vaccines, particularly after a booster, can also reduce your chances of catching the virus and therefore passing it on to others. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/60199614"}