{"datetime": "2022-01-21T16:09:31.000Z", "author": "Tom Symonds", "subject": "Coronavirus pandemic", "title": "Covid vaccinations: Anti-vaxers use 'crime number' to try to halt jabs", "article": "Anti-vax campaigners are using a \"crime number\" issued to them by the police to claim vaccination centres are breaking the law. They were given the number after making a formal allegation to the Metropolitan Police that vaccines are dangerous. Police say it \"merely acknowledges\" an allegation has been received but there is currently no criminal investigation. On Thursday, campaigners tried to close a centre in Stockport, falsely claiming police were investigating a crime. Greater Manchester Police say officers were called by a group saying a crime was being committed at the health centre and it wanted the police to \"seize the evidence\".In a video shot by the protesters, one man falsely claims there is a \"live criminal case\", which will be \"fought through the courts\".Officers tell them that they will be arrested for aggravated trespass and the group then leaves the centre. The campaigners' claims about a police investigation stem from an allegation made to the Metropolitan Police on 20 December last year, accompanied by a large number of documents. They claim these contained evidence, gathered by a doctor and a former police officer, of the health risks of Covid vaccines.In a statement the Metropolitan Police said: \"A crime reference number was created and provided to the complainants.\"This is not an indication that an investigation is under way or that a crime has been committed. \"It merely acknowledges that an allegation has been received and recorded. \"While the assessment continues, to date there is nothing to indicate that a crime has been committed and no criminal investigation has been launched.\" However, the concern is that there is a co-ordinated campaign to produce more \"evidence\" against vaccines which could take police forces months to deal with.The National Police Chiefs Council said: \"We are also aware of individuals attending police stations to report what they believe to be criminal offences relating to the Covid-19 vaccine. \"Police have a long history of upholding the right to freedom of expression.\"This must be balanced with the rights of others, keeping the public safe, preventing crime and disorder, and seeking to minimise disruption. \"Any efforts to intimidate, harass, or commit assault against emergency service workers, staff and volunteers will not be tolerated and will be treated and investigated as a criminal matter by police forces.\"The visits to vaccination centres are being co-ordinated online by groups sharing a \"script\", which refers to a \"crime\" being committed, for members to deliver while talking to vaccination staff.The script says campaigners have the \"right to use force as is reasonable, necessary and proportionate in order to prevent that crime from happening\". The document also advises protesters: \"Do not become angry or disruptive to the vaccination centre.\"", "url": "https://www.bbc.com/news/uk-60083474"}