{"datetime": "2022-02-14T00:13:17.000Z", "author": "Kayleen Devlin and Olga Robinson", "subject": "Ukraine escalation", "title": "Ukraine crisis: Is Russia waging an information war?", "article": "As Russia continues its military build-up on Ukraine's border, it's also attempting to control the media narrative - but which parts are misleading? We've looked at some examples of the methods used by pro-Kremlin outlets.Russian media have a history of promoting emotive content and questionable claims that portray Ukraine in a negative light. In one widely-cited example in 2014, Russian state TV repeatedly showed a female refugee claiming that Ukrainian troops had executed a three-year-old boy.No evidence has ever been produced to support her account, and the story was later retracted. The incident became known as the\"crucified boy\" story.More recently, Russian and pro-Kremlin media have reported on an unverified video allegedly showing migrants being shot at by Ukrainian forces on the border with Belarus. The poor-quality clip, which was shot with an infrared camera, was posted to Facebook in early December, prompting several Russian media outlets to cite \"local media reports\" saying that Ukrainian soldiers were shooting at refugees. The soldier on whose Facebook account the video first appearedhas said his account had been hacked. A local news website and a non-governmental organisation whose websites featured stories about the alleged incidentalso claimed they had been hacked. The BBC is unable to independently verify these claims.Suggesting that Ukraine is a country aligned with Nazism has been a regular feature of Russian media coverage.In one example, the Russian Foreign Ministry stressed in posts on social media that Ukraine and the US had voted against a Russia-backed UN resolution condemning the glorification of Nazism.It's true that both countries refused to back the resolution. However, the Russian ministry's posts failed to provide the context for their decisions. Ukraine said its refusal was because it believed the resolution was driven by propaganda motives. The US claimed the document was a\"thinly veiled attempt to legitimise Russian disinformation campaigns.\" Both the US and Ukraine stressed their condemnation of Nazism after the vote.Concerns have been raised about links betweenUkrainian far-right groups and neo-Nazis - specifically the nationalist Azov battalion that came to prominence at the height of the Ukrainian conflict, and is now a unit within the country's military.However, the far-right remains a small minority in the country - during the 2019 elections, candidates and far-right groups such as Svoboda fell far short of the 5% minimum needed to gain entry into parliament.Since last November there have been big spikes in stories linking Ukraine to Nazism, according to Logically, a technology company which has been tracking hundreds of pro-Kremlin social media accounts.At \"key pivotal moments\", says Brian Murphy of Logically, these ideas have been widely shared across the pro-Russian media landscape.\"We see periods of spikes that tend to overlap with world events and against Russian diplomatic efforts or other things they care about,\" he adds. Russia is \"swift to label its adversaries and victims in Europe as Nazis\", says Keir Giles, an expert on the country, who wrote a Nato report on its information warfare.\"We have seen this not only in Ukraine, but also in Russia's vilification of the Baltic states,\" he says.In recent weeks, some Russian state media outlets have featured misleading headlines about international support for Ukraine based solely on user comments on Western media sites.One article published on the website of the state news agency RIA Novosti in late January claimed that \"British\" readers of the Daily Express supported the view that Ukraine should not be defended because Russia had a stronger military presence in the region than Nato.Another suggested that readers laughed at Ukraine's military potential.There have also been concerns that pro-Kremlin trolls, using fake accounts, have targeted British and other foreign media sites, to advance Russian interests.Research by Cardiff University's Crime and Security Research Institute from last year found that thecomment sections of 32 prominent media websites across 16 countries, including the Daily Express, had been targeted by pro-Kremlin trolls.According to researchers, their anti-Western and pro-Russian comments were then used as the basis for news stories in Russian-language media.Activity on accounts spreading pro-Russian propagandaincreased dramatically in November last year , according to research from the counter-disinformation group Mythos Labs.During this month, these accounts were tweeting about Ukraine 213 times a day on average.One tactic - as noted by researchers - was to share material from non-Russian voices with views that fall in line with Moscow's stance. One of those whose views have been shared is the Australian journalist John Pilger who,in a recent tweet, accused the US of overthrowing the elected government in Ukraine in 2014.His tweets have been retweeted by 87 accounts identified by researchers as having spread pro-Russian propaganda about Ukraine.Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/60292915"}