{"datetime": "2022-01-18T06:23:19.000Z", "author": "Ben Godfrey", "title": "Coronavirus vaccine resistance: Birmingham's uptake challenge", "article": "Misinformation and mistrust are fuelling resistance to the Covid-19 vaccine in Birmingham, health chiefs say. In areas such as Newtown, as few as 50% of people have had their first jab. Other wards report low uptakes too. On the streets, people repeat conspiracies, saying authorities are \"lying\", using the public as \"guinea pigs\". The city council is working in communities to reassure residents. The move to address the public's concerns - said to be driven in part by social media \"sofa heroes\" - comes as Birmingham falls behind the national average for vaccine rollout. Latest government figures show fewer than 40% of the city's residents aged over 12 have been fully vaccinated, including a booster. For England, the figure is more than 55%.\"I've seen there's a Covid disease out here, but I haven't seen personally that the vaccines have helped,\" said one resident, who did not wish to be identified. \"I don't feel like this vaccination is doing anything to stop this disease.\" Another, Raza Rafiq, was even more blunt: \"I don't believe in it,\" he said. \"If I catch it I catch it, it doesn't matter if I'm vaccinated or not. There's no point really.\" In the city's worst affected areas, such as Newtown, Holyhead and Soho, as many as one in two people have not even had their first vaccination.However, some parts of Birmingham are performing much better. In Sutton Coldfield wards, about 90% of people have received their first jab.Dr Justin Varney is the city's director of public health. He said areas where vaccine uptake was low tended to be home to Birmingham's youngest and most diverse populations. \"We know we've still got a lot to do when it comes to answering the questions of young people,\" Dr Varney said. \"And in some of our global communities, those questions are driven by what's happening in other parts of the world. \"We're still facing that challenge but we continue to work with those communities.\" The Office for National Statistics (ONS) found the most common concerns for vaccine-hesitant adults were centred around side effects, long-term health outcomes and the speed of the vaccine rollout. To deal with vaccine resistance in Birmingham, Dr Varney said council workers had been going door-to-door, asking people about their concerns and trying to answer their questions. The council is also working closely with faith leaders and community groups, Dr Varney adds, with strategies including a TikTok series debunking myths with a youth group. \"One of the challenges in today's digital age is there is so much information out there and so many people have an opinion, it's quite easy to get sucked into some of these sofa heroes who are giving their opinion,\" he said. As well as encouraging vaccine uptake, the council is encouraging people to check their facts and resources, Dr Varney explains.\"If you break your leg, you trust your doctor, you don't go and listen to someone on YouTube. Why's this any different?\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-59999578"}