{"datetime": "2020-03-21T00:41:07.000Z", "author": "Jim Farthing", "title": "Coronavirus: 'My virtual date sent me £15 for wine'", "article": "Your first date went well, you have a second lined up and suddenly you're told to stay at home and practice social distancing, what do you do? Well, Cilla Hope's date sent her £15 on Monzo for a bottle of wine and they spent three hours on video chat getting to know each other and playing drinking games like Never Have I Ever. Coronavirus: What is social distancing? Cilla, a 25-year-old marketing consultant from Croydon, tells Radio 1 Newsbeat how it went. The couple who met in a bar a few weeks ago had to improvise for their second encounter due to the coronavirus outbreak. \"When he suggested it, I just laughed at first.\" On the night, they both popped out and bought the same bottle of rosé \"I actually bought a bag of Haribo too,\" she admits. The pair arranged to meet online at 8pm on Thursday and Cilla got ready by putting on some make-up but didn't get too dressed up. \"I just wore my pyjamas, I didn't want to look like I was trying too much!\" \"At first we were just chatting about quarantine life, you know, getting sick of being stuck with our families and stuff.\" But it seems virtual dating comes with its own potential issues. \"Going to the toilet caused a bit of an awkward moment, so we decided to leave our laptops and both go at the same time.\" They both live with their families so, accidentally, meeting the parents sooner than planned was a worry. \"He has a younger brother and was concerned he would just barge in.\" They even tried to watch some of their favourite TV shows together but that wasn't so successful. \"We wanted to watch The Office at the same time, you know the episode where there's the fire drill and everyone's freaking out? But it didn't really work.\" \"It was a fun date though.\" It went well enough to confirm a third, and next time they're tweaking the formula. \"It's going to be on a Friday so we don't have to worry about work the next day. \"And we're downloading the Netflix plugin where you can watch stuff at the same time. \"We're also going to order each other a takeaway so it's a surprise for the other person when it arrives.\" And if you were wondering what they're planning on watching next time... \"We're going to try that Pandemic TV series,\" she says. On how the date ended, Cilla says there was no virtual kiss, but \"the next will be the third date, so who knows...\" ", "url": "https://www.bbc.com/news/newsbeat-51981671"}