{"datetime": "2020-05-06T00:16:21.000Z", "author": "Michael Baggs", "title": "STIs: Lockdown 'once in a lifetime opportunity' for sexual health", "article": "No parties. No pulling. No new sexual partners. Self-isolation has meant a huge change in a lot of people's sex lives but experts believe the fact we're not hooking up is a \"once-in-a-lifetime opportunity\" to drive down sexually transmitted infections permanently. They say taking STI tests at home while in lockdown could be \"a game changer\". That's because people who are following lockdown rules aren't having sex with new people and passing on infections. \"If we could test and treat everybody for their infections now, that would be a game-changer going forward as people slowly move towards normality,\" Dr John McSorley, a sexual health doctor and president of the British Association for Sexual Health and HIV (Bashh), tells Radio 1 Newsbeat. He - and other sexual health professionals - want people to get tested now, even if they have no symptoms. Due to the coronavirus outbreak,54% of UK sexual health services have closed, and 38% of sexual health staff have been moved to work in other parts of the NHS. That's meant some people are getting STI advice, diagnoses - and in some cases treatment - over the phone or through the post, instead of having to visit a clinic. \"If people can keep testing going and everyone gets tested while on this break, it's a once-in-a-lifetime event really,\" says Justin Harbottle, who works forSH:24 , which provides free home-testing kits online. \"Even at the start ofthe HIV epidemic , I don't think you had such a clean-cut period where collectively - as a population - people stopped having sex with new partners.\" Someone is most likely to pass on HIV when they've just caught it themselves because that's when the virus is at its highest levels in the body. Getting a positive HIV diagnosis during lockdown means that person is less likely to have had sex with other people during their most infectious period. They can then start treatment straight away to bring levels of the virus in the body down to undetectable levels, meaning it can't be passed on. \"We think there may be less and less people around who are super-infectious,\" says Dr Gary Whitlock, who works at London's Dean Street clinic, which diagnoses a quarter of all the HIV cases in gay men in the UK. \"If they start treatment, or become non-infectious, they can't pass it to anybody so it's a once-in-a-generation opportunity for us to get people at high risk of HIV to test.\" During lockdown, Dean Street clinic has seen people visiting the clinic for PEP prescriptions (a drug taken immediately after exposure to HIV that can stop you catching it) drop from an average of 50 per week to less than 10. Treatment for most STIs detected during lockdown still needs to be given by professionals, apart from chlamydia, which can be treated with tablets sent through the post. Dr McSorely from Bashh hopes that lockdown is also an opportunity toreturn syphilis to the history books. \"Earlier this year, syphilis was back at levels we haven't seen since World War Two. I would like this to be an opportunity to make sure that is no longer the case,\" he says. He also believes a move to more online solutions will help people who live a long way from sexual health clinics, or previously felt they were too busy to make an appointment. But while Dr Whitlock from Dean Street clinic believes home testing could make NHS sexual health services \"more efficient in some ways\", he's cautious about moving services out of clinics for some patients. \"The difficulty with home treatment often can be that you might miss the opportunity to do further testing. For instance, with gonorrhoea,there's a worry about resistance ,\" he says. \"There are other services that we offer when people come in, such as risk reduction advice, or the opportunity to have face-to-face consultations - and we need to be sure those aren't lost if we then move in that direction.\" Sexual health professionals also want people in the UK to get their sex lives back as soon as lockdown allows. \"There seems to be a feeling that everyone's going to go a little bit nuts afterwards - and it feels like a fairly rational response,\" says Justin.\"If you've been cooped up for months and months, when it ends everyone's going to go out on the pull collectively and blow off some steam.\" But before doing that, doctors Gary and John both say getting tested is key. \"It's not normal for people to be locked down in their homes. Having a happy, safe, healthy sex life is part of what it is to be alive,\" says John. \"Now is the time to think about sex, to think about the future. Have you had a recent test? If not, then now may be the time to do that.\" If you think you've picked up an STI during lockdown, the advice is simple. \"Have a look online for testing, if that's something you want to do,\" says Gary. He also wants people to know that clinics in many parts of the UK are still open for face-to-face appointments. \"The government is allowing people to access medical care as part of the lockdown, so you're allowed to travel to come to get help. \"It's important that people know that we're here and that we're providing services.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-52488892"}