{"datetime": "2022-02-14T07:49:24.000Z", "title": "Good sex can be safer sex, say WHO researchers", "article": "Teaching people about achieving sexual pleasure can help sell safe-sex messages, say researchers from the World Health Organization. Programmes using this approach improve condom use more than ones that focus only on the dangers of unprotected sex,their study has found . They say enjoyment - rather than fear - is a healthy motivator. Sex can be safe as well as enjoyable, according to one of the research project's co-authors. Billions of dollars are spent around the world each year on sexual and reproductive health and rights services, yet many programs do not address one of the fundamental reasons many people have sex - to feel good.Anne Philpott, a public-health professional, set upThe Pleasure Project - the group that worked with the WHO team - in 2004, as a result of the frustration of \"endless Aids meetings where no one talked about people's motivations for having sex\".She said: \"Pleasure is arguably the most powerful motivating factor for having sex and yet has been absent from sex education or sexual-health interventions.\"If you ask most people, 'Did your sex education equip you for your relationships and sex lives?' they will say, 'No'. \"Sex can be safe - and enjoyable. It's about having open conversations and giving people confidence.\" Globally, a million sexually transmitted infections areacquired every day , the majority without symptoms.Using a condom can protect against these, as well as prevent pregnancy.Anne said condoms should be marketed as pleasure tools - as a way to enhance feeling and reassurance.The researchers trawled medical literature to find recent examples of different safe-sex programmes and measure their effects on behaviour change. They found 33 projects promoting pleasure along with the safe-sex message. And these tended to be more successful in terms of increasing condom usage than those that focused only on sexually transmitted infections and risk reduction.Teaching about pleasure, desire and joy alongside consent, wellbeing and safety are the objectives of a pleasure-based sex education programme.The WHO's Dr Lianne Gonsalves, co-author of the research, published in Plos One journal, said: \"This review provides a simple message: programmes which better reflect the reasons people have sex - including for pleasure - see better health outcomes.\"The hope is that these results galvanise the sexual and reproductive health and rights community to promote services that educate and equip users to engage in sex that is safe, consensual, and pleasurable.\" ", "url": "https://www.bbc.com/news/health-60346008"}