{"datetime": "2022-01-07T03:31:59.000Z", "author": "Marianna Spring", "title": "'Crisis actor' conspiracy theory: How anti-vax activists targeted a Covid patient", "article": "A man was targeted with hundreds of abusive messages after being featured in a year-end BBC News report. The source? Anti-vaccine activists who falsely believed he was a so-called \"crisis actor\" pretending to be sick with Covid-19. A few days after Christmas, Henry Dyne nonchalantly checked his phone while ordering a couple of drinks at a bar. As he unlocked it, he was greeted by more than 600 notifications.He began to despair - it was something he'd experienced before - but, says the 29-year-old from Surrey, this time was \"a hundred times worse\". The messages were nasty, abusive, even threatening. \"Next time you're in a hospital bed,\" one read, \"it won't be with Corona.\"Dyne's misfortune began when he contracted the virus in summer 2021. He hadn't been vaccinated, he said, thinking that his relative youth would make any infection pretty mild.But the IT consultant - who also enjoys posting jokes on his Instagram account - was unlucky. \"Every time I'd sleep, I'm not sleeping. I'm all over the place. And then one day, I just woke up at about six in the morning and said I'm calling an ambulance,\" he says. \"The scariest part was the fever and the hallucinations.\" In July, he ended up in hospital, hooked up to an oxygen tank, and spoke to BBC journalists who were visiting to report on a rise in Covid cases in young people for the News at Six. \"I just thought it probably would be quite good to go on record and say 'this is my experience, it is a lot worse than I thought, so get the vaccine',\" he says.He didn't think he'd soon find himself the focus of a group of anti-vaccine activists. It was the start of allegations that he was a so-called \"crisis actor\".The idea of \"crisis actors\" - people who pretend or are hired to act out some particular tragedy or disaster - is part of many contemporary conspiracy theories.The concept was notoriously used to allege that parents of dead children in the Sandy Hook shooting weresomehow faking their personal tragedies . The idea allows motivated activists to explain away real suffering by pretending it was somehow staged. Of course, BBC News does not use \"crisis actors\", and does not pay interviewees. Dyne was not paid for his contribution.But that did not stop committed anti-vaccine activists from making up false information and going on the attack.\"How much did the BBC pay you to pretend you had Covid-19?\" one message read. Another said: \"You're a dirtbag, mate. Karma is real my friend.\" There were much worse comments as well - many too explicit to share here. Wild theories spiralled further out of control as activists trawled through his online accounts. Some discovered his LinkedIn profile, which listed one of his former employers, a company that had secured government contracts providing laptops to schools during the pandemic. The detail was true, but he was no longer employed by the company - the connection was both tenuous and coincidental.After the initial wave of abuse tailed off and Dyne was on the road to making a full recovery, he tried to joke about it on his Instagram bio, sarcastically describing himself as a \"1x Academy Award Winning Crisis Actor\". \"Humour is my way of coping, all you can do is laugh,\" he explains, \"Little did I know this joke would get me in so much trouble.\" Round two came after a BBC News Special broadcast on 27 December, called Review 2021: The Coronavirus Pandemic. It included the clip of Dyne's original interview.Someone posted a video of themselves watching the special, googling Henry Dyne's name, finding his Instagram bio and reading the phrase \"crisis actor\". It's unclear who made the original video - but it was quickly reposted in anti-vaccine circles on YouTube and Facebook, before really taking off on Twitter.One of the main drivers of the Twitter storm was an aspiring Welsh politician, Richard Taylor. He posted the video on Facebook and racked up thousands of reactions with a tweet.Taylor received 20% of the vote in Blaenau Gwent standing for the Brexit Party in the 2019 General Election. He recently set up a crowdfunding campaign that raised £61,000 for aSwansea cinema closed after breaching Covid regulations.Taylor's posts read \"We see you\" along with the video, but when contacted said via email: \"In my original post, I was not implying anything... It us up to my social media followers to draw a conclusion from what they see or read. \"It is unfortunate that Mr Dyne decided to reference himself sarcastically in his social media accounts,\" Taylor wrote, \"I have lived believing that when someone tells you who or what they are, believe them, so I would have taken Mr Dyne at face value when he referenced himself as a crisis actor.\" He also condemned the abuse and threats.\"I would never intentionally contribute to abusing or threatening another individual, having spent a large part of my vocation life helping and serving others,\" he wrote.But the viral video did result in Dyne receiving hundreds more abusive and threatening messages - he estimates three times as many as in the initial wave in July, including several death threats and fake accounts set up in his name. Taylor's post on Facebook was labelled as false by fact-checkers. A video on YouTube remains live, as do several viral tweets showing the video on Twitter.Meta - which owns Instagram and Facebook - has since taken down the fake accounts.\"We apologise to Henry for the distress that this must have caused,\" a Meta statement said.\"Accounts that impersonate someone else are not allowed on Instagram and we have removed the accounts reported to us.\" Twitter said in a statement: \"We continue to take enforcement action on content and accounts that advance demonstrably false or misleading claims about Covid-19 and that may lead to significant risk of harm.\" YouTube is investigating the video in question.All three social media companies condemned online harassment and say they have rules and tools to protect against it.While lamenting the repeated rounds of abuse, Henry Dyne has continued to poke fun at his accusers, joking that he's available to \"fake\" other disasters. \"That's literally all you can do,\" he says. \"Something does need to happen with social media. It's just so obvious that it's blown so far out of control.\" While he would consider a career in stand-up comedy, he says his bout with Covid-19 wasn't very funny - and was all too real. ", "url": "https://www.bbc.com/news/blogs-trending-59896688"}