{"datetime": "2022-01-02T19:13:08.000Z", "subject": "Coronavirus pandemic", "title": "Marjorie Taylor Greene: Twitter bans congresswoman over Covid misinformation", "article": "Twitter has permanently suspended the personal account of the US Congresswoman Marjorie Taylor Greene for repeated violations of its rules around coronavirus misinformation. The action against the Republican lawmaker came under Twitter's strike system, which identifies posts about the virus that could cause harm. The company had previously suspended the Georgia congresswoman four times.Rep Greene said the ban proved that the company is \"an enemy to America\". In a lengthy statement posted to the social media outlet, Telegram, the 47-year-old said \"social media platforms can't stop the truth from being spread far and wide\" and accused Twitter of aiding unidentified enemies in \"a Communist revolution\".Her official congressional account, which staffers appear to post on infrequently, remains active.The congresswoman's ban comes after she had tweeted on Saturday, falsely, about \"extremely high amounts of Covid vaccine deaths\" in the US.In a statement issued to the BBC, a Twitter spokesperson said that Rep Greene has been banned for \"repeated\" violations of its coronavirus misinformation policy, which allows four \"strikes\" with varying suspensions from the platform, before issuing a permanent ban.The social media giant had issued her with a fourth strike in August after she falsely posted that coronavirus vaccines were \"failing\" and called on regulators not to approve new shots.\"We've been clear that, per our strike system for this policy, we will permanently suspend accounts for repeated violations of the policy,\" the spokesperson said. Since her election in 2020, Rep Greene has become one of Washington's most controversial politicians.She has been a vocal supporter of former President Donald Trump's unsubstantiated claims that the 2020 presidential election was rigged and has in the past been associated with the QAnon conspiracy theory.Despite the US struggling to contain the coronavirus, from which more than 825,000 people now died, she has been a determined opponent of measures designed to tackle the virus.She has frequently called into question the efficacy of vaccines and has regularly been fined for refusing to follow Covid guidelines in Congress, including those regarding mask-wearing on the House floor. ", "url": "https://www.bbc.com/news/world-us-canada-59854916"}