{"datetime": "2020-03-27T07:44:16.000Z", "author": "Kirsty Grant", "title": "Coronavirus: What to do after spending a week unwell in isolation", "article": "Last week I developed a high temperature and aching body. Because a fever is one of the main Covid-19 symptoms, I followed government advice which tells people who think they have it to isolate for seven days. I live with my parents and one of my brothers, who all had to stay home for fourteen days,like the government advises. To minimise contact as much as possible, I used one of the two bathrooms in our house and stayed in my bedroom the rest of the time. They brought food to my door and left it. I took it into my room when they'd gone again. The feeling of coming out of that room after seven days was one of the strangest things I've felt in a long time. As you might imagine, going to the kitchen to make a cup of tea after all that time alone felt like a liberating experience. But, after the novelty of a change of scene wore off, I realised I had no idea how to make sure I wasn't still spreading germs.So, in the move from \"self-isolating\" in my room to \"social distancing\" in the house, I had a lot of questions about how I best keep myself and my family safe.After staring at the same four walls for a week, spending more time in the room you isolated in is probably the last thing you want to do. But you've been touching things in there, while potentially ill, and that room needs to be cleaned. \"Viruses are actually fairly delicate bits of material, so they don't survive very long\", Alex Akin, from the London School of Hygiene and Tropical Medicine, tells Radio 1 Newsbeat. He says using soapy water or any kind of detergent to wipe down surfaces in the room you've been isolating in is enough to kill droplets of any virus. I was ill, but like lots of people, I'm still not sure whether I had Covid-19 or not.NHS advice says to self isolate even if you have mild symptoms, so to be on the safe side, assume you did. After almost pulling a muscle changing my bed sheets, I asked Alex whether that was necessary for the deep clean. His short answer - no. \"You could wash the bedding, and any washing machine will be fine for cleaning it, but fabrics aren't the most likely place to have viruses on,\" he says. Although for general hygiene reasons, after seven days, they were due a wash anyway. The same goes for what I was wearing in my sick bed - and I was worried about throwing that in with my family's next wash. \"It's fine to wash with someone else's clothes. There's no risk of cross contamination in a washing machine,\" says Alex. \"You don't need to leave your clothes for any period of time before you wash them and the normal detergents in a British washing machine will easily deal with any amount of virus.\" He emphasised that the areas you should focus most on cleaning are \"smooth, flat, smooth plastic or metal surfaces\". We're only allowed to travel if it's considered \"essential\" and we can't socialise with friends - leaving us without much to do. But you'll still want to clean yourself up after coming out of isolation. It'll give you something to do and make sure any last germs are completely washed off. \"I don't think it needs more than that. Going to be with your family or housemates after a good shower will be fine,\" says Alex. The idea is that after seven days of isolation you should feel better. If you don't, the NHS advice is to contact 111 online. The government website says: \"The cough may persist for several weeks in some people, despite the coronavirus infection having cleared.\"A persistent cough alone does not mean someone must continue to self-isolate for more than 7 days.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-52019048"}