{"datetime": "2020-05-29T23:56:07.000Z", "title": "Sexual health: Online STI testing rolled out in Wales", "article": "People in Wales will be able to carry out sexual health tests from home with an online testing service. Testing kits for HIV, hepatitis B and C, syphilis, gonorrhoea and chlamydia will be posted to people's homes for free if they feel they are at risk.Samples will then be returned via post and results sent out via text, with face-to-face consultations arranged at sexual health clinics if needed.Walk-in sexual health clinics have been closed due to the coronavirus pandemic. Dr Olwen Williams, the immediate past president of the British Association of Sexual Health and HIV, said the home testing kits were \"another tool\" to help promote positive sexual health.She said: \"It's unique in that it's one portal for everybody. As long as you're over the age of 16, you can access syphilis, HIV, hepatitis C and B tests, and now genital swabs for people exposed to chlamydia and gonorrhoea, for free.\" The service has been trialled byFrisky Wales - which is run by Public Health Wales - in theHywel Dda health board area in west Wales since 2018 , with more than 1,000 people testing at home.Two different types of test can be dispatched, one for chlamydia and gonorrhoea, while another will test for HIV, syphilis and hepatitis B and C. The Covid-19 pandemic has led to walk-in sexual health services across Wales closing and Dr Williams said they would remain closed for the \"foreseeable future\", although consultations can still happen via appointment with social-distancing measures in place.She added the coronavirus lockdown may have had a positive impact for some who may be at risk of sexually transmitted infections (STIs) or HIV.\"One of the great things is it's a really good opportunity for people coming out of lockdown knowing they don't have an STI or HIV,\" added Dr Williams who works for Betsi Cadwaladr University Health Board in north Wales.\"This test will allow people to make decisions about whether they want to access (the antiretroviral medicine) pre-exposure prophylaxis (Prep), which will help us eliminate HIV in Wales by 2030.\" ", "url": "https://www.bbc.com/news/uk-wales-52442633"}