{"datetime": "2020-09-02T18:31:02.000Z", "title": "Rise in gonorrhoea cases in England prompts safe sex warning", "article": "Cases of the sexually transmitted infection gonorrhoea are on the rise in England, prompting health officials to warn people to practise safe sex using condoms. STIs have gone up by 5%, with 70,936 new gonorrhoea diagnoses in 2019 driving the increase,a Public Health England report shows . With the infection growing more resistant to antibiotics, the figures are \"concerning\", it says. This makes it harder to control. Men who have sex with men and heterosexuals are driving the increase in gonorrhoea infections, which have risen by 26% since 2018, the report says. Gonorrhoea is caused by bacteria usually found in discharge from the penis and in vaginal fluid. It can infect the entrance to the womb, the rectum and, sometimes, the throat or eyes. The infection is passed easily between people through unprotected vaginal, oral or anal sex. Symptoms are often a thick green or yellow discharge from the vagina or penis, pain when peeing and, in women, bleeding between periods - but some people don't have any symptoms at all. Dr Hamish Mohammed, STI lead at Public Health England, said sexually transmitted infections could all pose \"serious consequences to health - both your own and that of current and future sexual partners\". He added: \"We have seen that gonorrhoea has become more resistant to antibiotics and expect to see further cases of antibiotic resistant gonorrhoea in the future, which will be challenging for healthcare professionals to manage.\" Dr Mohammed said the correct use of condoms with all sexual partners was the \"best defence against all STIs\". And people should get tested if they've had sex without a condom, he added. Young people aged 15 to 24 are affected most by STIs. PHE says the rise in diagnoses of gonorrhoea is partly explained by an increase in testing and the use of more accurate diagnostic tests. But first-line treatments for the infection are becoming less effective and that is also playing a role, alongside condoms not being used correctly. Chlamydia is the most commonly diagnosed STI, making up almost half of all infections. Cases increased by 5% from 2018 to 2019, reaching 229,411 infections. Many sexual health clinics now offer online testing for STIs which means people can order tests on their websites, take them at home and then send them off for the results which come in the post or via text.", "url": "https://www.bbc.com/news/health-53999489"}