{"datetime": "2019-01-09T17:04:55.000Z", "author": "James Gallagher", "title": "Super-gonorrhoea spread causes 'deep concern'", "article": "Two women in the UK have been infected with super-gonorrhoea, sparking deep concern from sexual health doctors. A European \"party destination\" is one line of inquiry and health officials are trying to contact subsequent sexual partners in the UK. Both women have since been cured of their infections, which were resistant to the main therapy. Public Health England encouraged people to use condoms with new and casual partners.One of the women appears to have been infected in mainland Europe. The other acquired the infection in the UK, but this case also has strong links to Europe.Dr Nick Phin, from Public Health England, said it was \"unfair\" to say super-gonorrhoea was currently circulating in the UK. But he told the BBC: \"It really brings home the message that these organisms will spread globally and you can get them in the UK.\" The disease is caused by the bacteriumNeisseria gonorrhoeae. The infection is spread by unprotected vaginal, oral and anal sex. Symptoms can include a thick green or yellow discharge from sexual organs, pain when urinating and bleeding between periods.However, vaginal and rectal infections often have no symptoms.An untreated infection can lead to infertility, pelvic inflammatory disease and can be passed on to a child during pregnancy. There is no personal connection or established chain of sexual partners that links the two women. But both were infected with a version of gonorrhoea that was resistant to the first choice antibiotics - a combination of azithromycin and ceftriaxone. The cases were not related to the \"world's worst case\", which was detected in the UK in 2018 after a trip to South East Asia. Dr Phin said: \"We tried to follow up contacts as much as possible, but it can be difficult - particularly if people don't have details you can contact them with. \"It is possible there may be other cases, these are definitely the first two we have picked up and at the moment there are two.\" The bacteriumNeisseria gonorrhoea has rapidly developed resistance to new antibiotics. There have been growing levels of super-gonorrhoea around the world with similar cases reported in Japan, Canada and Australia.Dr Olwen Williams, president of the British Association for Sexual Health and HIV, said: \"We are deeply concerned by these new developments.\" Paddy Horner, from the University of Bristol, told the BBC: \"We've got to wait and see what happens over next few months and whether more cases appear, but it is only a matter of time before it arrives in the UK. \"When people mix sexually it can spread quite rapidly and the concern is this could become established - if not from this infection, then one in the future.Follow James on Twitter . ", "url": "https://www.bbc.com/news/health-46809526"}