{"datetime": "2021-05-11T12:14:15.000Z", "subject": "Coronavirus pandemic", "title": "Sex and Covid: What are the rules?", "article": "The latest lockdown easing means new guidance on having sex. In England and Scotland, you'll be able to meet indoors and stay at another person's household overnight from Monday. The rules on close contact between friends are also being relaxed, which means you can have sex with someone outside of your household or support bubble. But Boris Johnson and Nicola Sturgeon have urged people to be cautious. Lockdown rules vary depending on where in the UK you are. In Wales, two households can form a bubble and meet indoors, while indoor visits in Northern Ireland are expected to be allowed from 24 May.But Wales and NI haven't updated their guidance on close contact - so casual sex is still off the cards. The Terrence Higgins Trust has told Newsbeat its advice on safe sex during the pandemic - first published last summer - still stands across the UK, despite England's and Scotland's rule changes. \"Your best sexual partner during the Covid-19 pandemic is yourself or someone within your household,\" the charity says. However, the trust adds that it's \"unrealistic to ask everyone to abstain from sex indefinitely\", so has given further advice. If you are having sex with people outside of your household, it's important to limit the number of partners you have, the charity says.People should avoid kissing, wear a face covering and choose positions that aren't face-to-face. Masturbation, sex toys or having phone or online sex are recommended as the safest options. Like with all parts of life at the moment, be aware of any Covid-19 symptoms you or your partner might have - and isolate if you have them. If you are meeting someone new, the charity says to ask if they or anyone in their household have had symptoms or tested positive. The virus can spread through saliva, mucus or the breath of those who have it, along with contact with hard surfaces. \"If you are going to touch each other's genitals it's likely that you will potentially be kissing at the same time - and we know the virus is passed through saliva,\" Dr Alex George told Radio 1 Newsbeat back in March. Dr Alex is an A&E doctor and former Love Island contestant and says \"any possibility of transfer of coronavirus - from your mouth to your hands, to genitals, to someone else's nose or mouth\" increases the risk of passing on coronavirus. That's why the Terrence Higgins Trust recommends not kissing, wearing a face mask during sex and favouring positions where you're not face-to-face. It adds the virus has been found in semen and poo, which is why you should use condoms and dams for oral sex to minimise risk. And given we're supposed to be doing it after most things - washing your hands for more than 20 seconds or using hand sanitiser before and after sex is recommended. All of this is not to say you should forget about your sexual health in general. The charity says it's important to get tested for sexually transmitted infections before starting to have sex again. \"Lockdown has meant that most people have had fewer sexual partners, if any at all, and now is the perfect time to be sure you don't have an STI and to know what your HIV status is,\" it says. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-53736087"}