{"datetime": "2020-02-07T07:58:29.000Z", "title": "Sex education: 'We put a condom on a banana - but didn't know why'", "article": "Cringing putting a condom on a banana and feeling awkward consenting to a cup of tea. We've been hearing your stories about sex education in the 21st Century - becausetwo leading sexual health charities want to make sex ed better. They say one person is diagnosed with a Sexually Transmitted Infection (STI) every 70 seconds in England - and right now the UK doesn't have a uniform approach to teaching sexual health.In Scotland it's up to the school but some issues must be covered in lessons. For people in Northern Ireland sexual health lessons are compulsory, but individual schools can decide the content. Wales will introduce compulsory lessons from 2022 and England is making it compulsory from September. Nadia remembers using a banana in her sex education lessons. \"I went to a girl's school so we had to put a condom on a banana, but that's for the boys isn't it? They didn't say why we need them when having sex. \"Actually having someone whose been through a situation like having an STI makes it more realistic for us and would make us able to relate to it rather than someone who hasn't been through it telling us what to do. \"I feel like introducing sex education as early as they can is important - everyone matures at different ages but I think 14 or 15 is the best age.\" \"Being LGBT you have to do a lot of your own research,\" says Arthur, who is bisexual and wants sex ed lessons to be less heteronormative. Arthur learnt a lot about STIs - including how to avoid them, what to do if someone did get one and where people could go if they needed to get more information.\"We had it pretty good at our secondary school,\" he says.\"An outsider came in that you can just be completely open with. It wasn't like having a teacher who you always see, it could be a bit awkward talking to them. \"It's so important that sex education happens not just once in a blue moon, it should be compulsory, and we should make sure people have this awareness and this information which is so important, but often overlooked.\" Joseph says his sex education classes weren't being taken seriously enough by his classmates.\"We were shown a video about a cup of tea which was about consent, which was very helpful but most people in my year took it more as a joke. \"I feel like it should have been more of a serious topic that was explored, especially in our year group.\" Joseph identifies as bisexual and he feels he learned more about the heteronormative side of sex, and wants to \"reduce the stigma, especially around the LGBT community. \"It's not really explored or talked about in schools, which I feel does hinder a lot of people's learning and progression.\"If it was more inclusive of the LGBT community, it would really help a lot of people in future.\" In the last 10 years cases of Gonorrhoea have shot up 249%, syphilis has gone up by 165% and in 2018 alone Chlamydia cases increased by 6%. Dr Alex George specialises in sexual health and thinks compulsory sex education teaching is \"definitely a positive step\". \"We know that STIs are massively on the rise - syphilis is at its highest rate since the World War, and gonorrhoea cases are up too,\" he tells Newsbeat. He was also taught sex education at school with fruit. \"If I think back to when I was at school, our sex education teaching was holding a banana and putting a condom on it, everyone blushing and moving on very swiftly. Unfortunately that's not good enough in this day and age.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-51385831"}