{"datetime": "2018-04-20T12:56:15.000Z", "author": "James Gallagher", "title": "'World's worst' super-gonorrhoea man cured", "article": "A man in the UK who caught the world's \"worst-ever\" case of super-gonorrhoea has been cured. Sexual health doctors say he was \"very lucky\" and the case was a \"major wake-up call for everybody\". He picked up the superbug having sex with a woman in South East Asia, despite having a British partner.It was the first-ever case of the infection being incurable with first choice antibiotics, but now two similar cases have been reported in Australia. The original case came to light last month and was linked to travel earlier in the year.The main antibiotic treatment - a combination of azithromycin and ceftriaxone - failed to treat the disease. A detailed analysis of his infection suggested one last antibiotic might work and he hassince been treated with ertapenem . Dr Gwenda Hughes, the head of sexually-transmitted infections at Public Health England, said: \"We are pleased to report that the case of multi-drug resistant gonorrhoea has been successfully treated.\" The public health body launched an investigation to track down any further cases - including in his British partner - but says the superbug has not spread in the UK. Discussions between Public Health England, the World Health Organization and the European Centres for Disease Control agreed this was the most serious case of antibiotic-resistant gonorrhoea ever detected.But now two \"similar\" cases have been discovered in Australia. One also had sex in South East Asia, the other reported no foreign travel. Dr Hughes said they will be \"challenging\" to treat and were a \"timely reminder\" to everyone that super-gonorrhoea is likely to be more common in the future.The disease is caused by the bacteriumNeisseria gonorrhoeae. The infection is spread by unprotected vaginal, oral and anal sex. Symptoms can include a thick green or yellow discharge from sexual organs, pain when urinating and bleeding between periods.However, vaginal and rectal infections often have no symptoms.An untreated infection can lead to infertility, pelvic inflammatory disease and can be passed on to a child during pregnancy. Dr Olwen Williams, the president of the British Association for Sexual Health and HIV, said the case was a \"major wake-up call for everybody\". She told the BBC: \"He was very lucky that he still had one remaining antibiotic that was used successfully. \"Our concern is in the future there might be no antimicrobials that will work.\" She said people needed to be aware that the risk of picking up superbugs is higher in countries that use antibiotics less carefully. Antibiotics are available to buy over the counter in many countries around the world, unlike in the UK where a prescription from a doctor is needed. It means the drugs are likely to be overused, driving up rates of resistance.Dr Williams said: \"We have to be aware when we travel that is potentially what we pick up. \"If you have unsafe sex anywhere in the world, get checked out when you come back before having sex with other partners.\" She also warned cuts to sexual health services were hitting \"in a world where have to tackle multi-drug resistant gonorrhoea and rising incidence of syphilis\" and that was a \"significant concern\". Follow James on Twitter .", "url": "https://www.bbc.com/news/health-43840505"}