{"datetime": "2018-06-10T00:01:08.000Z", "title": "STIs: Why is syphilis is on the rise?", "article": "Syphilis might be more commonly associated with centuries past. But it's been on the rise for the past decade in England, with more cases last year than in any year since 1949. The disease was, in effect, eradicated in the UK in the mid-80s only to re-emerge around 1999.BBC Reality Check wanted to know why this ancient disease is rearing its head in England in the 21st Century. Syphilis is a bacterial infection that can be treated with antibiotics. Its symptoms include: Left untreated over many years, it can spread to the brain, and be fatal.Syphilis is still relatively uncommon, making up fewer than 2% of all sexually transmitted infections (STIs) diagnosed in England 2017.The fact that we're dealing with a small overall number of cases makes the percentage increase look more dramatic - 1,000 extra cases in 2017 equated to a 20% rise. The same number of extra cases of chlamydia would represent less than a 1% rise. But nevertheless, there has been a steady rise with the number of diagnosed cases more than doubling in a decade - 7,137 last year up from 2,874 in 2008.The increase in syphilis was almost all among gay, bisexual and other men who have sex with men, according to government agency Public Health England, accounting for 78% of all cases diagnosed last year.Public Health England said it plans \"to increase numbers and frequency of tests in populations at higher risk of infection, to promote early detection and treatment\". British Association for Sexual Health and HIV spokesman, Dr Patrick French, says increases in STIs are usually linked to changes in sexual behaviour in a population.He says this recent rise in cases of syphilis has been driven in part by behaviour changes particularly among men who have sex with men. Apps like Grindr have made casual sex more available and have been linked to a rise in people having group sex, which seems to be a risk factor for contracting syphilis, Dr French says. And there is a growing \"chemsex\" trend - where people take drugs like crystal meth during sex, potentially reducing their inhibitions and making them less likely to use protection.Public health consultant for the NHS in south London, Dr Gillian Holdsworth, agrees that \"dating apps may well contribute to the access to casual relationships\", and it was a factor pointed to by Public Health England when it released the statistics.Although chlamydia - by far the most common STI - has fallen among the whole population, it has risen among men who have sex with men, along with syphilis and gonorrhoea. Cases of each of these three infections have risen by roughly 20% in a year. Gonorrhoea has increased across the population as a whole, however, with a fifth more cases diagnosed in 2017 than the year before.Syphilis and gonorrhoea are both highly contagious and, unlike some STIs, can be contracted through oral sex. On top of changes to sexual behaviour, more people are attending STI clinics meaning more cases of syphilis are being diagnosed. So that's likely to explain part of the rise. And men who have sex with men are more likely to get tested, so it's possible there are more people with undiagnosed infections in the rest of the population.Sexual health clinic attendances increased by more than 10% between 2013 and 2016, and by about 30% among men who have sex with men.But the increase in infections has outstripped the increase in testing, suggesting there's been a genuine rise in STIs. Budget cuts to sexual health services have also been pointed to as a possible cause. Head of policy at HIV charity the Terrence Higgins Trust, Debbie Laycock, said: \"Continued deep cuts to sexual health services across England are definitely playing a part in this rise. \"The number of people accessing sexual health services has continued to rise, demand is on the increase and we're hearing day-to-day more and more people are saying they're being turned away from sexual health clinics so they can't even get in the door - and that's even people who have symptoms.\" When it becomes harder to get an appointment, this is particularly likely to deter people who don't have symptoms but just want a routine test. Those routine tests help pick up infections at an early stage and stop them being spread to too many other people.There's some push and pull going on here - more testing leads to more diagnoses which can drive up the figures, but at the same time leads to early detection and stops infections being spread which pushes them back down as well. A BBC investigation found somesexual-health clinics faced closure or reduced hours as almost half the councils in England (which fund the clinics) plan to cut spending. But this rise in infections has been going on for years - and the particular spike in certain infections over others suggests that, again, cuts alone may not be the whole answer. That's where those lifestyle factors come into play.Budget cuts aside, where resources are focused in the health service makes a difference to STI rates, both in less and more financially straitened times.The national chlamydia screening programme from the early 2000s has been linked to a rise in cases being diagnosed, and the fall in testing in recent years has also coincided with a fall in infections diagnosed. The HPV vaccination programme has been linked to a fall in cases of genital warts, particularly among young women. And new diagnoses of HIV have fallen considerably in the last two years as a result of better testing and faster treatment preventing its spread, as well as somepeople accessing pre-exposure prophylaxis drugs .Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/health-44384289"}