{"datetime": "2021-06-27T12:34:44.000Z", "author": "Zara Morgan", "title": "'Shameful taboo' around sharing female health issues, women say", "article": "A \"shameful taboo\" remains around speaking out about women's health procedures, according to a campaigner. It comes after BBC Radio 5 Live's Naga Munchetty shared her experience of contraceptive coil fitting, prompting many women to share their stories. Lucy Cohen, from Swansea, has set up a petition calling for better pain relief for intrauterine device (IUD) procedures to be offered in Wales. Medical experts have said thathaving a coil fitted should not be very painful . The 38-year-old told BBC 5 Live's Naga Munchetty that she initially thought she was \"an anomaly\" after experiencing a painful coil fitting. Ms Cohen said that she was not offered pain relief, such as topical gel or an injection. \"Nobody ever told me it was going to be horrific or that it could be excruciatingly painful,\" she said. Following her procedure, she posted a survey on social media to gauge other experiences, where more than 1,300 women took part, with many sharing their stories of painful fittings and an absence of pain relief. Medical experts have said that no-one should be put off considering the coil as a safe and effective contraceptive and thatpain relief should be \"part of the discussion\" . In response, the Welsh Government said: \"Appropriate provision of advice and support about pain, and medication or other forms of pain relief, is a part of any clinical contact.\" It said that this advice should be discussed with the clinician providing care to a patient. Ms Cohen said that there was \"a weird squeamishness\" around speaking about female health issues \"stopping us from speaking up and getting proper medical care\". \"Ridiculously in 2021, there remains a weird, shameful taboo around talking about female gynaecological procedures. \"It needs to disappear because it is actually damaging to women and to progress. \"From menstruation, contraception, fertility to menopause - there all this strange, hush hush taboo,\" she said. Meanwhile in Brecon, Fiona Morgan said she was \"seriously considering\" not having her coil replaced because of the \"unbelievable\" pain. The 50-year-old said she was currently on a waiting list to have it replaced or removed. Ms Morgan said she first had it fitted 10 years ago, and after the procedure had to sit down in the waiting room for 30 minutes before being able to drive home. She said she would urge other women to \"ask questions\" and be aware of the whole procedure. \"It is a subject people still need to talk about in public and for others to listen to,\" she said. \"Some people just don't understand women's problems and say we're just making a big fuss.\" For her, she said the coil was beneficial because it stopped her periods for 10 years. Eiri Angharad, in Cardiff, said following her painful coil fitting in 2017, she didn't speak about it afterwards because she felt she was \"being dramatic\". \"I hadn't heard of anyone who experienced something like this - if it was discussed more then I'd be more aware of it,\" the 28-year-old said. \"It's never a nice thing to see that so many people had experienced a pain like this, but then again it's great to know that people have been through what you've been through.\" She said more open discussion around the topic would mean people would be more educated about \"what actually suits them\" and to have \"more confidence\" to ask about pain relief options, like anaesthetic. Dr Sara Bodey, who works as a GP at a practice in Coedpoeth, near Wrexham, said there were \"big cultural pressures\" which differentiate between men and women speaking about pain. \"It is an area that is not talked about enough - I think there is that impression that women are on their own. I would encourage women to keep talking. \"This 'just get on with it' response is bred into women from an early age, from having painful periods,\" she said. \"There is still a taboo around talking about the reproductive organs and how we speak about these issues is linked to the historic terms used, such as 'hysteria'.\" Dr Bodey said that as a coil inserter, she was \"always amazed\" at the variety in what people experience. \"The majority of women I fit coils for have not experienced pain,\" she said. \"We would want to know if people are struggling and I would encourage women to have that conversation with their doctor.\" Dr Bodey, who is also the British Medical Association Wales chair of the north Wales local medical committee, also said that pain management was a \"complex area and there isn't a set approach\" because of the different factors that come into dealing with experiences. ", "url": "https://www.bbc.com/news/uk-wales-57566076"}