{"datetime": "2021-07-15T15:49:29.000Z", "author": "Poonam Taneja", "title": "'Virginity-repair' surgery set to be banned", "article": "Virginity testing, where women are examined to see if their hymen is intact, and repair surgery are set to be outlawed in England and Wales. North West Durham Conservative MP Richard Holden has introduced a clause to the Health and Care Bill, which seeks to ban both procedures. Under the proposals, doctors or midwives performing either could face imprisonment. Some fear criminalising the procedures may drive them underground, however. Medical experts say hymenoplasty surgery, restoring a layer of membrane at the entrance to the vagina, is intrusive, abusive and unscientific. Mr Holden decided to act after a BBC investigation found British medical clinics offering tests for £150-300. Virginity testing is a violation of human rights, according to both the World Heath Organization and United Nations. Practised in at least 20 countries, there is no evidence it can prove whether a woman or girl has had sex, the WHO says, because the hymen can tear for many reasons, including tampon use and exercise. Campaigners, including the Iranian and Kurdish Women's Rights Organisation (IKWRO), support a ban.Aisha (not her real name) was forced to have a virginity test at a London clinic, by her family, shortly before her engagement, two years ago. Her parents had arranged for her to marry a cousin in Pakistan, against her will. \"I failed the test\" she says.And afterwards, her brothers and father kicked and beat her.She had brought \"shame\" on them, they said, demanding she have hymenoplasty to restore the family's \"honour\". But after refusing to have the procedure, Aisha escaped from the family home. IKWRO's Payzee Mahmod, who startedcampaigning against so-called honour-based violence, after her sister Banaz was murdered , said: \"Girls are coming to us and letting us know that they are being put through these tests and they want to have this procedure to essentially repair the hymen... this idea that if they are not virgins going into their weddings, they will be at risk of honour-based abuse which can have fatal consequences\" Other campaigners also report a growing number of cases. Freedom charity founder Aneeta Prem, who has written to Home Secretary Priti Patel and Health Secretary Sajid Javid about outlawing this \"abhorrent, abusive practise\", has noticed a rise in calls for help from girls and women from South Asian backgrounds, many complaining they had been forced to take tests before arranged marriages. \"We found that grooms' families are not only asking for a picture of the prospective bride, her education attainments, but also a certificate to say she is a virgin,\" she said. Prof Colin Melville, from the General Medical Council, which investigates and acts on concerns about doctors, said: \"Doctors should not provide intimate examinations that are not clinically appropriate and should only do so if they consider them necessary and with the permission of the patient.'We would be very concerned to hear that a doctor had carried out a procedure against a patient's wishes or without authority.\"Our guidance is clear; where a doctor has seriously or persistently breached our guidance, we can and do take action.\" ", "url": "https://www.bbc.com/news/health-57847010"}