{"datetime": "2019-09-05T06:42:19.000Z", "title": "Extreme pubic grooming 'may not cause sexually transmitted infections'", "article": "Women who regularly remove all their pubic hair - known as \"extreme\" personal grooming - are not at greater risk of chlamydia or gonorrhea, a study of female students suggests. The findings go againstpast research warning shaving and waxing could leave cuts in the skin and help sexually transmitted infections to take hold. If left untreated, STIs can make getting pregnant more difficult. Using condoms correctly during sex is the best form of protection. STIs, which tend to affect young people and men who have sex with men, can usually be treated with antibiotics. In this small study by Ohio State University, 214 women were asked how often and how much they groomed their pubic hair, and then tested for an STI. While 53% said they had removed all their pubic hair every week in the past year and 18% in the past month - defined as \"extreme groomers\" - just 10% of the women tested positive for chlamydia or gonorrhea.The results showed no evidence of a link between extreme grooming and the risk of getting an STI, the researchers said. The chances of getting an STI were the same between extreme groomers and other groomers,the study in Plos One found. The researchers said their findings were more accurate than previous research because they took into account factors such as frequency of sex, income, race and age.Women who have more sex with more people - and are therefore more likely to develop infections - are more likely to be regular groomers, they said. Almost all the women in the study said they had engaged in some degree of grooming at some point, using a non-electric razor. Most of the women tested were white and single. Jamie Luster, study author, said it was important for women to know that information found on the internet or heard from friends was not necessarily correct. She said there were other steps they could take to reduce the risk of STIs. \"The most certain way is to not have sex,\" she said.\"If you are sexually active, ways to reduce the risk of STIs include using condoms properly every time you have sex, having fewer and monogamous sexual partnerships, and getting vaccinated against HPV, which is one of the most common STIs.\" ", "url": "https://www.bbc.com/news/health-49580660"}