{"datetime": "2019-11-29T05:12:37.000Z", "author": "Annabel Rackham", "title": "The £3 morning-after pill and emergency contraceptive myths", "article": "Emergency contraception, or the \"morning-after pill\", is something most women are aware of when it comes to preventing unwanted pregnancies. But it's also something people have a lot of questions about - from how much it costs to how safe it is.Online pharmacy Dr Fox has just started selling the pill for £3 - nearly ten times less than the price it goes for on the high street. So, naturally, we had a few questions. According to Dr Steele, the medical director for the pharmacy, there are a number of reasons they're able to charge so little for emergency contraception. Emergency contraceptives are available from GPs and sexual health clinics for free but there can be waits and delays. High street pharmacies usually charge between £14 and £35 depending on the type of contraceptive you need. \"We can give them a generic version, which is cheaper and lower cost than pharmacies who offer a branded product,\" Dr Steele tells Radio 1 Newsbeat. \"It's simply the way the pharmacy market works and it's to do with marketing and branding that pharmacies have - they have overheads to cover,\" he tells Radio 1 Newsbeat. He also says because there's no physical input from a pharmacist, you don't need to factor in paying them for their time. Boots tells us its prices differ based on the type of pill that's needed and the length of time that's passed since unprotected sex.Itreduced its prices in 2018 after a campaign by the British Pregnancy Advisory Service (BPAS) - but, like other retailers, is still facing claims it charges too much.\"The sale of the morning-after pill for £3 illustrates just how cheap this medication is, but women are still having to pay vastly over the odds for this pill at their time of need,\" BPAS says.Radio 1 Newsbeat contacted Superdrug but haven't yet heard back. \"We want women to have access to the morning-after pill as a standby treatment so that when they need it, this can prevent unwanted pregnancy.\"And we also want to highlight that it is a very affordable type of treatment,\" says Dr Steele. Another reason the online pharmacy has started selling emergency contraception so cheaply is because in the lead up to Christmas it might be harder to access GP surgeries, sexual health clinics and high street pharmacies. \"It's a busy time of year,\" Dr Steele says. But he's keen to point out that as much as it is an \"effective method of contraception\" it is not the first thing people should be using to prevent pregnancy.This is also something that Jackie Redding - who works for sexual health charity Brook - wants people to know. Brook provides people under 25 with contraception and STI tests. Here Jackie answers some common questions about emergency contraceptives. 1. What is the most effective form of contraception? The contraceptive pill, IUDs (the contraceptive coil) and condoms are the best way to prevent pregnancy, whilst it's important to remember that emergency contraceptives don't protect you from sexually transmitted infections. The only thing to protect you from STIs is going to be condom use. 2. Is the \"morning-after pill\" safe? I think the most important thing is that we try and get out the habit of calling it the morning-after pill. When we call it that people understandably think you can only take it the morning after unprotected sex.Actually there are two types of pill - one you can take up to three days after unprotected sex while you are on no contraception or if it's failed. The other one you can take up to five days after sex. Both pills have a 95% success rate in preventing pregnancy as long as you take them before you start ovulating - but the quicker you take them the more effective they are.3. Does emergency contraception have side effects? Some people have absolutely no side effects and some people get quite a lot - it's like taking any medication. You might get headaches, tummy pain, some changes with your next period or you might feel a bit sick. For most people they are quite minor side effects but if they went on for longer you'd have to see a doctor.4. Is there a limit to how many times you can take the emergency contraception? There is no limit to how many times people can take it but it is an emergency contraception - designed to be used in emergencies - and not as a normal course of action. Getting your regular contraception sorted means you don't have to worry about it. 5. Can you stockpile these pills? Do they expire? They have an expiry date so you need to keen an eye on the packet. But you can keep them for something like a long holiday so it is possible to get them in advance. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-50592361"}