{"datetime": "2019-08-12T23:05:18.000Z", "title": "Chlamydia sex infection vaccine passes safety test", "article": "A vaccine to protect people against the common sexually transmitted infection chlamydia has passed initial safety tests. It is the first of its kind to enter human trials.Experts say immunisation may be the best way to tackle the disease that accounts for nearly half of all sex infections diagnosed in the UK.More trials must check how well it works and what dose to give,The Lancet Infectious Diseases journal says. Those tests will take years and in the meantime the best way to avoid getting chlamydia during sex is by using a condom.It is a bacterial infection that is passed on through unprotected sex (even if there is no penetration).Chlamydia bacteria reside in semen and vaginal fluid. Often, the infected person will have no symptoms, which is why people sometimes refer to it as a \"silent\" disease.If it is not treated with antibiotics, it can cause serious complications and affect fertility.People under 25 who are sexually active are advised to get tested for chlamydia every year. The NHS offers a free screening service. People can also buy self-testing kits from pharmacies to do at home with a swab or urine sample.Although antibiotics can treat chlamydia, people can catch the infection again if they come into contact with it.Chlamydia remains the most common STI despite screening and effective treatment being available. Vaccination could offer long-lasting protection, experts hope. In the trial, researchers from Imperial College London compared two different formulations of the vaccine alongside a dummy or placebo jab in 35 women.Both formulations appeared to be safe, but one stood out as a front runner. The researchers now want to move this vaccine into the next phase of testing. Investigator Prof Robin Shattock said: \"The findings are encouraging as they show the vaccine is safe and produces the type of immune response that could potentially protect against chlamydia.\"The next step is to take the vaccine forward to further trials, but until that's done, we won't know whether it is truly protective or not. \"We hope to start the next phase of testing in the next year to two. If those trials go well we might have a vaccine that can be rolled out in around five years.\" He suggested it could potentially be offered alongside the HPV jab that is currently used to protect against cervical cancer.A spokeswoman from the young people's sexual health and wellbeing charity Brook, said: \"Whilst these initial results are promising, it's still very early days and a widely available vaccine could be years in development. \"We would be thrilled to see a vaccine for chlamydia in the future and we are hopeful that this will become a reality.\"As diagnoses of STIs continue to increase national and globally, including antibiotic-resistant gonorrhoea, it remains essential that people use condoms to protect themselves.\"", "url": "https://www.bbc.com/news/health-49317990"}