{"datetime": "2021-07-13T15:35:16.000Z", "author": "Jane Andrews", "title": "Coil pain: ‘Our voices have been heard’", "article": "A campaigner who led calls for better pain relief during coil fitting is delighted doctors and nurses have now been told to offer it to all patients. Lucy Cohen's online petition received more than 28,000 signatures. BBC Radio 5 Live's Naga Munchetty also shared her painful experience of having an intrauterine device (IUD) fitted. And after many others were similarly prompted to speak out, the Faculty of Sexual and Reproductive Healthcare updated its guidance to members. Ms Cohen, from Swansea, told Munchetty: \"I am absolutely delighted.\"I had no idea when I started this that it was going to gather such momentum.\"This [is] such a huge issue and it has really lifted the lid on it and empowered women to speak up and tell their stories - and demand change. \"I'm so pleased that our voices have been heard and that we can see some tangible improvements to women's health.\"This is fantastic.\" Most women have no problems having an IUD or intrauterine system (IUS) inserted and doctors say no-one should be put off considering this safe and effective contraceptive. Studies suggested most of those who found IUD or IUS insertion anxiety-provoking and painful said this pain was mild, the FSRH, part of the Royal College of Obstetricians and Gynaecologists, said. But after hearing the \"distressing\" experiences of some women's severe pain, all should be offered appropriate pain relief, such as a local anaesthetic or painkillers, or referred to another provider.Vice-president Dr Janet Barter: \"It is always concerning to hear about the pain some women have experienced during their IUD fitting and this has sparked an important discussion amongst healthcare professionals and IUD users. \"We recommend healthcare professionals to create a supportive environment and offer appropriate analgesia.\"In my experience, many women decline the offer - but the option should be there.\"Not all clinics or GP practices are able to offer local anaesthesia - and where this is the case, referral to another service should be in place. \"We also need to ensure that the patient is aware that they can request that the procedure stops at any time.\"It is important to be mindful that some individuals do report severe pain associated with the procedure.\"For many women, however, the pain associated with an IUD fitting is similar to experiencing period cramps and they don't experience major issues.\" Health Minister Nadine Dorries said: \"I hope we can use the Women's Health Strategy [due to be published later this year] to absolutely reverse this assumption that because you're a woman and because you might have been through labour or because you're going to go through labour, then therefore pain is a part of your existence.\" ", "url": "https://www.bbc.com/news/health-57821258"}