{"datetime": "2020-02-05T15:47:08.000Z", "title": "Sexually transmitted infections: UK's sexual health 'not in good shape'", "article": "Two leading sexual health charities are calling on the government to invest more in sexual health clinics and sex education in the UK. Nearly half of all new sexually transmitted infections are in people under 25. And there's a new STI diagnosis in England every 70 seconds. The Terrence Higgins Trust and British Association for Sexual Health and HIV have teamed up to say more needs to be done. Their new report claims the government hascut sexual health spending in England by 25% since 2014. The report looked into nearly half a million STI diagnoses in 2018 and found cases of gonorrhoea were up by 249% and syphilis up by 165% in the last ten years. Research also found that the people most affected by STIs were gay men, who accounted for 75% of all syphilis and nearly 50% of gonorrhoea diagnoses in England. Some of the highest overall rates of STIs were reported in Black Caribbean and Black non-Caribbean/non-African populations.The report did find some positive action had been taken - HIV prevention tools (like the drug PReP) mean there had been a 6% reduction in diagnoses from 2017-2018. Dr Alex George has worked in obstetrics and gynaecology and offers sexual health advice on his social media and YouTube channel. \"The important thing is to not be worried about going to an STI clinic for a check up and asking any questions you might have,\" he tells Radio 1 Newsbeat. \"If you haven't had a check up in recent months or you've just got a new partner then please get yourself checked out.\" He says that a good starting point is looking at resources online - including the sexual health charityBrook and theNHS website . One of the big talking points to come from this recent survey is the worry people have about the stigma of visiting a sexual health clinic.\"Remember the number one thing is looking after you and your body - it's your right to look after your own health,\" Dr Alex says. \"If you go to a sexual health clinic and see other people, remember they are there for the same reason as you so take comfort in that and focus on the fact you are looking after yourself.\" When it comes to having a conversation with a new partner about using a condom he says to \"remember safety first.\" \"Be casual about the conversation and don't over-think it. People feel like they have to have a big conversation but just stay firm and do what you want to do.\"If the person doesn't want to use a condom then you have your answer there - do what you have to do,\" he says.The HPV vaccine programme was also credited for reducing cases of genital warts by 3% since 2017. Recommendations in the report include providing local government with more funding to improve sexual health services and doing more to encourage people to get help even when they might feel there is stigma or discrimination linked with having an STI. Jonathan McShane, chair of Terrence Higgins Trust, said: \"This report shows that the nation's sexual health is not in good shape and this must be a wake up call to the Government to take action. \"It's clear to see that sexual health has been neglected for too long and has not been a priority for successive governments.\" In response to the report, a Department of Health and Social Care spokesperson said: \"More people than ever are now able to access sexual health services and we strongly urge people to take advantage of this free, local service if they consider themselves to be at risk. \"Our new sexual and reproductive health strategy will be published this year.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-51385824"}