{"datetime": "2019-10-04T08:24:20.000Z", "author": "Ben Hunte", "title": "HIV diagnosis for 15 men waiting for drug on NHS", "article": "At least 15 people in England have tested HIV positive while waiting to get a place on a trial for a pill which prevents the disease. Pre-exposure prophylaxis (PrEP) is a daily tablet which can stop a person from getting HIV.England is the only place in the UK where places on a trial to access the drug through the NHS are restricted. The Department of Health said plans are under way for \"routine commissioning\" when the trial ends next year. PrEP is freely available for high-risk patients in Scotland and the British HIV Association, which represents healthcare professionals involved in the treatment and care of people with HIV, is calling for the same in England.It is currently available free of charge as part of theImpact trial in England , which began in September 2017 and is due to end in August.Places are limited and some clinics have had to close their lists but there are still places available around England. Sexual health consultants say the trial is particularly useful for people who cannot afford PrEP privately, and among the 15 cases of people acquiring HIV while waiting for trial places, several people were on low incomes and could not afford the drug otherwise.All 15 were tested and found to be HIV-negative when they were assessed for a place on the trial. Most people will only notice symptoms of HIV after a few years, but they can have a short flu-like illness soon after getting the virus.David, who is in his 40s and lives in London, is one of the people who acquired HIV while waiting for a place on the trial.Unable to afford PrEP privately, he attempted to access the pills through two different sexual health clinics in London but was told there were no spaces on the trial available. Just a few weeks after failing to access the drug, he became sick and he was eventually diagnosed with HIV. \"I was stunned. It was just like, 'Oh my god how, how has this happened?' He had had regular health checks and thought he was being careful practising safer sex: \"I generally had regular partners as opposed to casual ones. One slipped through the net somehow, or he's lied. \"Trying from two different clinics to get on to it and not being able to get on to it, and then getting HIV - I was very, very angry about it. \"PrEP needs to be readily available for anybody who wants it. Yes, there is a cost implication, I understand that - it's a tablet for every person.\"But that person who catches HIV, the costs are 10-fold, and that's for life.\" Dr Iain Reeves, lead clinician for HIV at Homerton Hospital in east London, says he has had to tell three people who were previously HIV negative that they had acquired the disease after failing to access PrEP free of charge from his service.\"Unfortunately, we didn't have any places on the study. We gave them all the information about how they might be able to access it, including online purchase,\" he said.\"But of course, for a number of individuals, that's very difficult, if you don't have enough money to actually buy it online.\" The Impact trial was expanded earlier this year to meet demand, but London only took up 60% of the extra spaces offered, which was believed to be because of issues involved in funding the increased services. \"The tension around funding is tricky,\" says Dr Laura Waters, British HIV Association chairwoman. \"It's not straightforward. But the reality is that NHS England are funding the drug through the trial, but it's local authorities that fund sexual health clinics.\"When the Impact trial started, we only had the branded products available. Now it's available as the unbranded generic version, which is much less expensive. But the reality of creating more sexual health appointments when our funding has been cut is a very big challenge.\" The BBC has learned that PrEP costs the NHS about £11 per person per month. Privately-funded PrEP starts at about £30 a month. The cost of medicines for an HIV-positive patient ranges from £100 a month to £500 a month and needs to be provided for the rest of that person's life.Dr Reeves says that, while some may argue those at a higher risk of acquiring HIV should practice safer sex and use condoms, there are complicated reasons why they may not. \"Condoms are great. They prevent HIV as well as other sexually transmitted infections.\"But if we're talking about HIV, or if we're talking about pregnancy, a pill that you can take each day, separately from any sexual activity is much more effective preventing pregnancy, in the case of contraception, or HIV, in the case of PrEP.\" Those who receive PrEP through clinics also have general health checks and are checked regularly for STIs, whereas those who buy it privately are unlikely to have the same guidance.This means that an individual who is HIV positive, but unaware of their status, could start taking PrEP privately with an intent to prevent a disease they already have.NHS England said: \"The expansion will help ensure the learning from the trial can fully inform the planning of future services in partnership with local authorities, as well as protecting more people from HIV right now.\" The Department of Health said work was under way to plan for a \"seamless transition from the trial to routine commissioning\" when the trial ends next year.However, HIV experts say they have had no steer as to how that will happen. For more stories like this, follow the BBC LGBT correspondent Ben Hunte on Twitter and Instagram. ", "url": "https://www.bbc.com/news/health-49925389"}