{"datetime": "2022-01-27T06:50:49.000Z", "author": "Robbie Meredith", "title": "Sex education in schools 'inadequate', says commissioner", "article": "There is \"no way\" Northern Ireland's Relationship and Sex Education (RSE) in schools is \"adequate\", the children's commissioner has said. Koulla Yiasouma told MLAs there had been \"systemic failure\" to address RSE. She said there needed to be a compulsory RSE curriculum similar to other school subjects. Ms Yiasouma was giving evidence to Stormont's Education Committee on a plan to provide free period products in schools, colleges and public buildings.The proposal is ina private member's bill from SDLP assembly member Pat Catney. However, in her written briefing to the committee Ms Yiasouma said that, while backing the bill, the need for it \"is an indication of systemic failure to address the issues of child poverty and Relationship and Sexuality Education\". \"A related and concerning issue that contributes to shame and stigma around periods is the lack of education children and young people receive on periods in school,\" the commissioner wrote. \"Teaching all children about periods in primary and secondary school, as part of a mandatory sexual and reproductive health education, is fundamental to addressing period stigma.\" Recent research from the Council for the Curriculum, Examinations and Assessment (CCEA) suggested thatperiods should be talked about more often to remove \"stigma\" around periods and period poverty. In accompanying oral evidence to the committee, Ms Yiasouma was critical of RSE policy in Northern Ireland. \"There is no way that we could say in Northern Ireland, hand on heart I could say, that we have good Relationship and Sex Education here or that we have adequate Relationship and Sex Education here,\" she said. She also told MLAs that the Department of Education's (DE) current approach to RSE enabled schools \"to develop their own policy on how they will address RSE within the curriculum\". It is mandatory for each school in Northern Ireland to develop its own RSE policy. However, what is actually taught to pupils is a matter for each school to decide based on their school ethos. That approach has beendefended by the Education Minister Michelle McIlveen , but criticised by a number of MLAs. In response to a question from Sinn Féin MLA Nicola Brogan, Ms Yiasouma said DE's approach was not satisfactory. \"What is mandatory is having RSE in schools,\" she said. \"What's not mandatory is what is taught in schools. \"Some young people will say they didn't receive it because it went in the form of one talk, for example, so they forgot about it. \"What we're talking about is a compulsory curriculum like you have in Maths, like you have in Biology, like you have in Geography. \"So what is taught is clearly identified in legislation and guidance.\" However, officials from DE have previously told Stormont's Education Committee that in their viewmore prescriptive relationships and sex education could bring schools into conflict with parents and governors. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60147012"}