{"datetime": "2021-06-16T14:21:06.000Z", "title": "Welsh review to be held into sexual harassment in schools", "article": "Wales' education watchdog will hold a review into sexual harassment in schools after 91 were named on a site for reporting allegations of abuse. Education minister Jeremy Miles has asked Estyn to examine the culture in schools. He said he was \"deeply concerned\" about the recent reports and that the schools named will be offered support. It comes after a report found sexual harassment had become\"normalised\" in schools in England . Ofsted said that some girls can be contacted by up to 11 boys a night asking for nude images. Mr Miles had faced calls from the Welsh Conservatives for a Wales-only review after Everyone's Invited, which has attracted more than 16,000 posts, listed 91 schools in Wales. It publishes anonymous allegations which mostly refer to sexual harassment carried out against young women by young men at their school or university. In a statement for Senedd members Mr Miles said: \"I am deeply concerned by recent reports of sexual harassment and abuse in schools.\"Any form of sexual harassment or abuse is totally unacceptable and should not be tolerated. All education settings have a legal duty to ensure that children and young people are shown respect and have access to a learning environment in which they feel comfortable and safe.\" He said he will be \"requesting Estyn to conduct a review into culture and processes in schools to help protect and support young people better\". \"While the findings of that review will play an important role in supporting settings and informing Welsh Government policy, I recognise that we cannot await the outcome of that review before we act.\" New training will be made available on incidents of sharing nudes in schools, while the Welsh government will review the relationships and sexuality education (RSE) resources made available to schools. Conservative education spokeswoman Laura Anne Jones said some most schools \"take their safeguarding responsibilities very seriously\" and some were taking action already. \"However, as so much guidance has already been available for schools, parents and young people, it's vital that any new advice actually has the impact we need it to have, in order to protect our young people from harm,\" she said.\"It's also crucial that Wales' higher education establishments are not forgotten as part of this work, and today I called on the minister to make sure he engages with them too to ensure students are able to focus on their studies without fear of abuse.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57498128"}