{"datetime": "2020-10-23T23:11:24.000Z", "author": "Max Evans", "title": "Porn effects: 'My expectations of sex and body image were warped'", "article": "\"My expectation for what sex was supposed to be like was so warped.\" For Nicki Briant, 25, pornography left her with negative feelings about sex, a lingering sense of inadequacy and a \"tarnished\" body image. Children's charity Plan UK and the Institute of Psychosexual Medicine have called for the dangers of porn to be taught in schools.The Welsh government said it was looking at how porn should be considered in its new curriculum.\"Sex is very messy and sticky and crazy and none of it really ever goes to plan,\" said Nicki, a gym manager and personal trainer from Cardiff.\"It [sex in porn] felt very orchestrated and perfect and very male orientated. And I found that never, ever matched any sort of sexual experience I had so I thought something could be wrong.\" Growing up, Nicki said, she never had a \"normal explanation\" of sex, with \"a lot of shame surrounding the topic\".Aged 11, she was first exposed to porn on social media sites, such as Tumblr, and it would have a big influence later.\"There's this image of women in porn where it's very much submissive and just kind of loud and almost borderline obnoxious. \"And I definitely found that I would almost try and mimic that sort of acting because I thought that's what was right and that's what men wanted.\" And the often homogenous imagery left her feeling her body was \"deeply\" out of the ordinary, leading her to consider cosmetic surgery, such as a vaginal reconstruction. Ultimately, Nicki felt so \"scarred\" she decided to steer clear of porn altogether and seek help through sexual therapy and retreats, with yoga and meditation.\"The porn that I consumed when I was younger did tarnish things like my body image and what I thought, or expected sex to be like and I feel like that could have been a lot more damaging if I hadn't caught it when I did,\" she said.In February, the British Board of Film Classificationpublished its report into the need for intervention to protect children and young people from porn online, as part of the UK government's consultation intonow abandoned proposals for age verification on online pornography.The study, which spoke to 1,100 children aged 11-17, found:Owen - not his real name - now in his 20s, became hooked on porn as a teenager and it still leaves him feeling deeply ashamed.It started at the end of sixth-form college, when many of his friends had left for university and he was yet to get a job.\"It was something to pass the time and it became more and more frequent,\" he said.\"For a while I didn't have any relationship, so confidence in myself became non-existent and it became more of an escape from reality. A mixture of boredom and a lack of confidence, which lead to me getting depressed. \"Years later, even with a job, good social life, healthy lifestyle, it still got me down to a very low, dark part of my life and yet I still went back to it. It has had an impact on previous relationships which got me even more depressed.\"I take full responsibility for my actions since it was me doing it, but unfortunately porn addiction is there and there is no-one you could speak to about it because people will just think that you're just a freak.\" At psychosexual clinics covering Bridgend, Swansea and Neath Port Talbot, there has been an increase in the small number of patients aged 25 and under seeking help in each of the last four years, doubling from 31 in 2015 to 65 in 2019, with 35 in the first three months of 2020.Dr Kate Howells, an associate sexual health specialist at the service and a member of the Institute of Psychosexual Medicine, said many young people were looking at porn \"to educate themselves\".\"That in itself can cause problems because porn is a sexual act but it's not taken in the context of a loving relationship. It's often exaggerated and different from normal sex,\" she said.She said it could also have a detrimental effect on attitudes toward consent, sexual health and body image. \"I think it's important we're not scared to ask about porn - what they [young people] watch, how much they watch, when they watch it.\"But I think we need to have more education - and sex education needs to include porn. It needs to include the effects of it, [information about] loving relationships and about empowerment of women and men.\" A greater emphasis will be placed on healthy relationships and sexuality when sweeping changes to the Welsh curriculum come into effect in 2022.Rose Caldwell, of Plan International UK, said guidance on the teaching of pornography in the curriculum would be a \"vital step\" in helping all young people, but especially girls, to navigate the \"difficult and often complex issues\".She said: \"It is vital that they are equipped with the necessary information to navigate healthy sex and relationships, and for teachers to feel supported to handle these topics in a sensitive and empowering way.\" A Welsh government spokesman said: \"Relationships and Sexuality Education (RSE) will be a mandatory requirement in the new curriculum.\"We are currently developing additional guidance to support this part of the curriculum and to provide additional support on how schools approach RSE in learning. In developing this, the group will need to consider how issues such as pornography should be considered.\" They said one of the mandatory elements would include helping learners to recognise when relationships are unhealthy and need to be aware of how to keep safe, and seek support for themselves and others. ", "url": "https://www.bbc.com/news/uk-wales-54148734"}