{"datetime": "2021-04-09T05:56:28.000Z", "author": "Waiyee Yip", "title": "Sexual health: 'I can't tell my mum I'm having sex'", "article": "When Singapore resident Nadia* visited a local clinic to get tested for sexually transmitted infections (STI) three years ago, she left the doctor's office feeling ashamed. The elderly woman doctor there had talked down to her and dumped a stack of pamphlets on her \"as if I was stupid\", the 24-year-old student recalled. \"I felt judged the entire time too - as if it was my fault if I got an infection because I shouldn't have been having sex with my boyfriend in the first place,\" she said.But now, the country's internet-savvy are being offered alternative options, thanks to a bunch of telehealth start-ups which have popped up in the city-state in the last year - all with a focus on sexual health. They are allowing people \"shame-free\" access to sexual health products and advice - something which young people like Nadia say they need, given their attitudes to sex differ markedly to traditionally accepted views. Nadia says she used Ferne Health - a company that offers STI tests from the privacy of your own home.After consulting a doctor via video call on the website, she was mailed a vaginal swab kit in discreet packaging which allowed her to self-collect samples. A courier picked them up the next day, and she received her results within the week.\"Nothing was written on the box so even the courier didn't know what was inside, which was great,\" said Nadia, who shares a flat with her parents and two siblings.It is common for young adults to live at home with their parents before marriage - due to both high property prices as well as cultural or religious attitudes.\"My family is very traditional - I'm Singaporean and I'm also Malay Muslim, so there are certain things expected of you. I can't tell my mum I'm having sex,\" she said.While at-home STI tests may be common across Europe and the US, the concept is relatively new in Singapore. But while both experts and users agree that such services are long overdue, clinical sexologist Martha Lee has said there needs to be some considerations when signing up for them. Results for at-home test kits may generate false positives depending on the way they are administered.\"The cleanliness of the surroundings, and swabs not being done properly can affect results - and false results can cause distress and delays in getting the right treatment,\" she said. Yet for many young Singaporeans, these services present one of the only viable options for them to be able to get reliable advice and information on sexual health.Fans of these services said that they enjoy their convenience, saving them hours going to the clinic.But it's the discreet, \"judgement-free\" experience that really draw them to these services.Wayne*, 37, who has used a service called Noah - which focusses on men's sexual health - to treat his premature ejaculation (PE) condition, is a case in point.\"Taking pills for PE is like taking paracetamol for headaches - if you need it, you should get it checked out. But men are often scared to go to the doctor's to even admit this problem,\" he said. It didn't help that the GP he saw two years ago made him feel worse about his situation.\"Both the nurse and doctor kept asking me loudly in front of other people what I was there for. I felt humiliated.\" His tele-consultation with Noah, in comparison, was private and made him feel \"respected\" as a patient. \"It was so much better because the whole world really needn't know what I am going through.\" According to the latest edition of the World Values Survey released in February,Singaporeans were found to remain largely conservative on more \"liberal norms of sexuality\", with 67.3% of respondents saying that casual sex is \"never or seldom justifiable\".Abstinence before marriage is promoted in schools , and sex education is designed to help students develop \"mainstream values\" about sexuality that are \"premised on the family as the basic unit of society\", the Education Ministry says on its website. Getting access to sexual health products or tests with the neighbourhood GP if you are not married can therefore be an \"embarrassing\" or \"awkward\" process, some people have told the BBC.Women in particular, have no access to contraceptive pills without medical prescriptions although condoms are freely available at pharmacies and convenience stores. So companies like Dear Doc which offer birth control subscription plans and Noah, are a welcome intervention.All of them involve virtual consultations with licensed physicians.The start-ups certainly see the gap in the market that they are filling - and rising demand for their services proves it.Noah founder Sean Low said that his company's compounded monthly growth rate has been more than 50% since they launched in June, while Ferne Health's Xi Liu said her firm has seen weekly growth since debuting in September.Younger people are more conscious of their sexual health and are looking for ways to be responsible despite the obstacles, according to Babes, a local teenage pregnancy support service. \"They do want to ask about sex, but only if they think they are in a dedicated safe space. These digital health start-ups, being specialised in sexual health issues, could be a good platform.\" Nadia agrees, saying that despite the taboos she knew how important it was to get checked regularly, especially since she was about to start a new relationship. \"It's the only responsible thing to do, right? But I know many people don't because the process hasn't been easy until now.\" *Names were changed at their request. ", "url": "https://www.bbc.com/news/world-asia-56480094"}