{"datetime": "2021-05-13T05:41:06.000Z", "author": "Robbie Meredith", "title": "Sex education 'could bring conflict with parents and governors'", "article": "More prescriptive relationships and sex education (RSE) could bring schools in Northern Ireland into conflict with parents and governors. That is according to Department of Education (DE) officials giving evidence to a Stormont committee. The department requires each school to develop its own RSE policy and it is a mandatory part of the curriculum. But some expertsrecently criticised RSE in schools in Northern Ireland as \"inconsistent and insufficient\". Sir John Gillen has alsorecommended that sex and relationship education should be taught to schoolchildren from primary one . The exams board the Council for the Curriculum, Examinations and Assessment (CCEA) has developed RSE guidance and a wide-range of resources for schools, including material on issues like consent, healthy relationships, sexual violence, LGBTQ+ matters and contraception. However, what is actually taught to pupils about RSE is a matter for each school to decide based on their school ethos. Therefore they have significant freedom to decide how RSE is taught and how much is taught. Education Committee chair, Alliance MLA Chris Lyttle, said RSE was an important topic which could cover issues like consent, sexual safety and freedom from bullying. \"Shouldn't the Department of Education adopt a more prescriptive approach for this part of the curriculum including more standardised Relationships and Sexuality Education?\" he asked. However, Dr Suzanne Kingon from the department said that there was \"no real compelling evidence\" that a more prescriptive approach to RSE was needed. \"All the evidence shows that providing mandatory content lists doesn't guarantee that a subject is taught well,\" she said. \"Quite the opposite actually. \"If you move ahead to introduce prescriptive topics and issues that school communities aren't ready for you can actually get some very unfortunate situations as we've seen right across the UK where we've seen schools in conflict with parents and with governors.\" In Birmingham, in 2019, lessons incorporating same-sex relationships and transgender issuesresulted in protests outside some primary schools . Karen McCullough, from DE, also said that \"the way that our curriculum is set out works well for children\". \"That minimum content is supported by the non-statutory guidance and resources.\" But some MLAs on the committee were critical of the department's approach. Sinn Féin MLA Pat Sheehan said that \"the picture is anything but clear in a very important aspect of our children's education in school\". His party colleague Nicola Brogan said that without \"a modern, standardised and mandatory approach to RSE\" children and young people were being let down. \"There is a legal minimum that's standard that has to be provided,\" Dr Kingon replied. \"I don't want there to be any doubt, there is an RSE curriculum, it is a standard minimum that all children must receive legally as in every single area of learning right across the curriculum and it is mandatory.\" But Ms Brogan was not satisfied with Dr Kingon's answer. \"To my understanding the fact that there is that flexibility means that schools can pick and choose according to their ethos exactly what parts of the RSE curriculum they wish to teach,\" she said. \"The feeling on the ground is that it's not being delivered in the schools.\" The UUP MLA Robbie Butler asked if external groups were involved in providing RSE in schools. \"For instance, to tackle issues such as stigma with regard to HIV using groups like Positive Life,\" he said. \"Underage sexual activity, let's be honest, is very prevalent and whilst education is good there has to be, for me, there would have to be that room for people to try and promote abstention. \"We talk about prevention - there's nothing that would prevent the dangers and exploitation better than abstention.\" The committee heard that RSE in post-primary schools had last been thematically reviewed by the Education and Training Inspectorate (ETI) in 2013 and in primary schools in 2015. However, Ms McCullough said that there had been \"ongoing\" work on RSE since those reviews. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57094099"}