{"datetime": "2021-06-22T15:13:21.000Z", "author": "Michelle Roberts", "title": "Having coil fitted should not hurt, experts say", "article": "Having a coil fitted should not be traumatic or very painful, say experts. Their comments came after BBC Radio 5 Live's Naga Munchetty shared her experience, prompting many to recount their own stories of painful coil fittings. Most people encounter no problems, and no-one should be put off considering this safe and effective contraceptive, medics say.But they say pain relief should be \"part of the discussion\".Options available include a fast-acting anaesthetic spray. Munchetty said she felt violated and angry about her fitting a few years ago, which caused her \"excruciating pain\".It resonated with other women who have contacted the BBC with similar stories.Naomi (not her real name) is 26 and from London. She went for a coil, or intrauterine device (IUD), fitting a couple of months ago but had to stop the procedure when it became too painful.\"I didn't have the coil fitted in the end.\"My doctor was very kind and understanding and told me at the beginning we could stop at any point so when the pain became so bad I did ask to stop. However, if she hadn't said that to me before I don't know if I would have felt comfortable asking her to stop. \"The clinic had explained the procedure to me and I had taken some paracetamol to help with any discomfort. But I feel like the pain was massively downplayed to me beforehand. \"For me, it was quite a big deal and quite traumatising.\" She says it helps knowing that her experience isn't unique. \"I'm very glad to hear that other women have had similar experiences to this because I felt a bit pathetic and a failure afterwards since I couldn't go through with it.\" Some women who got in touch described feeling \"shocked\" or \"in agony\" during their IUD fitting, but others said they had had a good experience.And there was concern that discussing the issue could put women off using what is a very effective, and for many, convenient contraceptive.But Contraception: Which is most effective? Which method of contraception suits me? Dr Louise Massey, of the Faculty of Sexual and Reproductive Healthcare, who also runs a clinic helping women for whom it can be difficult to fit a coil, said: \"There is, understandably going to be some discomfort with the procedure, but it should not be overwhelming.\"I ask people to rate their discomfort on a scale of one to 10, with 10 being the worst pain they could ever have.\"Most give it a two or three on that scale.\" Some people will experience cramping similar or sometimes more intense than menstrual pain.Dr Massey says the procedure can always be stopped if there is too much pain, discomfort or distress.\"It is always an option to abandon it.\"It can even be done under general anaesthetic if necessary and appropriate.\" Dr Hannat Akintomide is a specialty doctor in sexual reproductive health with the Newcastle Upon Tyne NHS Foundation Trust. She says for the vast majority of women, getting a coil is not painful or traumatic. And while offering pain relief or analgesia used to be somewhat hit and miss, the situation has massively improved in recent years, she says.Sheconducted a study nearly a decade ago with 129 healthcare professionals to raise awareness about the issue.At that time, one-quarter of the practitioners said they routinely used local anaesthetic for IUD insertion. Another quarter said they never, or rarely, offered it. The rest said they did sometimes.Dr Akintomide said: \"I felt it was appalling that we were not doing something so simple that could improve their experience.\" She says women should discuss any fears and concerns about the procedure with their healthcare provider, who can provide appropriate pain relief or analgesia.\"The options available are expanding.\" That includes:Dr Akintomide says it should be down to personal choice: \"Injectable local anaesthetic, the sound of it for many women, you know, is repulsive. They wouldn't imaging having an injection down below.\"But now we also have the local anaesthetic spray and the advantage is it doesn't involve a needle, it's quick acting - for many people it's immediate and, at most, three to five minutes to take effect - so you do have those options.\" The Faculty of Sexual and Reproductive Health says what clinics offer can vary - some recommend anaesthetic for the procedure while others may not.Women are often advised to take painkillers beforehand. Facultyguidelines say medication may ease the process, although there is \"no evidence\" from clinical trials to support the use of topical anaesthetic gels. \"Local anaesthetic block administered by cervical injection is not routinely required,\" they say. It should be offered for difficult IUD insertions or removals, the guidelines say. Lou Brack, head of nursing at Brook, the sexual health and wellbeing service for young people, said: \"It's all about listening and responding to everyone's individual needs. Many people who have an IUD procedure find they don't require pain relief, but we make sure it is available for those who do, so that they can benefit from an IUD without any unnecessary pain and distress.\" ", "url": "https://www.bbc.com/news/health-57557296"}