{"datetime": "2021-06-21T13:25:12.000Z", "title": "Coil fitting agony: 'My screams were so loud'", "article": "Some women are made to feel that their pain is something to endure, not a problem to solve, particularly when it comes to gynaecological procedures such as having a coil fitted, says the BBC's Naga Munchetty. She has been sharing her own traumatic experience withRadio 5 Live .Naga says her screams were so loud that her husband tried to find out what room she was in, to make the procedure stop.The nurse assisting had tears in her eyes, Naga recalls.\"We all know that coils are safe and effective and lots of women have no problem at all with them,\" she explains, \"but like all medical procedures, there's a vast range of experiences.\" The NHS advises : \"Let the person fitting your IUD know if you feel any pain or discomfort while you are having it fitted. You can ask to stop at any time.\"Some people might find it painful, but you can have a local anaesthetic to help. \"It can be uncomfortable when the IUD is put in, but you can take painkillers after, if you need to.\" Naga decided to speak out after reading an article in The Times by author Caitlin Moran with the headlineWhy we all need pain relief when having an IUD fitted .Caitlin writes: \"Why is it presumed that women will be fine with having their cervix artificially dilated with a pair of metal barbecue tongs before having what is basically the wire coat hanger from a doll's house inserted into their uterus? We know that opening the cervix is infamously painful: it's legendary that when it happens \"naturally\", during birth, it tends to \"chafe\" a bit.\" Naga says what she thought would be a routine procedure to have an IUD fitted a few years ago turned into an agonising ordeal. \"I'd been told to take a couple of paracetamol and ibuprofen in the hours before my appointment. \"Now, I've never been pregnant, therefore my cervix, up until then, had never been opened. \"I was told that the smallest size speculum, which was used for cervical smear tests, wasn't big enough for this procedure, so I had to have the next size up. That's when the pain began.\" Naga says she was then asked by her GP if she wanted the procedure to stop. \"But I was so determined that the pain I'd suffered so far wouldn't be repeated, so I said 'we've got this far let's finish it'. I fainted twice.\" Naga says at no point was she offered sedation or anaesthetic, although she made it clear that her GP was \"really great\" and professional.\"She [my GP] said she couldn't believe I had stuck with it. She said 'most women just give up when it hurts that much'. She also said that she had felt terrible herself after my fitting.\" Naga opted to have her coil removed a year later. \"The pain again was excruciating. I fainted again, and then I burst into tears of relief.\"I felt violated, weak and angry. I have friends who have had very similar experiences, and of course I have friends who have had no problem at all. What this is about is not the coil itself. We know it is safe and effective.\"What this is about is how we look at all women's health and pain.\" Dr Dawn Harper, GP and broadcaster, said Naga's experience was not typical: \"For most women, it's a little bit uncomfortable. It's a bit like period pain.\" She said it could be more painful for women who had never had a baby , meaning their cervix had not dilated before. \"We absolutely should be taking any kind of pain...very seriously and we should be offering appropriate relief,\" she said. Have you been affected by the issues raised in this story? Help and support is available via BBC Action Line . ", "url": "https://www.bbc.com/news/health-57551641"}