{"datetime": "2021-12-08T19:35:23.000Z", "author": "Thamayanthi McAllister", "title": "Sex and consent: How parents can talk to their children", "article": "Talking about sex, relationships and consent may be the last topic some parents would like to broach with their child. However, there's growing evidence they are probably already talking about sex. More worryingly, they may have already seen pornography on social media or possibly seen some form of sexual harassment, been victim to it, or perhaps were responsible for it - either online, in school or elsewhere. So how do you start that conversation? Policy and public affairs manager for the NSPCC in Wales, Cecile Gwilym, and head of training and sexual violence prevention specialist Ruth Heneke Eliot from the charity School of Sexuality Education are here to answer some common questions. Conversations about consent can start at any age and cover a whole different range of topics, according to Cecile. She said: \"It can start when they're young - even over small things like who sits where on the sofa.\"You can say: 'You know your brother or your sister didn't want you to sit there, they just want you to sit a bit further away', so you know it's really important to listen to what the other person wants. \"It doesn't need to be a big or scary conversation that all of a sudden happens when your child turns 12. It can be built in really progressively.\" She has highlighted the charity'sPants resource as a simple way of starting.\"It allows parents to have really simple conversations with their children from a young age, about consent, about the fact that their body belongs to them, and that no-one else has the right to touch them inappropriately. \"It's about starting small and and making it age-appropriate, making it understandable for the child and then building on to that.\" Actually this is quite common, Ruth says. During her work in schools with young people, the key was not to shame or punish young people for using those terms but \"meaningfully challenge them\". She usually uses the example of girls being verbally abused after consensually sharing nudes with boyfriends who later share it with others in an attempt to humiliate them. \"Apportioning blame to the person for taking it is something that we hear a lot from lots of different sources in the media in schools and institutions - we hear that idea a lot. \"But what do you think about the fact that, when she took the photo and sent it to him consensually, no-one experience any harm. \"When he shared it on and she felt humiliated and shamed then there was harm experienced - why is it that we're holding her responsible?\" She added that opening up the question in this way and exploring people's attitudes about the idea of harm also fed into ideas about autonomy, respect and helped to build critical thinking skills. Ruth says the main issue here is not to simply punish someone, but explore why they are doing it, otherwise they will only learn that they will \"get in trouble\" if they are caught. \"As a result they are not learning or exploring their own motivation for their actions,\" she added. \"You may be left in a situation where they might not be doing it, but not because they've come to understand why it is harmful or that we've tapped on to the part of them that seeks to be a kind-hearted compassionate member of the community and of their peer group, but because we've instilled the fear in them for getting caught.\" She explained that parents generally do not get first-hand experience of seeing their child behaving inappropriately but \"what they see is an expression of the attitudes that lay the foundation for that behaviour to happen later on\". She said rape culture meant that all different types of sexual violence - such as sharing sexual images without someone's consent - normalised this type of behaviour. Cecile says it is important to reassure your child \"that they've got a right not to be subjected to this kind of behaviour\". \"They need to know that they have a right to be safe in and outside school and to not have people make remarks on the length of their skirts or their body etc so it's about giving girls the confidence to speak out,\" she said. She also encourages parents to report these types of incidents to teachers and the school management team as it was \"a serious issue and shouldn't be tolerated\". \"They should absolutely be treated as children first themselves as well you know we're not after victimising children,\" Ruth said. The NSPCC has developed guidance for schools and parents on this issue, which can be foundhere . Sending intimate images or videos of yourself to another person, if you are consenting adults, is not a crime. However, if you are 18 or under it is illegal. It is also a crime to show intimate images or videos, send them to another person, upload them to a website or threaten to do this without that person's consent. This includes so-called \"revenge porn\". Ruth says: \"I'd say that asking for a nude from a girlfriend or boyfriend is absolutely fine - expressing your sexual desires, fantasies, needs, wants and communicating them honestly with the people with whom you have a sexual relationship - is absolutely excellent and really mature and a really important part of a healthy, intimate relationship. \"But what we need to do is respect the answer. \"If we pressure people to do things that we want them to do, even if they don't want to do it as much, then what we're doing is we're putting our needs above that. \"The repetition constitutes pressure and when we're pressuring it's no longer consensual and that means that we are slipping over from having consensual sex to engaging in some degree of sexual violence or sexual pressure.\" If you find this too difficult, you are not the only one. \"Our sense of it from school and also from research that has been done into this suggests that very, very few parents are talking to their children and teenagers about this and far fewer are talking to them about sex in a way that is sex positive that isn't victim-blaming, that is affirming, that is queer inclusive,\" explains Ruth. \"There's a lot that we need to remember about how the parents that we're talking about haven't themselves had an opportunity to discuss and unpack and learn about sexuality and relationships.\" She added that if parents did not feel they could talk openly about sex in a non-judgemental way, there were other ways to help their children. \"If you feel like you can't talk to your kid about sexuality, gender identity, sexual orientation, porn use sexting all of this stuff - if you can't have the conversation without being judgmental about their behaviour or about their choices and preferences, then it's really good to know that limitation and then be honest about that with them. \"Refer them to somewhere else, where they can.\"It's obviously not ideal, because you know it's lovely when parents can be those sources of support, but if they can't then there are organisations that work with young people around their sexuality and relationships and most schools will have counsellors and people they can talk to.\" However, if you felt confident to do so, \"be prepared that it's not just one conversation,\" she added. As this article is unlikely to cover all the questions you have there are more resources here: If you or someone you know has been affected by the issues raised in this article, information on support available can be accessed at BBC Action Line ", "url": "https://www.bbc.com/news/uk-wales-59578961"}