{"datetime": "2022-01-26T09:17:46.000Z", "author": "Robbie Meredith", "title": "Minister Michelle McIlveen defends schools over sex education policy", "article": "Sexual consent is taught in Northern Ireland's schools, according to the Education Minister Michelle McIlveen. She was responding to a number of assembly members who were critical of current guidance on Relationship and Sex Education (RSE) in schools. One assembly member, Cara Hunter, claimed many young people first learned of consent \"at university\". Another, Rachel Woods, said the education system was \"failing to tackle harmful beliefs and behaviours.\" Each school in Northern Ireland has to develop its own RSE policy and it is a mandatory part of the curriculum. However, what is actually taught to pupils is a matter for each school to decide based on their school ethos. An expert advisory panel for a gender equality strategy haspreviously said that RSE in schools in Northern Ireland is \"inconsistent and insufficient\" . During questions for the education minister at Stormont on Tuesday, a number of assembly members (MLAs) expressed a similar view. The Green Party MLA Rachel Woods said that while violence against women and girls was \"prolific\" there was \"a lack of knowledge of what a healthy relationship looks like\". \"Does the minister accept that without legislating for mandatory, standardised and comprehensive RSE then this executive is absolutely complicit in perpetuating an education system that is failing to tackle harmful beliefs and behaviours?\" she asked. Ms Woods also said the education system was \"failing our children and young people and is failing to drive forward the changes we need to build a society where women and girls are valued, protected and equal in every sense\". Ms McIlveen replied that she did not agree with Ms Woods, and in response to a further question from the Sinn Féin MLA Nicola Brogan, the minister said that RSE was mandatory within schools. But the arrangements for teaching RSE were also criticised by the SDLP MLA Cara Hunter. \"Does it concern the minister that for many young people here in the north the first time that they either hear of or learn about sexual consent is often at university and does she see this as a failure by her department?\" she asked. \"I am not sure where Ms Hunter has garnered that information,\" Ms McIlveen replied. \"I'm of the view that this is very much something that is taught within schools at various levels. \"Consent is part of the curriculum and is part of the post-primary curriculum.\" In response to a question from the Alliance MLA Kellie Armstrong, the minister said that officials from the Department of Education (DE) were involved in a working group set up by the Department of Justice on education in the wake of the Gillen Review. Sir John Gillen has also recommended thatsex and relationship education should be taught to schoolchildren from primary one. Officials from DE have previously told Stormont's Education Committee that in their view moreprescriptive relationships and sex education could bring schools in Northern Ireland into conflict with parents and governors. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60137900"}