{"datetime": "2021-03-31T19:44:08.000Z", "title": "Everyone's Invited: Schools abuse helpline and review launched", "article": "A helpline and immediate review into sexual abuse in schools have been set up by the government in response to thousands of allegations from students. Ofsted will look at safeguarding in both state and independent schools. The helpline will be run by the NSPCC to both support potential victims and provide advice to children and adults. \"Sexual abuse in any form is abhorrent and it is vital that these allegations are dealt with properly,\" Education Secretary Gavin Williamson said. \"While the majority of schools take their safeguarding responsibilities extremely seriously, I am determined to make sure the right resources and processes are in place across the education system to support any victims of abuse to come forward.\"The debate about a culture of sexual abuse at schools has escalated in recent weeks after a website set up for victims to anonymously post their experiences gained more than 11,000 posts, some from children as young as nine. Many of the allegations on the website refer to sexual harassment carried out against young women by young men at their school or university. Wendy Mair, from the Everyone's Invited site, said they were \"proud to have started a crucial conversation\", but disappointed the education secretary had not contacted them before the announcement. \"We are encouraged to see that the government has responded and taken the first initial steps to review rape culture in all schools,\" she said, adding that she hoped the site's team will be included in carrying out the review. \"The testimonies being shared through Everyone's Invited are extremely upsetting, and underline the urgent need to tackle violence against girls,\" said NSPCC chief executive Sir Peter Wanless. \"This is a watershed moment thanks to those who have found the courage to speak out.\" The helpline will be open from 09:00 GMT on Thursday to offer support and advice to children and adults who are victims of sexual abuse in schools.This includes how to contact the police and report crimes, if they wish to, while parents and professionals can also get in touch.Students have contacted the BBC criticising what they see as their school's failure to tackle incidents or acknowledge the wider issues. Sarah, who is 18 and goes to a state school in London, said she had been \"sexually harassed on numerous occasions\" by students at a neighbouring private school. She said she feels incredibly let down by what she saw as her school's \"lack of response\" to the recent discussions around women's safety. \"It's really been left to students to care for each other, often leading to major tensions within peer groups as people attempt to 'confront' certain students known for sexually inappropriate behaviour,\" she said. In June 2020, Soma Sara, who is now 22, shared her experience on Instagram of what she calls \"rape culture\". Within a week she had received and shared more than 300 anonymous responses of people with stories of \"misogyny, harassment, abuse and assault\". The Everyone's Invited website now carries thousands of victims' testimonies, often from schools and universities. Experiences range from being drugged and raped at parties to explicit images being shared over messaging platforms. Another sixth former, from Kent, suggested there had been \"lots of sexual assault allegations\" made at her school, but that these had been played down.\"Before lockdown two we tried talking to the school and that has totally been ignored, and because of their 'prestigious' image they've been telling girls to keep quiet and to think of the accused's mental health,\" she said.Last week, pupils at Highgate School in North Londonwalked out of classes in protest at a perceived \"rape culture\", following the publication of accounts of alleged abuse. One male ex-pupiltold BBC Newsnight that girls were \"hounded\" for naked selfies at the school. The school's governing body said it was \"truly sorry\" and had commissioned an external review. Ofsted will begin an immediate review of safeguarding policies in state and private schools, to determine whether guidance for schools around sexual harassment needs to be improved. It will conclude by the end of May More than half of young women had been sexually harassed at their school, college or university,polling of 1,000 young women aged 14-21 last autumn suggested. One in five said they had received unwanted sexual comments and 8% had been groped, according to the figures from girls' rights charity Plan International UK. Conservative MP Maria Miller, former chairwoman of the Women and Equalities Select Committee, told BBC Breakfast there was \"far more to do\" on the issue. \"If we don't tackle it in our schools we leave young people leaving school thinking that is entirely right, that they're able to either sexually harass or be on the receiving end of sexual harassment,\" she said.\"And that's why we're seeing these behaviours going to our universities, our workplaces and beyond.\" Ms Miller said new mandatory relationships education in England, and a forthcoming Online Harms Bill introducing age controls on online pornography, were \"steps in the right direction\". \"There is no doubt that schools can and should play a key role in this work, but this is a problem that reaches far beyond the school gates,\" Paul Whiteman, general secretary of head teachers' union NAHT, said. Geoff Barton, general secretary of the Association of School and College Leaders, said the union welcomed the review and the helpline, adding: \"Robust safeguarding is the number one priority of state and independent schools.\" The Report Abuse in Education helpline can be reached on 0800 136 663, on Monday to Friday 8am - 10pm, or 9am - 6pm at weekends. It can also be contacted by email at help@nspcc.org.uk ", "url": "https://www.bbc.com/news/education-56588166"}