{"datetime": "2021-05-31T07:44:46.000Z", "author": "Katherine Smith", "title": "Gender stereotypes: Primary schools urged to tackle issue", "article": "Calling girls \"sweetie\" or boys \"mate\" in primary school perpetuates gender stereotypes, campaigners say. In a letter to the education secretary in England, various groups are calling on the government to address the language and ideas used in schools. Stereotypes limit children's aspirations and create inequalities that help fuel gender-based violence, they say. The government says challenging stereotypes is in its guidance.The letter to Education Secretary Gavin Williamson is signed by various groups including Girlguiding UK, the Fawcett Society and the National Education Union. It says the curriculum, books and language used in schools reinforce ideas of how girls and boys should look and behave. It suggests schools should \"actively challenge gender stereotypes\" from an early age before they become ingrained. \"Evidence shows us that gender stereotyping is everywhere and it causes serious, long-lasting harm,\" according to Felicia Willow, chief executive of the Fawcett Society, which campaigns for gender equality.\"These stereotypes are deeply embedded, they last a lifetime and we know they are one of the reasons we see violence against women and girls,\" she said. The debate about a culture of sexual abuse in schools has escalated in recent months after the website Everyone's Invited, set up to allow survivors of sexual abuse to share their experiences, attracted more than 16,000 posts. Some were from children as young as nine. The letter calls for schools to be a key part of the response and urges the government to ensure more specialist resources and training are made available to nurseries and primary schools. It suggests this could lead to an improvement in other areas such as encouraging more girls to study science, technology and maths, helping to improve boys' reading skills and increasing children's well-being. Lifting Limits, one of the signatories to the letter, is a charity that works with primary schools, enabling teachers and pupils to learn how to spot and challenge stereotypes. Its chief executive, Caren Gestetner, says without sexist intent, language can often perpetuate ideas about what it means to be \"normal\" as a girl or boy.She says examples include addressing boys as mate or girls as sweetie or using phrases such as, \"We need a strong man to open that\", or, \"Make sure you ask Mummy to sign the form\".Teacher Megan Quinn, who works at Gospel Oak Primary School in north London, said the whole school started \"questioning things together, looking and thinking like gender detectives\".Pupils spotted examples in books and noticed that the actions in a French lesson, which were being used to teach masculine and feminine articles like \"le\" or \"la\", were based on gender stereotypes.Staff also examined the curriculum and decided to add more female scientists and composers while a lesson about dance looked at male dancers. The letter also calls on the government to ensure a new compulsory Relationships and Sex Education (RSE) curriculum, introduced last autumn, is fully rolled out in England. It focuses on relationships in primary schools and sex and relationships in secondary schools.Due to the pandemic, schools were allowed to delay the lessons until the summer term. A spokesperson for the Department for Education said: \"Schools should be places where all pupils feel safe and are protected from harm.\" \"Important issues such as personal privacy, consent and challenging stereotypes about gender are part of our guidance to ensure more young people have a better understanding of how to behave towards their peers, including online.\" Ofsted is also undertaking a review into safeguarding measures in schools and colleges in England which will be published shortly.", "url": "https://www.bbc.com/news/education-57256075"}