{"datetime": "2020-01-21T18:54:47.000Z", "title": "Sex and religious education to be compulsory in Wales", "article": "Parents will no longer have the right to withdraw children from lessons about relationships, sexuality and religion, the Welsh Government has confirmed. Education Minister Kirsty Williams said the move would be tested next year before becoming statutory when thenew curriculum is launched in 2022.Parents are currently able to request their children do not take part in sex and religious education. Parents have greeted the announcement with mixed opinions.Sally Stephenson, a mother of a 13-year-old and 15-year-old from Cowbridge, Vale of Glamorgan, told BBC Radio WalesBreakfast with Claire Summers : \"I just think it's a really good idea to teach children about different religions and different relationships. \"I want them to understand that we are all different and there are people who lives different lives to us and most importantly I want them to be open-minded and respectful of other people and their beliefs.\" But Russell Williams, father to a 10-year-old and four-year-old from Cardigan, Ceredigion, told the programme: \"I don't think it can be taken as a one size fits all decision. \"There should be discussions involved, different schools have different levels of ethnic diversity and sexual diversity. \"There should be local level discussions as to whether you can take your children out of these classes. I don't think it's simply yes or no.\"Sen Ramachendran lives in Cardiff with his wife Menaga and their children, aged 11 and eight.He said: \"I don't think it's a good idea, parents should be consulted on things,\" he said. \"My eldest son's school in the last few years have called all the parents in and discussed what they'll be teaching and showing the children and asked us for our opinion and concerns.\"It would be good for all schools to do that before they make such a decision.\"Maxine Watson-Whitaker, who has a three-year-old daughter and also lives in Cardiff, welcomed the move: \"I think it's a good thing that little children are able to have the full perspective of life really, rather than the narrow viewpoint of their parents or family,\" she said. \"I think the more you experience, the more information or knowledge you get, the better.\"HIV and sexual health charity Terrence Higgins Trust tweeted it was \"great news for young people in Wales\", adding: \"RSE lessons will give pupils skills for life and no-one should stand in the way of this.\" But Humanists UK, which campaigns for a secular state, said it was \"particularly concerned about the scrapping of the right to withdraw from RE in faith schools, because such schools will still be able to teach the subject from a faith-based perspective\". Ms Williams said black, Asian and minority ethnic (BAME) communities and faith groups would be involved in developing school guidance for relationships and sexuality education.She said an eight-week consultation had highlighted \"a wide range of views\" on a \"sensitive matter\". The minister promised clear guidance for schools as well as resources and training. She said a group made up of representatives of BAME and faith groups would meet for the first time in February with the aim of developing \"a shared understanding of the new curriculum and address concerns raised by faith and community groups during the consultation\". Speaking at a press conference at the Senedd on Tuesday, Ms Williams said: \"In making these decisions I think about children, children first and always and I believe they will truly benefit from having unfettered access to the entirety of our new curriculum.\"People also reacted to the announcement on Facebook.Jill Davies posted: \"In the world today [it is] more important than ever that people are educated about different religions and cultures.\" Cherylley Jones-Carr added: \"I'm atheist but still let my kids take part in RE, its not just about 'god' it's also about accepting the beliefs of others and learning what those beliefs are about and about the conflicts it has caused, just because I'm atheist doesn't mean my kids have to be.\" Gemma Uphill added: \"My kids partake in RE but I remove them from collective worship. I say remove, they have permission to sit quietly while others pray or sing hymns. It's vital to learn about other cultures, religious practices and I find they have more discussions about moral dilemmas during this lesson than others. \"Philosophy, tolerance, history, how other people live around the world, RE is an important lesson. And vitally, so is sex education!\" ", "url": "https://www.bbc.com/news/uk-wales-51177649"}