{"datetime": "2021-03-13T06:38:26.000Z", "author": "Robbie Meredith", "title": "Sex education in NI schools is insufficient, says expert panel", "article": "Relationships and sex education (RSE) in schools in Northern Ireland is \"inconsistent and insufficient\". That is according to an expert advisory panel on a gender equality strategy, appointed by Stormont's Department for Communities (DfC). They said age-appropriate RSE should be compulsory in schools and \"inclusive of the experiences of all young people\". RSE should not be \"dependent on school ethos\", a separate panel on a sexual orientation strategy also recommended. They also said that conversion therapy should be illegal in Northern Ireland. The UK government has already said that it would \"bring an end\" to the controversial practice, which aims to change sexual orientation or gender identity. However, some campaigners - including members of the government's own LGBT+ advisory panel - havecriticised delays in those plans . The former Communities Minister Carál Ní Chuilín has previously saidconversion therapy was harmful and should be outlawed in Northern Ireland. DfC had appointed a number of expert panels to inform the development of a number of \"social inclusion strategies\" by the Stormont executive. They have produced reports which will inform forthcoming executive strategies on anti-poverty, disability; gender equality and sexual orientation. Their wide-ranging reports have just been published. The expert panels on gender equality and sexual orientation were both separately critical of how RSE is taught in Northern Ireland's schools. The Department of Education requires each school to develop its own RSE policy. The exams board the Council for the Curriculum, Examinations and Assessment (CCEA) has developed RSE guidance and a wide-range of resources for schools, including material on issues like consent, healthy relationships, sexual violence, LGBTQ+ matters and contraception. However, what is actually taught to pupils about RSE is a matter for each school to decide based on their school ethos. Therefore they can decide which aspects of RSE are taught and how much is taught. The expert panel on gender equality said that inevitably led to \"different and inconsistent learning experiences\" for pupils. They contrasted Northern Ireland with schools in England and Wales, wheresex education is to be compulsory . The expert panel report recognised that \"delivery of RSE can be particularly contentious\" and that decisions on what to teach could be \"challenging\". \"It is not a reasonable excuse to side-step the responsibility,\" they said. \"It is critical that we accept that what exists is inconsistent and insufficient and examine the best methods of delivery to improve the future learning experiences, relationships and health of our children and young people.\" They said experts should be appointed to review and overhaul RSE in Northern Ireland to make it \"fit for purpose\". They also said age-appropriate RSE - including teaching of issues such as \"gender relations and responsible sexual behaviour\" - should be mandatory for all pupils. The panel recommended \"trained professionals\" should deliver relationships and sex education in schools rather than teachers.Some of their concerns and recommendations were echoed by the separate expert panel on sexual orientation. That panel also said there was a need for a statutory RSE curriculum which was \"inclusive of the diversity of society and visibly includes minority communities such as LGBTQI+ people\". They called for all young people to \"have access to age appropriate relationship and sexuality education\" and said that should be \"universal and not dependent on school ethos\". Previous research by the Department of Education found thatjust over one in five schools in Northern Ireland covered lesbian, gay or bisexual issues with pupils in RSE or other parts of the curriculum. The DfC expert panel on the gender equality strategy included representatives from the Women's Support Network, Ulster University, the Women's Resource and Development Agency and Northern Ireland Rural Women's Network. The expert panel on the sexual orientation strategy included representatives from Ulster University, the Rainbow Project, Transgender NI and HERe NI, an organisation for lesbian and bisexual women. DfC said that social inclusion strategies would be published by the end of 2021, subject to executive agreement. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56378106"}