{"datetime": "2021-06-04T16:20:07.000Z", "title": "Killinchy Primary: School governor resigns as legal action settled", "article": "A clergyman who took legal action against a County Down primary school is to resign from its board of governors, the High Court heard on Friday. The Rev Stanley Gamble said he would step down with immediate effect from Killinchy Primary School. The court was told his case against the school had been settled. Rev Gamble said the litigation was not about relationships and sexuality education (RSE), and that he was in favour of it being taught. Earlier this year Rev Gamble secured aninterim injunction to halt an internal investigation into his behaviour at a board meeting at which RSE was discussed. At that time a judge restrained any further disciplinary proceedings until the action was determined. But in court on Friday, the judge was informed that a confidential resolution had been reached in proceedings against the school's board of governors. Late last month, 58 parents of pupils at the school wrote to Stormont's Education Committeeexpressing concerns about the board of governors . In January 2020, the school had to postpone the introduction of RSE lessonsdue to objections from some parents . As part of Friday's settlement, Rev Gamble's barrister read out a statement on his behalf. In it, the minister stressed that despite commentary in the media and on social networks, his litigation had not been about RSE. \"I am in favour of the provision of RSE at Killinchy Primary School so long as it accords with the ethos of the school,\" he wrote. \"After much consideration I have decided to resign from the board of governors at Killinchy Primary School with immediate effect.\" Rev Gamble said he enjoyed his time on the body and thanked fellow governors for their support over the years. He added: \"However, in light of the recent resignations of a number of other governors it seems to me that it is the appropriate time to move on and for new governors to be appointed to take the school forward. \"I wish the new governors the very best with their future endeavours.\" According to counsel for the board of governors, the case related to circumstances which also affected individuals \"who do not have a voice before the court\". Martin Wolfe QC said: \"It is appropriate that these matters have been and will continue to be addressed tactfully and sensitively. \"The settlement of these proceedings can be regarded as a welcome development and as being in the best interests of all concerned.\" A previous court heard the complaint made by the school's principal, Chris Currie, related to events at a board meeting in January 2020. At the time it had been announced that RSE lessons were being postponed after some parents raised concerns. During the meeting where RSE was discussed, Rev Gamble was allegedly at times unwilling to listen. Denying the complaint made against him, the clergyman challenged the fairness of the procedure undertaken to examine the claims. His legal team argued it was wrong for three other governors who were witnesses to sit on a sub-committee set up to look into the disputed allegations. They contended that the whole process was tainted by apparent bias. Rev Gamble's application for a full injunction was listed for hearing on Friday. But after the settlement was announced, Mr Justice Shaw told the parties: \"I commend you for achieving such a satisfactory resolution.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57360371"}