{"datetime": "2021-07-10T23:08:48.000Z", "title": "'Indians don't talk about sex - so I help them'", "article": "Many Indian schools provide no sex education, leaving it to parents to talk to their children about sex and relationships. But often they are unsure what to say, sex coach Pallavi Barnwal tells the BBC's Megha Mohan. Looking back, my conservative Indian upbringing was actually the perfect grounding for someone who would end up as a sex coach. The earliest influence on me, although I didn't realise it at the time, was my parents' own relationship. There were rumours about my parents' marriage for years. When I was around eight years old, I started getting questions about it. At parties, if I was separated from my family, an infantry of breathless aunties would corner me for an interrogation. \"Do your parents still share a room?\" \"Have you heard any arguments?\" \"Do you ever see a man visiting?\" I would be standing by a dessert table, about to spoon a scoop of ice cream into a bowl, or wandering through a garden looking for other children to play with and before I knew it, I'd be surrounded by excited women I barely knew, asking questions to which I definitely did not know the answer.Years later, after my own divorce, my mother told me the full story. Early in my parents' marriage, before my brother and I were born, my mother felt a deep attraction to a man that turned into a physical affair. Within weeks guilt set in and she ended it. But in Indian communities, there are eyes and mouths everywhere. Over time, rumours reached my father. It took my father 10 years, and two children, to finally ask her about it.He promised her that any answer would not affect their relationship, but after years of murmurs he had to know. She told him everything. It was less about sex and more about intimacy, she said. It had happened at a time before they had started a family, when their marriage hadn't yet found its groove.As soon as she stopped talking she noticed an immediate chill in the room. My father had instantly withdrawn. My mother's confirmation of a story he had suspected for years immediately severed any trust between them and their relationship rapidly decomposed.This showed me very clearly that our inability to properly talk about sex and intimacy could break down families. My family is from the state of Bihar in eastern India. It's one of the most populous, and largest regions in the country, bordering Nepal and with the river Ganges slicing through its plains. I had a conservative childhood. As with a lot of families, sex was not a subject that was openly discussed. My parents didn't hold hands or embrace, but then I don't remember seeing any couples in our community being physically affectionate either.My first exposure to anything to do with sex came when I was 14. Bored one afternoon, I went fishing through a pile of books in my father's cupboard when a thin pamphlet stacked between his novels and history books fell out. It contained several detailed short stories about a secret world where men and women explored each other's bodies. This book was definitely not literature, it was naughtier than that. One story was about a curious young girl who drilled a hole into a wall so she could watch a married couple she knew in bed. I had to look up the meaning of a Hindi word I had never heard before,chumban , which means a passionate French kiss.I had so many questions but there was no-one to talk to. My friends and I had never discussed anything close to this. Engrossed in the book, it took several moments to come back to the present and hear my mother's voice calling me from another room. At this time, in the late 1990s, I didn't know that I hadn't done anything wrong, that many children over the world had begun to learn about intimacy at this age, mostly in school. In Belgium, children are taught about sex as young as seven. But India isn't a place where sex is a mandatory part of the school curriculum. In fact, it wasn't until 2018 that India's Ministry of Health and Family Welfare released sexual education guidelines for schools. More than a dozen states out of 29 have chosen not to implement them. According to The Times of India, more than half of girls in rural India are unaware of menstruation or what causes it. The discovery of the pamphlet did not lead to a period of discovery for me. In fact, I buried it away in my mind, and like many girls growing up in India I remained conservative. I was 25 when I lost my virginity and I was still inexperienced at the time of my own arranged marriage, two years later.My wedding night can only be described as a fiasco. I looked down at our wedding bed, at my groom's parents house, strewn with flower petals, and found the situation comical. Through the thin walls I could hear family milling about the house, around a dozen of them, who had travelled from out of town for our wedding, camped out outside our door as there was nowhere else to sleep.My mother had encouraged me to tell my then husband that I was a virgin, so I had to pretend to be shy and confused as to what to do. We'd barely spoken to each other and there we suddenly were, in a bedroom, and I was expected to perform my duties as a wife. I wasn't a virgin but I was unprepared. To this day I get dozens of messages a month from people asking me what to do on a wedding night: not just physically but how to act - how to appear not too shy and not too experienced.My husband and I were together for five years. It was clear early on that I had married the wrong person, so having sex with him became an event I dreaded. We'd negotiate times and dates. It wasn't until I started fantasising about a co-worker that I knew it was beyond repair. I didn't act on it but I didn't want a relationship where it was a possibility that I could. Our marriage ended. At 32, and a single mother, suddenly there was no pressure on me. I was a divorcee and already a fallen woman in society's eyes. Living in India's capital, Delhi, I fell into a series of sexual relationships without a future. I experimented, I slept with older men, married men. As I became more open, the kind of conversations I was having began to change. My married friends would come to me for advice. Inspired by my independence, my mother, who had always had a rebellious streak, moved in with me and my son in Delhi. Around me there were so many feminist discussions about sex and women's rights. The 2012 rape of a young woman on a bus in Delhi had sent shock waves around the city. But for me it was worrying the way these conversations were framing sex as something violent, and not to be enjoyed. In fact, all too often Indian women don't think of intimacy as something pleasurable that should be under their control. There is so much silence and shame around the subject that young people are sometimes unable to recognise abuse when it happens to them. Although I was working in customer sales, I began to consider a career change.It occurred to me that there was an opportunity to create a non-judgemental space to talk openly about sex, and a platform where people could ask me questions.I trained to be a sex and neuro-linguistic programming coach and andset up an Instagram page where I invited people to ask me anything. To encourage conversation I posted details about my own sexual experiences.It worked. People started getting in touch to seek advice on issues with sexual fantasies, stigma around masturbation, sexless marriages and many other subjects, including abuse. But several were from parents. Then, two years ago, I was asked to do aTed talk on the importance of why parents should talk to their children about sex and consent.I wore a sari on stage to show that it's not just Westernised Indian women who have sex, and pointed the audience to data released by the site Pornhub in 2019 that said that Indians streamed the most pornography in the world, despite several sites being banned in the country. We were having sex in secret and it wasn't helping anyone. After that talk I started receiving more than 30 questions and requests for coaching a day.It may be a woman asking how to use a sex toy, or a man asking when it's safe for him to start masturbating again after recovering from Covid. (My answer: during Covid masturbation can lead to physical exhaustion but after recovery it is completely fine to go back to normal.) Many of these enquiries remind me that some of the most painful parts of our lives are tied to the lack of discussion we as a culture have about sex. Sex isn't even the issue a lot of the time. My parents' affairs were in part because they could not communicate with each other about a very natural part of human life. The lack of sex in my own marriage was also because we couldn't talk to each other.My son is almost eight now and I know in a few years time he will be curious. When I weaned him off breast milk I told him that he was now of the age that he shouldn't touch certain parts of a woman's body. He was very young then, but he understood. When the time comes for him to be sexually active, I hope I have raised him in an environment where he will be well-informed and safe, and know that there will be no judgement from me. Begin by understanding why your kids need to know about sex Talking about sex and sexuality can safeguard your kids from a bunch of problems later in life. Low self-esteem, anxiety about body image, sexual abuse, unhealthy relationships and sex consumerism, are just a handful of the long-term problems that many young adults face. Tell them about your own experiences Children connect incredibly with their parents' stories. They are curious about how it was for you when you were growing up. They want to see you as real and authentic human beings who had their share of mistakes. You will forge a better connection with your child if you talk about the challenges, confusion and misconceptions around sex that you experienced when you were around their age. Share your opinions Talk to your children about your sexual values. What do you believe about nakedness, dating teen sexual activity, LGBT, gay marriage, abortion, contraception, extramarital sex, healthy relationships and the importance of waiting until...? Remember that you are helping your children build a framework for values, not rigidly enforcing them. Give them facts Get the facts on what they need to know across different age groups. Information that your kids should know by the time they are aged between 10 and 14 includes: 1. Your expectations and values around sexuality 2. The correct names and role of male and female sex organs 3. What is sexual intercourse and how pregnancy happens 4. The physical and emotional changes that happen during puberty 5. The nature and function of the menstrual cycle 6. LGBT relationships, gender, masturbation, abortion 7. What birth control is 8. Sexually transmitted diseases (STDs) and how they spread 9. What is sexual abuse, how to prevent sexual abuse and what to do if abuse happens 10. All this information is age-specific, so you have to decide when to share it and how much to give. Follow BBC gender and identity correspondent Megha Mohan on Twitter ", "url": "https://www.bbc.com/news/stories-56838660"}