{"datetime": "2021-08-14T22:53:51.000Z", "author": "Jon Kelly and Mariana Des Forges", "title": "'How I found out my dad was a best-selling sex writer'", "article": "Sara Faith Alterman was close to her father, an outwardly strait-laced, prudish man. Then she learned he was concealing a secret. Growing up near Boston, Massachusetts, during the 1980s, Sara always felt a special bond with her dad, Ira.\"My father and I were very much alike,\" she says. \"We even look a lot alike, which is funny to me now that a little girl could look like, you know, a 40-year-old Jewish man. We had the same facial features and the same hair and so I kind of wanted to emulate him.\"Ira would always be the person she would go to if she had a problem that needed solving. He passed on to Sara and her brother his love of language and wordplay - he'd worked as a newspaper journalist before going into marketing, and family road trips would be spent playing word games, or coming up with puns and rhymes. \"I wanted to be like him in so many ways,\" she says. \"So I absorbed a lot from those games we played in the car. I really found it fun to twist words and come up with new things - it felt like a weird dad-skill that a lot of my friends didn't have.\" Sara's parents were passionate about puzzles and organising scavenger hunts. What they didn't like was anything they felt might threaten their children's innocence - so all adult topics were completely taboo, especially sex. \"My parents behaved as though those things did not exist,\" she says. \"I don't think I ever heard my father use the word 'sex' until I was in my 30s.\" It was worse if they were watching a television show or a film that included a love scene.\"My father would say, \"Euch!\" and he would leap up to either change the channel as fast as he could or he would eject the tape from the VCR,\" says Sara.\"Sometimes, if he couldn't figure out the knob on the TV fast enough, he would just unplug it. \"I think he didn't want to answer questions about it. I also think he found it very uncomfortable to sit in a room with his children while there was something a little bit sexy happening.\" But one day, when she was eight, Sara made a discovery that challenged everything she thought she knew about him. Alone in the den room of the family home and bored with the book she was reading, Sara began rummaging among the bookshelves. Until now she'd been too short to reach the uppermost shelves, but now she found she was just about able to do it.In the very top-right corner, she noticed that hidden behind some other books was a cluster of brightly coloured paperbacks, packed tightly together and clearly intended to be concealed from view. \"I thought: 'Well obviouslythis is what I'm going to look at,'\" says Sara. She reached past the ones in front and grabbed a handful. They were unlike any books Sara had seen before.Their covers showed illustrations of \"buxom women and very excited-looking men sitting on each other's laps and kissing\", she recalls - if they'd appeared on the family TV, her father would have changed the channel immediately. Many of the titles had the word \"sex\" in them - the tamer ones included How To Pick Up Girls and The Sex Manual For People Over 30.At this point, Sara heard her parents were coming. She knew she wasn't meant to be looking at these books, so she went to put them back. But then she noticed something that completely threw her. \"I saw on the title page of one of the books 'by Ira Alterman' - which was my father's name, and I thought, 'Wait a minute, what do you mean? My dad doesn't write books.'\" In fact, she noticed that her dad was named as the author onall of them. \"It was so confusing and I didn't have any time to process it because I needed to very quickly put the books away,\" Sara says.\"It took me a while to understand that, yes, my dad had written these sexy, naughty books that I wasn't supposed to look at,\" she says. She would eventually discover that, since the 1970s, Ira's adult books had sold millions of copies around the world and been translated into many languages.But shedefinitely couldn't ask him directly about any of this. When she brought home a permission slip so she could take part in a sex education class, it had been hugely awkward - Ira had been unable to look her in the eye while signing it. So discussing his writing sideline was unthinkable. \"I think that most children have this moment where they realise that their parents are not untouchable people, they're not superheroes, they aren't all-knowing - and that might come at the same time as the revelation where kids understand, 'Oh my gosh, my parents had sex, had sex to have me, they probably still have it,'\" she says. Her relationship with her father was affected, too, by the disconnect between his writing career and how he presented himself at home. \"I stopped trusting him in a way because I knew the dad that my father was showing me was not fully representative of the person that he was,\" she says. However, as she went to high school and became a teenager, Sara would secretly return to the hidden paperbacks. She'd got together with her first boyfriend. But this was the 1990s and getting hold of information about what might happen next wasn't straightforward. And odd as it might sound, her dad's books were better than nothing. But there was a negative side to them, too. The titles written by Ira were part of a wider series of books - all with male authors - that featured a character named Bridget.\"Bridget was a fat woman,\" says Sara, and the character was the butt of jokes about the notion of a fat woman being sexy. Looking back, Sara now realises that this instilled in her an idea that overweight women didn't deserve to be objects of desire, which had a negative effect on her perceptions of her own body. \"It was extra horrifying to know that my father made these jokes and my father thought that fat women were undeserving of sex and love,\" says Sara.So for the next two decades, although they remained close, Ira's books remained a taboo subject that Sara couldn't discuss with him. Meanwhile, she left home, met and married a man named Sam, then relocated across the country to the West Coast, where she herself became a successful writer. But while Sara was moving upwards into her new life, her dad seemed to be heading in the opposite direction. In his 60s, Ira lost the marketing job he'd held for the past 30 years. \"It was very painful to watch, a man who I'd always thought of as this sort of superhero and who was my touchstone for so many things in my own life - to suddenly see him struggling in a way that I hadn't seen before,\" remembers Sara.As she helped him with his job search, she noticed something wasn't quite right. \"Dad would ask me the same questions over and over again and he would become really frustrated,\" Sara says. At first she thought it was just a sign of ageing. Then she came to visit and was terrified to find him driving erratically. \"It was very scary but again I ascribed all of this to old age.\" The most shocking change in his behaviour came after Ira announced that he had stopped looking for a job. Sara was relieved at first, thinking this meant her father would now happily settle into early retirement. But then he said he had a business idea in mind. Ira said he was going to start writing books again. Sara froze. What did he mean, she asked him, writing booksagain ? They had still never discussed his career as an author. He told her he had an idea for a children's book, based around a much-loved family dog. \"And then he said, 'And I also want to start writing books like I used to, because they were really popular and I'm going to want your help with them.\" Sara asked him what he was talking about. She knew exactly what he meant, but she wanted to hear him say it for herself. Instead, he told her that he'd been inspired by her recent wedding to write a book called The Naughty Bride, which would be aimed at \"bachelorettes and brides, to be used as how-to guide for pleasing their man on their wedding night\", Sara says. \"It was shocking to me because it was the first time we'd ever acknowledged these books and also, I had never heard my father say the word sex before or talk about anything sexual.\" At first, Sara refused to help her father with this bizarre request. But soon enough there was an explanation for Ira's dramatic change in behaviour.In April 2014, when Sara was 34 and Ira was 68 - she received an email from her mother. It said she and her husband had been to see a neurologist, who had told them Ira had Alzheimer's Disease. Sara had just learned she was pregnant, and the news was devastating to her. She flew back to Massachusetts to speak to Ira's neurologist for herself. He told her that Alzheimer's is a progressive brain disorder that slowly destroys memory and thinking skills. It's degenerative and terminal - eventually, the ability to carry out the simplest tasks becomes impossible.\"One of the things that the doctor said was people with Alzheimer's tend to lose their social graces,\" says Sara. \"So don't be offended if your dad starts being inappropriate in some ways, or behaving in ways that you don't recognise - that's just a hallmark of the disease, it doesn't mean that your dad is suddenly a different or worse person.\" Despite the tragedy of Ira's diagnosis, this came as a relief to Sara. Finally she understood why he had started acting so out of character.So Sara resolved to help Ira in a way she knew she could. Before it was too late, she agreed to help him write his books. It still wasn't easy for her - discussing sex with her father still seemed profoundly odd, and she still harboured residual feelings of shame and disgust from the way she had discovered his books as a child. But she found a way to put all that aside. \"I didn't even do much of the writing - it was mostly editing and giving him thorough feedback, he would call me with ideas for new books or chapters about whatever sex trend or position or whatever he was thinking about at the time,\" she says.\"I would have to field these calls and advise him, or he would send me printed-out manuscripts of his books and I would go through and edit them and play creative collaborator, even though I was doing it sometimes literally with one eye closed.\" Soon afterwards, Ira announced that he wanted to go back to his home town of Perkasie in Pennsylvania to see all the places he associated with his happy childhood before he would forget about it. \"He wanted to go to the ball fields and see where he and his brothers played baseball... there's a historic carousel that had these beautiful hand-carved wooden horses...\" Sara says. \"He knew that his life was coming to an end and that the trip was an opportunity to spend some really special time with him.\" There was an added poignancy to the road trip - Sara was six months pregnant at the time. Ira lived to meet his grandson, but he knew he would never get to see the baby grow up. Ira Alterman died on 6 July 2015, two days after he turned 70. Soon afterwards, the adult books he'd asked Sara to help him with were published, to some commercial success. But there'd been another project he'd asked for her help with, too. Ira had always told bedtime stories to her and her brother - \"he made up all kinds of wonderful stories about our family and our family cats, or magical creatures,\" Sara says. While he could still remember them, Sara and her mother helped him write down a collection of these stories for his grandchildren to enjoy. Transcribing his words, she says, \"I was transported back to being a little girl again and just being totally in awe of my dad's ability to spin words, the same way I was in awe of his ability to spin words when we played those word games in the car. Sara wrote a memoir titled Let's Never Talk About This Again about her relationship with her dad. At the very end of it is one of Ira's bedtime stories, called The Boy With The Ugly Sweater. The main character is named after Colin, Sara's son. Although the boy would grow up without knowing Ira, he'd always have this reminder of his granddad. Little Colin was really excited. It was his birthday and his grandmother had sent him a gift in a really big box. \"Oh boy\" he thought as he took off the pretty ribbons and bows and wrapping paper. \"This is going to be great!\" He reached into the box and pulled out a big present wrapped in gold tissue paper. He tore through the paper and held up… The ugliest sweater he had ever seen. \"That's the ugliest sweater I have ever seen,\" he cried... \"My own son really loves this story,\" she says. \"And so in a way we were able to fulfil my dad's wishes of having a connection with his grandchildren.\" Photos copyright Sara Faith Alterman It wasn't the most obvious career choice for Karen and Barry Mason, and not one they could talk about openly. But for years the couple ran LA's best-known gay porn shop, and distributed adult material across the US. 'Our parents ran a secret gay porn empire' ", "url": "https://www.bbc.com/news/stories-58171940"}