{"datetime": "2021-10-21T23:18:15.000Z", "author": "Eleanor Lawrie", "title": "Sex education: Could consent classes help end harassment?", "article": "Young teenagers are gathered in groups in the school library, talking about sexual harassment. They are discussing different scenarios and whether the person involved can ever give their consent to them - whether that's holding hands, sharing photos online or being followed. It's part of a Year 9 lesson at Firth Park Academy in Sheffield on consent and sexual harassment, where discussions have turned to the murders of Sarah Everard and Sabina Nessa, who were both killed as they walked alone at night. Sex education is now compulsory for secondary school children in England, something that's welcomed by the class's teacher, Frankie Arundel.\"It's so topical. Sexual harassment and violence against women are very much in the forefront of people's minds and we want to make sure pupils feel safe and can keep themselves safe if they have any worries,\" she says. \"I think it's good that it is now statutory. I know there was opposition to it but it has been debated, it's written into law. \"It gives students that extra entitlement to learn these topics with people who are trained and know what they are talking about, rather than from one of their friends that might have overheard it from someone.\" The pupils themselves have lots of thoughts about how things could be improved. Leila feels angry that there were some suggestions in the media that women, rather than the men who attack them, should change their behaviour. \"Why can't they sort themselves out? Why should we have a curfew? Why can't they fix themselves so we can go out as a normal person and be safe?\" she says, adding that parents should teach their sons \"to be respectful\".\"I feel like this stuff is more geared towards women, so men don't know that much about it,\" Danyel suggests.All of them say they would welcome having more sex and relationships classes. \"It just helps you in life. If something happens to you or a friend, if you're educated about it you know this is wrong, and what you can do and who you can contact,\" Fizza says. Fellow pupil Mariam suggests that she would like peer pressure to be discussed more in lessons. \"People, especially online, are forced to send inappropriate things, and then they get called stuff if they don't do what that person wants them to. It can literally change a person's life - it makes them feel scared and like they are worthless.\" As well as the sex education lessons in secondary schools, relationships lessons are now compulsory in primary schools in England. These changes were technically introduced in 2020, but pandemic disruption means the regulator Ofsted will only assess schools on them from this term. In between, the conversation around sexual harassment and \"rape culture\" has intensifiedThe deaths of Ms Everard and Ms Nessa, who were both attacked in public places, have prompted widespread anger and broader questions about the safety of women and girls.In March, website Everyone's Invited started to gain thousands of anonymous testimonies alleging rape and sexual harassment, often in education settings. This prompted a rapid review from Ofsted, which indicated that young people were \"rarely positive\" about the sex and relationships education they received, and regarded it as too little, too late.The findings also suggest that about 90% of girls and half of boys had been sent unwanted explicit images or videos. Schools still have the freedom to determine how and when to teach about sex and relationships in an age-appropriate way, as long as they comply with the Equality Act, including respect for religious beliefs and sexual orientation.At Firth Park Academy, the school also meets with parents to assuage their fears about what children are learning. \"We invite parents to a consultation and tell them this is what we are teaching, and we provide reassurance because parents and carers can worry their children are being taught something that's not age-appropriate,\" Ms Arundel says. Campaigner Lucy Whitehouse believes that it shouldn't just be the responsibility of schools to teach young people about sex and relationships. Hersex education charity, Fumble , aims to be an online \"older sibling or cousin\" that young people can turn to if they feel too embarrassed to talk to their parents or teachers about personal issues. She had become concerned that pornography and playground gossip was filling the gap, giving teenagers a warped idea of what relationships should be like.\"Increasingly we hear from young people that they don't have a reliable, engaging place to find out about intimacy, relationships and sexual behaviours, meaning they are increasingly turning to porn - not just as entertainment, but as their sex education,\" she says. \"If we are just providing sex education in schools, that's never going to be enough when there is a whole culture around a young person informing their sense of self and their gender ideas.\" Sex and relationships education will become compulsory in Wales from 2022, while schools in Scotland and Northern Ireland can shape their own policies.", "url": "https://www.bbc.com/news/education-58913535"}