{"datetime": "2021-11-24T09:03:36.000Z", "author": "Gemma Dunstan", "title": "Sex education: Children 'learning from violent porn'", "article": "Children as young as 11 are learning about sex from pornography, sexual health experts have said. They say they are seeing an increasing number of young people who believe sex needs to be violent as a result. Dr Kate Howells is concerned a lack of detail in plans for a newrelationship and sex education (RSE) curriculum could see inconsistent teaching. The Welsh government said \"online safety, consent and sexual health\" were all included in proposals. If approved in the Senedd in December, details ofthe RSE code will be published in January.It would then be introduced to schools in September 2022 as mandatory learning for all pupils aged three to 16. Dr Howells, an associate specialist in sexual health working in Bridgend, Swansea and Neath Port Talbot, believes the biggest change in teaching young people about sex education is access to digital devices. \"Pornography is often only one or two clicks away,\" she said. \"For those as young as 10 or 11, it might be their first sexual experience.\" Research by the British Board of Film Classification alsoshows more than 60% of children aged 11 to 13 who had seen pornography said it was unintentional.A mother, who shared her experiences with the NSPCC, said she found hundreds of messages which were \"sexual in nature\" on her 13-year-old daughter's phone as well as \"pornographic cartoons and videos\". A 16-year-old said she was worried she had become addicted to porn after watching it every night since someone \"dared\" her to watch it in Year 7. Dr Howells believes such experiences mean some children are learning about sex from porn without the context of being in a caring relationship. \"We are seeing more young people think that sex needs to be violent,\" she added. \"It's often exaggerated and unrealistic and it could have a massive detrimental effect on young people if it isn't addressed.\" Dr Jasmin Khan Singh, associate specialist in sexual medicine and sexual health at Cardiff Royal Infirmary, said often many young people are in disbelief that pornography is not realistic. \"You have to tell them the world is very different to what they're seeing online. They haven't got the developmental capacity to make sense of it,\" she said. Both experts have welcomed the fact online safety has been included in the draft guidance, but stress the importance of the curriculum tackling the effects of pornography and the dangers of digital devices. Dr Howells said: \"I think sometimes young people view porn as their sex education if they feel like they're not getting the information they need from elsewhere, that's where they'll look too to learn. Sophie Whitehead, a former secondary school teacher who now works withthe School of Sexuality Education , helps provide in-school workshops across Wales, England and Scotland about sexual health, pornography and positive relationships.She said: \"We teach the differences between what they see in pornography and what they can expect in their own sexual experiences.\"Mrs Whitehead said access to digital devices has had an impact on what they now teach in lessons. \"In the last couple of years there's been probably an increase in experiences of receiving unsolicited explicit pictures,\" she added.\"We've started having more conversations about that and work with schools on how they approach it.\"However, she said it was not always easy for teachers in schools to talk to children about these topics. \"It's so difficult and really challenging, especially for teachers who don't necessarily have these conversations in their own day to day lives,\" said Mrs Whitehead.\"There needs to be a real focus on training for teachers so that they can feel confident when teaching these topics.\" In January it was confirmed parents would no longer be able to withdraw children from sex education classes. \"We believe that all young people should have the right to access information that keeps them safe from harm,\" a Welsh government spokesman said. \"High quality RSE will help increase safety and well-being for all learners, and understanding of safe, consensual, equitable and positive relationships.\" He added it has been designed to \"recognise learners' needs and experiences\", adding: \"Online safety, consent and sexual health are all included in the code at developmentally appropriate stages and are handled in a sensitive way.\" For the full story, watch Wales Live on BBC1 Wales at 22:30 GMT on Wednesday If you or someone you know has been affected by any of the issues in this article, information and support is available via the BBC Action Line . ", "url": "https://www.bbc.com/news/uk-wales-59391215"}