{"datetime": "2018-05-22T11:16:11.000Z", "title": "Relationship focus as sex education is overhauled in Wales", "article": "Children in Wales will be taught what makes healthy relationships and there will be more emphasis on sexuality as part of an overhaul of sex education. Primary and secondary schools will have a statutory duty to cover the issues. Older pupils will have lessons on issues such as domestic abuse and gender identity while younger ones will learn about family relationships. The Welsh Government's shift in focus is to try to bridge a gap between what is taught and pupils' experiences. Teenage pregnancies in Wales halve in a decade Sex ed 'must cover respect and consent' Sex education is currently only compulsory in secondary schools but from 2022 all children aged from five to 16 will be taught Relationships and Sexuality Education (RSE). The youngest learners will only tackle elements appropriate for their age and developmental stage and parents will retain the right to withdraw children from classes if they are unhappy with the content.RSE will continue with the same approach as the Foundation Phase - for children aged between four and seven - which ensures children learn about relationships with friends and family and how to stay safe. There will be no change for religious schools as ministers said they could continue to deliver RSE classes consistent with their ethos. Education Secretary Kirsty Williams said the days of traditional sex education were long gone. \"Sex should never be taught in isolation for the simple reason that it is about so much more than just sex; it's also about relationships, rights and respect and that must go hand in hand with a much broader understanding of sexuality,\" she said. \"Anything less does a disservice to our learners and teachers.\" Initial funding of £200,000 will be given to education bodies to scope out what support teachers need to deliver RSE.Another £50,000 has been awarded to Welsh Women's Aid to develop resources and training for schools. While RSE will come into force as part of the new curriculum being rolled out in 2022, the change in name will come in next year with new guidance also being published. It will include advice on how to teach a range of topics such as education for lesbian, gay, bisexual, transgender, queer and intersex pupils (LGBTQI) and issues of sexual consent and prevention of violence against women. Students say RSE will help normalise discussions about the LGBTQI community. Olivia, 15, said: \"By bringing it cross curricula is to normalise it, to make sure people don't feel embarrassed talking about bisexuality, gay, transgender, because it just makes it normal and more comfortable.\" Maddie, also 15, added: \"Teaching students it's OK to come out as bisexual or gay and that we don't need to put ourselves in these boxes will be really beneficial.\" ", "url": "https://www.bbc.com/news/uk-wales-44203961"}