{"datetime": "2020-01-14T16:19:00.000Z", "author": "Robbie Meredith", "title": "Killinchy PS puts off sex ed lessons after parents object", "article": "A County Down primary school has postponed planned relationship and sex education (RSE) lessons due to objections from some parents. In a statement, Killinchy Primary said a \"small number of concerns\" had been \"raised in recent days\". The school also said staff had been consulting with parents about the lessons since 2017. The Department of Education (DE) requires each school to develop its own RSE policy. However, what is actually taught in RSE classes is a matter for each school to decide based on the ethos. Killinchy Primary principal, Chris Currie, informed parents by letter on 18 December, and again on 10 January, that Primary Two to Primary Seven pupils would have age-appropriate RSE lessons on Wednesday, 15 January. He said that for P2 to P5 pupils, this would be a lesson in which \"scientific language for language for 'private' body parts will be introduced at a very low level\". \"For P6 and P7, this will be the first of a series of three lessons, the remaining two being focused on puberty and personal hygiene,\" he said.However, a small number of objections were raised after Mr Currie's letter on Friday to parents at the 350-pupil school. It is not known what the nature of those objections were.However, as a result, Mr Currie sent an email to parents on Monday 13 January in which he said the scheduled RSE lessons would be postponed \"due to concerns raised on Friday afternoon\". In a statement to BBC News NI, Killinchy Primary School said that it had communicated regularly with parents about the lessons. \"We are working to develop a Relationships and Sexuality Education (RSE) Policy which has been informed by detailed consultation with parents, teachers and the board of governors,\" the school said. \"Best practice guidelines published by the Council for the Curriculum, Examinations and Assessment (CCEA) and the Department of Education have been followed throughout this process, which began in 2017. \"The first formal RSE lessons were scheduled to commence in January 2020 and regular communications have been issued to parents to keep them informed. \"However, due to a small number of concerns raised in recent days, the board of governors has taken the decision to temporarily pause the planned delivery of lessons pending a further consultation exercise.\" The CCEA has produced comprehensive RSE resources and guidance for schools across a range of areas. A spokesperson for the Department of Education said the Northern Ireland curriculum currently includes \"prescribed minimum content for RSE\". They added: \"This is a minimum entitlement that all children of compulsory school age (4 to 16) must legally receive.\"Beyond this prescribed content, for RSE, as in all areas of the curriculum, it is a matter for schools to decide how the curriculum should be delivered, which resources to use, and which specific topics should be covered.\"This gives schools as much flexibility as possible to develop approaches that best suit the needs of their pupils and also to update and align curricular learning to reflect contemporary issues and changing societal requirements.\" However, Green Party MLA Clare Bailey - who has previously researched how RSE is taught in schools - said that approach was \"not sustainable\". \"Schools can basically decide for themselves if they're going to teach RSE and, if they do, what they're going to teach,\" she said. \"The first thing that we really need to do is to standardise what we teach and then make it a compulsory element in the education system. \"There's nothing to fear from educating our young people as this empowers them to make good choices. \"What we know is happening at the minute is that they are turning to online resources.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-51111416"}