{"datetime": "2021-03-09T22:32:27.000Z", "title": "Killinchy Primary School: Inquiry into sex-ed row clergyman halted by judge", "article": "A High Court judge has ordered that an internal investigation into a clergyman on the board of a County Down primary school is to be put on hold. The Reverend Stanley Gamble won the injunction as part of legal action in a dispute about planned relationships and sexuality education (RSE) at Killinchy Primary School. His barrister argued it was wrong for witnesses to sit on a committee looking into the disputed allegations.The investigation is paused until June. The judge said he was satisfied there was a \"proper basis\" for the court to stop the board of governors proceeding with the investigation until the court had the opportunity to \"hear and determine the matter\". The court heard that the complaint made by the school's principal Chris Currie relates to events at a board meeting in January 2020. At the time it was announced that RSE lessons were being postponed amid concerns raised by some parents. At the meeting at which RSE was discussed Rev Gamble was allegedly at times unwilling to listen and \"unusually hostile\", the court was told. \"He kept saying there was no policy (but) the principal made the point there was no need for policy for RSE to be rolled out,\" one witness claimed. The clergyman's barrister said his client denies the complaints made against him and questioned the fairness of the investigation procedure. The barrister said it was wrong for three other governors who were also witnesses to sit on a sub-committee set up to examine the allegations. Witnesses cannot also act as investigators and decision-makers, he argued. \"It's very difficult, nigh on impossible, to see how a fair hearing can be given to Rev Dr Gamble,\" said the barrister. \"The whole process is tainted by apparent bias.\" Counsel for the board of governors said there had been no alternative options due to the unusual circumstances. \"Much as there may be a desire to try and reach a resolution that permits the reparation of relationships, they are hidebound by what is set out in this policy and procedures,\" he said. Ordering the investigation to be put on hold, the judge also raised the possibility of mediation in the intervening period. \"It's something which the courts do smile upon and encourage,\" said the judge. \"It's an avenue that everyone ought to consider afresh to see if there might be some way of resolving these unhappy matters.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56335101"}