{"datetime": "2021-03-14T07:28:14.000Z", "title": "Footballer’s rare cancer tumour ‘size of a tennis ball’", "article": "A young footballer's cancer battle has inspired a town to raise more than £33,000 for cancer charities. Nathan Trueman, 21, was diagnosed with a rare synovial sarcoma cancer in December 2020. The first team captain of Portishead Town Football Club discovered a 10cm tumour - about the size of a tennis ball - under his right arm.He is undergoing four rounds of chemotherapy and five weeks of radiotherapy ahead of an operation.A recent MRI scan has revealed the tumour has stopped growing and he is due to have an operation in a few month's time.Mr Trueman said: \"I've always been healthy, played football since I was young and would go to the gym five times a week. It can happen to anyone.\"My message to anyone would be don't be afraid, call the doctor if there's something wrong, I've seen how weeks and months can make a difference and make cancer 100 times harder to treat.\"The doctors said the tumour was the size of a tennis ball, I can't wait for it to be removed so I can look forward to playing football again.\"Mr Trueman's friends, family and teammates as well as businesses in Portishead in Somerset have been taking on a series of fundraising challenges hoping to raise £50,000 for the Teenage Cancer Trust and for Sarcoma UK.Mr Trueman, who played with Bristol Rovers as a youth and for Forest Green Rovers under 18s, said: \"It's amazing, it's so inspiring to realise how much support you have, I'm very grateful. \"Football has been a massive part of it as I have met so many people through playing.\" One of his friends, Sophie Simmonds, has been organising the fundraising efforts and said: \"From an impromptu Zoom meeting one evening in which we all decided we wanted to 'raise a bit of money', to smashing the original £20,000 target in just 48 hours to now being on our way to the revised £50,000, is just phenomenal.\"We are totally overwhelmed with everyone's generosity, it's a true testament to Nathan and how well loved and respected he is.\"At just 21 he's inspiring so many people and we are so proud of him.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-56375074"}