{"datetime": "2022-02-15T11:44:55.000Z", "author": "Amy Phipps", "title": "Mansfield woman awaiting surgery to remove 8kg tumour", "article": "A woman with a rare form of cancer is waiting for an operation to remove a 8kg tumour growing near her spine. Stephanie Coles was diagnosed with leiomyosarcoma in December after finding a lump on her abdomen. The 39-year-old from, Mansfield, said her GP initially thought the lump could have been an enlarged spleen. She has been told it would be \"very complex surgery\" but as she is young, fit and strong she has a good chance of making a recovery. With the help of her daughters she has now organised an event to raise awareness of the condition, as well as money for a research charity. After finding the lump, she was booked in for an emergency scan, but the following day went to hospital in agony.She had an ultrasound and a CT scan and was told she had leiomyosarcoma, which begins in smooth muscle tissue. Ms Coles said the tumour has grown in her psoas muscle in the lower lumbar region of her spine. She said it was about 8kg and measured 14cm (5.5 inches), but was actually taking up more space inside her. \"It's got a sack around it and the tumour is leaking fluid so the sack is filling with fluid. \"That's spreading and enlarging and that's moving my organs and going into all the gaps,\" she said. She said she was expecting to have an operation to remove the tumour in a few weeks. \"I was informed that chemotherapy and radiotherapy wouldn't work on leiomyosarcoma. \"It would just damage my organs and lower my immune systems and the tumour wouldn't shrink. \"I have been told that if my surgery goes to plan, I will be in hospital for a week, then it will be a six-seven month recovery,\" she said. In the meantime she said she wanted to do something with her daughters, aged 23 and 21, to raise awareness of her cancer. They have planned an event in Mansfield on Saturday, and Ms Coles said she hoped to raise £1,000 for Sarcoma UK. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60375695"}