{"datetime": "2011-08-19T01:36:03.000Z", "author": "Helen Place", "title": "A very British affair - the fall and rise of the seaside pier", "article": "They are as synonymous with the seaside as ice-cream, fish and chips and the sand and the waves over which they preside. The British pier, which remains a feat of splendid Victorian architecture and provides a walkway out to sea, is having something of a comeback. Princess Anne recently reopened Weston-super-Mare's Grand Pier after a £39m transformation following a devastating fire three years ago. Plans have also been unveiled to build a £3m viewing tower at Weymouth pier ahead of the 2012 Olympics.Meanwhile, Southend pier is set to get a multi-million pound investment and there is evena plan for a vertical pier at Redcar . Dotted around the country's coastline 55 structures remain out of about 100 built in the late 1800s, originally for the purpose of getting people from boat to shore without getting their wet feet. The popularity of Cromer pier has made it one of the most well-supported in the country. It may be 110 years old but the amount of visitors and the entertainment it offers keeps it youthful. The Summer Seaside Special shows have been running for decades. Judith Hanlon, from Openwide Coastal, which runs The Cromer Pier and Pavilion Theatre, said: \"There's a gentle nostalgia about the place, a shabby chic. It's not over-developed. \"There's been a resurgence and it's cool again. \"Lots of people have fond memories of the English coast and its piers, they bring back sentimental feelings.\" On the popularity of the summer shows she said: \"We've always had strong support from the people and the council and we never gave up. \"We always went for proper talent, and whether you are 15 or 80 there will always be something in the show you enjoy.\" With increased rail links to the coast the demand for piers as an attraction grew. The architect Eugenius Birch became the most renowned pier builder, inventing a screw mechanism which to this day holds piers into the sea, well over 100 years after they were built. He built 14 piers around the country, seven of which remain. The pier enjoyed a golden age up until World War II. Originally many had a toll booth and were the place for wealthy Victorian ladies with parasols to be seen. They became less elitist and with pavilions, ballrooms and arcades being built on them, entertainment flourished. They fast became the hub of seaside towns. During World War II, when fears over a Hitler invasion raged, many piers were partly decommissioned. Redcar pier survived numerous batterings in the early 1900s, when its 1300ft (396m) position out to sea caught many a ship by surprise, but it could not recover from the literal decline it suffered after World War II, when it shrank to a mere 80ft (24m). Historian Paul Delplanque, who writes a nostalgia feature in Teesside's Evening Gazette, said: \"Parts of it were blown up during the war and in the years that followed there wasn't the inclination or the money to put it back together. \"It was eventually demolished in 1980, haven also fallen foul of the package holiday and was pretty derelict. It would have cost £180,000 to repair or £30,000 to demolish. Like others before it, the pier had to go.\" Redcar pier is just one of many which suffered during the 1960s and 70s when the package holiday was born and many seaside towns fell into a steady state of decline, taking their pier with them. Piers are at the mercy of the elements and in recent years, a number have been devastated by major fires. Brighton pier remains a popular attraction, but its neighbouring West pier, which has suffered fire and storms, cuts a lonely ravaged and derelict figure in the sea. But the resurgence is under way and it would appear the public's love of them never died in the first place.Retired couple Nanette and Jim McKenna, from Southport, are rediscovering more of the English seaside. Sitting on Brighton pier, Mr McKenna said: \"I think piers are popular because people like the idea of being in the water, but they don't want to get their feet wet - they can just be above it. \"Southport is wonderful and we have a superb pier that's actually a little longer than Brighton, but it's a place for retired people, whereas Blackpool and Brighton are for the young.\" Anthony Wills, from the National Piers Society, which preserves the heritage of piers and promotes them, said the nation holds them in great affection.\"Piers are about having fun, from admiring the architecture and heritage at places like Clevedon, to your 'candy floss' piers such as Brighton, Blackpool and Bournemouth with their slot machines and rides - opposite ends of the spectrum,\" he said.\"People are very fond of them, they are iconic and there are very few elsewhere in the world.\" ", "url": "https://www.bbc.com/news/uk-england-14387516"}