{"datetime": "2020-06-23T00:16:38.000Z", "title": "Lockdown amputation: 'She went from being fine to having cancer'", "article": "A 13-year-old girl who had her leg amputated during the coronavirus lockdown says she hopes to be an inspiration to other sick children. In January, Isobel Sheppard was diagnosed with synovial sarcoma, a rare cancer which affects only about one person in a million. She received the diagnosis only two weeks after being sent home from school with a pain in her leg. Before long, she was in isolation in hospital and allowed no visitors. \"I want other children going through this to know you are not alone and you are stronger than you know,\" she said. Isobel, who lives in Great Barton in Suffolk, was sent home from school with a pain in her leg on 20 January.Her parents Sam and Elliott assumed she had pulled a muscle but her leg swelled to double its size later that night. Doctors thought it was a blood clot but two weeks later Isobel, who was 12 at the time, was told it was cancer.Mrs Sheppard said her daughter's condition had changed quickly.\"She complained for a bit about a sore leg but it wasn't like we had a sick child,\" she said.\"She went from being fine to having cancer. Things like that are not meant to happen to a 12-year-old.\" Isobel started chemotherapy in February and completed her sixth and final round last week.Because the tumour had wrapped around the nerves and the blood supply at the top of her leg, she had a full leg amputation on 12 May at the Royal National Orthopaedic Hospital in London. \"I felt numb when I heard that,\" Mrs Sheppard said.\"Not in my wildest nightmares did I think she'd be having an amputation.\" Undergoing treatment during a pandemic has presented its own challenges, the most stark being separation from her family and friends after lockdown measures came in place for hospitals. Mrs Sheppard said that before this, she, her husband and Isobel's younger brother Josh could visit.\"Even friends and [other] family could come and see her,\" Mrs Sheppard said. \"We could also meet people in the ward kitchen, where you could talk to other parents going through it and all that had to stop. You also have to wear masks everywhere.\" Not being able to get to know other children on the ward has also been hard for Isobel, her mother said. But the pandemic has also brought some unexpected positives. \"In some ways coronavirus worked for us,\" said Mrs Sheppard. \"You can't see anyone so there's no germs and at the moment she's not the only one off school. In the early days she was worried about being left behind. \"So that's been a weird advantage.\" Mrs Sheppard added: \"So many people could be walking around at the moment with stuff that doesn't hurt, they don't want to bother their doctor with, that could be so bad. If Isobel's story helps even one person then it's worth sharing. \"She's determined to make the best of it and determined that she'll be able to get out walking. We're getting a puppy, that was her biggest dream, and she wants to get a prosthetic because she wants to walk the dog.\" ", "url": "https://www.bbc.com/news/uk-england-suffolk-53008452"}