{"datetime": "2019-06-21T23:10:18.000Z", "author": "Jonathan Holmes", "title": "Clevedon Pier: The 150-year-old 'soul' of a seaside town", "article": "In 1869 crowds flocked to Clevedon to witness the opening of its pier. For decades it enjoyed a period of decadence, offering a seaside escape to thousands of visitors. But a century later it succumbed to dwindling numbers and decay, eventually collapsing into the Bristol Channel. The fact it has survived to see its 150th birthday is down to its diehard supporters. \"Architecturally, it's stunning; I'm magnetised to it,\" says Amy Horner-Webb, whose fondness for the Victorian structure has seen her tattoo its likeness on her leg. The 28-year-old's childhood is peppered with memories of trips to the town's shoreline, the pier looming large in the background. \"It reminds me of being a kid, family days out and playing with my family there in the sun. \"It wouldn't be Clevedon without the pier. And for it to survive for 150 years - not many towns have that.\" Clevedon's pier was built at the height of the Victorian era and partly to provide better transport links between the growing North Somerset town and south Wales.Its construction allowed passengers to cross the Bristol Channel by steamer ship from the pier, opening up a plethora of holiday possibilities to city-dwellers keen to avoid a lengthy detour via Gloucester on the Great Western railway line. But by 1886, the introduction of the Severn Tunnel had put a dent in the pier's appeal as a transport hub and its success started to falter. However, the early 20th Century saw a sustained interest in the pier as a tourist destination as the seaside resort grew. The town's first cinema opened in 1912, a marine lake for swimming followed in 1929, and ships continued to use the pier for excursions. A typical summer's day in the 1930s saw as many as five departures, with round trips to Weston-super-Mare, Barry, Lynmouth and Ilfracombe proving popular. By the 1950s, the pier's popularity had peaked - its tiny dance hall, crammed with youngsters come the weekend, washome to the town's first jukebox .According to Clevedon Pier and Heritage Trust, footfall almost doubled - from 45,000 a year in 1956 to 83,000 three years later. But it was a short-lived resurgence and by October 1970, the future of the 259m (850ft) structure seemed bleak when two outward spans dramatically disintegrated and tumbled into the water. It was earmarked for demolition by the council and only saved after campaigners won the right to a public inquiry - support from which came from former Poet Laureate, Sir John Betjeman, who described it as \"the most beautiful pier in England\". \"Clevedon without its pier would be like a diamond with a flaw,\" he famously said.Many of those who campaigned for the pier during the 1980s were confident about its future. \"We knew it could be brought back,\" remembers one supporter, Alan Tinkling. \"We still had boats coming in, but the council just wanted an easy way out by demolishing it, they didn't think it would be any good. \"I'm chuffed as anything it survived.\" A succession of protests and fundraising events followed, with Victorian-themed marches through the town, Heritage Lottery funds applications lodged, and banners hung on the then-marooned dance hall building. It was, however, a long road to reopening, eventually doing so in 1989 after almost two decades closed to the public and more than £2m spent on repairs. Supporters saw their perseverance further rewarded in 2001, when it became the only intact Grade I listed pier in England.Lighthouse life: 'We are so lucky to be doing this job' The last man standing on the Calf of Man Is this England's steepest street? A new visitors' centre and restaurant opened in 2016, with visitor numbers topping 100,000 for the first time in 147 years.In April,it came third behind Worthing and Clacton in the National Piers Society competition which ranked 55 open piers. Today, about 65% of the pier's income comes from admission charges, with the rest covered by rentals for weddings, room hire, fishing permits and even donations from wills. \"My role now is to bring in money to keep the pier going,\" says the 12th pier mistress, Nicole Laken, who manages a maintenance budget of £100,000 per year and a team of six people. \"You can start out with your week planned, and then get a phone call one day requesting [permission to] film for a Bollywood film.\"The job has changed so much from what it used to be. But it's an honour to have that responsibility, because the pier is very precious to Clevedonians.\" Indeed, for Stephanie Burns and Terry Burns \"it had to be the pier\" when they got married. The newlyweds walked its length, accompanied by 20 samba musicians, on a chilly, grey day last June. \"Most of our wedding guests had never seen the pier before,\" she says. \"The pier [management] even opened the main gates for us, which are usually closed for people to go through the toll house, and they treated us and the band as if we were royalty. \"My husband is a structural engineer, so he appreciates the design of it, and we always take visitors there.\" Though the pier is to remain largely as it has done for the last 150 years, some improvements are planned, including lighting the ornate pagoda on the pier head for the first time.\"I could never understand why the end was always in darkness,\" says Ms Laken.\"It won't be like the Blackpool illuminations but it will be done sympathetically.\" Regardless of how the pier changes, it remains a constant for people like Amy, who return to it time and again.\"As an adult I still hold the pier very close to my heart and as someone who struggles with mental health problems, it's grounding. \"You never get the same view twice. The sky and the waves are always different but the pier is always there as a strong, steady reminder. \"It's [our] heritage, it's the soul of Clevedon, I'd like to think every Clevedonian holds pride in it.\" ", "url": "https://www.bbc.com/news/uk-england-bristol-48113881"}