{"datetime": "2017-08-30T18:47:38.000Z", "author": "James Gallagher", "title": "First cancer 'living drug' gets go-ahead", "article": "The US has approved the first treatment to redesign a patient's own immune system so it attacks cancer. The regulator - the US Food and Drug Administration - said its decision was a \"historic\" moment and medicine was now \"entering a new frontier\". The company Novartis is charging $475,000 (£367,000) for the \"living drug\" therapy, which leaves 83% of people free of a type of blood cancer.Doctors in the UK said the announcement was an exciting step forward. The living drug is tailor-made to each patient, unlike conventional therapies such as surgery or chemotherapy. It is called CAR-T and is made by extracting white blood cells from the patient's blood.The cells are then genetically reprogrammed to seek out and kill cancer.The cancer-killers are then put back inside the patient and once they find their target they multiply.Dr Scott Gottlieb, from the FDA, said: \"We're entering a new frontier in medical innovation with the ability to reprogram a patient's own cells to attack a deadly cancer. \"New technologies such as gene and cell therapies hold out the potential to transform medicine and create an inflection point in our ability to treat and even cure many intractable illnesses.\" The therapy, which will be marketed as Kymriah, works against acute lymphoblastic leukaemia. Most patients respond to normal therapy and Kymriah has been approved for when those treatments fail.Dr Stephan Grupp, who treated the first child with CAR-T at the Children's Hospital of Philadelphia, said the new approach was \"enormously exciting\". \"We've never seen anything like this before,\" he added. That first patient had been near to death, but has now been cancer-free for more than five years.Out of 63 patients treated with CAR-T therapy, 83% were in complete remission within three months and long-term data is still being collected. However, the therapy is not without risks.It can cause potentially life-threatening cytokine release syndrome from the rapid proliferation of the CAR-T cells in the body. This can be controlled with drugs.But the potential of CAR-T technology goes beyond one type of cancer.Dr David Maloney, medical director of cellular immunotherapy at the Fred Hutchinson Cancer Research Center, said the FDA's decision was a \"milestone\". He added: \"We believe this is just the first of what will soon be many new immunotherapy-based treatments for a variety of cancers. CAR-T technology has shown most promise against different blood-based cancers.However, it has struggled against \"solid tumours\" such as lung cancer or melanoma. Dr Prakash Satwani, a paediatric oncologist at Columbia University Medical, said: \"The results haven't been that great when you compare it with acute lymphoblastic leukaemia, but I'm sure the technology will get better in the near future.\" Boosting the immune system is already a cornerstone of modern cancer treatment. A range of drugs that \"take the brakes off\" the immune system to allow it to attack cancer more freely have already been adopted around the world.CAR-T technology, which goes a step further and redesigns the immune system, is at a much earlier stage. Prof Peter Johnson, the chief clinician at the charity Cancer Research UK, said: \"The first genetically modified cell therapy to be approved by the FDA is an exciting step forward. \"We still have a lot to learn about how to use it safely and who might benefit from it, so it is important to recognise this is just a first step.\" Follow Jameson Twitter . ", "url": "https://www.bbc.com/news/health-41094990"}