{"datetime": "2020-01-20T17:18:29.000Z", "author": "James Gallagher", "title": "Immune discovery 'may treat all cancer'", "article": "A newly-discovered part of our immune system could be harnessed to treat all cancers, say scientists. The Cardiff University team discovered a method of killing prostate, breast, lung and other cancers in lab tests.The findings, published in Nature Immunology , have not been tested in patients, but the researchers say they have \"enormous potential\". Experts said that although the work was still at an early stage, it was very exciting.Our immune system is our body's natural defence against infection, but it also attacks cancerous cells. The scientists were looking for \"unconventional\" and previously undiscovered ways the immune system naturally attacks tumours.What they found was a T-cell inside people's blood. This is an immune cell that can scan the body to assess whether there is a threat that needs to be eliminated.The difference is this one could attack a wide range of cancers. \"There's a chance here to treat every patient,\" researcher Prof Andrew Sewell told the BBC. He added: \"Previously nobody believed this could be possible. \"It raises the prospect of a 'one-size-fits-all' cancer treatment, a single type of T-cell that could be capable of destroying many different types of cancers across the population.\" T-cells have \"receptors\" on their surface that allow them to \"see\" at a chemical level. The Cardiff team discovered a T-cell and its receptor that could find and kill a wide range of cancerous cells in the lab including lung, skin, blood, colon, breast, bone, prostate, ovarian, kidney and cervical cancer cells. Crucially, it left normal tissues untouched.Exactly how it does this is still being explored.This particular T-cell receptor interacts with a molecule called MR1, which is on the surface of every cell in the human body. It is thought MR1 is flagging the distorted metabolism going on inside a cancerous cell to the immune system.\"We are the first to describe a T-cell that finds MR1 in cancer cells - that hasn't been done before, this is the first of its kind,\" research fellow Garry Dolton told the BBC. T-cell cancer therapies already exist and the development of cancer immunotherapy has been one of the most exciting advances in the field. The most famous example is CAR-T - a living drug made by genetically engineering a patient's T-cells to seek out and destroy cancer.CAR-T can have dramatic results that transform some patients from being terminally ill to being in complete remission. However, the approach is highly specific and works in only a limited number of cancers where there is a clear target to train the T-cells to spot.And it has struggled to have any success in \"solid cancers\" - those that form tumours rather than blood cancers such as leukaemia. The researchers say their T-cell receptor could lead to a \"universal\" cancer treatment.The idea is that a blood sample would be taken from a cancer patient. Their T-cells would be extracted and then genetically modified so they were reprogrammed to make the cancer-finding receptor.The upgraded cells would be grown in vast quantities in the laboratory and then put back into the patient. It is the same process used to make CAR-T therapies. However, the research has been tested only in animals and on cells in the laboratory, and more safety checks would be needed before human trials could start. Lucia Mori and Gennaro De Libero, from University of Basel in Switzerland, said the research had \"great potential\" but was at too early a stage to say it would work in all cancers. \"We are very excited about the immunological functions of this new T-cell population and the potential use of their TCRs in tumour cell therapy,\" they said. Daniel Davis, a professor of immunology at the University of Manchester, said: \"At the moment, this is very basic research and not close to actual medicines for patients.\"There is no question that it's a very exciting discovery, both for advancing our basic knowledge about the immune system and for the possibility of future new medicines.\" Follow James on Twitter. ", "url": "https://www.bbc.com/news/health-51182451"}