{"datetime": "2019-01-31T00:58:17.000Z", "author": "Fergus Walsh", "title": "First child given pioneering CAR-T cancer therapy", "article": "An 11-year-old has become the first NHS patient to receive a therapy that uses the body's own cells to fight cancer. Yuvan Thakkar, who has a form of leukaemia, was given the personalised treatment at Great Ormond Street Hospital (GOSH), in London, after conventional cancer treatments failed. CAR-T involves removing immune cells and modifying them in a laboratory so they can recognise cancer cells. Previously, it was available only as part of a clinical research trial. The CAR-T therapy, called Kymriah, costs £282,000 per patient, but the NHS has negotiated a undisclosed lower price with the manufacturer, Novartis. And the money will come from theCancer Drugs Fund , set up to fast-track access to the most promising treatments.Kymriah is licensed to treat patients up to 25 years old with B-cell acute lymphoblastic leukaemia (ALL), for whom other treatments have failed.NHS England announced in September that it would be funding the treatment, less than 10 days after it was granted a European licence. Yuvan, from Watford, was diagnosed with leukaemia in 2014. He received chemotherapy and then underwent a bone marrow transplant but relapsed after both treatments. Yuvan's parents, Sapna and Vinay, said: \"When Yuvan was diagnosed, it was the most heartbreaking news we had ever received.\"We tried to stay hopeful, as they say leukaemia in children has 90% cure rate, but sadly his illness relapsed.\"This new therapy is our last hope.\"Yuvan said: \"I really hope I get better soon so I can visit Lego House in Denmark.\"I love Lego and am building a big model Bugatti while I'm in hospital.\" Acute lymphoblastic leukaemia affects about 600 people a year, mostly children. Most are cured by conventional treatments but about 10% relapse. In November, it was announced that GOSH, along with Royal Manchester Children's Hospital and Newcastle upon Tyne Hospitals NHS Foundation Trust, would treat children with this rare form of leukaemia. Up to 30 patients a year are expected to be treated.CAR-T is a truly personalised form of cancer treatment.First, the patient has blood removed and the white blood cells are separated out, with the rest of the blood being returned to the patient. The T-cells, a special type of immune cell, are then sent to a laboratory in the United States, where a harmless virus is used to insert genes into them.These genes cause the T-cells to add a hook on to their surface, known as a chimeric antigen receptor (CAR). These engineered CAR-T cells - programmed to recognise and destroy the patient's cancer cells - are multiplied in huge numbers and then infused back into the patient. Yuvan had his immune cells removed in November and the engineered T-cells were infused last week.Dr Sara Ghorashian, consultant in paediatric haematology at GOSH and Yuvan's doctor, said: \"We are so pleased to be able to offer patients like Yuvan another chance to be cured.\"While it will be a while before the outcome of this powerful new therapy is known, the treatment has shown very promising results in clinical trials and we are hopeful that it will help.\" Royal Manchester Children's Hospital has also begun treating their first patient with the personalised Kymriah immunotherapy. The 11-year-old girl, from Liverpool, is expected to have her modified CAR-T cells infused in a few weeks. In aclinical trial of 75 patients for whom all other treatments had failed, half were still in complete remission after a year.However, there were some serious side-effects, with some patients needing intensive care due tocytokine-release syndrome . This can cause fever, low blood pressure and difficulty breathing but can be treated in most patients.NHS England has also agreed to fund another CAR-T therapy for adults with lymphoma. The treatment, Yescarta, would have cost nearly £300,000 per patient but Gilead Sciences has agreed a lower price. Up to 200 patients a year will be eligible. Follow Fergus onTwitter. ", "url": "https://www.bbc.com/news/health-47058069"}