{"datetime": "2019-06-16T23:34:02.000Z", "author": "Dr Emma Davenport", "title": "What does personalised medicine mean for you?", "article": "Medicine has always been personal to some extent - a doctor looks for the best way to help the patient sitting in front of them. But with advances in technology, it is becoming possible to use the most unique of characteristics - our genomes - to tailor treatments for individuals. Genomes are made up of a complete set of our DNA, including all of our genes, and are the instruction manual on how to build and maintain the 37 trillion cells in our bodies.Any two people share more than 99% of their DNA. It's the remaining less than 1% that makes us unique, and can affect the severity of a disease and effectiveness of treatments. Looking at these small differences can also help us understand the best way to treat a patient for a range of diseases - from cancer and heart disease to depression. Cancer is the most advanced area of medicine in terms of developing personalised treatments.In the UK, differences in the DNA sequence are being used by the NHS to help doctors prevent and predict cancer.For example, women with an increased risk of developing breast or ovarian cancer have been identified by screening for changes to the BRCA1 or BRCA2 genes.Mutations in these genesincrease a woman's risk of breast cancer by four-to-eightfold and can explain why some families see many relatives with the disease. A BRCA1 mutation gives women alifetime risk of ovarian cancer of 40-50% . Screening has helped women make informed choices about treatment and prevention - for example, whether to have a mastectomy. It is steps like these - splitting patients into ever smaller groups to identify the best treatments - that is taking us towards personalisation. For certain cancers, measuring gene activity is becoming commonplace.Gene activity is a little like the dimmer switch on a light - it can be set to low, high or anywhere in between. Measuring this allows us to see how active a particular gene is in a tissue or cell.In breast cancer, a test measuring the activity of 50 genes in tumours can be used to guide decisions about whether the patient will benefit from chemotherapy.To extend this approach to other cancers, researchers are switching off all of the genes in hundreds of tumours grown in the laboratory. In doing so, scientists are looking for cancer's weaknesses - to try toproduce a detailed rule book for precision treatment .The development of such techniques raises the question: how far can personalisation go? For illnesses like heart disease, diabetes and infectious diseases, a combination of genetic, lifestyle and life events also play a part. This means that information about small differences in the DNA sequence alone will not be enough to predict susceptibility and outcome. Measuring the activity of our genes also captures information about current stresses to the body. For example, certain genes will have a higher or lower activity depending on the type of infection.Looking at gene activity could also provide important clues as to how to best treat a patient. One life-threatening illness where these techniques could help is sepsis. It is a condition in which the immune system damages its own organs when trying to fight an infection. Anyone can develop sepsis and it kills 52,000 people each year in the UK - more than breast, bowel and prostate cancer combined. Worldwide, a third of patients who develop sepsis die.To save lives, general antibiotics are given first to reduce the infection. A blood test is done to find out which particular bacteria have caused the sepsis, so a more targeted antibiotic can be given.More like this But these blood tests take precious time and cannot always identify the bacterium causing the infection.In our research, we are looking at gene activity in sepsis patients' immune systems, to give us clues as to why different people respond in different ways.We hope to pinpoint which part of their immune systems are not working properly - helping doctors decide how other drugs could be used. This demonstrates how personalised medicine could be used for short-term treatment in intensive care, as well as for longer-term illnesses like cancer. One challenge personalisation faces is speed - measuring what is happening in our genes is currently a slow, laboratory-based process.In order to be most effective in a medical setting, we need to be able to measure gene activity in a patient's blood instantly.New technology like themicroelectrode biosensor device - which flags real-time critical changes in the blood - is being developed to make rapid analysis a reality.Through such advances it is hoped that genomic information, including gene activity, could become part of a GP's toolkit. Given recent advances in research and technology, the information in our genomes is likely to be used more and more often and in settings beyond cancer. Researchers are looking at thegenetic links to depression and anxiety , to help them understand the causes and develop new personalised treatments. They are also accessing large datasets like theUK Biobank to use the small differences in DNA sequence toidentify people at high risk of a heart attack later in life . It is unlikely that information from your genome will result in a \"personalised pill\" being manufactured just for you. Rather it could help doctors to tailor the right combination of medicines to treat the right person at the right time.About this piece This analysis piece wascommissioned by the BBC from an expert working for an outside organisation .Dr Emma Davenport is group leader in human genetics at theWellcome Sanger Institute , which works to promote research in genomic discovery and collaboration between scientists.", "url": "https://www.bbc.com/news/health-48254137"}