{"datetime": "2019-06-21T04:31:15.000Z", "author": "James Gallagher", "title": "'Living drug' offers hope to terminal blood cancer patients", "article": "NHS patients with lymphoma have for the first time been given a pioneering treatment that genetically reprogrammes their immune system to fight cancer. Mike Simpson, 62, from Durham, says his cancer is now \"on the run\". The therapy, called CAR-T, is a \"living drug\" that is tailor-made for each patient using their body's own cellsDoctors at King's College Hospital, London, said some patients were being completely cured in a way that had \"never been seen before\".CAR-T is the pinnacle of personalised medicine as it has to be developed for each individual patient.Firstly, parts of the immune system - specifically white blood cells called T-cells - are removed from the patient's blood. They are frozen in liquid nitrogen and sent to laboratories in the United States.There, the white blood cells are genetically reprogrammed so that rather than killing bacteria and viruses, they will seek out and destroy cancer.They are now \"chimeric antigen receptor T-cells\" - or CAR-T cells. Millions of the modified cells are grown in the lab, before being shipped back to the UK where they are infused into the patient's bloodstream.The whole manufacturing process takes a month.As this is a \"living drug\", the cancer-killing T-cells stay in the body for a long time and will continue to grow and work inside the patient. Mike Simpson was one of the first NHS patients to be treated.He was diagnosed with large B-cell lymphoma - a type of blood cancer - in 2015 when he returned from a holiday with a stiff and swollen neck.Two bouts of chemotherapy initially controlled his cancer, but each time it returned.By the end of 2018, he was given less than two, unpleasant and probably painful, years to live.\"If this treatment wasn't offered to me, I'd be saying goodbye in a relatively short period of time,\" he told the BBC. He started the treatment in February and follow-up scans show the CAR-T therapy is working. He added: \"I feel the treatment really is being effective, that we've got the cancer pretty much on the run. \"Obviously I'm really happy about that and optimistic for the future and glad that I committed to the treatment.\" However, it is still too soon to know whether the therapy has been completely successful. Up to 200 patients a year like Mike could benefit from the therapy.This is a new therapy and very long-term data is still lacking. Clinical trials have shown that 40% of patients had all signs of their otherwise untreatable, terminal lymphoma eliminated from their body 15 months after treatment. \"It is a very exciting new development and it gives new hope to a lot of our patients,\" Victoria Potter, consultant haematologist at King's College Hospital told the BBC. She added: \"It's amazing to be able to see these people, who you may have not been able to give any hope to, actually achieving remission.\"And that is a situation we have never seen before and it's an incredibly impressive change in the treatment paradigm.\" Mike says the side-effects of his treatment were worse than either of his two batches of chemotherapy.Short-term neurotoxicity, where the brain and nerves are affected, can lead to confusion, difficultly speaking and a loss of consciousness. There are five days after the treatment, when Mike was on intensive care, that he cannot remember at all.Other side-effects include fever, vomiting and diarrhoea.\"It might be a magic bullet, but it hurts,\" said Mike. His brain function is back to normal, but Mike says fatigue means he's not ready to go back to work.This truly personalised medicine - made from and for each individual patient - is unsurprisingly expensive. The official list price for this CAR-T therapy, called Yescarta, is more than £280,000 per patient.A deal has been struck between NHS England and the pharmaceutical company Gilead Sciences, but how much this is costing remains confidential. Simon Stevens, chief executive of NHS England, said: \"CAR-T shows huge promise and it is fantastic to see that patients in the NHS are among the first in the world to benefit.\"The start of this treatment marks the beginning of a new era of personalised medicine.\" CAR-T has so far shown the most promise in blood cancers including types of lymphoma and leukaemia.The firstNHS patient to receive it was 11-year-old Yuvan Thakkar, who has a form of leukaemia. \"Solid cancers\" - those that form tumours like lung cancer or melanoma - have been more challenging. One reason the blood cancer work has been easier is down to acceptable collateral damage. CAR-T cells have to target proteins that stick out from the surface of a cancerous cell. Cancerous B-cells (a type of immune cell in the blood) have a protein called CD19 on the outside, but so too do healthy B cells.So CAR-T therapies that currently target CD19 are wiping out healthy and cancerous cells.This is an acceptable amount of collateral damage as the rest of the immune system is still there and drugs can help plug the gap.The same is not true in other cancers - you cannot destroy the lungs to kill lung cancer, or the skin to kill melanoma. So more precise targets are being developed and are entering clinical trials.Follow James on Twitter. ", "url": "https://www.bbc.com/news/health-48706822"}