{"datetime": "2018-05-21T18:50:53.000Z", "author": "James Gallagher", "title": "Missing microbes 'cause' childhood cancer", "article": "Our modern germ-free life is the cause of the most common type of cancer in children, according to one of Britain's most eminent scientists. Acute lymphoblastic leukaemia affects one in 2,000 children. Prof Mel Greaves, from the Institute of Cancer Research, has amassed 30 years of evidence to show the immune system can become cancerous if it does not \"see\" enough bugs early in life.It means it may be possible to prevent the disease.The type of blood cancer is more common in advanced, affluent societies, suggesting something about our modern lives might be causing the disease.There have been wild claims linking power cables, electromagnetic waves and chemicals to the cancer.That has been dismissed in this work published inNature Reviews Cancer .Instead, Prof Greaves - who has collaborated with researchers around the world - says there are three stages to the disease.This \"unified theory\" of leukaemia was not the result of a single study, rather a jigsaw puzzle of evidence that established the cause of the disease.Prof Greaves said: \"The research strongly suggests that acute lymphoblastic leukaemia has a clear biological cause and is triggered by a variety of infections in predisposed children whose immune systems have not been properly primed.\" Evidence that helped build the case included: This study is absolutely not about blaming parents for being too hygienic.Rather it shows there is a price being paid for the progress we are making in society and medicine.Coming into contact with beneficial bacteria is complicated, it's not just about embracing dirt.But Prof Greaves adds: \"The most important implication is that most cases of childhood leukaemia are likely to be preventable.\"His vision is giving children a safe cocktail of bacteria - such as in a yoghurt drink - that will help train their immune system.This idea will still take further research.In the meantime, Prof Greaves said parents could \"be less fussy about common or trivial infections and encourage social contact with other and older children\". Dr Alasdair Rankin, the director of research at the blood cancer charity Bloodwise, said: \"We urge parents not to be alarmed by this study. \"While developing a strong immune system early in life may slightly further reduce risk, there is nothing that can be currently done to definitively prevent childhood leukaemia.\" This study is part of a massive shift taking place in medicine.To date we have treated microbes as the bad guys. Yet recognising their important role for our health and wellbeing is revolutionising the understanding of diseases from allergies to Parkinson's and depression and now leukaemia.Prof Charles Swanton, Cancer Research UK's chief clinician, said: \"Childhood leukaemia is rare and it's currently not known what or if there is anything that can be done to prevent it by either medical professionals or parents.\"We want to assure any parents of a child who has or has had leukaemia, that there's nothing that we know of that could have been done to prevent their illness.\" ", "url": "https://www.bbc.com/news/health-44199844"}