{"datetime": "2022-02-06T00:14:06.000Z", "author": "James Gallagher", "title": "Why switching asthma inhaler could be better for you and the planet", "article": "The current aerosol asthma inhalers we use are cheap but, because of the gases they contain, are one of the NHS's biggest contributions to climate change. Other countries think alternatives are superior - and some patients in the UK who have switched say they are controlling their asthma better. So, could millions of people be prescribed different inhalers? \"It's like there's a vacuum cleaner in your lungs trying to pull your air out.\" That's what an asthma attack feels like for nine-year-old Sebastian.Some of his attacks have needed treatment in hospital. A recent cross-country race left him keeled over on the floor struggling to breathe through the inflammation in his lungs and his tightened airways. \"I fell over and my lungs felt like the air can't go in, it felt like there was nothing in me left,\" he says.Asthma runs in his family. His mum Caroline Sousek says the disease has \"hugely dominated\" her life since the age of three. It would start from the moment she woke up wheezing: \"I would not go anywhere without an inhaler in my hand, it really affected what I was able to do and when I was able to do it.\" Both mum and son say they have transformed control of their asthma by changing their inhalers to ones that are also much better for the planet.\"I just can't believe the impact it's had… it has literally been life-changing,\" says Caroline - speaking to me for BBC Radio 4's Inside Health.She and Sebastian still have \"preventer\" medication to reduce the risk of an attack and \"reliever\" medication in case one happens. But the crucial change for them, is how those drugs get into their lungs.Before, they had been using aerosol spray inhalers - also known as puffers or pressurised metered-dose inhalers.\"The aerosol sprays contain a powerful greenhouse gas which is used to propel the medicine out of the inhaler and into the airways,\" says Dr Alex Wilkinson, an NHS consultant in Stevenage who specialises in lung diseases.The different gases - called hydrofluorocarbons - used in these inhalers are between 1,000 and 3,000 times more potent at warming the planet than carbon dioxide.You might not think that adds up to much, after all inhalers are small and just slip inside your coat pocket. But more than five million people are being treated for asthma in the UK and the overwhelming majority are prescribed aerosol spray inhalers. Overall, around 4% of the NHS's entire carbon footprint comes from asthma drugs. The only other medicines to come close are the anaesthetic gases used in surgery. Now, Caroline and Sebastian have \"greener\" inhalers that contain no propellant. These are called dry powder inhalers and you have to do the work of sucking the medicine out.The case for using dry powder inhalers is clear if you only care about climate change, but are they a better choice for patients? In a GP surgery in Sheffield you'll find one of the country's first \"net-zero\" GPs. Dr Aarti Bansal's aim is to simultaneously improve care for patients and cut carbon emissions. \"As long as you can get the medication into the right place in your lungs, then one inhaler is not necessarily better than the other and the vast majority of patients can use a dry powdered inhaler,\" she tells Inside Health. She says the aerosol spray inhalers are \"actually quite tricky\" to use and people often get the technique wrong. So instead of the medicine going into the lungs \"it's going to hit the back of your throat\". Aerosol spray inhalers require a slow steady breath as the inhaler is used. A dry powder inhaler needs a quick hard suck, which is how many people use inhalers instinctively.Caroline says she found it \"really difficult\" to coordinate her breathing and the aerosol inhaler, particularly when she was feeling wheezy.But the switch to dry powder inhalers has transformed her life and she can even do a 10km run now. \"A year and a half ago it seemed like something I could never do, I could manage 3km and my chest would feel like it was imploding. \"Since I started taking [a dry powder preventer], I haven't needed to take my reliever inhaler.\" Dr Bansal says Caroline's experience is far from unique and that she changes patients' inhalers if they're using the wrong technique.\"I find if I switch them to a dry powder inhaler that often improves their control,\" she says. Control is key for both patients and the planet. The less people need to rely on their reliever inhalers the better it is for both their quality of life and greenhouse gas emissions. The NHS says somebody has a potentially life-threatening asthma attack every 10 seconds in the UK.Dry powder inhalers are not radical or new. They used to be common in the UK and remain the preferred choice in other countries. In Norway, only one person in 10 with asthma has an aerosol spray inhaler.\"Over the past two decades, we've had a dramatic switch [to aerosols] and it appears that's been done to reduce drug costs,\" says Dr Wilkinson. However, he says it is not clear if the aerosol inhalers really were cheaper overall - if poor technique meant people ended up having more attacks and needing more treatment. That momentum is now being reversed as the NHS attempts to cut its carbon emissions. The National Institute for Health and Care Excellence, which advises doctors on which medicines should be used, saysdry powder inhalers will be suitable for many .Dr Bansal says aerosol inhalers have become the default choice: \"It's just become a prescribing habit really, it's what we are used to.\" However, there are concerns that the drive towards \"greener\" inhalers could harm some patients. Those who have well-controlled asthma and are used to aerosol spray inhalers may be better off sticking with their current device. The very elderly and young children may not be able to perform the rapid intake of breath that's needed with a dry powdered inhaler.\"Prescribing lower carbon inhalers as part of the NHS' net zero agenda is something that Asthma UK and the British Lung Foundation fully support,\" says Mike McKevitt, Director of Services at Asthma UK and the British Lung Foundation. \"But this absolutely should not be at the expense of people's health,\"\"We know that well-controlled asthma is the best outcome for the patient and for their carbon footprint, and it is essential that people with asthma have inhalers that are most suited to them and that will help protect them from a life-threatening asthma attack. Guidance makes it clear that there should be no blanket switch from a preventer metered dose inhaler (MDI) to a dry powder inhaler (DPI), and that any changes should be done carefully and with patient input. \"Healthcare professionals need to be better informed about NHS plans to move to lower carbon inhalers, as this could result in poor outcomes for patients. It is vital that GPs give patients the choice about what inhaler they want and take into account which is most suitable for them, and they must be able to switch back to their inhaler at a later point if they want to.\" But nine-year-old Sebastian is happy he's on the right one.\"They're making me feel wonderful, like I barely even have asthma. I feel really happy for not just me, but all the animals of the world can be less endangered.\" Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59997297"}