{"datetime": "2021-12-07T22:33:32.000Z", "subject": "Coronavirus pandemic", "title": "Omicron: First cases of Covid-19 variant identified in NI", "article": "The first cases of the Omicron variant of Covid-19 have been identified in Northern Ireland. The Department of Health said it has been made aware of three cases of the variant, two in the Belfast area and one in the South Eastern Trust area. All three have been linked to travel to Northern Ireland from Great Britain. Chief medical officer Prof Sir Michael McBride said it was expected and that it was \"not a time for panic, but for sustained caution.\". The department said the two Belfast cases have been confirmed as being from one household, while the third is an unconnected case.Deputy First Minister Michelle O'Neill said on Twitter that the news was a \"concerning but not unexpected development\". She urged members of the public to continue to take up the option of vaccine and booster injections and to follow health advice. Figures show that there are currently 437 confirmed cases of Omicron in the UK.A Downing Street official has said there are early signs the variant is more transmissible than the Delta Covid-19 strain. Wales' health minister has saidthey were expecting a significant wave of Omicron that would peak in January while, in Scotland, Covid rulesare going to be reviewed daily as Omicron cases rise. While scientists believe Omicron could spread more easily than Delta, and become the dominant variant in the UK, much is still unknown. It could take weeks to understand how severe illness from the variant is and what it means for vaccine effectiveness.In a statement, Northern Ireland's chief medical officer said there was \"no evidence at this time of wider community transmission in Northern Ireland\". \"We are awaiting further data on this new variant and the extent of the public health threat it represents. \"It is undoubtedly a cause for concern and has the potential to spread rapidly, adding significantly to the already severe pressures on health and social care services. \"We will continue to liaise closely with public health colleagues across these islands.\" Speaking to BBC News NI, Sir Michael said it was \"too early\" to say how Omicron might impact on Covid restrictions. \"I think it's important at this point that we don't get ahead of ourselves,\" he said. The chief medical officer also encouraged schools to remain open. \"I think our children have suffered quite significantly throughout this pandemic. \"The closure of schools should be the very last thing that we look at.\"I would encourage our schools to stay open, recognising the pressures that are on schools and teachers at this time.\" Sir Michael urged anyone travelling from the UK or Republic of Ireland into Northern Ireland to take a lateral flow test. He also stressed the importance of maintaining good hand hygiene, limiting social contacts and wearing a face covering. Omicron is the most heavily mutated version of coronavirus found so far. The variant has lots of different mutations that have not been seen before, and many that have. A large number of them are on the spike protein of the virus, which is the target of most vaccines, and that is the main concern. In standard PCR tests, Omicron has what is known as an \"S-gene dropout\" (which Delta has not, in most cases) and that gives a clue that it could be the new variant. But not all \"S-gene dropouts\" will necessarily be Omicron - full genomic sequencing is needed to be sure. So far, in South Africa, most people infected are young and their symptoms have been mild. There is some suggestion that the variant could be causing some slightlydifferent symptoms to Delta - including aches and pains, and no loss of taste or smell - but it's too early to say for certain. Hospitals in South Africa are seeing more people admitted with more serious symptoms - but many are unvaccinated or have had only one dose. It will take a few more weeks to work out if deaths are increasing too. In the UK, where large numbers of people are protected with two or three doses of a Covid vaccine, some scientists say Omicron could be much milder and have less of an impact. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59571534"}