{"datetime": "2021-12-01T06:31:27.000Z", "subject": "Coronavirus pandemic", "title": "Poorly controlled asthma 'increases Covid risk for children'", "article": "Children with poorly controlled asthma are up to six times more likely to be admitted to hospital with Covid than those without the condition, research has suggested. Scientists involved in the study said five to 17-year-olds in this category should be considered a priority for Covid vaccination. About 9,000 children in Scotland would benefit from the jab, researchers said. Vaccines are offered to the over-12s in Scotland, but not to younger children. In the study, poorly controlled asthma was defined as a prior hospital admission for the condition, or being prescribed at least two courses of oral steroids in the last two years. Scientists said there were 109,000 children across the UK who fitted this definition, with 9,000 of them in Scotland. About 1.1 million children in the UK are estimated to have asthma. The research team from the universities of Edinburgh, Aberdeen, Glasgow, Strathclyde and St Andrews analysed a dataset as part of theEave II Covid-tracking project , which uses anonymised patient data. Public Health Scotland was also involved in the research. About 750,000 health records for five to 17-year-olds across Scotland were analysed, which included 63,463 children diagnosed with asthma. Among children with asthma, there were 4,339 confirmed cases of Covid-19 between 1 March 2020 and 27 July 2021. Of these, 67 children were admitted to hospital. Among children without asthma, there were 40,231 confirmed cases of Covid-19, of whom 382 were admitted to hospitals, the researchers found. They said that 255 per 100,000 of children with poorly controlled asthma were admitted to hospital with Covid. This compared with 54 per 100,000 children without asthma and 91 per 100,000 of children with well controlled asthma. Prof Aziz Sheikh, director of the University of Edinburgh's Usher Institute and Eave II study lead, said: \"Our national analysis has found that children with poorly controlled asthma are at much higher risk of Covid-19 hospitalisation. \"Children with poorly controlled asthma should therefore be considered a priority for Covid-19 vaccination alongside other high-risk children.\" Prof Sheikh said it was important to consider both the \"risks and benefits\" from vaccinations. He added: \"Emerging evidence from children aged five and older suggests that Covid-19 vaccines are overall well-tolerated by the vast majority of children.\" The results of the study have been published in The Lancet Respiratory Medicine. ", "url": "https://www.bbc.com/news/uk-scotland-59480072"}