{"datetime": "2021-12-08T10:27:15.000Z", "subject": "Coronavirus pandemic", "title": "Asthma 'not an exemption from wearing masks'", "article": "Most people with asthma or chronic obstructive pulmonary disease should wear face masks when required, the British Medical Association has said. The guidance fromNI Direct states people with such conditions only need to say they cannot wear a mask when asked to prove they are exempt.\"Ninety nine per cent of people who have those conditions can wear a face mask,\" said the BMA's Dr Alan Stout.Masks are mandatory in a number of settings including public transport. Shops, airports and taxis are among the settings which the rule applies to in Northern Ireland, designed to prevent the spread of Covid-19. In October, the NI Executive agreed this would continue as a legal requirementthroughout the winter . \"There are a small number of exemptions to wearing a mask and they are very, very small, so the vast majority of people should be wearing a mask,\" Dr Stout told BBC News NI's Good Morning Ulster programme. The message came afterthe first three cases of the Omicron variant were discovered in Northern Ireland on Tuesday - all linked to travel to Northern Ireland from Great Britain. The BMA's mask-wearing message came after a woman who was not wearing a mask on a train said she believed she was exempt because she was asthmatic. \"Asthma is not an exemption,\" Dr Stout responded. \"Asthma UK and the British Lung Foundation are very good and strong on this too that anyone suffering from those conditions should be wearing a face mask.\" On Tuesday, Translink said it was up to ministers to decidewho was responsible for enforcing the rule on mask-wearing on public transport. Its director of service operations, Ian Campbell, said a \"verbal indication\" that someone was exempt made it hard to fine people for breaking regulations. \"That verbal indication is where we take customers' word for that and proceed with normal operation,\" he added. Emphysema and bronchitis are other examples of conditions that can make someone exempt from wearing a face covering. There were some occasions when an exemption could be made \"if it makes you very uncomfortable wearing a mask\", said the BMA's Northern Ireland representative.However, he added that people with conditions affecting the lungs and breathing were among the most at-risk from coronavirus and should be doing everything to protect themselves - including vaccination. The charity Asthma UK said: \"Most people with asthma, even if it's severe, can manage to wear a face mask or face covering for a short period of time.\" A face covering does not reduce a person's oxygen supply or cause a build-up of carbon dioxide, it said. \"If you find it impossible to wear a face mask because it affects your breathing, or for other physical or mental health reasons, you do not have to wear one,\" added the charity. ", "url": "https://www.bbc.com/news/world-europe-59577027"}