{"datetime": "2022-01-07T09:00:22.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Q&amp;A: What are Northern Ireland's Covid travel rules?", "article": "Travel rules are changing often due to the shifting Covid situation and the spread of the Omicron Covid variant. With lockdowns lifted, more people in Northern Ireland have been travelling and planning trips.BBC News NI explains what the current rules are for those planning to travel to Northern Ireland or go abroad. New rules took effect from 04:00 GMT on Friday 7 January for all international passengers arriving in Northern Ireland and the rest of the UK. Previously all passengers aged 12 and over had to show proof of a negative test, taken no more than 48 hours before departure.Now, there is no need to show proof of a pre-departure negative Covid-19 test if you are fully vaccinated. Instead, travellers who have proof of full vaccination are required to complete a passenger locator form and take a test on or before day two after arrival. From 9 January, this can either be a lateral flow or a PCR test. If the lateral flow test returns positive, the traveller will be issued a free PCR test to confirm the result and also be required to self-isolate. If the PCR test comes back negative, then the isolation period can end.People not deemed fully vaccinated must show proof of a negative pre-departure test in order to enter Northern Ireland or the UK and self-isolate for 10 days after arrival. They must also complete a passenger locator form and complete PCR tests on day two and eight after arrival.Similar to changes in the UK, officials in the Republic of Ireland have also said that fully vaccinated passengers no longer need a negative test when arriving into the country.Previously all passengers arriving into the country's ports and airports, including those from within the Common Travel Area (CTA), had to provide a negative test.The CTA is made up of the United Kingdom, Republic of Ireland, Isle of Man and Channel Islands. Those travelling from Northern Ireland to the Republic of Ireland were exempt. If you are travelling from Northern Ireland to England, Scotland or Wales, the advice from Stormont is that you should take a rapid lateral flow test before you begin your journey, and again on days two and eight of your stay - and only travel if the results are negative. This is guidance - not law.You do not need to fill in a Passenger Locator Form if you're travelling from within the CTA. But this only applies if you have not been outside the CTA in the last 10 days. Yes - but there are currently no countries on the red lists for Northern Ireland, England, Scotland, Wales. In 2021, the UK scrapped its full 'traffic light' system for international travel, retaining a red list for countries where Covid transmission is of concern. Previously anyone arriving directly from a red-list area into Northern Ireland must isolate for 10 full days (11 nights) in a government-approved hotel. Passengers must book and pay for a managed isolation package before completing a Passenger Locator Form and travelling to Northern Ireland. Itcosts £2,285 per adult. The executive says people must enter hotel quarantine at the port where they first arrive. For example, that means anyone arriving into Great Britain or Dublin from a red list country - who intends to travel on to Northern Ireland - must complete their self-isolation period there first before heading to Northern Ireland. If you travel directly to Northern Ireland from a red list area, you can only arrive at certain designated airports: Anyone who enters Northern Ireland from a red list country and is found to have breached the rules could face a penalty of thousands of pounds in fines. However, there were questions about how this was being enforced. If you have received one or both doses of your Covid-19 vaccinations in Northern Ireland,you can apply for a proof of vaccination certificate for international travel. They are available in digital or paper form and are valid for three months from the date of application.Digital certificates will automatically renew a week before they are due to expire.Northern Ireland residents who have a valid Irish passport and have received their vaccinations in NI can also apply for an EU Covid certificate. All EU countries will accept as proof NI's CovidCert NI app but it is worthchecking the latest travel advice for your destination before you travel, as the rules can change all the time. With the Omicron variant continuing to surge across the UK, it is difficult to say when the rules, which are kept under review by Stormont, could change.The executive's international travel system has mirrored the rest of the UK's, largely making it easier for jurisdictions to remain joined up in their approach. You can keepchecking Northern Ireland's latest rules on the NI Direct website for your destination's latest updates. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56833342"}