{"datetime": "2021-12-07T12:29:53.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Stormont 'must enforce rules over masks'", "article": "It is up to the Northern Ireland Executive - not Translink - to decide who is responsible for enforcing the rules over mask-wearing on public transport, the company has said. Director of Service Operations Ian Campbell was responding to complaints about people not wearing face coverings on buses and trains. Five people have been fined in NI this year for not wearing masks, police say. In one day last week, Transport for London issued 152 fines of up to £200. A further 125 people were asked to leave buses and trains in London for not wearing a face covering. Police have also confirmed that no fixed penalty notices have been issued for failure to wear a face covering without reasonable excuse in the last month. \"Our experience would be that we are seeing average compliance of 80% passengers wearing face coverings,\" Mr Campbell told BBC NI's Good Morning Ulster. However, he stressed that this did not include those who said they were exempt and he did see an issue in terms of exemption. In Northern Ireland,the use of face coverings is mandatory on public transport, in taxis, private buses, coaches and on aircraft, in train and bus stations and in airports unless an exemption applies . \"There would be challenges getting into fining people where the current exemption only requires a verbal indication,\" said Mr Campbell. \"When our staff do challenge customers then by far the vast majority are telling us that they carry an exemption. \"That verbal indication is where we take customers' word for that and proceed with normal operation.\" Translink does not hold records of how many people are asked to get off a bus or train, he said. \"The debate about fines and levels of fines and who it should apply to is one for the Northern Ireland Executive,\" Mr Campbell stressed. Aodhán Connolly, of the Northern Ireland Retail Consortium, appealed to the public to take personal responsibility. \"If you are going into a shop you have to wear a mask,\" he said. Mr Connolly said the retailers' role was to communicate the rules. What was worrying was the correlation between the introduction of Covid-19 measures and an increase in cases of violence against staff, he added. \"It's our role to communicate the rules, but it's not our role to place hard working retail staff in harm's way,\" he said. \"There are people who go into shops who are looking for a confrontation - who are looking to point out that this, as they see it, is impinging on their civil liberties,\" he said. \"This is about personal responsibility ... people need to step up and realise this (wearing a face covering) is something they have to do unless they are exempt.\" The Departments for Infrastructure and Justice have been contacted for comment. Chris Lyttle of the Alliance Party said people had to take personal responsibility. \"The issue is compliance,\" he told BBC NI's The Nolan Show. \"There are different ways to achieve compliance and many people are working extremely hard to ensure compliance.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59561735"}