{"datetime": "2021-02-11T12:52:17.000Z", "author": "Rachel Schraer", "subject": "Coronavirus pandemic", "title": "Asthma sufferers' 'confusion' over Covid vaccine", "article": "Asthma sufferers have called for clarity from government over \"confusion\" about whether they will be prioritised for the Covid vaccine. It has confirmed the most severe cases who have been advised to shield will be prioritised for the jab by 15 February.And younger people requiring \"repeated or continuous\" use of oral steroids or with previous hospital admissions will be vaccinated ahead of their peers. The NHS defined non-severe asthmatics as being at \"moderate risk\" from Covid. Asthma UK previously said it understood anyone using a steroid inhaler would be prioritised for a vaccine.Aguide still on the government website also states the vaccine will be offered to \"adults with...breathing problems like asthma (use of steroid inhaler often)\". But separately the government has said the priority groups for vaccination would include all those who need regular \"systemic\" steroids for asthma. \"Systemic\" steroids are nearly always in the form of tablets, though Asthma UK is still in the process of confirming whether priority six will include people using steroid inhalers.The government said it was following independent experts' advice on how vaccines should be allocated. James, a 37-year-old commercial manager from Chesterfield, said he had been left off the list despite suffering from both moderate asthma and having suffered a pulmonary embolism as a result of a rare blood clotting disorder that has caused lasting lung damage. He believes he has \"fallen through the cracks\" despite vascular disease appearing on the priority list, leaving him feeling frustrated and forgotten.And Jeff Hunt, a 50-year-old from Somerset, said his moderate asthma had not required hospitalisation because he had been \"extremely cautious\" - but that didn't mean his condition didn't put him at risk.\"I'm really frustrated with the government guidance being so unclear,\" he said. \"It doesn't feel like it makes sense\". \"We're all being called for an annual flu jab but now we're being told we're at no greater risk than the average population,\" he added. Mr Hunt criticised the lack of consistency in the guidance meaning some people were getting the jab while others on the same medication were not.Others spoke of a lack of clarity over what \"severe asthma\" meant, and being made to feel \"troublesome\" or like they were trying to jump the queue when they enquired.The nine priority groups are based on preventing deaths in the most vulnerable and protecting health and care staff.Since age is the biggest risk factor for Covid deaths, the first three groups are: Group four covers people who are \"clinically extremely vulnerable\" - those who have received a letter advising them to shield.When it comes to asthma, the confusion has been around who falls into priority group six - those who are not formally shielding but are considered clinically \"at risk\". That group should be vaccinated after healthy over-65s but before anyone younger than that without health conditions And for asthma it appears to have similar criteria to group four - those advised to shield - but the difference is likely to be in the dose of steroids taken or whether they are taking any other medications, such as ones which target antibodies in the blood to prevent inflammation. Well-controlled asthma that doesn't require oral steroids is not thought to increase someone's risk of dying from Covid. This is based on the medical records of people with asthma who contracted Covid over the past year.It is understood the government will aim to offer the jab to group six - and all over-50s - by May.And the government aims to vaccinate everyone in the first four priority groups by mid-February.Asthma UK and British Lung Foundation chief executive Sarah Woolnough said: \"We know that many people with asthma are confused about when they will get the vaccine and what priority group they fall into.\"We've been urging the government for some months to provide clarity on this, as we know it's a worrying time for lots of people. \"And we now have more information.\" But, she added: \"It may be hard to accurately identify everyone in this [priority-six] group. \"The government should err on the side of caution in decision-making and cast its net wide when making decisions about definitions, to ensure that people with asthma who are at risk won't be missed.\"As well as being an indicator of how severe someone's asthma is, steroids suppress the immune system, making it harder to fight off viruses.Ms Woolnough said: \"Reassuringly, evidence now shows that people with well controlled asthma that is not severe don't seem to be at higher risk of dying from Covid-19.\" But some people with asthma have expressed concerns online about their wider health including the risks of long Covid.NHS England said it would be offering vaccines based on the government's nine categories and patients' medical records.CLARIFICATION: The article previous stated all steroid-users would be prioritised and has been updated to reflect that only those using oral steroids have been confirmed. The BBC is seeking further clarification over inhaled steroids. ", "url": "https://www.bbc.com/news/health-56012530"}