{"datetime": "2020-11-30T15:27:54.000Z", "title": "Ella Kissi-Debrah death: Council 'glacially slow' on pollution", "article": "The family of a nine-year-old girl who died of an asthma attack has accused the borough where she lived of acting at \"glacial pace\" over air pollution. Ella Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in 2013 after having seizures for three years. At a new inquest into her death, the family's barrister said the council did not treat air pollution as a priority. Lewisham Council said it had little control over emissions. Ella was first taken to hospital in 2010 after a coughing fit and subsequently admitted to hospital 27 times. An inquest in 2014, which focused on Ella's medical care, concluded acute respiratory failure and severe asthma caused her death.But a 2018 report by former government advisor Sir Stephen Holgate found there was a \"real prospect that without unlawful levels of air pollution, Ella would not have died\". Following the report, a new inquest was granted. Richard Hermer QC, representing Ella's family, accused Lewisham Council of failing to treat air pollution as a priority despite knowing how dangerous it was. Mr Hermer told Southwark Coroner's Court that after studies indicated soaring pollution level the council took seven years to produce the first strategic needs assessment. Questioning Lewisham Council's head of environmental health, Mr Hermer said: \"That's a glacial pace in the context of a public health emergency, isn't it?\" The new inquest heard Lewisham struggled with pollution due to traffic on the South Circular and A21. Lewisham Council's head of environmental health told the inquest that the local authority had little control over the flow of traffic. David Edwards, who took on the role in the months after Ella died, said the council had tried to control pollution through implementing a banded system of parking permits based on emissions. The council could also encourage cleaner vehicles and alternative forms of transport among its residents, Mr Edwards said. Lewisham has established several Air Quality Management Areas (Aqmas), where air pollutant levels are of particular concern. The first set up in 2001, Mr Edwards said. Once an Aqma has been set up, it has to be followed by an Air Quality Action Plan with input from several local authority departments. Ella may become the first person in the UK for whom air pollution is listed as the cause of death. The inquest will run for 10 days.It will consider whether air pollution caused or contributed to Ella's death and how levels were monitored at the time. ", "url": "https://www.bbc.com/news/uk-england-london-55133052"}