{"datetime": "2021-10-03T08:41:48.000Z", "author": "John Arkless", "subject": "London Marathon", "title": "London Marathon: Kidney donor and man with Down's among runners", "article": "A woman who donated a kidney to her best friend joined a man with Down's syndrome among the Welsh runners in this year's London Marathon. Rosie Morgan, 27, from Bridgend, made the donation to her friend Zoe, who suffered kidney failure, in March.Meanwhile, Michael Beynon from Chirk was running again, having become the first Welsh man with Down's syndrome to do the race in 2020's virtual event.Runners took part both in London and virtually in this year's race.Rosie was running for the charity Kidney Wales, just months after saving her friend Zoe's life.Zoe was diagnosed with chronic kidney disease in November 2019 and went into kidney failure in March 2020, just as the UK entered its first coronavirus lockdowns.\"We were given that news the day that the UK went into lockdown, and I remember sitting on her sofa and sobbing, knowing that once I left her house that night I wasn't going to be allowed back,\" Rosie said.Rosie said she \"didn't hesitate\" to be tested to see if she was a match for Zoe, which she was.After a \"terrifying\" year of appointments and preparation, the transplant was scheduled for February, but was pushed back by a month, allowing Zoe to have her Covid vaccinations.The pair have been recovering since, but despite this, Rosie took part in an 62-mile (100km) ultra-marathon just a few weeks after surgery.Since donating a kidney, Rosie said she had to watch her salt and alcohol intake, but otherwise her day-to-day life had not really changed. She said: \"Organ donation changes your life but it doesn't have to affect what you do.\"I know a lot of people that have said to me they didn't realise that they could donate and still carry on with life as it was before, and so that's my main goal... showing that you can still do things with one kidney.\" Although she has run longer races, Sunday was Rosie's first 26-mile marathon - unlike Michael.In 2020, he became the first Welsh man with Down's syndrome to run the London Marathon, when he completed the virtual race in his former home of Ammanford, Carmarthenshire. But this year, Michael, 26, was competing in the London race alongside thousands of other runners.He said: \"I'm really proud to be an ambassador for Mencap to show what people with Down's syndrome like me can achieve if given an opportunity.\" Other differences with last year's virtual race include Michael's training, which has been taking place on the steep slopes surrounding Chirk Castle with his new puppy, Bella.Michael, who doctors thought would have to spend his whole life in a wheelchair, is also being joined this year by his girlfriend, Ffion Edwards, who also has a learning disability.Michael's mother, Erika Walker, said: \"It's a huge achievement and I know how hard it is to run 26 miles. \"I'm very proud. Very, very proud. Very proud of what he's achieved, very proud of what he wants to achieve in his life.\" Chris Richards from Bridgend was running to raise funds for WellChild, a charity supporting seriously ill children. His own son Geraint was left severely brain damaged and needing round-the-clock care after a near fatal asthma attack caused him to have a cardiac arrest. \"We as a family had to deal with so many changes whilst caring for his everyday needs,\" said Chris. \"We had to adapt to suddenly having a profoundly disabled 11-year-old, who couldn't walk, talk or do anything for himself.\"Our WellChild nurse Rhian Greenslade would visit daily on the ward and provide such a calming effect on us, we dreaded the weekends when we wouldn't see her... we all looked on Rhian as our guardian angel.\" Despite suffering a knee injury two weeks into training, Chris said he was going to give it \"everything I've got\" to get to the finish line. ", "url": "https://www.bbc.com/news/uk-wales-58749931"}