{"datetime": "2019-05-02T11:10:46.000Z", "title": "Ella Kissi-Debrah: New inquest into girl's 'pollution' death", "article": "A fresh inquest will be held into the death of a nine-year-old girl whose fatal asthma attack may have been linked to air pollution near her home. Ella Kissi-Debrah, who lived near the South Circular Road in Lewisham, south east London, died in 2013 after having seizures for three years. The High Court granted a new inquest after Ella's mother said more evidence had come to light. Rosamund Kissi-Debrah said she was \"delighted\" by the ruling. In a statement, she said she was looking forward to \"finally getting the truth\". \"The past six years of not knowing why my beautiful, bright and bubbly daughter died has been difficult for me and my family, but I hope the new inquest will answer whether air pollution took her away from us,\" she said. \"If it is proved that pollution killed Ella then the government will be forced to sit up and take notice that this hidden but deadly killer is cutting short our children's lives.\"Ella was first taken to hospital in 2010 after a coughing fit and subsequently admitted to hospital 27 times. An inquest in 2014, which focused on Ella's medical care, concluded her death was caused by acute respiratory failure and severe asthma. But a 2018 report said it was likely unlawful levels of pollution, which were detected at a monitoring station one mile from Ella's home, contributed to her fatal asthma attack. Ruling with two other judges that the 2014 conclusions should be quashed, Judge Mark Lucraft QC said: \"In our judgment, the discovery of new evidence makes it necessary in the interests of justice that a fresh inquest be held.\" He said Ella's family's lawyers had argued the new evidence demonstrated there was an \"arguable failure\" by the state to comply with its duties under the European Convention on Human Rights, which protects the right to life. Ella may become the first person in the UK for whom air pollution is listed as the cause of death. ", "url": "https://www.bbc.com/news/uk-england-london-48132490"}