{"datetime": "2021-02-15T13:08:23.000Z", "author": "Rachel Schraer", "subject": "Coronavirus pandemic", "title": "Covid-19: Millions of asthmatics 'must wait for vaccine'", "article": "People whose asthma is under control will not be prioritised for the Covid vaccine, the government has confirmed. Sufferers of the condition will not be on the list ahead of their peers unless they are formally shielding, regularly take steroid tablets or have ever had an emergency hospital admission. This appears to be a rowing back from previous guidance indicating steroid-inhaler users would be eligible. It has since been judged this group is not at increased risk of death. The Department of Health and Social Care (DHSC) said it was following independent advice that the immediate priority should be to \"prevent deaths and protect health and care staff, with old age deemed the single biggest factor determining mortality\". A DHSC spokesperson said: \"This prioritisation captures almost all preventable deaths from Covid-19.\"People with non-severe asthma are considered by the NHS to be at increased risk from Covid - but not at risk of dying from the virus.Asthma has also been linked to anincreased risk of \"long Covid\" - an array of different symptoms suffered by some people weeks or months after the initial infection has cleared.Anyone with the condition requiring a steroid inhaler or tablets will be offered a free annual flu jab. And that's led some people to question why they are being treated differently when it comes to Covid where only oral (tablet or liquid) steroids are considered.Jeff Hunt, a 50-year-old from Somerset, said his moderate asthma had not required hospitalisation for the condition because he had been \"extremely cautious\" - but that didn't mean his condition didn't put him at risk.\"I'm really frustrated with the government guidance being so unclear,\" he said. \"It doesn't feel like it makes sense. \"We're all being called for an annual flu jab but now we're being told we're at no greater risk than the average population,\" he added. However, Asthma UK said the government had assessed evidence suggesting people with mild or moderate asthma, even those using high doses of inhaled steroids, were not at greater risk of dying. A study tried to correct for this behavioural effect - the fact people with asthma may have been particularly careful - by only looking at the outcomes of people with asthma who had contracted Covid.The most severe asthma sufferers will be vaccinated in the fourth priority group if they have received a letter advising them to shield. People with asthma will be vaccinated in the sixth priority group, after the over-65s and frontline staff, if they: The first five groups cover care-home residents and staff, over-80s and front-line health and care workers, the over-75s, \"clinically extremely vulnerable\" people (shielders) and the over-65s. There are nine priority groups in total, which the government says it will offer a first jab to by the end of April - including all over-50s regardless of health status. The next set of priority groups has yet to be laid out. But it is expected to include people with both a wider range of health conditions and in a broader group of occupations, like police officers and teachers.Sarah Woolnough, chief executive of Asthma UK and the British Lung Foundation, said: \"The government have advised people with asthma that they are clinically vulnerable to Covid, throughout the pandemic, leaving many people to believe that they were going to be in priority group six for the vaccine.\"However, based on evidence that a lot of people with asthma are at no increased risk of dying from coronavirus, it has changed the eligibility for category six, which means many people with asthma no longer fall into this group.\" She added: \"The government must urgently communicate directly to people with asthma why it has made this decision, and explain the reasoning behind it.\" The charity is calling for people with non-severe asthma to be prioritised ahead of their peers after the first nine groups have been vaccinated. \"The government's lack of attention, urgency and confused messaging around this issue from the start of the pandemic has caused needless anxiety for people and it needs to be put right,\" she said.", "url": "https://www.bbc.com/news/health-56069455"}