{"datetime": "2020-12-16T13:51:28.000Z", "title": "Ella Adoo-Kissi-Debrah: Air pollution a factor in girl's death, inquest finds", "article": "A nine-year-old girl who died following an asthma attack has become the first person in the UK to have air pollution listed as a cause of death. Ella Adoo-Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in 2013. Southwark Coroner's Court found that air pollution \"made a material contribution\" to Ella's death.Prof Gavin Shaddick, a government adviser on air pollution, called it \"a landmark decision\". At the conclusion of the two-week inquest, coroner Philip Barlow said Ella had been exposed to \"excessive\" levels of pollution. The inquest heard that in the three years before her death, she had multiple seizures and was admitted to hospital 27 times. Delivering a narrative verdict, Mr Barlow said levels of nitrogen dioxide (NO2) near Ella's home exceeded World Health Organization and European Union guidelines. He added: \"There was a recognised failure to reduce the levels of nitrogen dioxide, which possibly contributed to her death.\"There was also a lack of information given to Ella's mother that possibly contributed to her death.\" Giving his conclusion over almost an hour, the coroner said: \"I will conclude that Ella died of asthma, contributed to by exposure to excessive air pollution.\" Ella's mother Rosamund Adoo-Kissi-Debrah, said: \"We've got the justice for her which she so deserved. \"But also it's about other children still, as we walk around our city of high levels of air pollution.\" Ms Adoo-Kissi-Debrah said she was \"shocked\" by how \"decisive and comprehensive\" the findings were. Ella was first taken to hospital in 2010 after a coughing fit, Ms Adoo-Kissi-Debrah had told the inquest. As a six-year-old, she had to be placed in a medically induced coma for three days to try to stabilise her condition. By the summer of 2012, Ella was classified as disabled and her mother said she often had to carry her by piggyback to get her around. Ms Adoo-Kissi-Debrah said: \"I think people need to understand when Ella was rushed into hospital, a lot of the time she was barely breathing.\"It was an emergency, cardiac arrest.\" Ella died in the early hours of 15 February 2013, following a severe asthma attack. A 2018 report found unlawful levels of pollution, which were detected at a monitoring station one mile from Ella's home, contributed to her fatal asthma attack. The report's author Prof Sir Stephen Holgate said Ella had been \"living on a knife edge\" in the months before her death. The inquest heard Ella's family did not know of the risks posed by air pollution. This is an historic verdict.Typically, experts refer to air pollution being \"associated\" with premature deaths because they can't be sure any one individual's death was caused or partly caused by dirty air. This case pins Ella's untimely death partly on to the air she breathed. It will heighten the debate about social equity in the UK. The poorest tend to suffer the worst air, whilst - on a national basis - the richest tend to drive furthest. Campaigners now want emergency action - including expanding London's clean-air zone for vehicles out to the M25 and making Britain's streets better for walking and cycling. But there are myriad sources of pollution. Gas boilers, construction equipment, paint and dust from brakes and tyres all contribute. Ultimately, it won't be possible to completely clean the air in some of the UK's big cities. Ahead of the conclusion of the inquest, Arnold Schwarzenegger wrote to Ms Adoo-Kissi-Debrah calling her \"a hero\". The Hollywood actor and former governor of California, who has long been an advocate for better clean-air standards, thanked her for \"exposing air pollution for the killer it is\". Prof Shaddick, who leads Exeter University's data science department, said he hoped the inquest ruling \"makes improving the air we breathe easier to achieve in the future\".\"It's just regrettable it's taken this case to achieve it,\" he added. Sadiq Khan, who as mayor of London was named as an interested party in the inquest, called the result \"a landmark moment\". Mr Khan said: \"Today must be a turning point so that other families do not have to suffer the same heartbreak as Ella's family. \"Ministers and the previous mayor have acted too slowly in the past, but they must now learn the lessons from the coroner's ruling.\" Sarah Woolnough, chief executive of Asthma UK and the British Lung Foundation, called on the government to outline a public health plan to protect against \"toxic air\" immediately. She said: \"Our hearts go out to Ella's family who have fought tirelessly for today's landmark outcome. \"Today's verdict sets the precedent for a seismic shift in the pace and extent to which the government, local authorities and clinicians must now work together to tackle the country's air pollution health crisis.\" Responding to the verdict, a government spokesman said: \"Our thoughts remain with Ella's family and friends. \"We are delivering a £3.8bn plan to clean up transport and tackle NO2 pollution and going further in protecting communities from air pollution.\" The mayor of Lewisham, Damien Egan, said Ms Adoo-Kissi-Debrah's campaign for clean air had been \"hugely impactful\". He added: \"Our hope is that today's ruling is the evidence needed to effect lasting change, to finally secure a national commitment to tackling air pollution in a meaningful way.\" ", "url": "https://www.bbc.com/news/uk-england-london-55330945"}