{"datetime": "2021-03-21T07:12:01.000Z", "author": "John Arkless", "title": "World Down Syndrome Day: Welsh cake baker's 'pride' in business", "article": "Michael Beynon has achieved plenty for someone who is just 25 years old. He has \"boxes\" full of medals from sporting competitions all over Europe, has run a marathon and also runs his own business.He also has Down's syndrome.Michael's business was born two years ago, when he volunteered in a cafe in the former coal mining town of Ammanford, Carmarthenshire, and learnt about how miners would take food into coal pits.The thought of taking a cake into the sooty pits led to Michael asking if the baked goods were \"going to get black?\" underground. This inspired Michael to create a black Welsh cake - an experiment which was supposed to be a one-off.But their popularity soon led to demand for more and Michael's business, Coalpit Welsh Cakes, was born.Originally based in Ammanford, Michael was able to employ some of his friends to help make the Welsh cakes, which would then be sold on at markets and events such as the Royal Welsh Show in Builth Wells, Powys.The coronavirus lockdown presented new challenges, with Michael missing out on face-to-face selling at markets, which he said was one of his favourite parts of the job, but business has boomed since moving online.His mother Erika Walker said: \"All we seem to be doing is Welsh cakes. \"We had loads last week [for Mother's Day] and we thought we'd have a breather this week, but no.\" Ms Walker said there were some \"blockages\" when Michael started his business and a lack of support from traditional small business support groups initially proved to be an obstacle.But using her experience from previously running community businesses, she was able to give Michael the support he needed to get started.Michael said: \"I wanted to own my own business baking Welsh cakes. I feel proud of myself and I feel fantastic.\" Michael and family have since moved to Chirk, Wrexham, but he is determined to see his business keep on growing - both online and in new marketplaces when restrictions allow. He has also experimented with different flavours of Welsh cakes, making a raspberry and white chocolate and coconut flavour - as well as teaming up with a distillery to create a Welsh cake-flavoured gin.He said his aim for his business was to \"sell more Welsh cakes and to employ more of my friends\".But what about the recipe which gives the Welsh cakes their unique colour?\"It's top secret,\" he says.Baking is not Michael's only recent achievement. In October, he became the first person from Wales with Down's syndrome to run the London Marathon - albeit virtually.Running to raise money for learning disability charity Mencap, Michael and his mother completed the 26.2-mile (42km) course, which was done in two parts and involved running from Ammanford to Brynamman and on to Tumble, in about nine hours.It also earned him a certificate from Guinness World Records, after becoming part of the first group of people to run the London Marathon virtually.Ms Walker said: \"For somebody who just ran 200m - and 10 years ago could barely run 50m - to basically run a 27-miler, it was very emotional. \"It was fun and people wanted to chat along the way because Michael was a huge character in Ammanford. Michael had to say hello to everyone.\" Despite spending most of the day running through wind, rain and hailstorms, Michael immediately said he wanted to do another marathon after crossing the finish line and plans to fulfil that ambition in London this October.His success in the marathon follows almost 20 years of competing in the Special Olympics, both at home and across Europe.Michael has competed in running, long jump, boccia, skiing and curling in cities across the UK, as well as Ireland, Italy, Germany and Russia, as well as running through the Vatican City in front of Pope Francis.He is now waiting for coronavirus rules to allow competitions to start again.Sunday marks World Down Syndrome Day, something Ms Walker says was important for celebrating and raising awareness. She said: \"Mike has given me an experience which my other children haven't given me.\"Every day is an adventure, there's not one dull day in the calendar when he's around. I think the best way of describing is it's a real adventure from the day they're born.\" She said it can sometimes be a \"battle\" for people with learning disabilities to get recognition and support in the UK, but she said positivity had grown in recent times.She said: \"Over the last year social media has been so positive about Down's syndrome... [it's been seen] as a positive rather than a negative which has been really great.\"It's something children and adults with learning disabilities need. I think there's more positives than negatives when you have a person with any form of disability.\" ", "url": "https://www.bbc.com/news/uk-wales-56442775"}