{"datetime": "2021-05-20T23:55:10.000Z", "author": "Sue Mitchell and Sarah McDermott", "title": "Severely ill - and still made to quarantine in a hotel", "article": "Quarantine hotels for travellers returning from countries with high Covid infection rates help to protect the UK from new variants. But people with serious health conditions are supposed to be allowed to quarantine at home instead - and concern is being voiced that requests are often denied. Afshah Khan, 17, arrived at the Heathrow Holiday Inn on 12 April with her parents and five younger siblings, after a trip to Pakistan to visit her ailing grandmother. As someone with \"brittle\" or \"unstable\" asthma - in which any asthma attack can quickly become life-threatening - she often needs medical treatment at home in Bradford, and stress can be a trigger.So the idea of being confined to an airport room until 23 April was \"very scary\", she says. Because of her health, her parents wanted Afshah to be in the same room as one of them, and the other children were too young to be by themselves, so the family of eight only had two rooms. It was decided that her disabled father would share a room with one of his two sons, who would be able to help him wash, while the rest of them crammed into one room. \"I went in and there was one bed and one sofa for me, my mum, my three sisters and one brother,\" Afshah says. \"I was thinking it's going to be 11 days, and I just sat on the sofa looking at everyone thinking, 'How will I survive it?'\" That night Afshah woke more than once feeling that she couldn't breathe. In the morning her lips were turning blue, so Afshah's mother, Uzma, called security and asked to be taken outside for their permitted daily exercise period. \"We got to the car park and she looked at me and she couldn't speak. I realised she was really serious, she was gasping for air,\" says Uzma. As first aid proved ineffective Afshah was taken to hospital by ambulance, where she spent three days in intensive care, and another two on a different ward. When it was time to leave, to the family's amazement, she was told to arrange her own transport back to the hotel. Uzma booked her a taxi, shocked that this was considered safe given the efforts taken to keep the rest of the family isolated. She had been told Afshah would be given a lateral flow test on her return to the hotel, but this didn't happen. Instead, wearing the clothes she had put on in hospital, hotel staff sent her straight back into the room with her mum, her brother and sisters. Asked to explain why this happened, the Holiday Inn said it could not comment on individual cases. Uzma says that when she booked the quarantine hotel, before leaving Pakistan, there was nowhere on the website where you could apply for an exemption. Once Afshah had returned from hospital, however, she immediately applied, attaching a note from the hospital doctor. There had been no response, though, when Afshah had another attack, which again led to her being taken to intensive care. \"As she got in the ambulance, I wished her all the best,\" Uzma says. \"I was trying to act casual [but] I thought I might not see her again alive.\" This time too Afshah's condition improved, however, and once again she was told to make her own way back to the hotel. It was on the family's final day in hotel quarantine that a reply came through to the request for exemption. It had been refused. The email said the bar for exemption was set \"incredibly high\" and Afshah had not met it. A government spokesman told the BBC: \"Our top priority is protecting the health of the public and our enhanced borders regime is helping minimise the risk of new variants being imported into the UK. \"We recognise the impact that restrictions and this pandemic have had on many people and are committed to providing support for people with disabilities. Anyone with health concerns about being in a quarantine hotel can seek an assessment by a medical professional after check-in and the managed quarantine scheme does include a number of specific and limited exemptions.\" Afshah describes her experiences in London as \"the most traumatic thing ever\" and says she never wants to stay in a hotel again. She has been to hospital seven times in the four weeks she has been back in Bradford. On one of those occasions, Uzma says, a consultant told Afshah there was no guarantee she would make it to her 18th birthday, in a month's time. Solicitor Theodora Middleton, of the legal firm Bindmans, says that when somebody has a severe condition that can't be managed in hotel quarantine and when being in quarantine will lead to a deterioration in their condition, they areentitled under the law to an exemption . But she says government guidance published on 20 April set a new test, saying that people were exemptif being put into quarantine would lead to them requiring emergency treatment . \"Now that's obviously a higher threshold than the one that's in the law and there's no legal basis for that raised threshold,\" she told the BBC. She adds that when officials say things such as \"Exemptions will only be granted in the most exceptional circumstances,\" or - as the Khans were told - \"The bar for exemptions is set incredibly high,\" these statements do not derive from the law, but seem to be \"an idea that the caseworkers have who are making the decisions\". \"I've seen a number of decisions now where people have been refused exemptions. Obviously I don't know the full details of each case but certainly from the little bits of information that we receive it seems like you would expect these people to be getting exemptions,\" she says. Theodora Middleton and barrister Adam Wagner went to court on behalf of a young client who was refused an exemption despite having complex emotional and psychological needs. When a High Court judge said there was a \"reasonable prospect\" of the decision being unlawful, the Department of Health and Social Care reversed course, and after seven days in the hotel the family was permitted to finish quarantining at home. But Theodora Middleton points out the high cost of legal action means this isn't an option for most families. And anyway, it isn't the best solution to the problem, she says. \"I hope that what will happen is that if there's more exposure around this issue that the Department of Health will revisit its policy and ensure that people with vulnerabilities are not being put into hotel quarantine in the first place.\" Listen to the father of the boy with complex needs talking on the Today programme (at one hour, 35 minutes and 20 seconds from the start of the programme)Another Bradford resident who was unable to get an exemption started quarantine at the end of April in a different Heathrow hotel - the Courtyard by Marriott - also after flying in from Pakistan. Aftab Hussain, a taxi driver, and his father, Mohammad Rafiq, had been visiting Aftab's seriously unwell brother, when Pakistan was put on the UK's red list. At home in Bradford, Aftab's wife, Norin Akhtar knew that hotel quarantine would be very hard for Mohammad, who is 84, is paralysed on one side of his body as a result of a stroke, and uses a wheelchair. So she started emailing and calling CTM, the company contracted by the government to handle quarantine hotel bookings, hoping to get an exemption for him.She says she spent three-and-a-half days trying to get through on the phone, and that when she finally managed it a man hung up on her.The following day, she managed to get through to CTM again, which agreed to book a hotel for Aftab and Mohammad, Norin says, but said it would be impossible to apply for an exemption without a note from a GP. \"I said, 'Look, I've been sending emails and no-one's replying. This is very unfair. I can't get a letter from my GP now because it's too late - they are travelling tomorrow.'\" Many people have complained to the BBC about difficulties making contact with CTM. A spokesman for the company said it was making an effort to manage \"very high volumes of calls\" and to meet every travellers' needs.\"CTM is committed to supporting British citizens to safely return home to the UK and we are sorry for the long wait times that some travellers have experienced in trying to contact us,\" he said. As she booked a room for Aftab and Mohammad, Norin made clear that they needed facilities for a wheelchair user, and two beds. But they got neither of these things, she says, and repeated attempts to get the hotel to move them to a more appropriate room were unsuccessful. \"The hotel said, 'We're fully booked, we can't do anything about it.' And I said, 'Why did you accept them at your hotel when I specifically requested these?' They just didn't have an answer,\" she says. As a result, Mohammad was unable to wash for the duration of his stay, Norin says. The worst moment came when the 84-year-old fell and cut his head. His GP has said that as a stroke victim he should always have a hospital check up after a fall. But the medical team contracted by the government to work in the hotel said he had to stay in his room, Norin says. As Mohammad fell, he scattered food on the carpet, and his head started bleeding. While the first aiders put a plaster on his head, it was left to Aftab to clean up the blood on the carpet using tissue paper. A spokesperson for the hotel said rooms were allocated based on the information provided by the government's booking system, and the hotel always made an effort to move guests if they turned out to be unsuitable. \"We are very sorry that there were not any more accessible rooms available on this occasion,\" she said. She added that cleaners were not permitted to enter the rooms of quarantining guests, under rules set by the government in order to minimise the risk of infection. The Department of Health and Social Care said it could not comment on individual cases, but said that people are allowed to leave quarantine in medical emergencies. Both Bradford families now face a considerable bill. For Uzma Khan and her husband, the £5,000 they owe will be taken out of their benefit payments over the next 12 months. When Norin Akhtar booked the room for her husband and father-in-law she was told to pay £2,400 up front, but explained that she didn't have such a sum. Even with a deferred payment, it's going to take time and hard work to save up, and for Bradford taxi drivers it may be a while before business is back to normal. Listen to Mohammed Ilyas, a Bradford ambulance worker, tell his story of hotel quarantine in The Untold on BBC Radio 4 ", "url": "https://www.bbc.com/news/stories-57162187"}