{"datetime": "2021-06-17T17:43:48.000Z", "title": "Ella Adoo-Kissi-Debrah: Air pollution measures announced after girl's death", "article": "Measures to tackle air pollution have been announced by the government after a coroner found toxic air contributed to the death of a nine-year-old girl. Ella Adoo-Kissi-Debrah, who lived near the South Circular Road, died in 2013. The government says it will invest an extra £6m for local councils to improve air quality and has begun consultations on setting new air pollution targets.Ella's mother, Rosamund Adoo-Kissi-Debrah, welcomed the measures but said she wanted \"more urgency\". \"The hope was always Ella's death wouldn't be in vain, and the hope is it will save future lives,\" she said. \"The coroner is very clear in his recommendations, that unless his recommendations are implemented people will continue to die.\" The inquest into Ella's death found levels of nitrogen dioxide (NO2) near her home in Lewisham, south-east London, exceeded World Health Organisation (WHO) and European Union guidelines. The hearing found Ella had been exposed to \"excessive\" levels of pollution. The coroner, Philip Barlow, recommended lowering the legal limit of particulate matter in the air and improving public awareness. Responding to the coroner's recommendations, the government announced it aimed to have new legal air pollution limits in place by October 2022. The new limits will be \"informed\" by WHO guidelines on PM2.5 pollution among other sources, according to the government. But Ms Adoo-Kissi-Debrah said she wanted new legal limits \"sooner\". \"That's 16 months away,\" she said. \"What happens to all the children who are going to die in the interim?\" The government's response, announced on Clean Air Day 2021, also sets out moves to work with broadcasters, social media companies and app providers, to spread information about pollution levels. The NHS will also work on a more systematic approach to asthma management, the government said. Environment Secretary George Eustice said: \"Ella's death was a tragedy and I would like to pay tribute to her family and friends who have campaigned so tirelessly on this issue, and continue to do so. \"Today's response is part of a much wider cross-government effort to drive forward tangible and long-lasting changes to improve the air we breathe, as well as doing more to inform the public about the risks.\" A spokesperson for the mayor of London said: \"While any additional government funding is welcome, much more is needed to tackle the deadly scourge of air pollution in London and across the country.\"Rather than consulting on new standards, we need action on this now, including committing in the Environment Bill to legally binding WHO recommended targets to be achieved by 2030.\" ", "url": "https://www.bbc.com/news/uk-england-london-57516352"}