{"datetime": "2020-11-29T00:06:39.000Z", "author": "Claire Marshall", "title": "Rosamund Adoo-Kissi-Debrah: 'Did air pollution kill my daughter?'", "article": "A fresh inquest into the death of an asthmatic nine-year-old girl starts on Monday, after a medical report suggested a direct link between her illness and poor air quality near her home, not far from a busy road. Ella Adoo-Kissi-Debrah could now become the first person in the UK - and possibly in the world - to have \"air pollution\" listed as a cause of death. Ever since Ella became ill, 10 years ago, Rosamund Adoo-Kissi-Debrah has been asking questions. Why did her daughter, so vibrant and healthy, suddenly become so unwell? What was causing the asthma attacks and seizures? \"She was sitting there and she would suddenly have an attack and I wanted to know why? If your asthma is that bad, someone should be able to tell a parent, what is triggering it.\" The next 10 days may finally give her some answers, but it will be a terrible ordeal. \"I'm not sure how I'm going to get through it all but I will somehow,\" she says. \"I've held my promise to my late daughter to try to find out why she became so ill.\" Rosamund will have to recall in detail the three years that her daughter was unwell. The times - she's lost count of how many - that Ella lay lifeless in the house and she had to resuscitate her. The blue-light ambulance journeys, almost 30 of them, to five different hospitals across London. Seeing her child's slender body hooked to a ventilator four times; being advised by doctors to try to talk to her through the induced comas, to help her recover. Ella died in February 2013. The cause given on the death certificate was acute respiratory failure. The inquest in 2014 concluded it had perhaps been triggered by \"something in the air\". Until that time no-one had talked about air pollution as a cause of Ella's illness and Rosamund says she became determined to find out what that \"something\" was. Rosamund's tone is amiable, she laughs frequently, but it is also forceful and insistent. She used to be head of sixth form at a London school, teaching psychology and philosophy. Sometimes she can be quite intelligent, she says with a cackle.She was born in North London, but she describes her children as being \"born and bred in Lewisham\" in south-east London. Ella was the eldest of three. The twins are now 13. They still live in the same house and they like to keep her room as it was, with planes stuck on the wall and the ceiling painted blue like the sky, because the children's big sister wanted to be a pilot in the RAF. On a nice day they cycle up to the cemetery to think about her. \"They hate it when Ella is called 'tragic',\" says Rosamund. \"She was not. She was very wise.\" Gifted - remarkable - exceptional. These are words that could be applied to Ella by anyone, not just a proud parent. Ella was in the top 10% of her school and by the time she was nine years old she had a reading age of 14. In the weeks before she died she was devouring Jane Eyre.\"She loved mental games,\" says Rosamund. Her favourite was chess, and few could beat her at Connect 4. \"She would pretend not to see a pattern and then when she felt you were getting too far ahead she would beat you.\" She played almost a dozen musical instruments and was an excellent swimmer. She was also very caring. \"Reading and writing came naturally to her. So when she met a child that couldn't read or write - as long as the teacher allowed it - after finishing her own work, Ella would sit with her and try to help her.\" During her many spells in hospital she didn't want to sit on her bed and \"vegetate.\" She convinced her doctors to let her go to school with a bandage tied over the cannula in her hand. She was given the teaching she craved, but the more carefree things, like PE, or going for sleepovers, were out of bounds. She would wake up on the ward, her mother would arrive to take her to school and, at the end of the day, would take her back to her hospital bed. \"How she fought,\" Rosamund says. \"Goodness me, she really did fight. And if she can fight and she was so young, she definitely inspired me. I still hear her voice, and many of our conversations. She always wanted to know why she had become so ill. She used to ask me.\" Their house - she doesn't want to reveal the address - was just a few dozen metres from the South Circular, one of London's most notoriously congested roads. School was a half-hour walk away, mostly on the pavement beside nose-to-tail traffic. The first time she knew something was wrong was when Ella was seven. It was 2010, October half term.\"We were doing the Great Fire of London at school and we went to see the Monument. Ella had a cold and she was climbing up the stairs. I remember her voice saying to me, 'I can no longer climb,' and me saying, as mothers do, 'You've only got a cold, what's stopping you?' I still feel really bad about that.\" Ella, a child with as much determination as her mother, got to the top. But on the train home, unusually, she fell fast asleep. Not long afterwards she developed a cough with a specific sound, like a smoker's cough. A few weeks later, just after Christmas, doctors put her in a coma for the first time.\" The next 28 months were worse than anyone can imagine, Rosamund says. Ella had tests for cystic fibrosis and epilepsy, eventually getting a diagnosis of severe asthma. In the beginning Ella didn't know how ill she was, Rosamund says, but as time went on, she realised. \"I'm still incredibly sad about how much she suffered,\" she says. \"She suffered greatly. That is something I cannot erase from my memory at all.\" The seizures happened most often at night. She would stop breathing. Rosamund would have to use what she calls \"magical skills\" - resuscitation - to keep her daughter alive until the ambulance got there. \"I learned from the first time that screaming and running around was not going to help her. The hospital trained me. Maybe it is a skill we should all acquire. It's something I hope never to have to use again.\" Ella was treated in Lewisham Hospital, King's College Hospital, Great Ormond Street, St George's, St Thomas's. She regularly spent 14 days at a time being given intravenous antibiotics. She took steroids and always carried inhalers. \"There was one time when she was in intensive care, and the doctor said we have done everything we can now, it's up to her to fight back,\" Rosamund says. \"There's this hopelessness as a parent, when everything has been done. There's nothing you can do, and you just sit by their bed. One thing the doctors said to do is to talk to her. I don't know how we got through it. Afterwards, we never spoke about it.\" Rosamund remembers the last evening they spent together at home in the sitting room. \"Her last night was Valentine's night. The final thing I read to her was Beethoven's Love Letters,\" she says.A few hours later she stopped breathing and Rosamund made what would be the final 999 call. Ella had a seizure in the ambulance and died in hospital in the early hours of 15 February 2013.\"I read the last one of those love letters at her funeral. You know the one that goes 'Ever thine ever mine'… I don't ever look it up now. I can't.\"Rosamund asked Great Ormond Street to take tissue samples of her daughter's body \"from top to toe\". She still isn't sure why she did it. \"It makes me sound like I'm really bright,\" she laughs. \"But there were just so many questions. I think it was because I'd heard about bodies having to be exhumed and I didn't want that to happen.\" She got legal advice and spoke to anyone who would listen - and listened to anyone who could help. In 2015, Prof (now Sir) Stephen Holgate, a government adviser and one of the UK's leading experts on asthma and air pollution, read an article about Ella, and got in touch. Rosamund gave him access to the tissue samples and he considered Ella's medical records. This enabled him to confirm the type and severity of Ella's asthma. He examined all the data, including readings from pollution monitors close to the family home, andconcluded that there was a direct link between Ella's condition and levels of toxic gases, such as nitrogen dioxide (NO2), and harmful airborne particles. Unknown to the residents of Lewisham, on the night she died this part of London was covered by an invisible, but dense, poisonous mist of traffic fumes and other pollutants. There was, Stephen Holgate wrote a \"real prospect that without unlawful levels of air pollution, Ella would not have died.\" \"I was very angry when I read that report,\" says Rosamund. \"No-one had ever said anything to us about pollution before. We were looking for a medical answer. And this was an environmental answer. But he said he was 97% certain. And he's been doing this for 40 years.\" It was very hard to break the news to the twins, she says. And it has left her fearful: whenever one of them coughs, it sets off an alarm bell. The fresh inquest will look at all the evidence, including Stephen Holgate's report, and decide whether illegal levels of pollution killed their sister. It will also look at whether the central and local government should have been doing more to keep the people of Lewisham safe.The government estimates the number of people killed by long-term exposure to air pollution in the UK to be as high as 30,000 a year. However, no direct link to an individual death has ever been made. Is it little Ella who will provide one? Rosamund stresses that she isn't trying to blame the original coroner or any of the healthcare professionals who cared for her daughter. She also doesn't want to predict what the ruling will be. However, it's no secret what result she and her team want. If Ella becomes the first person - perhaps in the world - whose cause of death is listed as air pollution, it could lead to seismic change. Article two of the European Convention on Human Rights guarantees the right to life. Ella could set a precedent, helping those forced to breathe unlawful levels of dirty air to hold the authorities to account, and demand action.What's been called the \"invisible killer\" has also been legally invisible, Rosamund's lawyer Jocelyn Cockburn says. This inquest could make it impossible to ignore.When the coroner has made his decision, when the media interviews have been done, when the lawyers have gone home, what then? For Rosamund, the sadness will remain. \"I look at what her siblings are doing, and I realise what she has missed,\" she says. \"Even if we get the verdict we would like to get, there is no happy ever after is there? Because we will not get her back.\" Will they move? She will talk to the twins, she says, and she will see how bad the traffic is, though as a full-time campaigner now, rather than a teacher, she's not sure they would be able to afford it. \"But if we have to move we will damn well move.\" She wants to thank the people who write to her, telling her about their experiences. They encourage her to carry on. Just as Ella herself did. \"She didn't want to be forgotten by her siblings and her friends. She was only here for a short while but I hope she's left her mark. She's brought about discussion [and shown] it can happen to anyone. \"And if we get the result we want, my other daughter is going to say, 'Unless you do something mum, other children are going to die.'\"Every year, mental health trusts spend millions of pounds employing lawyers to represent them at inquests, where they could be found to be at fault. The relatives of those who have died, however, often get no legal aid and have to stand up and face those lawyers alone. Becky Montacute describes her bid to ensure that the lessons from her mother's death were learned. 'I struggled to do my mum justice at her inquest' ", "url": "https://www.bbc.com/news/stories-55106501"}