{"datetime": "2021-04-13T15:07:44.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Covid: Asthma drug 'speeds up recovery at home'", "article": "A cheap drug, commonly used to treat asthma, can help people at home recover more quickly from Covid-19, a UK trial has found. Two puffs of budesonide twice a day could benefit many over-50s with early symptoms around the world, said the University of Oxford research team. There are also early signs the drug could reduce hospital admissions. The NHS says it can nowbe prescribed by GPs to treat Covid on a case-by-case basis . At present, there are few options for treating people with Covid who are not in hospital, apart from paracetamol. This widely-available asthma drug works in the lungs, where coronavirus can do serious damage, and could improve the recovery of at-risk patients who are unwell with Covid at home.Prof Stephen Powis, national medical director of NHS England, said he was \"delighted\" by the trial results so far and added that GPs could prescribe it after \"a shared decision conversation\" with patients. Prof Mona Bafadhel, a respiratory doctor who was involved in the Oxford-led Principle trial, said the results were \"something we should be excited about\". \"We are helping the patient as much as possible, as early as possible - in the community,\" she said. Early in the pandemic, asthma patients were under-represented in severely-ill hospital patients with Covid - and the drugs they took to treat their condition were thought to be the reason. The trial involved more than 1,700 people at high risk of becoming severely ill with Covid-19 - all aged over 50, either with an underlying health condition or aged over 65 with no health problems. During the first two weeks of experiencing symptoms at home, 751 were given an inhaler containing budesonide to use twice a day. This group recovered from Covid on average three days sooner than another group given normal care, which is advice to rest and take paracetamol, the trial data showed. And a third of those taking inhaled budesonide recovered within the first 14 days of using it, compared to less than a quarter of those in the other group.There were also early signs that slightly fewer people on the drug were admitted to hospital with Covid (8.5% compared to 10.3%) - but more data is needed before this, or any reduction in deaths from Covid, can be confirmed, the researchers said. These are interim results from the trial up to the end of March, which have not yet been peer-reviewed or published in a journal. Final results from the trial, which are likely to include more data, are expected at the end of April. Budesonide, like other coricosteroids which are breathed into the lungs using an inhaler, \"work at the site of the virus where it is likely to be causing the biggest effect and is widely known to reduce inflammation\", Prof Bafadhel said. Lab tests suggest the drug also reduces viral replication of the virus. Associate Prof Gail Hayward, a GP and investigator on the trial, said patients at higher risk could be offered the inhaler as part of their treatment on the NHS. One inhaler is thought to cost about £14. \"We now have the evidence to treat my patients at home,\" she said. A smaller, earlier-stage trial on the drug in February also reported promising results. The Oxford-led Principle trial is the latest UK trial to release positive results in the search for Covid treatments. Last year,a steroid called dexamethasone was found to save lives among the most seriously-ill patients in hospital anda number of other drugs and treatments have also shown promise . ", "url": "https://www.bbc.com/news/health-56717486"}