{"datetime": "2021-05-02T06:40:09.000Z", "title": "Birmingham Clean Air Zone: Is pollution making my daughter ill?", "article": "A mum-of-four is concerned air pollution in Birmingham is contributing to her daughter's severe asthma. Six-year-old Lucy has already been hospitalised about 15 times with breathing difficulties. But her mum, Leah, said she has had no admissions since lockdown saw fewer people take to the roads and \"can't help but wonder\" if there is a link. From June,a Clean Air Zone will be enforced in Birmingham in a bid to tackle air pollution in the city. The council has previously said Birmingham's air pollution is \"a public health risk\" thought to contribute to 900 deaths a year. Lucy has had breathing difficulties since she was a baby, her mother said. She estimates that every year between Autumn and Spring, when her symptoms are worst, Lucy can be admitted to hospital up to six times. \"It is heart breaking and distressing to see your child in hospital, terrified and gasping for air,\" she said. \"The fact that air pollution could be triggering Lucy's asthma makes me sad and angry and frustratingly, doctors can't easily diagnose it as a cause or treat it with a prescription.\" A cleardrop in air pollution levels was recorded in cities across the UK and Europe more widely when lockdown restrictions were introduced in March 2020. Leah, a teacher, said her family noticed the difference as Lucy has not been admitted to hospital since 19 March that year - just four days before people were told to stay home. \"I've not had to take her to hospital since,\" she said. \"And I can't help but think air pollution has something to do with it.\" Although the family live in Selly Oak, south of Birmingham city centre and outside the Clean Air Zone, Leah believes it is a good thing and wants more to be done to clean up the city's air. \"It's a step forward,\" she said. \"We can't ignore air pollution.\" Along with Asthma UK and the British Lung Foundation, Leah is calling for more awareness about the impact air quality can have on health.After air pollution was found to havecontributed to the death of nine-year-old Ella Adoo-Kissi-Debrah in London, the teacher said it is more important than ever. \"Dirty air costs lives, and lessons must be learned,\" Sarah Woolnough, from Asthma UK said.\"In the West Midlands, children are forced to breathe unsafe air at school which is damaging their health and their futures.\" And with a week to go before theWest Midlands Mayoral elections , environmental issues are high on the agenda. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-56932453"}