{"datetime": "2020-10-21T04:30:49.000Z", "author": "James Gallagher", "title": "Long Covid: Who is more likely to get it?", "article": "Old age and having a wide range of initial symptoms increase the risk of \"long Covid\", say scientists. The study, seen by the BBC, estimates one in 20 people are sick for least eight weeks.The research at King's College London also showed being female, excess weight and asthma raised the risk. The aim is to develop an early warning signal that can identify patients who need extra care or who might benefit from early treatment.The findings come from an analysis of people entering their symptoms and test results into theCovid Symptom Study app . Scientists scoured the data for patterns that could predict who would get long-lasting illness.The results, which are due to be published online, show long Covid can affect anyone, but some things do raise the risk. \"Having more than five different symptoms in the first week was one of the key risk factors,\" Dr Claire Steves, from Kings College London, told BBC News. Covid-19 is more than just a cough - and the virus that causes it can affect organs throughout the body.Somebody who had a cough, fatigue, headache and diarrhoea, and lost their sense of smell -which are all potential symptoms - would be at higher risk than somebody who had a cough alone. The risk also rises with age - particularly over 50 - as did being female. Dr Steves said: \"We've seen from the early data coming out that men were at much more risk of very severe disease and sadly of dying from Covid. It appears that women are more at risk of long Covid.\" No previous medical conditions were linked to long Covid except asthma and lung disease.The precise symptoms of long Covid vary from one patient to the next, but fatigue is common. Vicky Bourne, 48, started off with a fever and a \"pathetic little cough\" in March, which became \"absolutely terrifying\" when she struggled to breathe and needed to be given oxygen by a paramedic. She was not admitted to hospital, but is still - in October - living with long Covid. Vicky's health is improving, but her vision has changed and she still gets \"waves\" of more severe illness. Even walking the dog takes so much out of her she can't talk at the same time.She told the BBC: \"I have strange, almost arthritic joints and weirdly, two weeks ago, I lost my sense of taste and smell again. It just went completely. \"It's almost like there's inflammation in my body that's bouncing around and it can't quite get rid of it, so it just pops up and then it goes away and pops up and goes away.\" Vicky is not alone. The study estimates: The King's researchers have created a piece of computer code to pick out, from the start of a coronavirus infection, who is at risk of long Covid. It is not perfect. It correctly identifies 69% of people who go on to develop long-Covid, but also tells around a quarter of people who would recover quickly they would get long Covid too.Dr Steves said: \"We think that's going to be really important, because then we could identify those people, maybe give them preventative strategies, but also crucially, follow them up and make sure they get the rehabilitation they need.\" Prof Tim Spector, who leads the Covid Symptom Study said: \"It's important that, as well as worrying about excess deaths, we also need to consider those who will be affected by long Covid if we don't get the pandemic under control soon.\" Health and Social Care Secretary Matt Hancock said: \"The findings of the Covid Symptom Study are stark and this should be a sharp reminder to the public, including to young people, that Covid-19 is indiscriminate and can have long-term and potentially devastating effects.\" The governmenthas released a new film aimed at raising awareness of long Covid symptoms. The NHS recently announced a £10 million package to run designated long Covid clinics in every area of England. Follow James on Twitter Do you have long-Covid? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/health-54622059"}