{"datetime": "2021-01-07T16:00:07.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "Two more life-saving Covid drugs discovered", "article": "Two more life-saving drugs have been found that can cut deaths by a quarter in patients who are sickest with Covid. The anti-inflammatory medications, given via a drip, save an extra life for every 12 treated, say researchers who have carried out a trial in NHS intensive care units.Supplies are already available across the UK so they can be used immediately to save hundreds of lives, say experts.There are over 30,000 Covid patients in UK hospitals - 39% more than in April. The UK government is working closely with the manufacturer, to ensure the drugs - tocilizumab and sarilumab - continue to be available to UK patients. As well as saving more lives, the treatments speed up patients' recovery and reduce the length of time that critically-ill patients need to spend in intensive care by about a week.Both appear to work equally well and add to the benefit already found with a cheap steroid drug called dexamethasone.Although the drugs are not cheap, costing around £500 per patient, on top of the £5 course of dexamethasone, the advantage of using them is clear - and less than the cost per day of an intensive care bed of around £2,000, say experts. Lead researcher Prof Anthony Gordon, from Imperial College London, said: \"For every 12 patients you treat with these drugs you would expect to save a life. It's a big effect.\" In theREMAP-CAP trial carried out in six different countries, including the UK, with around 800 intensive care patients: Prof Stephen Powis, NHS national medical director, said: \"The fact there is now another drug that can help to reduce mortality for patients with Covid-19 is hugely welcome news and another positive development in the continued fight against the virus.\" Health and Social Care Secretary Matt Hancock said: \"The UK has proven time and time again it is at the very forefront of identifying and providing the most promising, innovative treatments for its patients.\"Today's results are yet another landmark development in finding a way out of this pandemic and, when added to the armoury of vaccines and treatments already being rolled out, will play a significant role in defeating this virus.\"The drugs dampen down inflammation, which can go into overdrive in Covid patients and cause damage to the lungs and other organs.Doctors are being advised to give them to any Covid patient who, despite receiving dexamethasone, is deteriorating and needs intensive care. Tocilizumab and sarilumab have already been added to the government's export restriction list, which bans companies from buying medicines meant for UK patients and selling them on for a higher price in another country.The research findings have not yet been peer reviewed or published in a medical journal.", "url": "https://www.bbc.com/news/health-55574662"}