{"datetime": "2021-04-21T17:13:43.000Z", "title": "Air pollution: Coroner calls for law change after Ella Adoo-Kissi-Debrah's death", "article": "A coroner has called for a change in the law after air pollution led to the death of a nine-year-old girl. Ella Adoo-Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in 2013. An inquest had found air pollution \"made a material contribution\" to her death.Coroner Phillip Barlow said there is \"no safe level of particulate matter\" in the air and called for national pollution limits to be reduced. Ella was the first person in the UK to have air pollution listed as the cause of death on their death certificate, following the inquest ruling by Mr Barlow last December. In areport to prevent future deaths , he said the government should reduce existing legally binding targets for particulate matter pollution to bring them in line with World Health Organisation (WHO) guidelines. Responding to the report, Ella's mother Rosamund Adoo- Kissi-Debrah, called on the government to act on the coroner's recommendations, warning \"children are dying unnecessarily because the government is not doing enough to combat air pollution\".In his report, Mr Barlow called for more information about air pollution and its impact to be made available to the public. \"As the parent of a child suffering from severe asthma, I should have been given this information but this did not happen,\" Ms Adoo-Kissi-Debrah said. \"Because of a lack of information I did not take the steps to reduce Ella's exposure to air pollution that might have saved her life. I will always live with this regret. \"But it is not too late for other children.\" Prof Stephen Holgate, an expert who gave evidence at Ella's inquest, said the report had \"shone a brilliant white light on the importance\" of the issue of air pollution and called on the government to \"start to treat this with the seriousness that it deserves\".He added: \"If this was happening to water and 40,000 deaths were being brought forward due to poisoning in water, we'd be outside Parliament shouting.\" Particulate matter consists of tiny particles known as PM2.5. These have a diameter of less than 2.5 micrometres across - that is one-four-hundredth of a millimetre, or about 3% of the diameter of a human hair. These particles are so small they can lodge in the lungs and even pass into the bloodstream. There is evidence they can damage blood vessels and organs. The WHO guidelines suggest keeping an average concentration of PM2.5 under 10 micrograms per cubic metre of air (µg/m3), to prevent increased deaths. The UK limit, based on European Union (EU) recommendations, is a yearly average of 25 µg/m3. An inquest into Ella's death also found levels of nitrogen dioxide (NO2) near her home exceeded WHO and EU guidelines. Claire Marshall, BBC Environment Correspondent This report is looking at what the government can do to protect people.It is not legally binding but the fact it is so clear in its recommendations will make it much harder for the government to ignore the issue of pollution.It has been described by many experts to me as a \"public health emergency\".As we emerge from lockdown and car use heads towards levels that were seen prior to the Covid-19 pandemic, toxic fumes are on the rise againAs Ella's mother Rosamund said to me, the coroner has made the issue \"simple.\" It's about the death of a nine-year-old girl. What will the government do to prevent this from happening again?The Environment Bill, currently being debated in Parliament, calls for a new target on air pollution to be set before 2022. Ms Adoo-Kissi-Debrah said: \"I invite the government to act now to reduce air pollution. Immediately. Not in eighteen months, not in five years - that's not fast enough. \"People are dying from air pollution each year. Action needs to be taken now or more people will simply continue to die.\" Sarah Woolnough, chief executive of the British Lung Foundation, said limiting air pollution to WHO guidelines would be \"a game-changer, potentially preventing thousands more families facing the death of a loved one because of air pollution.\" She said children, older people and the 6.5 million people in the UK living with respiratory disease are all at risk from toxic air. A government spokesperson said: \"Our thoughts continue to be with Ella's family and friends.\"We will carefully consider the recommendations in the report and respond in due course. \"We are delivering a £3.8bn plan to clean up transport and tackle NO2 pollution and going further in protecting communities from air pollution, particularly PM2.5 which is especially harmful to human health.\" ", "url": "https://www.bbc.com/news/uk-england-london-56801794"}