{"datetime": "2020-03-31T18:30:38.000Z", "author": "Jonathan Amos", "title": "Coronavirus: Lockdown prompts clear fall in UK air pollution", "article": "Air pollution has started to fall in many UK cities in response to the lockdown measures introduced as a result of the coronavirus crisis. The trend mirrors that seen across continental Europe as people have spent less time in vehicles, offices and factories and more time at home. Data collected by the National Centre for Atmospheric Science shows marked reductions in nitrogen dioxide (NO2) and in particulate matter (PM2.5). And the falls look set to continue. \"If you look at traffic volumes, they're still going down. And so we probably haven't reached the bottom yet,\" said Prof Ally Lewis, director of science at the NCAS. \"A few days ago, we were talking about journeys by car going down by about a third, and now it's nearly a 50-60% reduction. So, it's possible if transport keeps declining, the signal we detect could get even larger,\" he told BBC News. NCAS has produced a set of graphics that compare air pollution levels for 15 February to 24 March with an average over the last five years.The 10 cities considered are Birmingham, Belfast, Bristol, Cardiff, Glasgow, Leeds, London, Manchester, Newcastle, York. For PM2.5, which comes from a range of sources but which includes tailpipes, every city has experienced a dip.For NO2, another key vehicle emission, it's the same picture - apart from Belfast and York. But Prof Lewis cautions that this may simply be the result of more limited monitoring stations at these locations.\"In London, we have a lot of data we can aggregate together,\" he explained.\"In some of the smaller cities and towns, there may be only one monitor and the data can get a little noisy. But when you see a consistent picture across multiple cities at multiple monitoring sites then you do know that something real is happening.\" Last week, the Dutch Met Office (KNMI) released an analysis of satellite data collected over Europe to illustrate the suppression in pollution. The agency, however, omitted the UK from this assessment, in part because the UK lockdown began after many other countries began theirs, but also because it didn't think there was sufficient quality data. If the skies are cloudy, it frustrates the observations of spacecraft. A persistent problem in the UK. The NCAS information, on the other hand, comes solely from ground stations. What will be interesting to see now is whether other pollutants follow the lead of NO2 and PM2.5. Volatile Organic Compounds, or VOCs, are an irritant, too. These come from solvents. They're in everything from inkjet printers and paints to glues and household cleaning products. It's unclear if their levels might change over the course of the lockdown. Ozone, another respiratory irritant, has climbed in many places - the highest levels seen in five years for this time of year.Ozone formation at ground level is dependent on some very complex chemical reactions which, in the absence of certain exhaust gases, will give a boost to the three-atom oxygen molecule in the air. What will happen to ammonia emissions coming from agriculture? Farming could well proceed as normal, or as near to normal, through the Covid-19 crisis. Scientists will be watching the behaviour of all these different pollutants very closely. In an unexpected way, the coronavirus situation offers something of a policy experiment to test realistic targets for clean air in the coming decade.\"What we're doing is essentially looking into the future when we don't have diesel cars because we plan to take them off the roads. This summer may tell us what level of PM2.5, for example, is likely to be achievable in the big cities such as central London or central Birmingham,\" Prof Lewis said. And Edinburgh University's Prof Paul Palmer, whose group hasan interactive tool to follow the behaviour of the various polluting species, told BBC News: \"What we are unintentionally witnessing is an analogue of what we might expect in future cities when we rely more on cleaner electric cars.\" Environmental Audit Committee Chairman, Philip Dunne MP, commented: \"Coronavirus is not only having an unprecedented impact on how we live our lives, but also how pollution levels around the world are falling as a result of the global shutdown. \"The government has committed to a low-carbon future, and the Environmental Audit Committee will look to explore how we can avoid going straight back to dangerous levels of pollution once this is all over.\" The European Union'sCopernicus Atmosphere Monitoring Service (CAMS) , based at the European Centre for Medium Range Weather Forecasts (ECMWF) in Reading, has also launched amicrosite to track air quality through the Covid-19 shutdown. The CAMS analyses have a spatial resolution of 10km x 10km and combine over 1,000 surface observations across Europe. Page updated on 1 April to include reaction and more information on ozone. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-52113695"}