{"datetime": "2021-03-05T11:05:52.000Z", "author": "Catherine Wyatt", "subject": "Coronavirus pandemic", "title": "Covid: Some asthma patients being told to wait longer for vaccine", "article": "People with asthma who are eligible for a coronavirus vaccine are being refused it by some GPs who are not following government guidance, the BBC has found. An NHS England letter sent to GPs in mid-February says people who have \"ever had an emergency asthma admission\" to hospital fall into priority group six, which is currently being vaccinated. But some patients are being told a hospital admission within the past 12 months is required. GPs say they look at various factors. These include age and ethnicity, as well as some degree of clinical judgement, the Royal College of GPs said. Sonja Chenier, 47, from Colchester, has had three hospital admissions in the past 15 years and takes multiple medications daily for her asthma. Her GP surgery told her she wasn't eligible for the vaccine yet because her hospital admissions weren't in the past year, and so \"it wasn't relevant\". She was told to expect a call for a vaccine along with her age group in around June. \"I was really shocked and so upset I put the phone down and sobbed,\" she said. \"I'm due to go back to work in schools next week and I'm absolutely scared witless. \"I'd just like some clear clarification on where the 'within the last 12 months' criteria has come from.\" Peter Smith, a 37-year-old from Bristol, said his GP dismissed the NHS guidance as \"irrelevant\". He had four hospital stays because of his asthma when he was younger - twice after an emergency ambulance was called - and says respiratory illnesses like flu are a trigger for him now.He says his GP \"alluded to the fact that my admissions weren't recent\". \"GPs are working hard and providing a great service, and I don't want to queue jump,\" he said. \"I just wish it was all clearer.\" Others spoke of feeling \"anxious\" and \"frustrated\", with their mental health suffering after a year of trying to be careful with their condition, which they were told at the start of the pandemic put them in the clinically vulnerable group.Now some younger asthma sufferers in their 20s face a much longer wait to get the jab. Charity Asthma UK says a lot of people have been in touch with them to report a similar issue, and they've had thousands of calls to their helpline asking for advice on coronavirus and the vaccine rollout over the past year. Sarah Woolnough, chief executive of Asthma UK and the British Lung Foundation, said: \"We know that there are different interpretations of the official guidance from GP surgery staff and we're not sure why exactly this is happening. \"We know that GPs are very busy and trying to vaccinate so many people quickly, and keep on top of very complex daily new information about Covid-19 and the vaccination programme.\"But it's essential that GPs follow official guidance, so that people with asthma who need to be prioritised are protected now.'' The most severe asthma sufferers who have received a letter advising them to shield are part of the fourth vaccine priority group. Those with asthma requiring hospitalisation join those who have had three oral (tablet or liquid) steroid prescriptions over a three-month period as being in group six.The millions of people with asthma who do not fit these criteria must wait until their age range is called. Prof Martin Marshall, chair of the Royal College of GPs, said: \"The focus for GPs and our teams is currently to offer vaccinations to patients from group six... this is a large group of approximately seven million patients, and it is likely some patients in this group will not yet have been invited for their first jab.\"Prioritisation within this group will consider a number of factors, including age and ethnicity as well as some degree of clinical judgement.\" A Department of Health and Social Care spokesperson said: \"Our priority is to save lives and protect the most vulnerable, and based on clinical risk the Joint Committee on Vaccination and Immunisation has recommended that adults with severe asthma should be vaccinated in priority group six. \"This includes anyone who has ever had an emergency asthma admission to hospital and those who require regular steroids.\"Mild asthma, including that which can be treated by an inhaler alone, has not been found to carry a higher risk of serious outcomes from Covid-19.\" ", "url": "https://www.bbc.com/news/health-56281064"}