{"datetime": "2020-12-08T17:55:55.000Z", "title": "Ella Kissi-Debrah 'living on knife edge' before death", "article": "A nine-year-old girl who died following an asthma attack had been \"living on a knife edge\" in the months before her death, an inquest has heard. Ella Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in February 2013. Prof Sir Stephen Holgate told Southwark Coroner's Court Ella had an \"exceptionally rare\" condition which put her at \"exquisite\" risk. The inquest is looking at whether air pollution contributed to her death. Sir Stephen, who is a professor of immunopharmacology at the University of Southampton, told the court Ella's condition along with her surroundings had meant she was at risk. \"I've used the term 'Ella was living on a knife edge'. What that really means is that... a very small change can lead to a dramatic event,\" he said. He told the inquest nine-year-old Ella had prolonged coughing fits which were induced by \"hyper-secretion\" of mucus in her lungs, and these had worsened in the winter months of 2012. \"During these winter months, when air pollution was getting worse in her neighbourhood... this is when she would be experiencing her worse exposures,\" he said. Sir Stephen added that air pollution had been known as an exacerbating factor in asthmatics, including children, \"for at least 40 years, if not longer\". He wrote a report in 2018 which found that the levels of pollution at the Catford monitoring station, one mile from Ella's home, had \"consistently\" exceeded lawful EU limits over the three years prior to her death. The paper led to the family being granted a new inquest to look into whether air pollution contributed to the nine-year-old's fatal asthma attack. Sir Stephen told the inquest it was \"almost certain\" that Ella's asthma would have been \"substantially less severe\" if the concentration of pollution in the local area had been within the limits. \"If she had been moved out of the area into an area which was much less polluted, based on my evaluation... I would suggest that she would have improved,\" he said. Prof Paul Wilkinson, from the London School of Tropical Diseases, told the court Ella was likely to have been exposed to above average levels of pollution \"even for London\", because of how close she lived to the busy South Circular. Ella may become the first person in the UK for whom air pollution is listed as the cause of death. The hearing continues. ", "url": "https://www.bbc.com/news/uk-england-london-55235398"}