{"datetime": "2021-01-31T12:44:50.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Norwich singer warned of virus dangers from intensive care", "article": "A 28-year-old woman who died with Covid-19 posted videos on social media from intensive care to warn others about the dangers of the virus. Kyanna Sutton, who had severe asthma and became infected with coronavirus, died at Norfolk and Norwich University Hospital on 18 January. In messages posted on Facebook from her hospital bed, the singer told others \"to be careful, please be safe\". Her mother Kirstie described her daughter as a \"fighter\". She said Kyanna had self-isolated for much of the time since March as she had brittle asthma, with which she was diagnosed six years ago. Kyanna, who had been a member of Norwich Community Choir for 11 years, was admitted to hospital on 26 December with asthma-related symptoms. But she later had a positive coronavirus test and her symptoms worsened, and she was put on a ventilator on 13 January, her mother said.From her hospital bed, Kyanna described on Facebook that the hospital staff were \"overwhelmed\".She warned: \"Please be careful please be safe. I was and look where it got me.\" Another said: \"Yes majority of cases have little or no symptoms. But people with underlying serious conditions literally are left fighting for their lives.\" In her final video, she said: \"I'm determined to beat this, I've come so far and I won't give up. I love you all, keep well.\" Ms Sutton said her daughter was a \"fighter, always thought of others and had an incredible passion for singing\".She said: \"Even until the end she was still trying to put it out there and warn people.\" Even though her daughter had health issues, she said she was keen to stress that Covid can affect young people. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-55877933"}