{"datetime": "2020-12-17T16:26:33.000Z", "author": "Claire Marshall", "title": "Air pollution death ruling: What comes next?", "article": "For the first time in the UK - and possibly the world - air pollution has been recognised as a cause of a person's death. But was the ruling just a one-off? And what does it mean for others? On 16 December, Southwark Coroner's Court in London found that air pollution \"made a material contribution\" to the death of nine-year-old Ella Adoo-Kissi-Debrah. She had lived near the South Circular Road in Lewisham and died in 2013, following an asthma attack. Her case has been making headlines around the globe.Ella had a rare type of acute asthma; she was particularly susceptible to the toxic gases and particles in air pollution. In his verdict, the coroner Philip Barlow said the cause was \"multi-factorial. It was down to both genes, and the environment\".From a legal perspective, David Wolfe QC, a barrister specialising in public law, said: \"Although this decision does not have any binding impact on other courts, it is still important as the first formal legal recognition of air pollution as contributing to the death of a particular individual.\"That will help other individuals who want to press for greater action on air pollution. That could be action from public bodies which make decisions about polluting activities such as traffic and roads, or the public and private bodies which themselves cause major air pollution.\" At the conclusion of the two-week inquest, Mr Barlow said Ella had been exposed to \"excessive\" levels of pollution. The pollutants included nitrogen dioxide (NO2) - a gas emitted by combustion engines that can irritate the airways and aggravate respiratory diseases. Levels of NO2 near Ella's home exceeded World Health Organization (WHO) and European Union guidelines. The inquest heard that, in the three years before her death, she had had multiple seizures and was admitted to hospital 27 times. Katie Nield, a lawyer with the firm Client Earth, which has brought numerous legal cases against European governments over air pollution, said: \"This was a decision about the cause of Ella's death, rather than a determination of who was at fault - so it doesn't provide a direct precedent that others can rely on.\" \"By explicitly identifying air pollution as a cause of death, this could serve as a signal for the possibility of justice for other people. The evidence at this inquest was found to be strong enough to show that pollution played a role in cutting Ella's life short.\"The possibility of making this link in a court of law for the many people who suffer as a result of breathing the dirty air around them may now seem like less of a leap.\" But does this case alter how experts view the science behind air pollution? In his verdict, the coroner noted that the health impacts of air pollution \"have been acknowledged for many years\".He referred to a report by the House of Commons Environmental Audit Committee in 2010, which concluded there were 35,000 premature deaths a year as a result of air pollution. He also referred to several other papers. The key in Ella's case was that a leading professional in his field, Prof Sir Stephen Holgate, was prepared to investigate all the evidence to find the link between a single death, and levels of pollutants in the air. He was the star witness in the inquest.\"This is the first time a distinguished medic has stuck his head above the parapet,\" said environmental health and air quality scientist Prof Roy Harrison, from Birmingham University.\"He looked at the data, looked at the health records, and said on the balance of probabilities air pollution was a major causal factor in the death of this child.\" However, Prof Harrison said it had not changed the science in any way. Instead, it had confirmed what scientists had long known was the case, Nevertheless, he said, it would be hard for pollution to be put on another death certificate without such a detailed inquiry. \"I'm afraid that same thoroughness would be required in other cases,\" he explained. Ella's mother, Rosamund Adoo-Kissi-Debrah, has worked tirelessly to uncover the facts behind her daughter's death. \"Unless a parent or a dependent of a person… were extremely persistent, as Ella's mother was in this case, I think it's very unlikely. I don't think a doctor is going to feel sufficiently confident in writing a death certificate to put air pollution as a causal factor, even though it's opened up as much more of a possibility for them.\" He added: \"Establishing that link in an individual case is going to be extremely difficult.\" But Prof Harrison said that, now, the UK government couldn't \"turn around and say it's just a load of statistics\". Asked whether this verdict only be relevant to people with asthma as unusually severe as Ella's, Prof Jonathan Grigg, another of the expert witnesses in the case, said: \"The evidence isn't that... actually, the evidence we know about asthma attacks, asthma deaths, causation of asthma, is for the whole mix of asthmas. You don't have to have this particular variant. It shows that small changes have this avalanche effect.\" He told BBC News that asthma deaths were rare. But now, for an individual living in a zone of known high air pollution, he said it was \"going to be difficult to say that air pollution has not had a role\". He added: \"You wouldn't have to have such a detailed discussion. What it will do [is that] the profession will be much more amendable to discussing this.\"Prof Grigg said that a patient could now be advised: \"You live on the North Circular road, your child has severe asthma, you know the case of Ella, how can we help you to consider moving away from that area?\"If you are in social housing, there would now be a strong case for the council that they had to re-house you. That could make a tremendous difference to a lot of individuals who have severe asthma.\" Prof Gavin Shaddick, a government adviser on air pollution, who conducts epidemiological studies on a national and global scale, said the harmful impact of air pollution had \"often been difficult to understand, and communicate\". \"This deeply regrettable case will help us to think about the effects of air pollution in a bottom-up manner; effects on individual people that together sum to those population level estimates of health impacts.\"It will... add to the substantial, and growing, evidence of the adverse health effects of air pollution, both in the UK and internationally.\" Follow Claireon Twitter. ", "url": "https://www.bbc.com/news/science-environment-55352247"}