{"datetime": "2022-02-16T15:23:14.000Z", "title": "HIV: First woman in world believed to be cured of virus", "article": "A US patient is believed to be the third person in the world, and first woman, to be cured of HIV. The patient was being treated for leukaemia when she received a stem cell transplant from someone with natural resistance to the Aids-causing virus. The woman has now been free of the virus for 14 months. But experts say the transplant method used, involving umbilical cord blood, is too risky to be suitable for most people with HIV. The patient's case was presented at a medical conference in Denver on Tuesday and is the first time that this method is known to have been used as a functional cure for HIV. The patient received a transplant of umbilical cord blood as part of her cancer treatment and has since not needed to take the antiretroviral therapy required to treat HIV. The case was part of a larger US study of people living with HIV who had received the same type of blood transplant to treat cancer and serious diseases.The transplanted cells that were selected have a specific genetic mutation which means they can't be infected by the HIV virus.Scientists believe the immune system of recipients can develop resistance to HIV as a result. All HIV cure stories are genuinely remarkable and a cause for celebration - they prove that it can be done. But this approach does not bring us closer to a cure for the 37 million people living with HIV, most of whom live in sub-Saharan Africa. The potential of stem cell transplants was demonstrated in 2007 when Timothy Ray Brown was the first person to be \"cured\" of HIV. He had a transplant from a donor who was naturally resistant to HIV. Since then the feat has been repeated only twice with Adam Castillejo and now the New York patient. All three had cancer and needed a stem cell transplant to save their lives. Curing their HIV was never the primary goal and the therapy is too risky to use on everybody with HIV. Remember, anti-retroviral therapy gives people with HIV a near-normal life expectancy.The main hopes of a cure remain focused on vaccines or drugs that can flush the virus out of the body. The woman's treatment involved umbilical cord blood, unlike the two previous known cases where patients had received adult stem cells as part of bone marrow transplants. Umbilical cord blood is more widely available than the adult stem cells previously used and it does not require as close a match between donor and recipient. Sharon Lewin, president-elect of the International Aids Society, cautioned that the transplant method used in this case wouldn't be a viable cure for most people living with HIV.But she added that the case \"confirms that a cure for HIV is possible and further strengthens using gene therapy as a viable strategy for an HIV cure.\" The findings around this most recent case study are yet to be published in a peer-reviewed journal, so wider scientific understanding is still limited.You might also be interested in: ", "url": "https://www.bbc.com/news/health-60394306"}