{"datetime": "2020-12-07T15:18:39.000Z", "title": "Ella Kissi-Debrah death: Family 'didn't know about toxic air'", "article": "The mother of a nine-year-old girl who died following an asthma attack says she \"would have moved\" if she had known how dangerous local air pollution was. Ella Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in 2013. A 2018 report found unlawful levels of pollution likely contributed to a fatal asthma attack.At a new inquest into Ella's death Rosamund Adoo Kissi-Debrah said her daughter was \"the centre of our world\". Ms Kissi-Debrah said \"moving would have been the first thing\" the family would have done if they had known the risks air pollution posed to Ella. She told the inquest she knew about car fumes but had never heard of nitrogen oxides (NOx) - one of the most dangerous forms of air pollution.As they did not know of the risks posed by air pollution Ms Kissi-Debrah said she never spoke to doctors about moving. Ms Kissi-Debrah branded air pollution \"a public health emergency\", and called for more education about its dangers. Ella was first taken to hospital in 2010 after a coughing fit and subsequently admitted to hospital 27 times. Ms Kissi-Debrah said that by the summer of 2012, Ella was classified as disabled. She often had to carry Ella by piggyback to get her around. Ella was seen by consultants at six different hospitals in the years before her death. On the day before Ella died Ms Kissi-Debrah described her daughter \"screaming\" as she left her with paramedics. \"When I saw her in the ambulance I knew she was going to have a seizure, she was so bad,\" Ms Kissi-Debrah said. Describing the efforts of doctors to resuscitate Ella on the night of her death, she said: \"They tried and they tried and they tried.\"Ella died at 03:27 on 15 February 2013. An inquest in 2014, which focused on Ella's medical care, concluded her death was caused by acute respiratory failure and severe asthma.But a 2018 report said it was likely unlawful levels of pollution, which were detected at a monitoring station one mile from Ella's home, contributed to her fatal asthma attack. Ella may become the first person in the UK for whom air pollution is listed as the cause of death. The hearing continues. ", "url": "https://www.bbc.com/news/uk-england-london-55216679"}