{"datetime": "2021-02-15T18:08:56.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: PM urges optimistic but patient approach, and travellers describe hotel quarantine", "article": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. People must be\"optimistic but patient\" about the coronavirus situation in the UK and the end to restrictions, Boris Johnson has said. In a government briefing, the prime minister hailed the \"achievement\" of the vaccine rollout, but warned that now was not the time to relax. He said he would set out a roadmap next week, providing a \"route to normality\" to move England out of lockdown - but he could not guarantee that this would be the final one. It comes after No 10 said it had hit its target to offer a jab to the UK's 15 million most vulnerable people. The first travellersrequired to stay at quarantine hotels have been arriving at Heathrow Airport today. All British and Irish citizens and UK residents who arrive in England after being in one of 33 high-risk Covid countries now have to self-isolate in hotels. The new regulations, which aim to stop Covid variants entering the country, apply to arrivals who have been in a \"red list\" country in the past 10 days. One traveller newly quarantining at the Radisson Blu Edwardian hotel near Heathrow Airport said he was \"feeling sad\" at the prospect of isolating. Roger Goncalves, 23, from Belo Horizonte in Brazil, said: \"I did my test for coronavirus. The test was negative. Why do I need to stay in my room for 10 days?\" People whose asthma is under controlwill not be prioritised for the Covid vaccine , the government has confirmed. Those with the condition will not get the jab earlier unless they are formally shielding, regularly take steroid tablets or have ever had an emergency hospital admission. Previous guidance indicated steroid-inhaler users would be eligible - but it has since been judged this group is not at increased risk of death. The Department of Health and Social Care said it was following independent advice that the immediate priority should be to \"prevent deaths and protect health and care staff, with old age deemed the single biggest factor determining mortality\". Asthma UK is calling for people with non-severe asthma to be given the jab after the first nine priority groups have been vaccinated. There appears to be some positive news emerging about one of the Covid vaccines currently being used in the UK. More data from Israel's vaccination programme issuggesting the Pfizer jab prevents 94% of symptomatic infections . This indicates the vaccine is performing just as well in a larger population as it did in the clinical trials. It is proving highly effective at preventing illness and severe disease among all age groups, according to public health doctor Prof Hagai Levine. He said experts \"still don't know what the impact is on transmission\" but can say, at least, \"the vaccine is useful for personal protection\". Blackburn with Darwen Mayor Iftakhar Hussain has resigned afterbreaching lockdown rules by visiting a house where police said people were \"celebrating a wedding\". He was one of nine people who were fined by Lancashire Police after being found at an address in the town on Saturday. Mr Hussain said he regretted the \"momentary lapse of judgment\", adding that he \"should have known better\". In a statement, he said he believed resigning was \"the right thing to do\", as he no longer believed he could \"continue to serve as mayor to the best of my ability\". Get a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here. You can find more information, advice and guides on ourcoronavirus page , including this helpful piecedetailing five ways to avoid lockdown eye strain . What questions do you have about coronavirus? In some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:", "url": "https://www.bbc.com/news/uk-56074916"}