{"datetime": "2021-01-31T16:18:57.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Lockdown easing must happen 'very slowly', adviser says", "article": "Ending the current coronavirus lockdown must happen \"very slowly, very cautiously\", Public Health England's Covid strategy chief has said. Dr Susan Hopkins said the focus should be on getting people vaccinated and preventing another wave of infections. She told the BBC's Andrew Marr: \"I hope that this summer will be similar to last summer... and that will allow us to do things that feel more normal.\" Meanwhile, Matt Hancock predicted \"a happy and free Great British summer\". But the health secretary warned of a \"a tough few months\" as national restrictions continue across the UK while vaccinations are administered. \"We have to follow the data, we have to see the impact of the vaccine on the ground. It's a difficult balance: we've got to move as fast as we can but in such a way that keeps people safe,\" he told BBC Politics East. A record 598,389 first vaccinations were given on Saturday, UK government figures show, taking the total number of people who had received their initial jab to 8,977,329. A further 21,088 positive coronavirus cases were identified on Sunday and a further 587 deaths within 28 days of a positive test were recorded - death figures tend to be lower at the weekend. Dr Hopkins said that, while final decisions are taken by politicians, restrictions should be relaxed \"really quite slowly so that if cases start to increase we can clamp down quite fast\". She added: \"The NHS is going to be under pressure until the end of March, as normal in winter, but even more so with the amount of inpatients they still have with Covid-19.\"Any releases that we have will have to happen very slowly, very cautiously, watching and waiting as we go with a two-week period to watch and see the impact of that relaxation because it takes that [time] to see what's happening in the population.\" Dr Hopkins said every effort must be made to avoid another wave of infections similar to that experienced during the current winter period.\"It is better to be cautious, let's get the population vaccinated,\" she added. The latest data indicates 8.98m people in the UK have now received a first vaccine dose, with experts saying all current vaccines should show at least 50% effectiveness against emerging new variants, such as the one first identified in South Africa. Dr Hopkins described the news that two new vaccines - produced by Novavax and Janssen - are at least 60% effective against the South African variant as \"reassuring\". England's current lockdown will continue until 8 March, when it is hoped schools could begin to reopen. National restrictions are also in place across Wales, Scotland and Northern Ireland. It came as International Trade Secretary Liz Truss guaranteed there will be no disruption to Pfizer vaccines being supplied to the UK from within the EUafter a dispute over exports . She told the Marr programme: \"The prime minister has spoken to the president of the European Commission, she has assured him that there will be no disruption of contracts that we have with any producer in the EU.\"She said it was \"too early\" to say when the UK would send vaccine doses abroad amid predictions there will be a surplus of jabs here. The UK would \"work with friends and neighbours... [and] developing countries because we're only going to solve this issue once everybody in the world is vaccinated,\" she added. A paper modelling how and when coronavirus restrictions might be lifted once the most vulnerable are vaccinated suggested that releasing measures suddenly could lead to \"substantial additional deaths\". Scientists predicted that continuing measures, such as social distancing, for a longer period - at least until all adults are vaccinated - may be key to controlling infections. Dr Sam Moore, an epidemiological modeller at Warwick University who led the study, warned that even if vaccines do significantly reduce infections the impact will not be seen \"for some time to come\". He said restrictions should \"relax slowly\", and added \"we're going to have to be patient\". Asked whether social-distancing measures would be in place for the rest of the year, Ms Truss said autumn \"is a very long time away\" with the focus now being on the vaccine rollout. In other developments:", "url": "https://www.bbc.com/news/uk-55878450"}