{"datetime": "2021-04-01T17:14:11.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19 case rates and vaccine rollout for Essex, Norfolk and Suffolk", "article": "There have been more than 4.3 million confirmed cases of coronavirus in the UK and nearly 130,000 people have died, government figures show. However, these figures include only people who have died within 28 days of testing positive for Covid-19 and other measures suggest the number of deaths is higher. Two households or groups of up to six people are now able to meet outside in England again as the stay-at-home Covid restrictions ordercomes to an end . The prime minister said four conditions must be met at each phase of lockdown easing - including the vaccine programme continuing to go to plan and infection rates not risking a surge in hospital admissions. The proportion of over-50s who have received the first dose of a Covid-19 vaccine was more than 80% in almost all of the region's local authority areas. Mid Suffolk, East Suffolk and South Norfolk have both seen 94% of over-50s receive a first dose, the highest vaccine take-up in England. Below is a table showing the percentage of over-50s who have had their first dose up to 28 March. The percentages are calculated using vaccine data from NHS England and estimated population figures from the Office for National Statistics. According to the latest figures, the Essex districts of Tendring, Rochford, Southend, Braintree and Maldon saw rises in case rates in the week to 28 March. In Norfolk, only Norwich had a week-on-week fall in case rates. West Suffolk and East Suffolk districts both had weekly case rate rises. Below is a table showing the rate of cases per 100,000 people by council district in the week to 28 March, and the figure at the same point the previous week. The table below shows how many people have tested positive for coronavirus in the week to 28 March by county, and the figure for the week before. The table below shows how many people have died with coronavirus since the start of the pandemic. Clickhere for the latest figures for Bedfordshire, Buckinghamshire, Cambridgeshire, Hertfordshire and Northamptonshire. For a more detailed look at coronavirus where you live, use the BBC's postcode checker: Or you could use this interactive map to check your district: Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-norfolk-54452133"}