{"datetime": "2020-12-01T18:51:25.000Z", "title": "Ella Kissi-Debrah death: 'Government inaction' slowed London air clean up", "article": "Attempts to clean up London's toxic air were \"frustrated\" by government inaction, an inquest into the death of an asthmatic child has heard. Ella Kissi-Debrah, who lived near the South Circular Road in Lewisham, south east London, died aged nine in 2013. A 2018 report found unlawful levels of pollution likely contributed to a fatal asthma attack. A fresh inquest into her death has listed national and local government departments as interested parties.On Tuesday, Southwark Coroner's Court heard that all three London mayors since the position was created in 2000 had tried to reduce pollution.As early as 2002 then-mayor Ken Livingstone was concerned about the lethal potential of nitrogen oxides (NOx) in London.Philip Graham, executive director of the Greater London Authority's (GLA) Good Growth fund, said each mayor had found appealing to the government for support \"more of a source of frustration than an effective means\" of change. Ella was first taken to hospital in 2010 after a coughing fit and subsequently admitted to hospital 27 times. An inquest in 2014, which focused on Ella's medical care, concluded acute respiratory failure and severe asthma caused her death.But a 2018 report by former government advisor Sir Stephen Holgate found there was a \"real prospect that without unlawful levels of air pollution, Ella would not have died\". Following the report, a new inquest was granted. Mr Graham said the capital was not likely to meet legal limits on NOx emissions until at least 2025. The targets, which were set by the EU, came into force in 2010. Despite the targets, NOx reductions were not a priority in the first phase of the Low Emission Zone (LEZ) , which came into force in 2008.The LEZ policy aims to curb emissions of fine particulate matter by increasing the cost of driving the most polluting vehicles in London. Including NOx in the plans would have involved the regulation of private diesel cars, and not just commercial vehicles. Ella may become the first person in the UK for whom air pollution is listed as the cause of death. The inquest will run for 10 days.It will consider whether air pollution caused or contributed to Ella's death and how levels were monitored at the time. ", "url": "https://www.bbc.com/news/uk-england-london-55146639"}