{"datetime": "2017-09-21T23:45:58.000Z", "author": "James Gallagher", "title": "New antibody attacks 99% of HIV strains", "article": "Scientists have engineered an antibody that attacks 99% of HIV strains and can prevent infection in primates. It is built to attack three critical parts of the virus - making it harder for HIV to resist its effects. The work is a collaboration between the US National Institutes of Health and the pharmaceutical company Sanofi. The International Aids Society said it was an \"exciting breakthrough\". Human trials will start in 2018 to see if it can prevent or treat infection.Our bodies struggle to fight HIV because of the virus' incredible ability to mutate and change its appearance. These varieties of HIV - or strains - in a single patient are comparable to those of influenzaduring a worldwide flu season .So the immune system finds itself in a fight against an insurmountable number of strains of HIV.But after years of infection, a small number of patients develop powerful weapons called \"broadly neutralising antibodies\" that attack something fundamental to HIV and can kill large swathes of HIV strains.Researchers have been trying to use broadly neutralising antibodies as a way to treat HIV, or prevent infection in the first place.The study,published in the journal Science , combines three such antibodies into an even more powerful \"tri-specific antibody\". Dr Gary Nabel, the chief scientific officer at Sanofi and one of the report authors, told the BBC News website: \"They are more potent and have greater breadth than any single naturally occurring antibody that's been discovered.\" The best naturally occurring antibodies will target 90% of HIV strains.\"We're getting 99% coverage, and getting coverage at very low concentrations of the antibody,\" said Dr Nabel. Experiments on 24 monkeys showed none of those given the tri-specific antibody developed an infection when they were later injected with the virus.Dr Nabel said: \"It was quite an impressive degree of protection.\"The work included scientists at Harvard Medical School, The Scripps Research Institute, and the Massachusetts Institute of Technology.Clinical trials to test the antibody in people will start next year.Prof Linda-Gail Bekker, the president of the International Aids Society, told the BBC: \"This paper reports an exciting breakthrough. \"These super-engineered antibodies seem to go beyond the natural and could have more applications than we have imagined to date.\"It's early days yet, and as a scientist I look forward to seeing the first trials get off the ground in 2018.\"As a doctor in Africa, I feel the urgency to confirm these findings in humans as soon as possible.\" Dr Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said it was an intriguing approach. He added: \"Combinations of antibodies that each bind to a distinct site on HIV may best overcome the defences of the virus in the effort to achieve effective antibody-based treatment and prevention.\" Follow Jameson Twitter. ", "url": "https://www.bbc.com/news/health-41351159"}