{"datetime": "2022-02-10T18:44:29.000Z", "title": "Luc Montagnier, co-discoverer of HIV, dies aged 89", "article": "Luc Montagnier, the French virologist credited as a co-discoverer of the human immunodeficiency virus (HIV), has died aged 89. Montagnier was jointly awarded the 2008 Nobel Prize for his work in isolating the virus that causes Aids. He was lauded for this work, but later criticised for unscientific claims about autism and Covid-19. Localnews site FranceSoir reported he died on Tuesday in Neuilly-sur-Seine \"surrounded by his children\". The virologist first began working on the virus in the early 1980s while at France's Pasteur Institute, a non-profit research foundation. Montagnier and his team - including Françoise Barré-Sinoussi, who would later winthe Nobel Prize in Physiology or Medicine with him - examined tissue samples from patients with the mysterious new syndrome. They managed to isolate HIV in the lymph node of an Aids patient and published news of the discovery in the journal Science in 1983.In the same edition, US scientist Robert Gallo published similar findings, and later concluded that the virus caused Aids.The dispute over who first identified HIV caused years of heated debate.Gallo admitted in 1991 that the virus he found came from the Pasteur Institute the year before, andthe two men publicly agreed in 2002 that Montagnier's team discovered HIV, but that Gallo first showed its role in causing Aids. However, when Montagnier and Barré-Sinoussi were awarded the Nobel Prize in 2008 for their work - alongside Harald zur Hausen for his work on cervical cancer - the committee controversially did not mention Robert Gallo.Montagnier later generated huge criticism for a series of unscientific claims, including over the causes of autism and later over the origins of Covid-19. Born in 1932 in the central French town of Chabris, Montagnier began working at Paris's Faculty of Sciences in 1955.He moved to the Pasteur Institute in 1972, and after his work on HIV led the foundation before moving to Queens College, City University of New York in 1997. French media first reported that he had died at the American hospital in Neuilly-sur-Seine on 8 February. Local authorities later officially confirmed his death. ", "url": "https://www.bbc.com/news/world-europe-60340504"}