{"datetime": "2020-03-10T12:33:37.000Z", "author": "Michelle Roberts", "title": "Second patient cured of HIV, say doctors", "article": "A man from London has become the second person in the world to be cured of HIV, doctors say. Adam Castillejo is still free of the virus more than 30 months after stopping anti-retroviral therapy.He was not cured by the HIV drugs, however, but by a stem-cell treatment he received for a cancer he also had,the Lancet HIV journal reports.The donors of those stem cells have an uncommon gene that gives them, and now Mr Castillejo, protection against HIV.In 2011, Timothy Brown, the \"Berlin Patient\" became the first person reported as cured of HIV, three and half years after having similar treatment.Stem-cell transplants appear to stop the virus being able to replicate inside the body by replacing the patient's own immune cells with donor ones that resist HIV infection.Adam Castillejo - the now 40-year-old \"London Patient\" who hasdecided to go public with his identity - has no detectable active HIV infection in his blood, semen or tissues, his doctors say. It is nowa year after they first announced he was clear of the virus and he still remains free of HIV. Lead researcher Prof Ravindra Kumar Gupta, from the University of Cambridge, told BBC News: \"This represents HIV cure with almost certainty.\"We have now had two and a half years with anti-retroviral-free remission.\"Our findings show that the success of stem-cell transplantation as a cure for HIV, first reported nine years ago in the Berlin Patient, can be replicated.\" But it will not be a treatment for the millions of people around the world living with HIV. The aggressive therapy was primarily used to treat the patients' cancers, not their HIV.And current HIV drugs remain very effective, meaning people with the virus can live long and healthy lives.Prof Gupta said: \"It is important to note that this curative treatment is high-risk and only used as a last resort for patients with HIV who also have life-threatening haematological malignancies.\"Therefore, this is not a treatment that would be offered widely to patients with HIV who are on successful anti-retroviral treatment.\" But it might offer hope of finding a cure, in the future, using gene therapy. CCR5 is the most commonly used receptor by HIV-1 - the virus strain of HIV that dominates around the world - to enter cells. But a very small number of people who are resistant to HIV have two mutated copies of the CCR5 receptor. This means the virus cannot penetrate cells in the body it normally infects. Researchers say it may be possible to use gene therapy to target the CCR5 receptor in people with HIV. It is the same receptor thenow jailed Chinese scientist He Jiankui worked on when he created the world's first gene-edited babies. The tests suggest 99% of Mr Castillejo's immune cells have been replaced by donor ones. But he still has remnants of the virus in his body, as does Mr Brown.And it is impossible to say with absolute certainty his HIV will never come back.Mr Castillejo told the New York Times: \"This is a unique position to be in, a unique and very humbling position.\"I want to be an ambassador of hope. \"I don't want people to think, 'Oh, you've been chosen.'\"No, it just happened.\"I was in the right place, probably at the right time, when it happened.\" Prof Sharon Lewin, from the University of Melbourne, Australia, said: \"Given the large number of cells sampled here and the absence of any intact virus, is the London Patient truly cured?\"The additional data provided in this follow-up case report is certainly encouraging but unfortunately, in the end, only time will tell.\" ", "url": "https://www.bbc.com/news/health-51804454"}