{"datetime": "2021-08-14T06:01:49.000Z", "author": "Neil Prior", "subject": "Coronavirus pandemic", "title": "Covid study: How to avoid catching virus in a shared car", "article": "Regularly opening car windows for 10 seconds can cut the build-up of Covid-19 particles by 97%, a study has found. Swansea University found the difference in air pressure between the inside and outside of a moving vehicle created a through-draught to suck out the virus. For driving below 30mph (48kph), opening all four windows is most beneficial. But on faster roads, opening two on a diagonal can have an even bigger impact. Airborne transmission of Covid-19 happens in two ways: Via large liquid droplets coughed out, or through smaller aerosol spray emitted when breathing. The large particles are heavy enough to fall on to a surface within a few seconds, however the aerosol spray evaporates, leaving the virus circulating in the air for up to an hour.Project lead Prof Chenfeng Li said it was this aerosol effect which could be easily combatted through his method. \"At low speeds, the difference in pressure is far less, so the air inside the car is highly turbulent. This is further increased by the stop-start nature of town driving and the constant changes of direction. \"In those circumstances, you need the maximum ventilation possible with every available window open.\" But even Prof Li was slightly surprised when the team's computer models and wind tunnel-testing revealed the same wasn't true in motorway conditions. \"We found that the increased difference in air pressure at high speeds meant that the diagonal opening (eg a front window on the right and a rear window on the left) created a very strong targeted tunnel effect, which was even more efficient at dispersing particles than having all four windows open,\" said Prof Li.\"The process is so effective that it's only necessary to do it for 10 seconds at a time, every five to 10 minutes, or whenever somebody coughs or sneezes.\" Prof Li said having the windows open constantly would create its own risks from exhaust fumes and air pollution outside the vehicle, which could potentially be more serious than Covid. The team's research also discovered that sitting in the front seats was far safer than being in the back, owing to the prevailing direction of the airflow through the car. If passengers do have to sit in the rear, Prof Li recommended they sit in the opposite seat to where the window is being opened. He said: \"This advice is most important for taxis and car-shares etc. \"In your family car, if you were going to catch Covid then you probably would have already done so in your home. However, this could be a vital step in preventing the spread in communal vehicles as society opens up again and we all begin travelling a lot more.\" As part of the study, done on behalf of the Welsh government's Covid-19 Technical Advisory Group, Prof Li was also asked to investigate whether screens between the front and rear seats could be beneficial. He found they could actually do more harm than good. \"As well as creating another surface within the vehicle for large droplets to settle on, screens also disrupt the flow of air through the vehicle. \"Whilst they may be safer for the driver, for rear passengers screens create a bubble from which it's very difficult for the virus to be sucked out via air pressure.\" However, Prof Li said the best way to keep safe in a communal vehicle was still to wear a mask. His findings showed wearing a face covering reduced the emission of the virus by 90%, and that the intake of the virus by passengers was reduced by 70%. In Wales, masks arestill legally required on public transport and in all public indoor areas apart from pubs and restaurants. ", "url": "https://www.bbc.com/news/uk-wales-58202468"}