{"datetime": "2019-03-05T10:24:01.000Z", "title": "UK patient 'free' of HIV after stem cell treatment", "article": "A UK patient's HIV has become \"undetectable\" following a stem cell transplant - in only the second case of its kind, doctors report in Nature. The London patient, who was being treated for cancer, has now been in remission from HIV for 18 months and is no longer taking HIV drugs. The researchers say it is too early to say the patient is \"cured\" of HIV. Experts say the approach is not practical for treating most people with HIV but may one day help find a cure. The male London patient, who has not been named, was diagnosed with HIV in 2003 and advanced Hodgkin's lymphoma in 2012.He had chemotherapy to treat the Hodgkin's cancer and, in addition, stem cells were implanted into the patient from a donor resistant to HIV, leading to both his cancer and HIV going into remission. Researchers from University College London, Imperial College London, Cambridge and Oxford Universities were all involved in the case. This is the second time a patient treated this way has ended up in remission from HIV. Ten years ago, another patient in Berlin received a bone-marrow transplant from a donor with natural immunity to the virus. Timothy Brown, said to be the first person to \"beat\" HIV/Aids, was given two transplants and total body irradiation (radiotherapy) for leukaemia - a much more aggressive treatment. \"By achieving remission in a second patient using a similar approach, we have shown that the Berlin patient was not an anomaly and that it really was the treatment approaches that eliminated HIV in these two people,\" said lead study author Prof Ravindra Gupta, from UCL. By BBC Online Health Editor, Michelle Roberts Although the finding is exciting, it is not offering up a new treatment for the millions of people around the world living with HIV. The aggressive therapy was primarily used to treat the patient's cancer, not his HIV.Current HIV therapies are really effective, meaning people with the virus can live long and healthy lives.But the reason this case is so significant is that it could help experts who are looking for new ways to tackle HIV and achieve a cure.Understanding how the body can naturally resist the infection does offer up hope of this, even if it is still a long way off. Prof Eduardo Olavarria, also involved in the research, from Imperial College London, said the success of stem cell transplantation offered hope that new strategies could be developed to tackle the virus.But he added: \"The treatment is not appropriate as a standard HIV treatment because of the toxicity of chemotherapy, which in this case was required to treat the lymphoma.\" CCR5 is the most commonly used receptor by HIV-1 - the virus strain of HIV that dominates around the world - to enter cells. But a very small number of people who are resistant to HIV have two mutated copies of the CCR5 receptor. This means the virus cannot penetrate cells in the body that it normally infects. The London patient received stem cells from a donor with this specific genetic mutation, which made him resistant to HIV as well. But a reservoir of cells carrying HIV can still remain in the body, in a resting state, for many years. The UK researchers say it may be possible to use gene therapy to target the CCR5 receptor in people with HIV, now they know the Berlin patient's recovery was not a one-off. Prof Graham Cooke, National Institute for Health Research research professor and reader in infectious diseases from Imperial College London, said the results were \"encouraging\". \"If we can understand better why the procedure works in some patients and not others, we will be closer to our ultimate goal of curing HIV.\"At the moment the procedure still carries too much risk to be used in patients who are otherwise well.\" Dr Andrew Freedman, reader in infectious diseases and honorary consultant physician at Cardiff University, said it was an \"interesting and potentially significant report\".But he said much longer follow-up would be needed to ensure the virus did not re-emerge at a later stage. \"While this type of treatment is clearly not practical to treat the millions of people around the world living with HIV, reports such as these may help in the ultimate development of a cure for HIV.\" In the meantime, he said the focus needed to be on diagnosing HIV promptly and starting patients on lifelong combination antiretroviral therapy (cART). This can prevent the virus being transmitted to others and give people with HIV a near-normal life expectancy. ", "url": "https://www.bbc.com/news/health-47421855"}