{"datetime": "2020-03-28T00:06:09.000Z", "author": "Geeta Pandey", "title": "Coronavirus: The woman behind India's first testing kit", "article": "India has been criticised for its poor record of testing people in the battle against coronavirus. That, however, is set to change, thanks in large part to the efforts of one virologist, who delivered on a working test kit, just hours before delivering her baby . On Thursday, the first made-in-India coronavirus testing kits reached the market, raising hopes of an increase in screening of patients with flu symptoms to confirm or rule out the Covid-19 infection. Mylab Discovery, in the western city of Pune, became the first Indian firm to get full approval to make and sell testing kits. It shipped the first batch of 150 to diagnostic labs in Pune, Mumbai, Delhi, Goa and Bengaluru (Bangalore) this week. \"Our manufacturing unit... is working through the weekend and the next batch will be sent out on Monday,\" Dr Gautam Wankhede, Mylab's director for medical affairs, told the BBC on Friday. The molecular diagnostic company, which also makes testing kits for HIV and Hepatitis B and C, and other diseases, says it can supply up to 100,000 Covid-19 testing kits a week and can produce up to 200,000 if needed. Each Mylab kit can test 100 samples and costs 1,200 rupees ($16; £13) - that's about a quarter of the 4,500 rupees that India pays to import Covid-19 testing kits from abroad. \"Our kit gives the diagnosis in two and a half hours while the imported testing kits take six-seven hours,\" says virologist Minal Dakhave Bhosale, Mylab's research and development chief. Ms Bhosale, who headed the team that designed the coronavirus testing kit called Patho Detect, said it was done \"in record time\" - six weeks instead of three or four months.And the scientist was battling with her own deadline too. Last week she gave birth to a baby girl - and only began work on the programme in February, just days after leaving hospital with a pregnancy complication. \"It was an emergency, so I took this on as a challenge. I have to serve my nation,\" she says, adding that her team of 10 worked \"very hard\" to make the project a success.In the end, she submitted the kit for evaluation by the National Institute of Virology (NIV) on 18 March, just a day before delivering her daughter. That same evening, just an hour before she was taken to hospital ahead of her Caesarean, she submitted the proposal to the Indian FDA and the drugs control authority CDSCO for commercial approval. \"We were running against time,\" says Dr Wankhede. \"Our reputation was at stake, we had to get everything right on the first go, and Minal was leading our efforts from the front.\" Before submitting the kits for evaluation, the team had to check and re-check all the parameters to ensure its results that were precise, and accurate. \"If you carry out 10 tests on the same sample, all 10 results should be same,\" said Ms Bhosale. \"And we achieved that. Our kit was perfect.\" The government-run Indian Council for Medical Research (ICMR), under which NIV operates, agreed. It said Mylab was the only Indian company to achieve 100% results.India has been criticised for not testing enough. It has one of the lowest rates in the world, with just 6.8 tests per million.Initially, India insisted on testing only those who had travelled to high-risk countries or had come in contact with an infected person or health workers treating coronavirus patients. It later said that anyone admitted to hospital with severe respiratory distress should also be tested. But with the circle of infection widening daily, the numbers are expected to grow hugely. In the past few days, India has scaled up testing. Initially, only the state labs were allowed to test for coronavirus, but permission has now been extended to several private labs too. And on Thursday, India also gave approvals to 15 private companies to commercially sell diagnostic kits based on licences they have obtained in the US, European Union and some other countries. Dr Wankhede says with the number of suppliers and labs increasing every day, the testing will go up exponentially. Increased testing would be a huge help, but experts say India has gaping holes in its health infrastructure that need to be plugged urgently to deal with the growing threat of coronavirus. \"South Korea - that's so tiny - has 650 labs testing for the coronavirus, how many do we have?\" asks Sujatha Rao, former federal health secretary. India has only 118 government laboratories and officials say 50 private labs will also be roped in. For a population of 1.3 billion, that is far from adequate. \"India will have to identify many more labs, then the testing kits have to reach there, and technicians have to be trained. And getting the infrastructure ramped up will take time,\" Ms Rao says. And once the test results start coming in and if a large number of people test positive and require hospitalisation, India will find it difficult to cope. \"You know the state of the healthcare facilities in the country? They are all bunched up in urban areas, there's very little facility in rural India. That will be a big challenge,\" she says. ", "url": "https://www.bbc.com/news/world-asia-india-52064427"}