{"datetime": "2018-07-07T00:02:16.000Z", "author": "Alex Therrien", "title": "HIV vaccine shows promise in human trial", "article": "An HIV vaccine that has the potential to protect people around the world from the virus has shown promising results. The treatment, which aims to provide immunity against various strains of the virus, produced an anti-HIV immune system response in tests on 393 people,a study in the Lancet found .It also protected some monkeys from a virus that is similar to HIV.More testing is now needed to determine if the immune response produced can prevent HIV infection in people.About 37 million people worldwide live with HIV or Aids, and there are an estimated 1.8 million new cases every year. But despite advances in treatment for HIV, both a cure and a vaccine for the virus have so far remained elusive.The drugPrep, or pre-exposure prophylaxis, is effective at preventing HIV infection , but, unlike a vaccine, it needs to be taken regularly, even daily, to prevent the virus from taking hold.Inventing a vaccine has proved an immense challenge for scientists, in part because there are so many strains of the virus, but also because HIV is adept at mutating to elude attack from our immune systems. Previous attempts at HIV vaccines have been limited to specific strains of the virus found in certain parts of the world. But for this \"mosaic\" vaccine, scientists have developed a treatment made up of pieces of different HIV viruses. The hope is that it could offer much better protection against the almost unlimited number of HIV strains found across the world.In a randomised, double-blind, placebo-controlled trial, scientists tested various combinations of the mosaic vaccine in people aged 18 to 50 who did not have HIV and were healthy. The participants, from the US, Rwanda, Uganda, South Africa, and Thailand, received four vaccinations over the course of 48 weeks. All of the vaccine combinations produced an anti-HIV immune system response and were found to be safe.Scientists also carried out a parallel study where they gave rhesus monkeys the vaccine to protect them from getting simian-human immunodeficiency virus - a virus similar to HIV that infects monkeys.The mosaic vaccine combination that showed the most promise in humans was found to protect 67% of the 72 monkeys from getting the disease. \"These results represent an important milestone,\" said Dan Barouch, professor of medicine at Harvard Medical School and lead author of the study. However, Prof Barouch also cautioned that the findings needed to be interpreted with caution.Though the vaccine triggered a response in the immune system of the people who took it, it is not clear if this would be enough to fight off the virus and prevent infection.\"The challenges in the development of an HIV vaccine are unprecedented, and the ability to induce HIV-specific immune responses does not necessarily indicate that a vaccine will protect humans from HIV infection,\" he added.Nevertheless, the promising results of the study mean researchers will next test the treatment on 2,600 women in southern Africa who are at risk of getting the illness - one of only five vaccines to make it to this stage of so-called efficacy trials.Only one vaccine has ever shown evidence of protecting against HIV.A vaccine tested in Thailand lowered the rate of human infection by 31%, but the effect was considered too low to advance it to common use.Dr Michael Brady, medical director at the Terrence Higgins Trust, said it was early days for the vaccine but the signs were \"promising\". \"However, it's important to be cautious and be clear that there's a lot of work to do before an effective HIV vaccine is readily available.\" Dr Brady added that in the meantime there were already tools that were effective for preventing the disease from spreading, such as contraception and treatments for HIV-positive people that prevent them from passing on the virus.Follow Alex on Twitter .", "url": "https://www.bbc.com/news/health-44738642"}