{"datetime": "2020-05-28T01:25:28.000Z", "author": "Huw Thomas", "title": "Coronavirus test workers 'making personal sacrifices'", "article": "The scientist running Wales' largest coronavirus testing laboratory has spoken of the \"sacrifice\" his team is making to tackle the pandemic. Jonathan Evans runs the virology centre at Cardiff's University Hospital of Wales which conducted its first positive Covid-19 test in February. He said staff were working long hours, carrying out about 2,500 daily tests. A lead nurse at one drive-through test centre said \"good morale\" was protecting staff from the pressure. Swabs taken at drive-through testing centres, care homes and health board test sites are all taken to the Cardiff laboratory to be processed.Initially, it was the only laboratory in Wales conducting tests for coronavirus, but others are now sharing the workload. Before the pandemic hit, Mr Evans' laboratory was at its busiest when processing tests for sexually transmitted diseases. Back then, a \"normal day\" would involve carrying out 400 chlamydia tests. \"Duringswine flu we would get up to testing around 200 samples a day, but that was only on a couple of days,\" he said. \"We are now up at over 2,500 tests per day on a test [for COVID19] that only existed in January, on a virus that didn't exist before December.\"And so the amount of procedures and systems we have had to develop and put in place to be able to safely offer that service has been nothing short of phenomenal.\" While staffing has increased from 30 to 50 people, the extra workload has placed great strain on his team. \"I can't speak highly enough of my staff. Bank holidays - what are they? Weekends - they don't exist any more,\" said Mr Evans. \"All the staff are currently working six or seven days a week, commonly 60 to 70 hours.\" Mr Evans said many of his relatively young team had moved to Cardiff to work at the laboratory and were experiencing the same lockdown restrictions as everyone else when not on shift. \"One of our colleagues should have beencelebrating Eid only a couple of days ago with her family and couldn't because she was actually in work here having to do a 12-hour shift instead of being at home with her family in Blackburn.\"It's at moments like that in which you realise the sacrifice the team are making for the greater good.\" Among the samples being processed by the Cardiff laboratory are those collected by staff at Newport's drive-through centre at Rodney Parade - home of Newport's football and rugby teams. A hospitality tent normally used to host sponsors during matches has been repurposed to hold staff involved in contacting people to visit for testing and three bays have been constructed to carry out tests on people arriving by car. Lead nurse Amanda Luther said staff were \"working very, very hard\".\"Yes, it is an awful lot of pressure. We are asked to achieve an awful lot with the number of staff we have got.\"But because morale is so good, and everybody is supporting each other, we are getting through it as best we can.\"Staff who have been moved from their usual roles to help run the testing centre include Holly Taylor, who previously worked in a hospital appointments office. \"My job here is to book appointments and action referrals that are sent through by organisations who want their staff tested,\" she said. \"We are a seven-day operation. It is mostly full-on, you don't realise the time going by. \"Nobody is used to this kind of thing. But I only started working for the NHS in November so I have been in at the deep end.\" Despite being based at the centre, Ms Taylor said she did not always appreciate the fact she was on the front line. \"It is nice and rewarding when you go home and you think 'I have done all this for all these people',\" she said.Some of the people she has had to contact to take the test have been particularly unwell. \"We have had some very concerned and stressed out people on the phone,\" she said.\"They are people who do not sound at all well. But that is why we are here, isn't it? To get them booked, tested and ready to get back to work.\" Wales' testing system is being overseen by Public Health Wales, where a prepared plan for testing during the pandemic had to be quickly adapted. Dr John Boulton, the director of quality improvement and patient safety, said the original document lasted \"several hours\". \"It has evolved as we have gone along,\" he said.\"I think a lot of the teams would probably say they're quite tired at this point because the effort has been intense.\"The changes that we've had to put in place over the last number of weeks have been really quite hard work.\"We've had teams that have been up in north Wales and have left their family for several days to actually support the setting up of testing sites. They've sacrificed an awful lot.\" The demand for testing is expected to increase as anew system for tracking and tracing coronavirus cases is due to come into operation in June.", "url": "https://www.bbc.com/news/uk-wales-52822563"}