{"datetime": "2018-01-18T17:28:50.000Z", "title": "HIV positive man can become a commercial pilot", "article": "An HIV positive man who was told he could not train as a commercial pilot will be allowed to begin training after a U-turn by aviation officials. The man, from Glasgow, had been offered a place on an EasyJet training programme. The Civil Aviation Authority (CAA) has now reversed a decision not to grant him a medical certificate. The man, who wishes to remain anonymous, said he was \"overwhelmed, shocked, elated and humbled\".Anthony (not his real name),told the BBC in December it was \"utterly devastating\" to discover that he could not take up the position on the pilot training scheme.His offer has been extended until June and he hopes to take up his place on the course as soon as possible.The CAA initially said the problem stemmed from European Aviation Safety Agency (EASA) regulations which state that pilots with certain medical conditions - including being HIV positive, organ transplantation or having type 1 diabetes - are only allowed to fly with a co-pilot.However, after a review of the rules, the CAA said it was satisfied this should not prevent an HIV positive person obtaining a class 1 medical certificate to begin training for \"multi-pilot operations\" subject to them passing the class 1 medical assessment. Anthony gained his private pilots licence aged 17, before he was able to drive. He has wanted to be a pilot since he was a child, and began flying when he was 15.He was diagnosed with HIV three years ago, and wrote to the CAA under a pseudonym to ask about the effect his diagnosis would have on his dream.Anthony said the CAA told him that he would be granted the medical certificate and could train, but that he would have to fly alongside a co-pilot. Earlier last year he passed all the assessments at EasyJet, and gained a place on their training programme. When Anthony was told his HIV would stop him becoming a pilot he was \"very confused\". He said the disappointment was worse because he believed there was \"no barrier if you're HIV positive to doing anything now that you wanted to do before\". \"I had started to accept the diagnosis because of that.\" He said: \"In 2017, someone who is HIV positive and on successful treatment is medically no different to someone who isn't HIV positive.\" CAA chief executive Andrew Haines said: \"The UK Civil Aviation Authority is committed to being one of the most progressive aviation authorities in the world.\"We have often led aviation regulatory changes that have enabled pilots with medical conditions to keep flying, most recently in our ground-breaking work on insulin-treated diabetes.\"We have also been responsible for writing international guidelines on pilots living with HIV and have been promoting the need for changes to the current regulations regarding the restrictions applicable to pilots with certain medical conditions, including HIV.\" Under the current European regulations, a pilot who is HIV positive is granted an operational multi-crew limitation (OML) licence which means they must fly with a co-pilot.The CAA said it would lobby EASA for more research to be carried out, with a view to removing this restriction altogether.Nathan Sparling, head of policy and campaigning at HIV Scotland, said he was extremely pleased the CAA had recognised the current rules were outdated.He said: \"This is a massive win for people living with HIV who want to become pilots.\"It is because Anthony came forward with his story that the CAA is now taking a more sensible and realistic approach.\"The decision brings the UK's aviation policy up to date with medical evidence that recognises the important advances in treatment for HIV, whilst maintaining the same high level of safety you can expect for air travel.\"We welcome the move that provides an immediate temporary solution whilst the necessary work is completed to ensure a permanent rule change.\"Anthony's case was raised in the House of Commons by SNP MP Patrick Grady.He commented: \"I'm delighted that the CAA has seen sense and my constituent will now have the opportunity to apply for his pilot's licence. Nobody should be discriminated against because of their HIV status and this change to CAA rules is long overdue.\"It shouldn't have needed pressure in the House of Commons and Scottish Parliament to bring about change, but I'm pleased that common sense has prevailed and look forward to my constituent being able to take up his post.\" EasyJet said it was pleased with the change and that Anthony now had the opportunity to take up a place on its training programme.", "url": "https://www.bbc.com/news/uk-scotland-42732716"}