{"datetime": "2020-01-13T12:11:04.000Z", "author": "Steven Brocklehurst", "title": "HIV positive pilot goes public in bid to tackle stigma", "article": "An HIV positive man who successfully challenged rules which prevented him from training as an airline pilot has decided to reveal his identity. James Bushe had previously wanted to remain anonymous, using the pseudonym \"Pilot Anthony\" on Twitter to write about his battle to become a pilot. The 31-year-old said he had decided to go public to challenge the stigma which surrounds people living with HIV. He was not allowed to train because he could not get a medical certificate. However, the Civil Aviation Authority (CAA) eventually overturned the ruling. James has been flying alongside Loganair training captains since November but he has now completed his training to qualify to regularly fly the airline's Embraer 145 Regional Jets from its base at Glasgow Airport. It makes him the first newly-qualified pilot in Europe living with HIV. The CAA's previous interpretation of European regulations meant that pilots who were already qualified could continue to fly if they contracted HIV, subject to medical fitness. However, a \"catch 22\" situation meant that a person who was HIV positive could not get the accreditation needed to be able to start the training to become a pilot. James explained: \"The reason is that the CAA considered there was a risk of that HIV positive person becoming incapacitated during the flight, potentially. That rule would also have covered other conditions, like diabetes. \"The evidence for this was studies done in the early 90s.\"Someone that is on successful treatment and living with HIV now, is undetectable. They can't pass that virus on to others and they pose no risk to themselves or anyone around them. \"It didn't make any sense. I wanted to challenge it.\" James, originally from Stoke-on-Trent, took that fight to the CAA and won. It changed its rules to stop refusing to grant medical licences to people with HIV. Instead, people with HIV will be eligible to receive a certificate that allows them to fly, but restricts them to multi-pilot operations. The body said it was the furthest it could go until the European Aviation Safety Agency reformed its rules. James, who was diagnosed with HIV five years ago, had gained his private pilots licence at the age of 17 before he was able to drive a car.He had wanted to be a pilot since he was a child, and began flying when he was 15. He said he was shocked when he discovered his HIV status meant he could not train to be a pilot. \"This has been a lifelong dream and to hear that it wasn't going to happen was devastating,\" he said. After 18 months of training, James said it was an incredible feeling to actually be a pilot. \"The joy of flying I felt when I first started to train is even bigger today, particularly in light of this victory,\" he said. His decision to \"come out\" as an HIV positive pilot was a tough one, he said. His inspiration was ex-rugby player Gareth Thomas,who disclosed his HIV status in the summer . James said he felt that using an alias on Twitter was perpetuating the stigma that surrounds people living with HIV. \"I'm doing this as me today because I want to challenge that stigma,\" he said. \"It's not just about me, it's about anybody who is living with HIV who wants to become a pilot. I want to get the message out there that they can do. \"My message to anyone living with HIV who is facing discrimination is to challenge it and you can win.\" Life expectancy for people diagnosed with HIV is now close to the population average due to advances in antiretroviral therapy, which reduces the ability of the virus to attack the body's immune system. James says living with HIV today is not like it was in the 1980s and 1990s. \"HIV should be no barrier to anybody pursuing whatever their dreams are and becoming whatever they want to be,\" he said. Dr Ewan Hutchison, head of medical assessment at the CAA, said: \"We are very pleased to see James starting his career, having now finished his commercial pilot training. He has worked hard to raise awareness of the challenges faced by aspiring pilots living with HIV. \"For a number of years we have promoted changes at an international level to the current rules affecting pilots with certain medical conditions, including HIV.\" He said the CAA was providing medical expertise to support the European Aviation Safety Agency (EASA), with a review of recent research relating to HIV and its findings likely to be published within the next few months. Dr Hutchison added: \"We expect that this may result in the removal of some restrictions related to the medical certificates of commercial pilots who are living with HIV.\" ", "url": "https://www.bbc.com/news/uk-scotland-51066420"}