{"datetime": "2019-09-15T20:13:22.000Z", "author": "Daniel Davies", "title": "Gareth Thomas: Ex-Wales rugby captain has HIV", "article": "Former Wales rugby captain Gareth Thomas has revealed he is HIV positive, saying he wants to \"break the stigma\" around the condition. He said he wants to show how people with HIV are misrepresented as \"walking around with walking sticks who are close to dying\". He has also spoken about \"shame\" and \"fear\" of keeping his condition secret. He completed the Ironman triathlon in Pembrokeshire after making the announcement - cheered on by crowds. He finished the gruelling challenge in 12 hours and 18 minutes with high emotion at times. In aTwitter video posted on Saturday night, Thomas said he was compelled to make the announcement after threats were made to to him by \"evils\" to reveal his HIV status. Since making the announcement, support for the 45-year-old ex-British and Irish Lions skipper flooded in. It included a message from the Duke of Sussex, Prince Harry, on the social platform Instagram where he said: \"Gareth, you are an absolute legend! In sharing your story of being HIV+, you are saving lives and shattering stigma, by showing you can be strong and resilient while living with HIV.\"We should all be appalled by the way you were forced to speak your truth, it is yours and yours alone to share on your terms and I and millions stand with you. H\" The former Wales captain, who won 100 caps for his country, is due to talk about his diagnosis in a BBC Wales documentary on Wednesday. In it, he says at his lowest point in 2018 he felt like dying. Prince William was among the thousands of messages supporting Thomas after his emotional revelation. \"Courageous as ever - legend on the pitch and legend off it,\" said atweet from Kensington Palace . \"You have our support Gareth. W.\" Public information campaigns in the 1980s, warning people to take precautions against Aids, have left a legacy of misunderstanding, he says. Advances in medicine now allow people who are HIV positive to live long healthy lives. With effective treatment, the virus cannot be passed on. Other than waking at 06:00 to take a single pill every day and visiting the hospital for blood tests every six months, the condition has little impact on day-to-day life for Thomas. On the contrary, he is taking part in an Ironman challenge on Sunday, which has involved him learning to swim, which to Thomas was a way of demonstrating his physical and mental strength.\"When I first found out that I was going to have to live with HIV, the first thing I thought was straight away: I was going to die,\" he said. \"It's not like I blame people for not knowing this. \"This is a subject that because of the 80s scenarios people don't talk about it because that's the only information they have.\" He added: \"The overriding question that everybody said to me - the first question everyone says to me when I tell them I'm living with HIV - is 'Are you going to be OK?' \"And it's a really compassionate question to ask. But, this is meant the nicest way possible, it's a really uneducated question.\" Thomas said revealing that he is living with HIV was similar tocoming out as gay in 2009 because of \"the fear, the hiding, the secrecy, the not knowing how people are going to react\". \"But I think when it was all about my sexuality it just seemed like there was more empathy and more understanding because you had more knowledge, because you could turn on the telly and you could see that there was LGBT representation on most platforms.\" 25 July 1974: Born in Sarn near Bridgend 1994 : Makes debut for home town club Bridgend and goes on to play for Cardiff Blues (twice), Celtic Warriors and Toulouse 1995: Makes his Wales debut and goes on to win 100 caps, scoring 40 tries and also appearing in three British Lions Tests 2005 : Wins the 2005 Heineken Cup with Toulouse and captains Wales to their first grand slam in 27 years 2007 : Wins his final cap for Wales in the World Cup 2009 :Reveals he is gay , saying \"what I choose to do when I close the door at home has nothing to do with what I have achieved in rugby\" 2010 : Thomas switches codes to rugby league 2011 :Announces his retirement, last appearing for Crusaders in Wrexham in July 2012: His post-rugby career includes Celebrity Big Brother, roles in pantomime, regular work as a rugby pundit and campaigning against homophobia in sport. Hollywood actor Mickey Rourke is involved in talks to play him in a film 2014 : Publishes his autobiography, Proud, which wins sports book of the year 2015: His life story is told in a stage play, Crouch, Touch, Pause, Engage 2018 : Heposts a video on Twitter after being assaulted and becoming victim of a hate crime in Cardiff. Took part in Sport Relief, when he conquered his fear of heights with the fire service Thomas, who finished third in Celebrity Big Brother in 2012 and reached the semi-final of Dancing on Ice the following year, lives near Bridgend with his husband Stephen, 56. They married in 2016. In the documentary, Stephen talks about how the public will react to Gareth's announcement and how the couple will be treated.\"I'm going to have to take it on board and deal with it,\" he says. \"I'm going to cross it when I come to it.\" Stephen, who does not have HIV, added: \"I think it's going to teach so many people what is HIV. I was one of the ignorant ones, I will be honest, like so many people.\" \"I think it's a fantastic thing he's doing. He's showing that you can have HIV but you can still do the sport and the Ironman, for goodness sake.\" The documentary shows Thomas's anxiety and having to consult legal representatives after a tabloid newspaper found out about his HIV status. It led to journalists going to his parents' home. \"I needed to take control of my life\" he said. \"When you have a secret that other people know about it makes you really vulnerable towards them. And I just I felt like I had no control over my own life.\" Thomas said he currently felt the strongest he had ever been in his life. \"I've had a shitty rollercoaster of a ride. My parents say to me 'Jesus Christ. What's coming next with you?'. \"I had the whole emotional challenge of revealing my sexuality and confronting the sporting stereotype within that. \"And then I felt 'I'm confronting this', which has so many similarities.\" In the film he confides in Shane Williams, another former Wales international turned amateur triathlete and actress Samantha Womack. In a BBC Wales interview, he explained: \"I'm trying to take control of my life, but I'm not trying to break the stigma and educate for me. Because that's really selfish. \"I'm trying to educate and break the stigma for everybody, which includes me in that everybody.\" Ian Green, chief executive at Terrence Higgins Trust, said: 'I'm very proud to call Gareth Thomas a friend. Gareth is proof that a HIV diagnosis shouldn't stop you from doing anything you want to do - whatever that is.\"I hope that by speaking publicly about this, Gareth will transform attitudes towards HIV that are all too often stuck in the 1980s.\"We've made huge medical advances in the fight against HIV that means that people living with HIV like Gareth now live long healthy lives.\"We can also say without doubt that those on effective HIV treatment can't pass on the virus. This is exactly the kind of information Gareth wants to get out there to challenge the stigma that still surrounds this virus.\"Gareth Thomas: HIV and Me will be shown on BBC One Wales on Wednesday 18 September, 21:00 BST ", "url": "https://www.bbc.com/news/uk-wales-49675303"}