{"datetime": "2020-01-16T15:11:36.000Z", "author": "Joshua Haigh", "title": "HIV infections among gay and bi men fall by 71% in UK", "article": "The number of people diagnosed with HIV in the UK has dropped substantially since 2012, according to figures released by Public Health England. Gay and bisexual men have experienced the most dramatic decline in new infections, with rates falling by 71%*.It has been attributed to a rise in the use of pre-exposure prophylaxis (Prep).Campaigners are urging the government to make Prep, which is almost 100% effective at preventing transmission, more widely available.Of the estimated 103,800 people living with HIV in the UK in 2018, 93% have been diagnosed with the virus. Of these, 97% are receiving treatment. And of these, 97% are, as a result, undetectable, meaning they cannot transmit the virus. Among gay and bisexual men, transmissions of HIV have dropped from 2,800 in 2012 to 800 in 2018. HIV testing has greatly increased over the past decade. And the number of men who have sex with men living undiagnosed with HIV has halved between 2014 and 2018, to 3,600. Health Secretary Matt Hancock said the UK was on track to achieve its goal of ending HIV transmission by 2030.\"I feel very strongly that we must end HIV transmission,\" he said.\"HIV has brought untold hurt and suffering to so many, so it is encouraging to see transmissions continue to fall across the UK.\" Prep is currently freely available for high-risk patients in Scotland and Wales, but many in England have had to wait until they can gain access to animpact trial that first began in September 2017.And as of October 2019,at least 15 people in England have tested HIV positive while waiting for a place on the trial.Phil Samba,of advocacy group Prepster , told BBC News that while the new data was incredibly promising, the lack of commitment from the government to making Prep widely available in England remained troubling.\"The figures show the impact that Prep, combined with increases in HIV testing and rapid access to HIV treatments can have. \"We truly are living in a new era of HIV prevention.\"Yet, Prep is still not freely available on the NHS in England and unnecessary HIV infections are happening because of foot-dragging by politicians.\"Today, we make a clear call to Matt Hancock and his colleagues, 'Get a grip and fund a full Prep service now.'\" Terrence Higgins Trust head of policy Debbie Laycock said a focus beyond communities stereotypically associated with HIV was now needed. \"The fact we are still seeing 43% of all new HIV diagnoses at a late stage, in particular among heterosexual men and the over-50s, is evidence of the urgent need to engage these groups around HIV and regular testing.\" Late-stage infections have more than a tenfold increased risk of death in the year following diagnosis compared with those who are diagnosed early and begin treatment immediately. The life expectancy of those prescribed anti-retroviral drugs at an early stage is in line with that of the general population.*The headline and content of this article were changed after publication, after Public Health England contacted us with corrected figures. ", "url": "https://www.bbc.com/news/health-51122979"}