{"datetime": "2021-09-03T17:01:50.000Z", "title": "Stem cell transplant for Bridgnorth boy with rare condition", "article": "A boy with a rare genetic condition has undergone a stem cell transplant thanks to a worldwide search for a donor. Twenty-two-month-old Gunner, from Bridgnorth, has Mucopolysaccharidosis (MPS Type 1) which means he cannot break down his body's natural sugars. There were no stem cell matches in his family nor on the UK register, but one was tracked down in Germany. His mother Holly said he was doing \"better than we all expected,\" after the operation. \"He's still very smiley, but obviously a lot sleepier than normal and [is having] a lot of bed rest and lots of snuggles,\" she said. She was allowed to be with Gunner during the procedure at Birmingham Children's Hospital, which she described as \"overwhelming\". \"I was very emotional knowing someone's donated this - that we don't know - to my son and this is almost the magic that is going to hopefully give us him for a lot longer.\" Gunner was first diagnosed with MPS in March after struggling with his breathing and an umbilical hernia. The condition affects about one in 100,000 people and can lead to damage to organs and the brain. The race was then on to find a bone marrow match after doctors said a transplant had the best chance of working if it was done before he was two. Holly said the operation was performed last week, but it would take another month before doctors knew how successful it had been. Before the transplant, Gunner underwent sessions of intense chemotherapy to remove his own bone marrow, which his mother said had left his body a \"little bit low\" until the new bone marrow takes over. \"He's also had a blood transfusion and a platelet transfusion and anti-rejection medication - he's got a lot going on,\" Holly said. \"It's hard in one way, but we're just so grateful in another way that we get to hopefully have him for longer while we wait to find out if it's been successful or not. \"You just take every little part of the day - each day at a time - and it's just a privilege to be by his side watching him go through it and comforting him. He's just so strong.\" Without the transplant, Gunner was expected to live 10 years and the transplant is expected to extend that. The Gunner Lewis-Vale Trust has been established to help support other families affected by MPS and to raise funds for blood cancer charities Anthony Nolan and DKMS to help add new donors to the stem cell register. It also aims to give Gunner the best quality of life.\"It's one of the things that keeps you going when you're sat in that hospital room day after day and you don't see the outside world - people contacting with support and helping to raise awareness it's one of the things that absolutely keeps me going,\" Holly said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-58437301"}