{"datetime": "2021-11-21T07:42:07.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Woman, 34, with incurable cancer had treatment delayed", "article": "A 34-year-old woman with incurable cancer, whose treatment was delayed due to the pandemic, is backing a campaign to help others. Alice Hanagan, from Melton Mowbray, Leicestershire, is being kept alive by twice-weekly transfusions of blood and platelets. Cancer Research said she could have potentially been cured if Covid-19 had not delayed crucial chemotherapy. Ms Hanagan is calling on more people to sign up to donate stem cells. The former beauty therapist was diagnosed with acute myeloid leukaemia (AML) on 13 December 2019. She endured six months of chemotherapy in isolation, due to coronavirus, and went into remission in July 2020. The extra risks due to Covid-19 meant she could not be considered for a stem cell transplant to boost her chances of survival.Ms Hanagan relapsed six months later, the same day she was also diagnosed with coronavirus. This held up her treatment for a further three months. By the time Ms Hanagan was well enough to undergo further chemotherapy, her cancer had stopped responding to treatment. Targeted therapy failed to put her back into remission. Her cancer since progressed further and she does not know how long she has left to live. She said: \"To some extent I am in denial about death, but at the same time I know I don't have long left.\"Before I die, I want to create an impact as much as I can. \"It is too late for me to have a stem cell transplant now, but my situation has brought home to me how little people know about the importance of donating stem cells and how easy it is. \"All it takes is one swab of the cheek. Pregnant woman can help by donating their placentas after birth. \"It is such a simple step, and it could save the life of someone like me.\" In a statement, Cancer Research said Ms Hanagan's cancer could potentially have been cured if the pandemic had not delayed crucial chemotherapy and a suitable stem cell donor had been found in the earlier stages of her disease. Jane Redman, Cancer Research UK spokesperson for Leicestershire, said: \"We are so grateful to Alice for her selfless support and for thinking of others when her own situation is so difficult.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59347759"}