{"datetime": "2021-12-14T14:46:38.000Z", "title": "Good result over Sedgley cell donor's matchday sacrifice", "article": "A man who gave up tickets to watch England in a Euro 2020 semi-final so he could donate stem cells said it was \"brilliant\" the recipient was doing well. Sam Astley, from Sedgley, missed England's win over Denmark at Wembley.The patient who received his cells as a result is now 100 days post-transplant. Mr Astley, 24, who works for Yamazaki Mazak in Worcester, said it was \"really positive\" to hear the update on the person he helped.\"I have been wondering and hoping they were well and doing okay,\" he said. \"It was good news to receive [at the] end of the year before Christmas.\" Mr Astley's girlfriend Beth Hill won tickets to the semi-final, but it clashed with a planned procedure to harvest his bone marrow, having volunteered to be a donor via the Anthony Nolan charity.But when news of the football fan's generosity emerged, a match sponsor gave Mr Astley and Ms Hill tickets to the Wembley final which,despite England's loss to Italy, he said had been \"amazing\". Mr Astley said he would continue to encourage people to join the stem cell register. \"I am really proud of it, it is definitely my proudest thing I have done to date,\" he said.Henny Braund MBE, chief executive at Anthony Nolan, said Mr Astley's story inspired more than 1,500 people to join its register of stem cell donors earlier this year.\"It will have been really comforting for Sam to hear that the person he has donated stem cells to earlier this year is recovering after their transplant,\" she said. \"We wish them all the very best as they continue their recovery.\" She added young men aged 16 to 30 were most likely to be chosen to donate, and urged people of that age to sign up and \"potentially save a life, just like Sam\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-59650733"}