{"datetime": "2018-06-01T01:48:15.000Z", "author": "Alex Therrien", "title": "Educate children to tackle ethnic minority donor crisis, MPs say", "article": "School pupils should learn about organ and blood donation to help tackle the \"silent crisis\" of a lack of ethnic minority donors in England, a group of Labour MPs has said. Demand for blood, stem cells and organs in these groups is particularly high and supply very low, their review says. Lack of awareness and a mistrust of clinicians were among the reasons. MPs said teaching children about donation would boost donor numbers by preventing \"misinformation spreading\". Although people from ethnic minority groups can receive donations from white people, the best match is often from a person with the same ethnic background. The review into BAME (black, Asian and minority ethnic) blood, stem cell and organ donation, overseen by the group of ministers, highlighted that more than a third of those on the waiting list for a kidney transplant are from BAME groups, and they wait on average a year longer for a transplant than white people. They are disproportionately likely to need an organ transplant, the report's authors said, in part because some BAME groups are particularly vulnerable to illnesses that lead to organ failure. But fewer than 5% of blood donors last year were from BAME communities - which make up about 14% of the total UK population - and the percentage was similar for organ donations after death, according to the report.MPs said there were a number of reasons for the growing \"donation crisis\", including a lack of awareness, mistrust of medical institutions, and \"perceived or assumed religious barriers\".Teaching about donation on the national curriculum would provide children with \"myth-busting tools that are often vitally needed in BAME communities\", the report said. Although some resources for schools about donation exist, there is no national requirement to use them. Carl Anka donated bone marrow that was used in a stem cell transplant earlier this year, after registering to be a donor with theAnthony Nolan charity three years ago. When he mentioned his donation on social media he was met by \"a lot of baffled responses\", particularly from close friends who were confused about whether it hurt and what it involved, he said.\"I think because it's not that common an experience, a lot of people question why you would do it for a complete stranger. The idea of paying it forward is something I was brought up with.\"Because I'm black there's a chance that one day I would need help, too.\" He said he thought it was important to donate to add to the ethnic diversity of the donor pool. \"It's basic mathematics.\"If I'm in a car accident with three of my white peers, the medical process required in helping me may be difficult for a lack of compatible blood types for a transfusion.\"That's really scary and limiting to your lifestyle - if you get hurt, it can be harder for someone to put you back together.\" The report said a cultural shift was needed around donation but there had been little activity involving national bodies and community groups to boost donor numbers outside London.It called for public awareness campaigns in the media to help change perceptions around donation.Eleanor Smith, chairwoman of the group of MPs, said: \"This issue needs to be a national priority as this injustice and unfairness can go on no longer.\"I'm calling on the government, NHS bodies, communities and individuals to do more by not only highlighting the scale of the problem, but implementing the review's recommendations immediately so that we can start saving more lives.\" Recommendations from the review include: Health minister Jackie Doyle-Price said: \"We are engaging with these communities to encourage more donors - but for some there will be concerns around their faith and religious beliefs. For others it will be an issue of trust.\"To donate is to give someone the gift of life. I encourage community leaders to work with us and help spread awareness and understanding of donation so that we can break down the taboos.\"Follow Alex on Twitter .", "url": "https://www.bbc.com/news/health-44314885"}