{"datetime": "2021-07-27T12:12:37.000Z", "title": "Life saving operation for girl with rare blood disorder", "article": "An 11-year-old girl kept alive by blood transfusions is recovering at home after a stem cell transplant. Chloe Gray from Sunderland had her first blood transfusion in the womb and has been in and out of hospital for treatment ever since. She has a rare blood condition called Diamond Blackfan Anaemia (DBA) which meant her body could not produce enough red blood cells The rare condition affects about 700 people in the world. Chloe's parents Francesca and Craig started a campaign to find a match and more than 6,000 people registered to become stem cell donors. Her life was saved by a stranger following a three-year search for a suitable person. Francesca said: \"One night we got a phone call from her transplant nurse at the hospital saying they'd found a donor. \"I can still remember where I was, I'd just got the kids to bed and I came off the phone and said to my husband 'I don't understand what's happened, I don't know if that was real', and then I just burst into tears.\" Chloe's transplant surgery was due to happen in April 2020 but was cancelled because of Covid-19, and since then she has been shielding along with her siblings Tye, 15, Millie, 14, and Freddie, six. Life for them has been put on hold because of the risk of infection and the family now faces an isolation period at home of six to nine months as Chloe recovers. \"It's been tough, the transplant itself and she did amazingly well and the doctors are so proud of her, she couldn't be doing better, she's home and she did it,\" Francesca said. She praised her daughter's strength and sense of humour, and the way she can make everyone laugh. Chloe celebrated her 11th birthday in Newcastle's RVI eight days after her operation. Francesca said: \"Everyone calls her the diva, she's a proper princess and always gets her own way.\" After returning home Chloe was looking forward to eating Chinese food again.During her treatment she dreamed of takeaways but with chemotherapy changing her sense of taste and being on a restricted diet, she was not allowed one, but her family did find some dumplings and spring rolls she was allowed to eat. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-57983678"}