{"datetime": "2021-01-07T15:28:47.000Z", "title": "Organ donor mum wishes she could help her children in need of kidneys", "article": "A mother with two children who need kidney transplants said she wishes she could help both of them, but can only donate one organ. Sarah Bingham's son Noah, 20, and daughter Ariel, 16, have the same rare genetic condition. Mrs Bingham, 48, is a donor match for her children and said her maternal instinct is to donate to both of them. But her organ was always due to go to her daughter and two family friends are matches for her son. Her husband Darryl, 49, is not a match, so cannot be a donor for their children. Both Noah and Ariel have nephronophthisis, which causes inflammation and scarring to the kidneys. Mrs Bingham, of Hexham, Northumberland, said although her son is \"very poorly\", he undergoes regular dialysis and is in a stable condition. Her daughter's kidney function \"has been deteriorating more in the last year\" and she will probably need a transplant first. Mrs Bingham said: \"I was all set to give a kidney to my daughter and then my son went into renal failure and he also needs a kidney. Obviously, I've only got one that I can donate.\"The renal teams don't push you [to make a decision], because you're putting yourself on the line to donate a kidney. \"You have to make that call yourself, but obviously as a mum when you've got two children who both need kidney transplants and you've expected to give your kidney to one, and suddenly the other one needs one as well, you feel this dilemma.\" Problems began in 2016 when Ariel started to feel constantly tired. Her fatigue was initially put down to exam stress, but tests at Newcastle's Royal Victoria Infirmary found she had the kidney condition.Mrs Bingham was told she would be a suitable donor for Ariel when the time came. Then, in 2019, Noah became ill and was diagnosed with the same condition. He is stable, but would need to put on weight to undergo a transplant. The couple have another son Casper, 12, who is being tested to see if he also has the condition. Prof John Sayer, a kidney specialist at Newcastle's Freeman Hospital who is treating Noah, said nephronophthisis affects about one in 100,000 people. \"There's clearly a dilemma because there's a shortage of donors for patients needing kidney transplants. \"But kidney failure itself is not rare. There are 4,500 people across the country waiting for a transplant.\" He added patients often face a \"gruelling and terrifying\" wait of about three years for a donor organ. In December, Mr Bingham completed the challenge of walking 12,000 steps every day for 12 days to raise money forKidney Research UK , which has supported the family. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-55565818"}