{"datetime": "2015-04-12T12:57:36.000Z", "title": "Stem cell transplant for Leicestershire twins with Krabbe Disease", "article": "Twin boys from Leicestershire are to thought to be the first children in England to receive a stem cell transplant for an incurable disease. Seven-year-olds Luis and Kian King have the rare Juvenile-onset Krabbe Disease, which causes loss of motor skills and severely shortens life expectancy. A database of 25m potential donors eventually found a stem cell match which may delay or stop the disease. They will receive the transplant at Birmingham Children's Hospital in May. The Sileby twins were diagnosed with the life-threatening condition in October and a search began for a matching stem cell donor before their conditions deteriorated too much for the procedure. to go ahead. Their sisters, Ella-Mae, 11, and Shannon, 14, who are not affected by the disease, were not a match so high profile events around Leicestershire were held in a bid to find don After charity Anthony Nolan could not find a suitable UK donor, global registers of 25m people were searched. But matches for both boys were only found when international umbilical cord blood banks were checked. Mum Laura Otter said doctors believe the boys are the first children in England to receive a stem cell transplant for the condition. \"I've always called Luis and Kian my miracle babies as they've overcome so much already in their short lives,\" she added. \"It feels like another miracle that, despite struggling to find them a suitable donor anywhere in the world, we've finally got the chance to give them a longer and happier childhood.\" The boys will undergo an intense course of chemotherapy before the transplant. The stem cells may delay or even halt the onset of the disease but Ms Otter admitted international results were varied and \"no-one quite knows what will happen\". But without any treatment they would have just three to five years quality life left, doctors said. ", "url": "https://www.bbc.com/news/uk-england-leicestershire-32268744"}