{"datetime": "2021-10-04T13:29:36.000Z", "title": "Bristol mother pleads with black community to donate blood", "article": "The mother of a Bristol teenager who died from a rare condition is urging more black people to give blood. Mary Gate's daughter Yvettedied in 2010 from Aplastic Anaemia - where the bone marrow fails to produce red cells, platelets and white cells. While Yvette waited for a suitable bone marrow donor she was kept alive with regular blood transfusions. This has led Mrs Gates to urge more people of black and mixed black heritage to donate blood. She said: \"All your strength and your hope and your determination would derive from the fact that if my daughter gets the blood then we can see another day. \"So there wasn't time to think of what (might happen) if she doesn't get the blood.\" Mrs Gates, from Bedminster, said Yvette was a sporty and energetic girl when she was growing up, and had hopes of becoming a doctor. But by the age of 10 she had become increasingly lethargic and could not walk up the stairs without losing her breath. Tests later discovered that she had the rare blood condition and needed a bone marrow transplant from 100% stem cell donor match. This promoted the family to begin a search for a match but sadly one was never found. Mrs Yates was not an exact match but donated her stem cells in a bid to help her daughter. Sadly Yvette caught an infection and died, aged 16. Despite her loss Mrs Gates said the regular transfusions gave her extra time with her daughter - prompting her to urge more people to come forward. On Sunday she attended a special blood donation session on at the Malcolm X Community Centre in St Pauls, Bristol, to encourage members of the community to come forward and donate.The African Caribbean Leukaemia Trust (ACLT) estimates that the UK has a shortage of around 16,000 donors. This has left only 50% of black people receiving the best-matched blood despite there being 12,600 donors, it said. Sunday's event was part of a national campaign Bonded by Blood: A Mother's Story - in memory of 19-year-oldsickle cell patient Richard Okorogheye , who died in April this year. It was launched by a group of black health organisations and supported by NHS Blood and Transplant (NHSBT).The organisations involved are ACLT (African Caribbean Leukemia), SickleKan and Unsickle My Cells. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-58787357"}