{"datetime": "2021-02-04T16:52:16.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Charity sees more people with late cancer diagnoses", "article": "A Scottish cancer charity is starting to see patients who were diagnosed late as a result of Scotland's first coronavirus lockdown. Cancer Support Scotland said these people will die sooner because cancer services were paused.Cancer services and diagnostic tests in Scotland are now are back up and running. The Scottish government has published acancer recovery plan aimed at improving services and outcomes. For some it is too late but Kerr Raeburn is one of the lucky ones. His treatment for Hodgkin's Lymphoma was a third of the way through when the March lockdown hit. He was able to choose to continue with his treatment and stem cell transplant. He is now cancer-free, but knows others are not so fortunate. He said: \"It's not a nice feeling. When you are going through cancer treatment, you know that you are on a timeline and you need to reach a certain point to find out how your treatment has progressed and from that point you can start to move forward. \"One thing cancer does is it steals an awful lot of time from you and your family. You feel in limbo. So to then have further delays come into that process, it would just bring horrible uncertainty to a lot of people about where and when and how it was going to end. \"I would be feeing quite despondent if I was told the treatment was cancelled. I just hope that people would eventually get their operations and hopefully not be put at too much risk of relapse and things coming back.\" Rob Murray from Cancer Support Scotland said that before Covid the charity would be supporting people who had been diagnosed at an earlier stage. He said: \"Now we are finding people have been diagnosed probably at stage four of their cancer journey or even a bit more palliative care is creeping in. \"We are supporting a lot more people whose family member has died of cancer because their cancer has been picked up too late. It is the really sad truth of the Covid crisis.\" He said people are losing valuable time with friends and family, and they are losing the time needed to fight the disease because the treatments are not available for them.\"Add that to Covid and the situation with lockdown it is a recipe for a profound effect on mental heath and wellbeing,\" he said.\"We have seen an increase in people who have just had enough and have said they want to end their own lives. That has been challenging for our counselling teams.\" Cancer services are back up and running but in this lockdown, doctors have seen a fall in the number of people coming forward. Cancer consultant Dr Nazia Mohammed, who is also the chair of the Royal College of Radiologists, told BBC Scotland: \"I have noticed a drop in the number of patients presenting\". Official data shows that 4,000 fewer people had received cancer diagnoses when the cancer screening and detection tests were on hold from April to June last year. And Dr Mohammed fears there is not way to catch up on this \"backlog\". She said: \"We don't have the staff or capacity. When the backlog has to be addressed the workforce and staffing shortfall needs to be seriously looked at.\" The Scottish government has published a cancer recovery plan and says private hospitals will be used to ease pressure on NHS hospitals. Health secretary Jeane Freeman has said: \"We are acutely aware that this continues to be an incredibly difficult time for people affected by cancer. \"Diagnosing and treating cancer remain a priority, which we have supported in a new cancer recovery plan with a planned investment of up to £114.5m over the next two years. \"The NHS remains open for non-coronavirus health concerns. If you are experiencing any new signs or symptoms, GP practices want to hear from you.\" In December Nicola Sturgeon said that she wanted as much elective surgery as possible to continue as hospitals came under increased pressure from Covid patients.But Ms Sturgeon told MSPs that she could not guarantee that no health boards would cancel operations. NHS Greater Glasgow and Clyde told the BBC it had postponed a \"small number\" of cancer surgeries. One of those affected is Hajra Bibi, who was diagnosed with breast cancer two years ago.A second tumour was discovered in September for which she has been recommended for surgery. However, she remains on a waiting list. She said: \"I have found it so unfair. I know the NHS is nice with all they are doing and we salute them but what about people like us?\" A spokeswoman for NHSGGC said: \"Any decisions on treatment and surgery are being made on an individual patient basis, by clinicians in discussion with their patients and the multidisciplinary team.\"Every effort will be made to reappoint any postponed patients at the earliest possible opportunity.\" She said staff had been transferred from theatre duties to critical care and ward areas to support the large number of Covid patients in hospitals.Consultant medical oncologist Prof Robert Jones has been seeing patients mainly over the phone and has adapted to restrictions, including sending out chemotherapy treatment through the post in tablet form. He says it is difficult to quantify what the consequences of the gap in services and late referrals will be, but most patients who need essential cancer treatments are getting those and getting them on time. ", "url": "https://www.bbc.com/news/uk-scotland-55880916"}