{"datetime": "2021-04-15T19:54:12.000Z", "author": "Helen Briggs", "title": "Human cells grown in monkey embryos spark ethical debate", "article": "Monkey embryos containing human cells have been made in a laboratory, a study has confirmed. The research, by a US-Chinese team, has sparked fresh debate into the ethics of such experiments.The scientists injected human stem cells - cells that have the ability to develop into many different body tissues - into macaque embryos. The developing embryos were studied for up to 20 days. Other so-called mixed-species embryos, or chimeras, have been produced in the past, with human cells implanted into sheep and pig embryos. The scientists were led by Prof Juan Carlos Izpisua Belmonte of the Salk Institute in the US, who, in 2017, helped make the first human-pig hybrid. Their work could pave the way in addressing the severe shortage in transplantable organs as well as help understand more about early human development, disease progression and ageing, he said.\"These chimeric approaches could be really very useful for advancing biomedical research not just at the very earliest stage of life, but also the latest stage of life.\" He maintained that the study, published in the journal Cell, had met the current ethical and legal guidelines. \"Ultimately, we conduct these studies to understand and improve human health,\" he said. Some scientists have, however, raised concerns about the experiment, arguing that while the embryos in this case were destroyed at 20 days, others could try to take the work further.They are calling for public debate over the implications of creating part human/part nonhuman chimeras. Commenting on the research, Dr Anna Smajdor, lecturer and researcher in biomedical ethics at the University of East Anglia's Norwich Medical School, said it posed \"significant ethical and legal challenges\". She added: \"The scientists behind this research state that these chimeric embryos offer new opportunities, because 'we are unable to conduct certain types of experiments in humans'. But whether these embryos are human or not is open to question.\" Prof Julian Savulescu, director of the Oxford Uehiro Centre for Practical Ethics and co-director of the Wellcome Centre for Ethics and Humanities, University of Oxford, said the research \"opens Pandora's box to human-nonhuman chimeras\". He added: \"These embryos were destroyed at 20 days of development but it is only a matter of time before human-nonhuman chimeras are successfully developed, perhaps as a source of organs for humans. That is one of the long-term goals of this research.\" Sarah Norcross, director of the Progress Educational Trust, said that while \"substantial advances\" are being made in embryo and stem cell research, which could bring equally substantial benefits, \"there is a clear need for public discussion and debate about the ethical and regulatory challenges raised\".Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-56767517"}