{"datetime": "2021-03-30T12:52:56.000Z", "title": "Mystery European donor saves Kilmarnock teenager's life", "article": "A teenager from Kilmarnock has thanked a complete stranger for the stem cell transplant that saved her life. Abbe Ferguson's cancer was suppressed when she received a successful transplant from a match that was found somewhere in Europe during the first lockdown. All the 13-year-old knows about the person who saved her is that it was a female. But thanks to the donor, Abbe is now in remission from acute myeloid leukaemia. Cells were harvested from Abbe's donor somewhere in Europe at the height of the first Covid-19 wave last spring. They were then flown to the Royal Hospital for Children in Glasgow where the teenager had her life-saving transplant on 2 June last year. Abbe, who wants to be a cancer nurse when she is older, said: \"It's difficult to find the right words to thank my donor. She's given me back my life. I'm incredibly grateful to feel well again. \"I remember feeling very sad when I was told I had cancer. There were times when I felt angry and asked, why me mum?\" Abbe was diagnosed in December 2019 after she had suffered for several weeks from being tired, pale, exhausted and experiencing dizzy spells, chest pain and nose bleeds.Her mum Lynn Findlay said their lives were turned upside down when tests revealed Abbe had acute myeloid leukaemia, a cancer that starts inside the bone marrow. Lynn said: \"I broke down at that point. \"The doctors at Crosshouse hospital had told me they suspected leukaemia but I'd still been praying it was something else.\"My beautiful brave daughter had the fight of her life on her hands but she never once complained. She just got on with it and worked hard to get back on her feet.\" Abbe's journey through treatment was made more difficult by the pandemic. Lynn said: \"Abbe was in hospital for nine months and for the majority of that time she was in strict isolation. \"She missed her friends so much and being in hospital during the first lockdown was frightening. It felt like we were living through a nightmare. I can't fault the NHS at all though, they were brilliant.\" Abbe's chemotherapy made her feel sick and her long hair fell out.A high risk of infection meant only close family could see her.Then more tests showed the treatment was not working well enough. In April last year, Lynn was told Abbe's best chance of survival was a stem cell transplant.It meant searching the stem cell register for a match to Abbe's tissue type and, days after celebrating her 13th birthday in hospital, a perfect match was found. After having her bone marrow \"conditioned\" to kill it off , she was given the donor's healthy cells to reboot her immune system and hopefully stop leukaemia cells from growing again.The stem cell transplant went ahead on 2 June last year. Her mother Lynn said: \"It felt like the best thing ever to know they had found a perfect match for Abbe, just total relief. \"The transplant only took about 20 minutes. They had four bags of stem cells in total from the donor. Abbe was given two bags of the stem cells the first day then another bag of the stem cells the next morning. I'm eternally grateful to Abbe's donor.\"They say it usually takes about two weeks for the transplant to work but I think it made a difference almost straight away. The doctors were amazed by how quickly Abbe's counts went up, showing things were going in the right direction.\" Abbe was well enough to go home by August and her health has improved steadily. She is now hoping to return to dance classes after lockdown and joining her friends in second year at Kilmarnock Academy.Abbe is not able to run yet, but she is preparing to walk the Race For Life for Cancer Research UK. She has agreed to be an ambassador for the charity's event as a thank you for the work the organisation has done to research treatments like stem cell transplants. CRUK predicts it will lose £300 million in income due to Covid-19 over the next three years, which it said could put future medical breakthroughs at risk. Race for Life events have been postponed due to the pandemic but people are being urged to run, walk or jog their own 5k Race for Life at home on Saturday 24 April to raise money. Mum Lynn said: \"We are going to walk round Dean Park to raise some funds for CRUK. \"If it hadn't been for them, we wouldn't have the advance treatments we have now.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-56566599"}