{"datetime": "2020-05-17T00:15:14.000Z", "author": "Alexandra MacKenzie", "title": "Coronavirus: 'I got a kidney transplant in the middle of the pandemic'", "article": "A teenager has spoken about how lucky he feels to have received a kidney transplant despite the Covid-19 crisis. When lockdown was introduced, life saving transplant operations in the UK dropped by nearly 90% and operations using living donors stopped completely.Zak Khan is the only child to have undergone a kidney transplant in Scotland since the pandemic began.While he is delighted the procedure went ahead, he is also worried about contracting Covid-19. As a result of the transplant, the 16-year-old's immunity is suppressed. \"If I did get it, it would be really bad for me\", he explained.Zak had kidney failure and was on dialysis. He waited for two-and-a-half years for a transplant.When the call came, he said he was \"so relieved it had actually happened\" because life has been \"really hard\".He couldn't eat normally and - because he had a central line in - could not go out with his friends for fear it would get damaged.He is now recovering after receiving a transplant at the Royal Hospital for Children in Glasgow.He says he is very grateful to everyone who has helped him. \"The nurses and doctors and my family, even my mum because she's been there for me,\" he said When he has recovered from the surgery, he is looking forward to \"eating lots of different foods, spending more time with my family and having a better life\". And then, after the pandemic, he wants to go on holiday. His mum, Farzana Khan, said she can hardly believe the transformation her son has gone through.The \"sparkle\" has returned to his eyes since his transplant, she said.\"I still can't believe it when I look at him and when I look at how healthy he actually looks now - his colour and complexion... He was very pale before.\"He's got colour in his cheeks now.\" But Zak, who is from Glasgow, is one of the lucky patients awaiting a transplant - doctors have warned that lives will be lost because others are not getting transplants as normal due to the pandemic.At the beginning of March, there were about 80 transplant operations carried out across the UK every week.In April, this fell to 10 per week. It is now starting to rise again, and is sitting at about 47 per week at present.One of Zak's doctors, Dr Ben Reynolds, has warned that the longer children's transplants were put off and they were left on dialysis the higher the risk that they develop complications.", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-52679765"}