{"datetime": "2021-07-09T17:43:30.000Z", "title": "Euro 2020: Sedgley stem cell donor given final tickets", "article": "A man who missed England's semi-final win over Denmark so he could donate stem cells has been given tickets to the final. Sam Astley, from Sedgley in the West Midlands, instead watched the Euro 2020 match from his hospital bed as he prepared for a procedure on Thursday. He has been praised by the Anthony Nolan Trust and Gary Lineker.Euro 2020 sponsor Vivo is providing him with final tickets which he will collect on Friday after his discharge. Mr Astley said it was \"unbelievable\" to be seeing England v Italy in the final.His partner, Beth Hill, said he had also been offered a room in the Dorchester hotel so he could stay in London until Sunday's match. The smartphone manufacturer responded to calls on Twitter from Lineker and football fans trying to find Mr Astley tickets to Sunday's match as a thank you. Mr Astley, who works for Yamazaki Mazak in Worcester, said the response to his story had been \"crazy\". Speaking to BBC Radio 5 Live, he said missing the donation had not been an option, despite his girlfriend winning tickets to the Denmark match. He said the chance to watch England in a semi-final would have been fantastic, but he quickly recognised donating stem cells was \"more important than any football game\" and he never considered delaying the procedure. \"I am obviously pleased it has taken off, because we have managed to spread awareness for the great charity Anthony Nolan so hopefully more people will sign up to their register,\" he said. \"I think because it has been such a crazy 24 hours I think it has really helped with my recovery and the adrenaline has kept me going.\" He said he did not know who would be receiving his stem cells, but it was expected to be a child.The appointment to donate the bone marrow had been made six weeks ago, after he signed up to be on the Anthony Nolan Trust's register at a football tournament organised by his partner's friend Simon Wilkes,Stourbridge News reported . He said: \"Simon suffers from a form of blood cancer himself so [he] invites Anthony Nolan to the charity events and encourages as many people as possible to sign up to the register.\" Mr Astley's partner Beth Hill, who has been working as a critical care nurse with coronavirus patients for the past 18 months, could not go either, after a colleague tested positive, forcing her to isolate. She said: \"I am just so proud of him, he literally is a lifesaver and a modern day hero, it is amazing what he is doing.\"But Mr Astley said she was the \"real hero\" and her work during the pandemic had been a \"big influence\" on his decision to become a donor.Mr Astley's step-mother, Angie, who works for Telford and Wrekin Council in Shropshire, said she was \"bursting with pride\".The procedure Mr Astley underwent on Thursday involved the removal of bone marrow containing stem cells from his hip bones.Ms Hill said he was recovering well in hospital and had been told by the anaesthetist that he had woken up singing It's Coming Home. In a tweet , the 24-year-old also thanked Gary Lineker for his support and for \"all the wonderful messages\". \"Sam has shown us all what a true hero he really is, by putting his own once-in-a-lifetime opportunity to see England play at Wembley aside, to give someone with blood cancer or a blood disorder their best chance at survival and we simply cannot thank him enough,\" Anthony Nolan Trust's chief executive Henny Braund said. In a statement, Vivo said it wanted to thank Mr Astley for \"his selfless lifesaving donation\" and had arranged for him and his girlfriend to attend the final as its guests.\"We hope that both of them enjoy the experience,\" it added. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-57763362"}