{"datetime": "2021-04-25T14:47:52.000Z", "title": "Ashley Cain's daughter Azaylia dies aged 8 months", "article": "Former footballer Ashley Cain has announced his eight-month-old daughter Azaylia has died. She was diagnosed with an aggressive form of leukaemia at eight weeks old.Her parents, ex-Coventry City player turned reality star Ashley Cain and partner Safiyya Vorajee, had raised more than £1.5m earlier this year to fund specialist treatment in Singapore.But the 30-year-old told his Instagram followers last month that Azaylia had become too ill for the treatment.In posts announcing her death, Ashley and Safiyya shared pictures of them cuddling their daughter. Ex on the Beach star Ashley wrote: \"Rest in Paradise Princess. I will always hold you in my heart until I can hold you again in heaven.\" Azaylia's mum said her baby was \"my angel, my heartbeat, my soul.\" She added: \"RIP my precious baby, you will always be with me like a handprint on my heart.\" In November, the couple - from Nuneaton in Warwickshire - had urged people to register as stem cell donors after being told their daughter needed a transplant. It led to 41,000 people registering within 48 hours. But doctors had told them they wouldn't be able to cure Azaylia, whose leukaemia got worse despite a successful bone marrow transplant. Love Island's Molly-Mae Hague is one of many who've posted tributes online, writing: \"Heaven has gained the sweetest angel, My heart is broken\". Lateysha Grace, who's also an MTV reality star, posted: \"So sorry. I honestly can't believe how strong you and your partner have been throughout this\". Love Island's Malin Andersson, who recently spoke about the death of her baby and a miscarriage, also sent her love to the couple.TOWIE's Mario Falcone wrote on Instagram: \"Heartbroken for you mate! Rip little Princess\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-56880177"}