{"datetime": "2021-04-28T22:03:20.000Z", "author": "Connor Gillies", "title": "'We nearly lost Ava - our hearts break for Azaylia'", "article": "The mother of a Fife girl whose life was saved by a bone marrow transplant has described her heartbreak at the death of nine-month-old Azaylia Cain. Azaylia - daughter to former footballer Ashley Cain -died over the weekend after her cancer spread to her brain, despite receiving a bone marrow transplant. Her case has inspired a record number of people to register as stem cell donors, according to the blood cancer charity Anthony Nolan.Ava Stark, from Lochgelly in Fife, was at the centre of a similarwidespread donor search in 2016. A trawl of the 25 million donors on the global register, following Ava's diagnosis at the time, revealed just one match.Eventually she successfully received the treatment, thanks to a donor from the United States, and is now a healthy schoolgirl.But news of the death of Azaylia has brought back painful memories for Ava's family.Her mother, Marie Stark, told BBC Scotland: \"When I first read the news, I went through and cuddled Ava. You just realise what you do have\".\"It is absolutely heart breaking to see someone else going through that hurt, turmoil, uncertainty and going through that losing battle.\" Azaylia was diagnosed with one of the rarest and most aggressive forms of leukaemia when she was eight weeks old.Her father previously appealed to his millions of social media followers to sign up to be donors.The Anthony Nolan charity, which matches potential stem cell donors to blood cancer and blood disorder patients in need of stem cell transplants, has now revealed around 56,000 people registered to be a donor across the UK after hearing of Azaylia's struggle.Of those donors, 2,341 live in Scotland.Francis Allison from Dundee is a stem cell donor.The 21-year-old Biomedical Sciences student signed up during a recruitment drive at his university union in 2017. Wednesday marks 12 months since he officially donated.He said: \"I was so excited to find out I was a match for a patient with blood cancer.\"I've spent quite a few years signing people up as a Marrow volunteer so know a lot about the process and have heard many a success story, so to have the opportunity to experience this myself, it felt like the next step on the life-saving journey.\"When you know that you are potentially this person's last and best chance at life, you cannot just sit on your hands and do nothing. It felt more like an honour than a daunting task.\" Francis believes that Azaylia's case has helped raise awareness of blood cancer. \"We are devastated to hear about [Azaylia's] death,\" he said. \"However, I think it was incredibly generous for her family to share at a devastating time in their life the affects blood cancer can have on families. \"To have shared that impact and the sad outcome has encouraged more people to realise it can happen to anyone.\" Anthony Nolan's Scotland development manager, Amy Bartlett, said: \"Azaylia resonated with everybody. How could she not?\"People stepped forward in their thousands. Inspired by Azaylia's story and wishing to make a difference. Her impact will be felt for patients for many years to come.\" Any relatively healthy adult aged between 16 and 30 can sign up for the test through theAnthony Nolan Trust while older donors can register throughDelete Blood Cancer which takes people aged 17-55.", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-56916405"}