{"datetime": "2021-02-07T10:40:22.000Z", "subject": "Coronavirus pandemic", "title": "Stockton cancer baby family call for stem donor support", "article": "The family of a baby with blood cancer are raising funds to tackle a backlog in the processing of stem donors. One-year-old Mason Arrowsmith was diagnosed with Juvenile Myelomonocytic Leukaemia (JMML) on Christmas Eve. He needs a stem cell or bone marrow transplant but there is a backlog of 25,000 applications in the Anthony Nolan cancer charity's register. The charity said there was a \"perfect storm\" of funding being hit by the Covid-19 and a surge in applications. Mason's mother Katie Jordan, from Stockton, said: \"The hospital has been absolutely amazing, but unfortunately after searching worldwide there is no match for Mason due to his bone marrow being so rare.\"We need to get him to transplant as soon as, the hospital is looking at the end of February, using me as his first donor in the hope that this will help him until we find a better match.\"I would give my life for Mason but unfortunately I can only donate my bone marrow three times in a lifetime and I'm not a full match for him.\"Children with JMML live around twelve months after diagnosis, we need to find Mason a better match.\"Twelve months is not long enough for us to have with our boy, we are living the worst possible nightmare.\" Anthony Nolan said it costs £40 to recruit a potential donor for the register with costs including buying swab packs and paying for laboratory analysis. The charity's chief executive Henny Braund said: \"Finding a match would mean everything to Mason and his family and we're doing all we can to find a stem cell donor to give Mason a second chance of life.\"A perfect storm of the coronavirus pandemic, and a surge of 40,000 incredible people who have been inspired to join the Anthony Nolan register in the last month - by patients like Mason - means that we're in urgent need.\"The family has raised more than £15,000 so far through its online Mason's Mission appeal. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-55970350"}