{"datetime": "2020-10-16T00:30:50.000Z", "author": "David Cowan", "title": "Scottish women return after stem cell transplants in Russia", "article": "Two Scottish women have returned home after a month in a Russian hospital undergoing what they hope will be life-changing medical treatment. Jill McLaren and Michele Murray have been living with multiple sclerosis for almost 20 years.They travelled to Moscow for stem cell transplants after initial travel plans were cancelled because of the pandemic.The procedure aims to \"reboot\" their immune systems, stopping their MS in its tracks. After a month of gruelling treatment, they have now travelled back to Scotland and were met by their families at Edinburgh Airport. Jill said: \"I can't even explain how amazing it is to be back. It's been really hard, but it'll be worth it.\" She said she had come home MS-free. \"Next is the long recovery and rehabilitation. If this gives us a chance to get our lives back, I'll take it.\" The women were unable to get the transplants through the NHS in Scotland, however Michele's treatment was paid for through crowd funding. \"It's been absolutely amazing,\" she said. \"Everyone has just been so kind. I'm in awe of them. The generosity has just been unbelievable, it really has.\" Over 15,000 people in Scotland have multiple sclerosis, a lifelong neurological condition which affects the brain and spinal cord and can lead to serious disability.Instead of fighting off infection, the immune system attacks the nerves which control different parts of the body.The illness forced Jill to give up her career in radio and with her health worsening, the mother of twins from Edinburgh decided to undergo the transplant.Michele, who's from Tain in the Highlands, had reached the same decision and they travelled together to Moscow last month. Haematopietic stem cell transplantation (HSCT) is an aggressive procedure that carries risks.The MS Society Scotland says for some people it results in \"life-changing results\" but it's not effective for all types of the disease. Stem cells are taken from the patient's bone marrow or blood before chemotherapy wipes out the immune system. The stem cells are then reintroduced to the body, where they grow a new immune system. The women could take up to a year to recover and will be extremely vulnerable to serious infections for months. Jill said: \"We won't be able to see anyone for the next few weeks outside our immediate families, and probably it'll be after new year before we can actually see other see people.\"We'll be monitored all the time to make sure our recovery is going well enough. We've got a baby immune system now and we just have to be really, really careful. \"We've overcome the big hurdle, the one that really punished the body. Now it's time to repair it and hopefully get back to a normal life.\" ", "url": "https://www.bbc.com/news/uk-scotland-54560236"}