{"datetime": "2020-12-09T17:25:27.000Z", "title": "Mental health: Families take letter to Downing Street", "article": "A mother whose son died while in the care of a mental health unit will deliver a personal letter to the prime minister at Downing Street later. Melanie Leahy has campaigned for a public inquiry since Matthew Leahy, 20, died by hanging at the Linden Centre, Chelmsford, Essex, in November 2012. She argues that an independent inquiry announced last month falls short of that demand. The government said \"every death in a mental health facility is a tragedy.\" An ombudsman's report found \"significant failings\" in key elements of Mr Leahy's care, theLocal Democracy Reporting Service said. The Essex Partnership University Trust NHS (EPUT), which runs the unit, has alreadyadmitted failures of care involving the deaths of 11 patients . A petition organised by Mrs Leahy calling for a public inquiry attracted more than 105,000 signatures, and last month the governmentannounced an independent inquiry was into alleged failings at the centre. But Mrs Leahy, from the Maldon area, argues that is not sufficient, and she and more than 50 other Essex families are expressing their disappointment directly to Boris Johnson, backed by a fresh petition with more than 2,000 signatures. \"The proposed inquiry is toothless,\" said Mrs Leahy. \"We will not be ignored. In writing to Boris Johnson, I hope he will hear our calls, understand the importance and critical need for a statutory public inquiry.\"The government has a real chance to change their course and commit to improving mental health services, not just within the Linden Centre but across the county of Essex.\" On 12 November, EPUT accepted it failed to properly manage fixed ligature points in its inpatient units, where the patients died between 25 October 2004 and 31 March 2015. EPUT said it was \"extremely sorry for the ongoing pain and distress to the families involved.\" A spokesman from the Department of Health and Social Care said: \"It is vitally important we learn from these events in order to benefit care across the wider NHS and protect patients in the future.\"If you are struggling to cope, contact the Samaritans on the free helpline 116 123, or please click on this link to access support services. Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-55247743"}