{"datetime": "2022-02-16T15:10:48.000Z", "title": "Essex mental health trust: Partner 'begged' for help before man's death", "article": "A man who died from a mixed medication overdose might still be alive if the help his partner was \"begging\" for had been provided, a coroner said. Mental health patient Benjamin Stroud, 42, had been under the care of Essex Partnership University NHS Trust (EPUT) in the weeks before his death in March. Essex coroner Michelle Brown said in a post-inquest report that, despite \"escalating psychosis\", his care co-ordinator did not flag the case.EPUT said action was being taken. Mr Stroud was sectioned under the Mental Health Act in January 2021 and treated at the Linden Centre, in Chelmsford, before being discharged and put under the care of The Gables in Braintree.Evidence showed that he only saw a psychiatrist once during that time, reported theLocal Democracy Reporting Service . Following an overdose of medication in February, his partner, a nurse, called for psychiatric intervention and despite \"begging\" for help, Mr Stroud's care co-ordinator did not make a referral to the multi-disciplinary team (MDT).Mr Stroud died at home in Witham on 19 March and was found surrounded by empty insulin pens and pain medication. In her prevention of future deaths report, the coroner said: \"It was clear from [his partner's] account that she had been begging the care co-ordinator for Mr Stroud to have an appointment with the psychiatrist, which did not occur and, from the evidence of EPUT, it was clear that Mr Stroud's care co-ordinator did not make any referral to the MDT, despite his escalating psychosis.\"Conversations with the co-ordinator had also not been recorded. Ms Brown added: \"The evidence in this inquest made it clear that had Mr Stroud's case been discussed at an MDT then more help would have been made available to him, that he would have been seen by a psychiatrist and [it] may have prevented his death.\" A post-mortem examination determined the cause of death as multiple drug toxicity. The coroner added that the issue of care co-ordinators failing to document their reasons for not referring cases to the MDT had been raised at other inquests. \"If these practices continue there is a real risk of future deaths occurring,\" Ms Brown warned. Paul Scott, chief executive at the trust, said: \"EPUT has already taken action to improve communication with service users with whom we have contact. \"We will continue to view all safety-related incidents as an opportunity to learn and make sure lessons are shared across the trust.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60402331"}