{"datetime": "2021-02-01T06:32:02.000Z", "title": "Swindon patient gets 'one in a million' stem cell donor match", "article": "A 20-year-old fighting a rare blood cancer has had a life-saving stem cell transplant thanks to an anonymous donor in Germany. Luke Hope, from Swindon, lost the sight in his right eye and was given a 30 per cent chance of survival from acute lymphoblastic leukaemia (ALL). He received the transplant at Churchill Hospital, Oxford, in October after a match was found with a man in Germany. There are currently 2,000 people on the UK stem cell transplant waiting list.Luke, an apprentice at Apollo Motor Company, said: \"I am so grateful for the donor, whoever they are, it's amazing that someone has done this for me, I would love to thank him in some way, some day.\" The day before his 18th birthday in November 2018 Luke was diagnosed with ALL which had started as pains in his leg. At diagnosis, he was given an 85 per cent chance of beating the cancer but over time the disease worsened despite radiotherapy and chemotherapy. After his sister Bethany was found to be incompatible, he was placed on the waiting list and doctors said he had a year to find a match.He now has regular blood and bone marrow tests with the hope he will remain in remission for two years before getting the all-clear of cancer. Luke's dad Paul said: \"We had a one in a million opportunity to find the right person, so we are incredibly grateful. \"Luke has had highs and real lows worrying about his future, but he's looking forward now.\" Through blood cancer charity DKMS, Luke's story has now been shared on social media - prompting 3,000 people to join the register. \"Most people just want to help somebody - they may never be called up to donate, but they make that commitment, knowing the risks, so they could possibly save someone's life,\" added Paul Hope. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-55841743"}