{"datetime": "2020-09-29T13:21:44.000Z", "author": "Nikki Fox and Nic Rigby", "title": "North Essex Partnership: Mental health trust prosecuted after 10 deaths", "article": "A mental health trust is being prosecuted for safety failings after the deaths of 10 patients. Action is being taken against North Essex Partnership Trust by the Health and Safety Executive (HSE) after the patients died between 2004 and 2015. The prosecution is over the risks of \"fixed potential ligature points\" at inpatient units after a number of patients hanged themselves. The first hearing is due on 12 November at Chelmsford Magistrates' Court. The patients died between 25 October 2004 and 31 March 2015 while they were in the care of the trust, which merged with South Essex Partnership Trust in 2017, to form Essex Partnership Trust. Melanie Leahy, mother of 20-year-old Matthew,who died from hanging at the trust's Linden Centre in 2012 , told the BBC the prosecution was \"majorly important\". \"It highlights that these things have been ignored for years,\" she said. \"How have all of these deaths happened without someone going 'hey something's going wrong here'? It's important for the public to know about systemic failures.\" A report by the Parliamentary and Health Service Ombudsman,found failures in the trust's response when Mr Leahy reported being raped, said it did not write his care plan until after his death, and was \"not open and honest\" with his mother about safety improvements. Commenting on the prosecution Sally Morris, chief executive of the trust, said: \"As legal proceedings have started, we are restricted in the comments we can make, but I would like to take this opportunity to say our thoughts and deepest sympathies are with the families whose loved ones were part of this investigation.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-54330422"}