{"datetime": "2021-01-26T14:36:26.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Ipswich and Harlow open mass vaccination sites", "article": "A county that was trailing behind the rest of the country for immunising people aged over 80 has got its first mass vaccination centre. Latest government data showed Suffolk and north-east Essex had vaccinated 36% of people aged over 80 with a first dose,compared to a UK figure of 75% .The hub at Gainsborough Sports Centre in Ipswich is one of32 new sites opening across the country this week. One of those other sites is at Harlow Leisurezone in Essex. Figures up to 17 January placed Suffolk and north-east Essex at the bottom of the table nationally for vaccinating the older age group. Figures for people over 80 up to 17 January: Source: NHS England Essex Partnership University NHS Foundation Trust (EPUT) , which is coordinating the vaccination centres across Suffolk and parts of Essex, said the new centre can vaccinate thousands of people each week and it was primarily for people who livedwithin a 45-minute drive of east Ipswich . It said it offered people an additional option to the hospital hubs and GP-led vaccination services. Pam Sabine, from EPUT, said: \"We can vaccinate a lot of people in a day and therefore the numbers will go up tremendously.\"We're looking forward to being able to make that difference to the people of Suffolk and north-east Essex.\" The NHS has urged people not to contact the health service to seek a vaccine, but to wait to be contacted. EPUT said letters had been sent out in the last few days to people aged 70 and over who live in the vicinity of the new centre, inviting them to book an appointment through the national booking service online or over the phone. The new mass vaccination centre atHarlow Leisurezone is the second in Essex, following theopening of the one in Wickford last week . Brian Keane, chief executive ofHarlow Council , said: \"The centre will be the second site in the town with Lister House already supporting the [vaccination] programme.\"The programme will continue to be rolled out in priority order with residents having to book an appointment once they have been contacted by their GP or the national NHS. In the meantime as a town we must continue the hard work in following the lockdown rules to get Harlow's infection rates down.\" Harlow's infection rate fell to 620.2 cases per 100,000 people in the week to 21 January. In the week to 14 January it had been 909.6. For the latest rate in your district in Essex, Norfolk and Suffolk,visit this page . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-55794765"}