{"datetime": "2021-02-22T15:56:19.000Z", "title": "George Acres death: 'Missed opportunities' report finds", "article": "There were \"missed opportunities to intervene\" before a woman killed her seven-year-old son, a report said. Christina Acres was detained after strangling and drowning George Acres in the bath at home in Rochford in Essex in 2018. A serious case review said the impact of her mental health on her children \"was not understood\". Essex Partnership University NHS Foundation Trust (EPUT) said it was acting on the report's recommendations. In its response to the review, EPUT said it \"put children centre of healthcare professionals' discussions\". Ms Acres was given an indeterminate hospital order at Basildon Crown Court after she was foundnot guilty of murder by virtue of insanity in January 2019. The report from theEssex Safeguarding Children Board said there was a \"knowledge and skill gaps in recognising the impact of adult issues on their children\". \"Indications that the children were being adversely affected by their home situation were not fully assessed,\" it added. According to the report , Ms Acres had a history of physical and mental health problems, and was being seen by NHS mental health services. Two weeks before George's death on 23 July 2018, Ms Acres' family had become concerned about her behaviour. They described her pacing up and down at night, saying \"they are all going to kill us\", and that she believed the brakes on her car had been tampered with. Ms Acres' mother spoke to the health team, but her daughter's usual care co-ordinator was away. A health worker attempted to call Ms Acres on three occasions, but she did not answer and it was agreed by her mother that her usual care co-ordinator would call when she returned. Following this there were further calls to the EPUT team, a hospital visit, and a visit to a GP, who prescribed anti-psychotic drugs and medication for sleep. But the report said EPUT should have been \"more proactive\" and carried out a home visit because of the \"deterioration\" in Ms Acres' mental health. There were \"missed opportunities to intervene early when there were signs of relapse,\" it said. A spokeswoman for EPUT said it had \"enhanced practices to ensure a greater focus on the risk to children\". \"Further whole-family approach training is also under way and where children are considered at risk, social care are alerted straight away,\" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-56157364"}