{"datetime": "2018-11-13T18:29:58.000Z", "title": "Essex Police drop mental health trust manslaughter probe", "article": "A corporate manslaughter investigation into up to 25 deaths at a mental health trust has been dropped by police. The deaths at the former North Essex Partnership University Trust, dating back to 2000,were being investigated by Essex Police . The force said although it had found \"basic failings\", the threshold for corporate manslaughter was not met. The trust's successor, Essex Partnership University Trust (EPUT), said it \"co-operated fully\". EPUT was formed last year, following the merger of the North Essex and South Essex Partnership University NHS Foundation Trusts. Melanie Leahy, whose son Matthew was found hanged at the Linden Centre, Chelmsford, in 2012, said the investigation had been \"torturous\". An inquest found Mr Leahy, 20, had been subjected to failings and missed opportunities over a long period of time. \"The really sad bit is there is no accountability over these deaths,\" said Ms Leahy. \"The horror stories over what these families have been put through... is truly heartbreaking.\" She said she could not understand why police had found no criminal culpability. In a statement, Essex Police said the case for corporate manslaughter had not been \"made out\" and it would not take any further action. Det Supt Stephen Jennings, from the Kent and Essex Serious Crime Directorate, said: \"We identified clear and basic failings which, in our opinion, should have been easily overcome.\"These, however, did not meet the evidential threshold to proceed for a charge of manslaughter.\" Police said the operations, run by North Essex Partnership University Trust investigated were:Edward House, ChelmsfordLinden Centre, ChelmsfordCrystal Centre at Broomfield, ChelmsfordSt Margaret's, EppingLandermere Centre at Clacton District HospitalMental Health Services, ClactonKingswood Centre, ColchesterThe Lakes at Colchester hospitalDerwent Centre at Princess Alexandra Hospital, Harlow. In a statement, EPUT's chief executive Sally Morris said: \"The safety of the people in EPUT's care has been our priority since day one.\"We have invested £2.1m improving the safety of our wards since April 2017 and are planning to spend a further £700,000 in the coming year.\" A recent Care Quality Commission inspection noted safety improvements and rated the trust as good overall, she added. Both the trust and Essex Police said they would now assist an ongoing Health and Safety Executive investigation. ", "url": "https://www.bbc.com/news/uk-england-essex-46193671"}