{"datetime": "2021-09-15T14:15:57.000Z", "title": "Essex: Children harmed by mental health service failings", "article": "Young people cared for by an NHS mental health service \"came to harm\" because of its failings, inspectors said. The care provided by Essex Partnership University NHS Foundation Trust (EPUT) has been rated \"inadequate\" by the Care Quality Commission (CQC). It has now been stopped from admitting new patients after inspectors found \"serious concerns\" in the children and adolescent mental health services. EPUT said it had increased staffing levels and had been coaching staff. The inspection was prompted by a serious incident and concerning information received about safety and quality, the CQC said. Inspectors visited, unannounced, in May and June and looked at the Larkwood and Longview wards at the St Aubyn Centre in Colchester and the Poplar Adolescent Unit at Rochford Hospital. The CQC found observations were not always carried out safely and patients \"had been harmed as a result of the poor practices\", which included patients self-harming. It said these incidents were not always reported or dealt with appropriately. The report found understaffing was a \"significant concern\" made worse by managers not ensuring staff had the appropriate skills and experience to look after vulnerable patients.Many staff told inspectors they felt overworked, and the use of bank and agency staff meant they did not always \"understand the needs of patients in their care\". Stuart Dunn, from the CQC, said some \"young people at the children and adolescent mental health wards came to harm as a result of their failings\". He said the CQC had \"imposed urgent conditions on the trust's registration requiring immediate action to keep patients safe\". \"We are monitoring the trust closely and continue to work with system partners to ensure patient safety improves,\" he added. Among the conditions, the trust must not admit any new patients without consent from CQC. The trust must also make sure enough suitably skilled staff are on shift to keep patients safe. Inspectors also said the skills and experience of agency staff must be checked and approved before they work for the trust and staff must be \"regular and familiar\". The family of Elise Sebastian said she was 16 when she took her own life while a patient at the St Aubyn Centre.They said she was considered high risk and was not supposed to be left alone in her room. \"Elise was autistic and suffered with anxiety and depression,\" the family said in a statement. \"She was admitted... to gain what we thought would be expert care to help her get better. \"The psychiatric care in Essex must be examined closely via a statutory inquiry.\" Paul Scott, chief executive officer of EPUT, said it took the CQC's findings \"very seriously\". He said following the May inspection the trust \"took immediate action to make sustainable improvements to our services for children and their families\". Mr Scott said these included increasing staffing levels and delivering ongoing coaching and mentoring for staff. \"Patient safety is our highest priority, and we continue to work closely with the CQC and our partners to improve standards and ensure every patient has access to the best care possible,\" he added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58559940"}