{"datetime": "2021-06-16T17:28:45.000Z", "title": "Essex NHS mental health trust fined £1.5m over deaths of 11 patients", "article": "A mental health trust has been fined £1.5m for safety failings over the deaths of 11 patients. Health and Safety Executive (HSE) action was taken against the NHS North Essex Partnership Trust after the deaths between 2004 and 2015. The prosecution said the existence of \"fixed potential ligature points\" amounted to breaches of safety laws. Melanie Leahy, whose son was found dead at the Linden Centre in Chelmsford, has called for a public inquiry.Mr Justice John Cavanagh told Chelmsford Crown Court that a \"litany\" of failings had been identified over a prolonged period, which led to the trust's failure to \"prevent suicides\". The judge added: \"There's no doubt the failures to remove ligature points were a significant cause in the deaths of 11 people who died during the relevant time period, and of a 12th person who died just after, and a number of near misses. \"Time and time again opportunities to put measures in place were lost.\" The 11 patients died while they were in the care of the trust, which merged with South Essex Partnership Trust in 2017 to form the Essex Partnership University NHS Foundation Trust (EPUT).EPUT pleaded guilty in November to an offence under the Health and Safety at Work Act. In a statement, EPUT's chief executive Paul Scott apologised to the families and said: \"I am fully committed to ensuring that every lesson is learnt.\" He added that in the past year the trust had spent £10m on ward safety measures. Mrs Leahy, whose 20-year-old son Matthewdied at the trust's Linden Centre in 2012 , said the HSE prosecution \"means nothing\". The mother, who leads a campaign group, said: \"We continue to campaign for a statutory public inquiry.\"We need to bring people in under oath to be answerable for these repeat failings and to make the changes that are necessary here in Essex and across the nation.\" The HSE investigation also looked into the deaths of Ben Morris in 2008, David King in 2009, Steve Oxton in 2012 and Iris Scott in 2014. Others who died were either not identified during the court case or were done so only by their initials at the request of their families. In a statement read out by family friend Sally King, the parents of David King recounted the day they were told their son had died. His mother wrote: \"I knew I would have to tell his little boy what had happened. George was six years old. It had happened five days before Christmas.\"It was the most difficult thing I have ever done, telling a little boy his daddy was dead. I can't describe to you the pain that was on his face. This memory never goes away. \"I promised George then that those responsible for his daddy's death would be brought to court.\" In November, the government said anindependent inquiry would be held into events over 20 years at the Linden Centre.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-57496578"}