{"datetime": "2019-06-11T23:04:00.000Z", "title": "North Essex Partnership: Review ordered into mental health trust failings", "article": "A national review has been ordered into \"significant failings\" at a health trust dating back more than a decade. The ombudsman found care shortcomings by the former North Essex Partnership University Trust (NEP) in the case of two vulnerable young men who died. It uncovered a \"systemic failure to tackle repeated and critical failings over an unacceptable period of time\". The trust's successor offered its sympathies and said it would support the review \"in every way possible\". Rob Behrens, Parliamentary and Health Service Ombudsman, said the men had been \"badly let down\". \"The lack of timely safety improvements following their deaths is completely unacceptable and it's important the NHS understands why this happened and what lessons can be learned to prevent the same mistakes happening again.\" The review, to be led by NHS Improvement, will consider whether to recommend a public inquiry. Marjorie Wallace, chief executive of the mental health charity Sane, said the trust had shown \"an almost cavalier attitude\" to patient welfare. \"Little was done despite repeated criticisms and recommendations, some as fundamental as to remove ligature points, let alone take steps to change culture and practice and provide acceptable treatment,\" she said. Sally Morris, chief executive of Essex Partnership University NHS Foundation Trust (EPUT), which took over from NEP in 2017, said the families had \"our deepest sympathies\". She added: \"We will carry out the Ombudsman's recommendations and will support NHS Improvement's forthcoming review into the former NEP in every way possible.\" One of the cases reviewed was that of 20-year-old Matthew Leahy, who died from hanging at the trust's Linden Centre in November 2012. Itfound failures in the trust's response when Mr Leahy reported being raped, said it did not write his care plan until after his death, and was \"not open and honest\" with his mother about safety improvements. Mr Leahy's parents Melanie and Michael said his death had \"left a void nothing can fill\". \"Our son was ready to go travelling and celebrate his 21st birthday. He should never have died. \"Sectioned under the Mental Health Act, he was alone, scared and failed in the most appalling way by those entrusted with his care.\" The ombudsman said the trust should apologise to Mrs Leahy and acknowledge its failings, explain how it would avoid them recurring and pay her £500 for having provided \"inaccurate information\" about safety changes in February 2015. The trust said it was \"very sorry indeed for the additional pain and distress\" caused to Mr and Mrs Leahy. The other case investigated by the Ombudsman was that of a man identified only as Mr R, who was admitted to the Linden Centre in 2008 with an early diagnosis of attention deficit hyperactive disorder (ADHD) and considered at risk of taking his own life. The investigation found there were missed opportunities to mitigate the risk of him taking his own life, staff did not respond adequately when Mr R threatened to harm himself and the Trust failed to properly assess and manage risk. Essex Police carried out an investigation into up to 25 deaths at the trust. Though the force found \"basic failings\", the casedid not meet the threshold for corporate manslaughter. The Health and Safety Executive continues to conduct a separate investigation into how the trust managed wards in relation to ligature points between October 2004 and March 2015. ", "url": "https://www.bbc.com/news/uk-england-essex-48597241"}