{"datetime": "2021-08-24T16:50:38.000Z", "title": "Essex arson death: Report critical of mental health services", "article": "Concerns about a man with paranoid schizophrenia who killed a pregnant woman were not acted on, a report said. Lillo Troisi, 48, admitted manslaughter and arson after Khabi Abrey, 30, and her unborn baby died after a fire in Westcliff-on-Sea, Essex, on 7 May 2016. An independent report said health teams did not show \"professional curiosity\" into his mental health. The NHS trust that runs mental health services in Essex said it had begun to implement the report's recommendations. Troisi, who had not taken medication for 18 months, lived on the eighth floor of the Balmoral Road tower block and had deliberately started the fire with a can of petrol in the hallway outside Mrs Abrey's ninth-floor flat. Mrs Abrey, who was eight months pregnant, died in hospital from complications after breathing in fumes, post-mortem tests showed. Her baby died after suffering a cardiac arrest. Troisi wasdetained under the Mental Health Act in 2017. The report , commissioned by NHS England, said Troisi moved to Essex in January 2015 and changed GP within a month to get medication, but that did not happen. It also said his first mental health referral was rejected and an assessment in April 2016 found his GP should recommence his medication. Troisi's family were \"increasingly concerned\" about his mental health during 2015 and 2016, and the stopping of his medication had \"coincided with a deterioration in his mental state\". His sister wrote to his GP in April 2016 concerned that harm could come to him or a member of the public if action was not taken to help him. The family raised further concerns in writing, in person and by telephone, but were \"usually told by one service to speak to the other\". The report said his GP and the mental health teams did not seek to engage with Troisi or act on his family concerns, but rather referred them elsewhere. \"Neither the FRT [first response team] nor primary care demonstrated professional curiosity into Mr Z's mental health, sought to proactively engage with him, or act on the risk information provided by his family; rather they referred the family elsewhere,\" the report said. \"We found little evidence that a scenario like [Troisi's] would not arise today.\" The report set out five recommendations for the Essex Partnership University Trust (EPUT) which runs mental health services in the county. One recommendation was that if concerns were submitted by families or members of the public regarding a patient, they should be better documented, assessed, and, where appropriate, proactively acted on. EPUT said steps had been taken to improve access to mental health services for families. It said it had alsoalready implemented two of five recommendations in the report, and begun work on the other three with a target date of 30 September for completion. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58321431"}