{"datetime": "2022-02-09T16:46:06.000Z", "title": "Essex litter-picker banned from council refuse sites", "article": "A woman has been banned from every refuse site in Essex for bringing in too much rubbish. Maria Revell, 59, from Jaywick, along with other volunteers, collects furniture and waste left on streets or outside homes.In January, council officials told her that dropping off other people's rubbish amounted to fly-tipping.Essex County Council, which runs the sites, said it was working with Ms Revell to find a solution.Ms Revell told BBC Essex she worked with volunteers to litter pick and last year started removing furniture that had been abandoned or that people were unable or could not afford to move themselves. \"We started on the seafront... I took six car loads of rubbish in my own personal car, then word got around so someone would say 'right I can't afford to get my rubbish removed', so we'd go and clear an old sofa,\" she said. \"I'm angry. When I've got disabled or ill people who can't see out the front [of their homes] because they've had to move a sofa out to get a bed in ... there's only so much I can do as one woman. \" Council officers issued Ms Revell with a letter banning her from the refuse sites in January. Ms Revell said she was fighting the ban and it had not stopped her efforts to clear up Jaywick. \"I will pick every sofa up, cut them up and dispose of them; it'll take me time but I won't be beaten by a council that won't see any sense,\" she said. Ms Revell said she has now applied for a waste licence to allow her to continue her work. A council spokesman said they were working \"to identify a waste collection and disposal approach that will support Maria's community activities and will speak with local members and officers to establish the best long-term solution. \"Essex County Council supports the activities of local councils and individuals who are working to tackle littering and fly tipping in Essex, and continues to work with partners to take enforcement action where appropriate,\" he said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60293649"}