{"datetime": "2022-02-07T12:51:15.000Z", "title": "Essex drain cover thefts problem as 45 go missing last month", "article": "At least 45 drain and gully covers were stolen from roads in Essex last month leaving a \"dangerous hazard\" for road users and pedestrians. Essex County Council confirmed 25 of the metal covers had been taken in the Basildon district alone in January.\"A missing drain cover is considered as a high-risk problem as it can be a serious danger to the public,\" said an Essex Highways spokesman. It was thought a rise in scrap metal prices might be behind the thefts. Paul Benton, a taxi driver in the Pitsea area, said his wife had seen people dressed as council workers removing the drains.\"We've got cameras and we had a look back and there's a pick-up truck with the orange light flashing on the top,\" he said.Mr Benton said he could not see the faces of those involved, but they were wearing high-visibility jackets. He reported the thefts outside his house after spotting several more in other local roads while driving. \"There could be a nasty accident,\" he said.Aaron Russell, who lives in Craylands in Basildon, was on the phone when he spotted a missing cover while walking home. \"I don't know why I looked down, but if I didn't at that point I would have vanished down a massive hole in the road,\" he said.\"As I've looked around there's manhole covers missing, there's drains, big round drain holes [covers] missing. \"All it takes is for a little toddler to be walking along or riding their bike and that's a major accident. \"I was lucky enough to see it, but for any cars or motorbikes... that's not always something they're going to see...and it could be fatal.\" A spokesman for Essex Highways said: \"Removing drain covers from their rightful location creates a potentially dangerous hazard for pedestrians and road users alike.\"There are other implications, as missing covers then have to be replaced by Essex Highways, at a cost to the taxpayer.\" The council said it had been making the holes safe using cones and plastic sheet grids until replacements could be organised.In 2013, the governmentchanged the law to try to reduce scrap metal theft. It meant all scrap dealers and motor salvage operators in England and Wales had to keep records of who they bought from. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60286844"}