{"datetime": "2022-02-10T15:41:39.000Z", "author": "Maria Veronese and Racheal McMenemy", "title": "Cost of living: Students 'robbed of university experience'", "article": "With inflation at its highest rate in 30 years, people are facing rising rents, energy prices and food bills. How are students at one university coping with the rising costs of living? \"It kind of takes away any kind of experience of a university student,\" says 18-year-old George Curley, who is in his first year at the University of Essex. \"Obviously drinks [prices] are going up in pubs and bars, so I'm kind of less inclined to go out on just a normal Saturday or Sunday night.\" Rising rents for halls of residence have also had him questioning whether to move home and save some money.\"It's quite a lot, and kind of questions whether you should stay in halls of residence when you can attend a zoom lecture from home,\" he says. Having a weekend job is \"essential\" despite the fact his parents have helped him financially.\"You get your grant, you get your funds from the government and such but I think that a job is essential at the weekends as well as your studies to help you through university financially,\" he says University students have been \"robbed of the university experience\" and the rising cost of living has taken a \"huge mental toll\" on him, he says.\"Going to university five days a week and having a job at weekends and having to save can take a toll on your mental health.\"Psychology student Sophia Bourne, 18, lives at home and says she is worried about saving enough to eventually move into student housing or a flat-share.Despite saving money on rent she says there's \"still a lot of [financial] pressure\" in commuting daily to campus.\"The energy, gas, oil, that's all gone up and therefore with petrol it's a lot harder,\" she says. \"You have a lot of pressure on you to prioritise money, what you should do with it and where it should go. She works two jobs to help cover university costs and give her a little extra to save.She says: \"I don't think you can afford it [university] easily. You definitely have to work, if you want to still go out and have fun. I have two jobs so I'm definitely trying hard to earn money and save. \"It allows me to occasionally go out and buy leisure items.\" She says she feels students have been forgotten about when it comes to dealing with the rising costs of living. Ordhan Toner, 18, lives on campus and says he has found managing finances \"tricky\" on his own.\"I remember that first week of buying groceries, I was shocked, telling my mum that was so and so price... it's tricky.\" He says he has noticed rising costs during his time at university, especially when it comes to essentials such as food. Next year he wants to move into a shared house but says that knowing energy and water costs are on the rise is \"anxiety provoking\".He also has a job but says more needs to be done to educate young people about the realities of living independently before they start university.\"You do need to look more forward into the future into what your financial situation is going to be,\" he says. \"I think a lot of people overlook that and you're not guaranteed to come out of university and go straight into a job, so you need to have a bit of a nest egg to come out of university.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60304186"}