{"datetime": "2019-01-28T09:45:13.000Z", "title": "Suzanne Brown killing: Attack 'could have been prevented'", "article": "The mother of a schizophrenic man who stabbed his partner 173 times has said her death could have been prevented. Jake Neate, who killed his partner of more than 10 years Suzanne Brown, 34, at their home in December 2017, \"wasn't a monster\", Jan Neate said. She added the couple were \"let down\" by mental health services and as a result they had \"lost them both\". Essex Partnership University NHS Foundation Trust said an independent review was in progress. Mr Neate, 37, was found unfit to stand trial at Chelmsford Crown Court this month but a trial of facts ruled he killed Ms Brown at their flat in Braintree, Essex. He had been on the anti-psychotic drug clozapine for more than 10 years until October 2017 when a test showed it had dangerously suppressed his immune system. Mrs Neate said they had not been warned about the risks of coming straight off the medication and he should have been sectioned. She said: \"He really went downhill. I don't know how ill they wanted him to be before they helped.\" Mrs Neate, 62, said despite a review there had been no admission by agencies that Ms Brown's death could have been prevented. \"We have lost them both. She's gone and he might as well have gone,\" she added. \"He did care and he wasn't a monster. Suzanne was like a daughter to us and we're not speaking out just for Jake, it's for Suzanne as well.\" Mr Neate's father John said the police response had also been \"frustrating\" as officers had not visited the address until three hours after a panicked call from his wife. Andy Brogan, executive director of mental health and deputy chief executive at Essex Partnership University NHS Foundation Trust, said an internal review into Mr Neate's care had taken place following Ms Brown's death. A domestic homicide review and an independent review into his care by NHS England were currently ongoing, he said. An Independent Office for Police Conduct investigation into the case is in progress and Essex Police said it would not comment until the results were published. ", "url": "https://www.bbc.com/news/uk-england-essex-47019395"}