{"datetime": "2022-02-08T06:16:38.000Z", "author": "Andrew Sinclair & Pete Cooper", "title": "Maldon: Is the PM 'bad news' or 'best person for the job'?", "article": "The Prime Minister Boris Johnson is under increasing pressure from his party, including calls to resign from MPs , after revelations that numerous rule-breaking gatherings were held in Downing Street during Covid lockdowns. But after several five aides resigned from No 10 last week, the prime minister appointed a new chief of staff and director of communications and promised to make further changes to his Downing Street team. What do members of the Conservative club in one the country's safest seats - Maldon in Essex - think? Dave Harrop is chairman ofthe Constitutional Club , Maldon's Conservative club. \"I think he should have gone by now because he's not trustworthy. He's been caught, he's lied about it and he's lied to the House of Commons,\" he says. \"We all expect politicians to lie, but the way he's done it, I think he should be telling the truth not trying to offload all the time to someone else.\" Mr Harrop says Mr Johnson'sclaim that the Labour leader Sir Keir Starmer failed to prosecute Jimmy Savile when he was director of public prosecutions \"was like schoolboy name-calling, it wasn't even true\". The prime ministerlater said the Labour leader \"had nothing to do personally\" with the decision not to prosecute Savile. Mr Harrop says: \"Perhaps his middle name should be Trump. Can we trust the man who acts like a buffoon? \"I don't think he can [survive], he's bad news.\" Stephen Savage, a former mayor of Maldon and secretary of the club, is supportive of the prime minster. \"He was elected to carry out his policies [but] he got hit by Covid and it's all been put to one side,\" he says. He says Mr Johnson should be allowed to \"do his job\" and pointed to issues such asthe crisis in Ukraine as more important than the gatherings in Downing Street. Mr Savage says there is no obvious candidate to replace the prime minister and the media has blown up the party incidents \"into a mountain\". He says there is a \"mixed reaction\" from the public. \"Some have a right go at me because they know I'm the secretary of the club,\" he says. \"They think it's one rule for them; one rule for us. \"But it's not as damaging as some MPs are giving the impression [it is].\"Desmond Wright, Maldon Conservative branch chairman, says: \"I just think there is a lot more going on in the world, such as the cost of living, I think a lot of this has been blown out of proportion. \"I do believe Boris should be given a chance on this. To change leadership now would be disastrous. \"I think he needs to have a little sort out, which he's already doing, in No 10. Get rid of a lot of them, the people who had bad judgment. \"He's brought Brexit and brought a lot of good to the country and we don't seem to be hearing that. \"He's made mistakes but there is just too much going on in the world.\" Nigel Miller is a retail manager at a local clothes store, treasurer of the Constitutional Club and \"100%\" supportive of Mr Johnson \"because of what he's got done already\". \"I think we knew what we were getting when we elected him. He gets things done but there's going to be some baggage going along with that,\" he says. \"There will be things that won't go right and they haven't gone right in certain areas, but getting things done - he's done it. \"Let the Met Police do their investigation, finish it, and let's see where we are then and then move on from there. \"As long as he's learnt his lesson, then let's move on.\" But he adds that some people he speaks to are \"not happy\" about recent incidents. \"This particular constituency is such a safe Conservative seat, I don't think what's happened will change that in the future.\" The largely rural constituency includes the small towns of Maldon, Burnham-on-Crouch and South Woodham Ferrers on the Dengie Peninsula. The seat has been held by John Whittingdale since it was redrawn with its current boundaries in 2010, and he has been an MP in the area since he won South Colchester and Maldon seat in 1992. Mr Whittingdale has increased his majority in the four general elections from 2010 onwards. In percentage terms, Maldon is the fourth safest Conservative seat, and 20th safest for any party, in the UK, with amajority of 30,041 for Mr Whittingdale in the 2019 poll . In 2019, the Conservatives received 36,304 votes, 72% of votes cast, with Labour in second with 6,263 votes, 12.4% of votes. Source: Commons library Alice Robinson, bar manager at the Constitutional Club, says: \"I think it's sad for the people who had funerals and couldn't have wakes and the weddings that were all cancelled, or the members here who didn't see anyone for months. \"I think it was sad that he was having parties when other people were stuck at home abiding by the rules. \"I'm a bit cross with him for saying one thing and doing another. \"I do like Boris, I really supported him, I really wanted him to be prime minster, but I do think he needs to make a sincere apology. \"I would like him to stay, I think he has done well with coronavirus and he's seen us through. \"And Brexit - I think he is right person for the job.\" Valerie Eve, a party member since she was 19, says she is \"very upset\" with the \"back stabbing\" among the Conservatives. \"I think it's time to put a halt on the whole thing, I think it's time we moved on,\" she says. \"Nothing is gained out of it; there are much more important things to be taken into consideration.\" She says \"we have to wait for\" the police inquiry into the gatherings. But she adds: \"It's all happened; it's done and dusted; no-one's been murdered. \"In my opinion the whole thing is about Brexit and I feel it's all about getting another referendum, getting Boris out. \"He's never been forgiven by the 'remainers' from whatever party, or Europe, they need another referendum that's what it's all about. \"It's time we moved on from parties, sort that out another time, get the country back on track.\" As for the local MP, Mr Whittingdale says he \"fully understands the anger felt by many of my constituents\" at the initial findings ofSue Gray's report into the gatherings at Downing Street. He says: \"I listened to the prime minister's statement in the House of Commons and attended a meeting with him later. \"His assurance that he intends to make major changes in the operation of 10 Downing Street is very welcome. \"Having carefully considered the matter, I do not believe that it would be in the country's interests to change the prime minister at this time.\"The government must give these issues full attention rather than forcing the country into a period of uncertainty whilst a lengthy leadership contest is held. \"It is also clear that changes must be made to the way in which both he and the government operate.\"I expect him to make these and will judge him in the coming month accordingly.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60292745"}