{"datetime": "2020-11-12T15:03:46.000Z", "title": "Essex Health Trust admits care failures in deaths of patients", "article": "A mental health trust has pleaded guilty to failures of care involving the deaths of 11 patients. The Essex Partnership University Trust (EPUT) accepted it failed to properly manage fixed ligature points in its inpatient units, where the patients died between 2004 and 2015. On Thursday, the trust pleaded guilty to safety failings at Chelmsford Magistrates' Court. The EPUT said its \"deepest sympathies are with the families\" involved. The patients died between 25 October 2004 and 31 March 2015 while they were in the care of North Essex Partnership Trust, which merged with South Essex Partnership Trust in 2017 to form the EPUT. Barrister Bernard Thorogood entered a guilty plea on behalf of EPUT at the hearing. Shauna Ritchie, prosecuting, said: \"This defendant failed to take reasonably practicable steps to mitigate what was a clearly foreseeable risk.\" Last month, the government announcedan independent inquiry would be held into several deaths at the Linden Centre in Chelmsford between 2008 and 2015. Families of patients who have died had been petitioning for the inquiry, including Melanie Leahy, mother of 20-year-old Matthew, who died at the Linden Centre in 2012. An investigation by Essex Police into 25 deaths at the mental health trust found \"clear and basic failings\" in care, but concludedthey didn't meet the threshold for a charge of corporate manslaughter . EPUT chief executive Paul Scott said: \"Our thoughts and deepest sympathies are with the families whose loved ones were part of this investigation. \"We are unable to comment further at this stage of the legal process.\" Sentencing will take place at a later date. If you are struggling to cope, contact the Samaritans on the free helpline 116 123, or please click on this link to access support services. Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-54917299"}