{"datetime": "2022-02-12T09:27:10.000Z", "title": "Hospital waiting lists: 'Decision to have chemo was taken away from me'", "article": "The backlog faced by hospitals has been laid bare, with new figures showing 349,000 patients are on waiting lists for in Norfolk, Suffolk and Essex, up by almost a third on last year. After the health secretary set out plans to cut waiting lists, the BBC spoke to two patients in Essex for whom treatment has been delayed due to the pandemic. Louise McAllan, from Chelmsford in Essex, has stage four lung and bone cancer and had an operation and chemotherapy cancelled during the height of the pandemic. She was diagnosed in February 2020, but instead of beginning urgent treatment, she had to wait for eight months.\"I had to deal with shock of being diagnosed, but then I had to fight to get any sort of recognition of some sort of treatment,\" she said. \"To be told you are not going to get treatment - I felt I had been slapped in the face.\"I was stumped; there were no words; I was in total shock for months.\" She said she was told she could not begin her chemotherapy because of the risk to her of Covid, but feels she should have been given the choice to proceed. \"They didn't want to give treatment which would make people immuno-suppressed,\" she said. \"I felt [to proceed] was the best decision for me, and I'd have been quite happy to sign a disclaimer. \"I try not to get too angry now, but I did say to my consultant at the time 'you're condemning me to death', I was angry that decision was taken away from me. \"I did write to Matt Hancock [then health secretary], the consultant, the hospital, the National Institute of Health and Care Excellence (NICE), anyone I could think of.\" She was now receiving targeted therapy, but was still waiting for chemotherapy and is concerned about her next CT scan in April. \"There's no cure for bone cancer, but to have it treated [earlier], there may have been a possibility it would have reduced slightly,\" she said. \"But we don't know, because it didn't happen.\" Sara-Jayne Boulton, from Westcliff-on-Sea, has had no indication of how long she could be waiting for an emergency knee operation. She has been in pain since last summer, when she fell in her garden and suffered a fractured tibia and dislodged knee replacement. \"I was put on an emergency waiting list [with Southend Hospital] at the beginning of September,\" she said. \"I got all excited when I got called in to see my consultant last month, thinking 'yeah, I am nearly there' - to be told orthopaedic operations have moved to Basildon. \"It's just as frustrating for them [hospital staff] because they desperately want to see people. \"I know it's a knee - it's not going to kill me; obviously vital services comes first, but the backlog gets even longer.\" She was philosophical about her wait for treatment, but frustrated that her life was in \"limbo\". \"Sometimes I can barely move around the house,\" she added. \"The pain is getting worse - a really gnawing, sharp pain that takes your breath away.\" She added that staff had been \"amazing\" at all appointments and assessments and she appreciated the issues were not their fault. Mid and South Essex NHS Foundation Trust, which runs Broomfield Hospital in Chelmsford, Southend University Hospital and Basildon University Hospital, said it had been concentrating its operations on cancer and clinically urgent inpatients. Health Secretary Sajid Javid set out his plans earlier this week for reducing waiting times for cancer treatment butwarned the backlog would take years to clear . Waiting times would be cut by a 30% rise in the NHS's capacity for treatment, he said, with a network of 160 community diagnostic centres, along with surgical hubs focused on high-volume routine surgery. Helen May, the Royal College of Nursing's senior officer for Norfolk, Suffolk and north-east Essex, said the plan was great \"in theory\". \"The problem we have is we are still struggling with a depleted staff base - we know we have huge nursing shortages across the whole of England and in the East,\" she said. \"If you haven't got the nurses to staff those beds, it doesn't mean anything.\"Our teams are completely exhausted from the past two years, and we are starting to see the effects of that - sickness, long-term Covid, nurses feeling burned out. \"We know that some patients have not come forward, and we need them to come forward to access the right treatment. \"We have to make sure those patients for a knee op, or whatever that may be, that they have appropriate care and at the moment, I'd be very concerned, from a nursing perspective, whether that was really there.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60332062"}