{"datetime": "2020-11-04T00:04:10.000Z", "title": "Linden Centre: Mum 'cannot comprehend' how son fled mental health unit", "article": "A woman said she could not comprehend how her \"talented\" son absconded from a mental health unit and was hit by a train, four days after being admitted. Jayden Booroff, 23, died on 23 October after he fled the Linden Centre in Chelmsford, Essex. \"If he was being cared for properly, I'd still have my son,\" said Michelle Booroff. Essex Partnership University NHS Foundation Trust, which runs the centre, said it had started an inquiry. \"Our thoughts and condolences are with their family and loved ones at this incredibly difficult time,\" it said. Last month, Health Minister Edward Argar announcedan independent review into a \"series of tragic deaths\" at the centre between 2008 and 2015.Mr Booroff, who lived in Chelmsford with his mother, brother and sister, had been sectioned under the Mental Health Act while suffering psychosis. He had been transferred from an accident and emergency department in Bristol - which he had also absconded from - after becoming ill while staying with a friend. \"I have no idea how he got out. He had to get through two secure doors and the main door,\" said his mother, who said she was considering legal action. \"I heard he was being checked at least four times an hour. I want answers and I want the truth.\" Miss Booroff said it was the second time her son had been sectioned.\"I fought hard to get him help - I thought he was in a safe place,\" she said. \"I want to know why and how this could happen.\" She said she had received countless \"beautiful\" tributes to her son, including from a restaurant where he was a waiter. A talented singer and dancer, he had appeared in a National Youth Music Theatre production and local musical theatre performances, and was studying performing arts in London when he first became ill about three years ago. \"He was such an intelligent boy - he was doing 11+ papers, aged eight,\" said Miss Booroff. \"He wanted to use his words of wisdom by writing a musical theatre production. He wanted to help people.\" When announcing the independent review, the Department of Health said it would work with the Health and Safety Executive (HSE) so the investigation did not prejudice legal action into safety failings at mental health units in Essex. The HSE is prosecuting the Essex Partnership University NHS Foundation Trust following an investigation into the former North Essex Partnership University NHS Foundation Trust.It examined how it managed risks of \"fixed potential ligature points\" in wards where in-patients had hanged themselves between October 2004 and March 2015.If you are struggling to cope, contact the Samaritans on the free helpline 116 123, or please click on this link to access support services. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-54795035"}