{"datetime": "2022-02-04T04:57:37.000Z", "title": "Essex concrete mixer death: Father mounts High Court challenge", "article": "The father of a man found dead in a concrete mixer has claimed he may have been \"deliberately killed\", the High Court heard. Lee Balkwell's body was discovered at Baldwins Farm in South Ockendon, Essex, in the early hours of 18 July 2002.His father Les Balkwell wants judges to order a new independent investigation into the death. Essex Police's decision not to reinvestigate it was \"unlawful\" and \"irrational\", the court was told. Lorry driver Lee Balkwell was found with his head and shoulders wedged between the drum and chassis of the concrete mixer lorry that he had been employed to drive.The court was told that his father claimed to have \"intelligence\" that his son may have been \"punished over a drug deal\". He has secured a pathologist's report which allegedly provides evidence the 33-year-old was \"likely dead before he was crushed\", according to court documents. It concluded \"there is strong evidence of staging of the scene in an attempt to make... Lee's death appear to be an accident\", according to Kirsty Brimelow QC, representing Les Balkwell. She told the court that Essex Police approached the death as a \"tragic accident\" and \"closed its mind to the possibility of murder\". This was before an inquest in 2008 ruled he had been unlawfully killed, the court was told.John Beggs QC, representing Essex Police, acknowledged the failings of the force's original investigation, but said \"no new intelligence\" had been received since a Kent Police review between 2012 and 2014.\"If there were a realistic prospect that further investigative steps would be productive, then the defendant would, enthusiastically, take those steps. Sadly, there is no such prospect,\" he said. In 2012,the Independent Police Complaints Commission (since replaced by the Independent Office for Police Conduct) found Essex Police's investigation was \"seriously flawed\", but found no evidence of corruption. Essex Policeapologised and paid compensation to Lee Balkwell's family over failings in its original investigation. His employerwas found not guilty of unlawful killing by gross negligence in 2014, but was convicted of failing to discharge his duty under health and safety regulations. Dame Victoria Sharp and Mr Justice Bennathan are expected to deliver their High Court judgment at a later date. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60254017"}