{"datetime": "2022-02-01T06:30:49.000Z", "author": "Rachael McMenemy", "title": "Drag Race UK star Cheryl Hole boosted confidence during lockdown", "article": "Coming out of season one of RuPaul's Drag Race UK Cheryl Hole was ready to turn up the heat on her career. Then \"Miss Pandemica hit\" and she went from performing in clubs to having to stream online from her living room. Looking back she says lockdown encouraged her to push boundaries. In RuPaul's Drag Race UK vs The World, part of BBC Three's line-up on thenight the channel returns to TV on Tuesday, Cheryl and other UK queens Blu Hydrangea and Baga Chipz compete with artistes from shows around the world - everywhere from the USA to Thailand.As true Drag Race fans know there's more to the artform than runway looks, lip-sync battles and a proper tuck, with Cheryl saying drag really is everywhere - if you are paying attention. After season one, Cheryl was ready to show how much she'd grown as an artist.\"I was just so excited to get out there. I'm a hustler through and through. I think that's true of every Essex person, we're a grafter, we get things done,\" she said. As Covid spread and lockdown happened, Cheryl was not going to let all that hard work go to waste - no clubs, no problem.She said: \"I was just ready to tour and perform because that's where my heart is and then of course Miss Pandemica comes in and we're locked inside our houses.\"So what do I do? I start doing digital shows from my living room.\" \"It was a very strange experience, obviously we're so used to applause and smiley faces and interactions and suddenly you're performing to a green dot and you've got a comment feed of people being like 'yes that was amazing' so that was some adjusting.\" The lack of audience \"took the pressure off\" and gave her the confidence to try new material.\"Now, as an artist, if the crowd isn't feeling something, then I turn it up, I amp up what I'm doing. It felt very free to just perform how you wanted.\" \"I was lucky we had that time locked up in a house,\" she said. \"It was unfortunate circumstances but, as a creative, it really pushed me to try different things, to go explore different avenues and I think if I didn't have that I still would have been stuck in a box of things I thought I could only do. \"I'm pushing boundaries.\" However, as freeing and fun as digital shows might have been she was only \"doing drag from the waist up\", and there's nothing like being back in front of a crowd.\"It was so much fun to see people again!\" And now she's ready to show the world Cheryl 2.0, represent Essex and put on a performance that shows drag as a true artform.She said: \"Drag is one of those artforms that people don't realise they've had their entire lives; from pantomime dames to Lily Savage on your Saturday night TV and Dame Edna Everage.\"I think shows like Drag Race have put drag on the 'mainstream' platform. It's become visible again and it's become a viable art form, whereas people would have just put it to the side to pubs and clubs.\" After nearly 10 years of drag, Cheryl said she is \"honoured\" to part of UK drag's evolution and journey.\"At the end of the day we are just artists, putting our craft out to the world, no different from an artist in the Louvre painting or a sculpture at the Tate Modern.\"We are living, breathing art that is there to enjoy and obviously we love people to watch - so come and enjoy the show.\" Cheryl wants to show the world what Essex is all about and says she's ready to win the Race. She said: \"When I got that call to come back for round two, the remix, I was so excited because there's been so much growth and evolution in my drag since the first show that I was so ready to show Cheryl 2.0 and that I wasn't so mediocre anymore.\" Realising this was a truly international competition with queens from all over the world taking part, Cheryl said she knew she had to bring her A game.\"I knew I had to represent my Essex to the best and show the absolute glamour we have to bring.\"I'm just glad I've had two years to step up my wardrobe and show people the fully fledged Essex glamour.\" But there's more to the show than individual queens and Cheryl says the opportunity to seeculturally-different approaches to drag was \"fascinating\".\"It was so incredible learning from all these different people because the way that people approach drag in Thailand versus Holland versus Canada it's just fascinating, especially in the times that we've been through,\" she said. Cheryl promises it will \"blow your minds because there is so much talent, so much drama and so many popcorn moments that you are just going to be on the edge of your seat every single Tuesday without fail.\" RuPaul's Drag Race UK vs The World is available on BBC iPlayer and the BBC Three TV channel from 1 February. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60161722"}