{"datetime": "2021-10-20T15:56:54.000Z", "title": "Lincolnshire firm fined £130k after worker crushed in cooking machine", "article": "A food factory worker suffered two broken ribs after being crushed in a cooking machine, a court has heard. The employee at Bakkavor's plant near Holbeach was injured while trying to clean a blocked water jet in June 2018. The Health and Safety Executive found staff had overridden safety systems to carry out the task as no safe procedure had been provided by the firm. Bakkavor was fined £130,000 after it admitted breaching health and safety law at Lincoln Magistrates' Court. An investigation by the Health and Safety Executive (HSE) found no risk assessment had been carried out by the company. It also found workers regularly cleaned the machine while it was switched on. It said: \"The lack of a safe system of work for the task and the company's failure to monitor how the work was done, led employees to devise their own way of conducting the procedure which included over-riding the safety systems and using unsafe working practices.\" The food manufacturer, based on Sluice Road, in Holbeach St Marks, was fined after pleading guilty to one breach of the Health and Safety at Work Act. It was also ordered to pay costs of £2,607.10.Speaking after the verdict, HSE inspector Tim Nicholson said: \"Those in control of work have a responsibility to devise safe methods of working and to provide the necessary information, instruction and training to their workers. \"If a suitable safe system of work had been in place prior to this incident, alongside good monitoring of the way the work was done, the injuries sustained by the employee could have been prevented.\"In a statement, Bakkavor said: \"We took prompt and effective steps to respond to the incident and cooperated fully with the HSE's investigation. \"This was an isolated incident in a site with an excellent record of health and safety. The employee recovered and continues to work in our business.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-58982745"}