{"datetime": "2021-12-03T19:34:44.000Z", "title": "Builder jailed for manslaughter after Chilworth crush death", "article": "A contractor has been jailed after one of his workers was crushed to death by falling masonry at a building site. Paramjit Singh, 48, was using a digger to remove a garage wall in Chilworth, Hampshire, moments before 64-year-old Kulwant Singh Athwal was killed. Police said the death on 16 July 2019 was \"completely avoidable\".Singh was found guilty of manslaughter by gross negligence after a trial at Winchester Crown Court. He was jailed for three years and three months.He had also previously pleaded guilty to two offences under the Health and Safety at Work Act.Shauna Ritchie, prosecuting, said the defendant was hired to clear rubble and demolish the garage from the property in Ling Dale.Singh, who employed four men on the site, had been using a mini-excavator on the last remaining wall of the garage moments before it collapsed on to Mr Singh Athwal, Ms Ritchie said.\"The precise mechanism of the collapse of that wall is not known,\" the barrister added.\"What is known is that falling masonry struck Kulwant Singh Athwal and caused him the catastrophic crush injuries that caused his death.\" Ms Ritchie told jurors that Mr Singh did not fence off the dangerous area, put up warning signs or carry out a survey of the building prior to the demolition.The section of the wall that had fallen weighed 167kg (307lbs), the court heard.Det Ch Insp Kate Gunson, of Hampshire Constabulary, said: \"This was an extremely tragic case resulting in the completely avoidable death of Kulwant Singh Athwal. \"It is a tragedy for all involved. We hope that lessons will be learned.\" HSE inspector James Lucas added: \"There are no winners here. The victim, Kulwant Singh Atwal, so sadly lost his life because of the absence of basic safety measures.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-59527638"}