{"datetime": "2021-10-07T14:59:11.000Z", "title": "Fine of £40K after worker paralysed in Watford FC stadium fall", "article": "A company has been fined £40,000 after a worker was paralysed when a stairwell collapsed at a football stadium. Ashley Grealish fell about 11 metres (36ft) to a basement at Watford FC's stadium on 14 June 2016, and was paralysed from the waist down. The floor collapsed, causing a number of workers to fall, but most were able to cling on, escaping serious injury. ECS Groundwork Ltd admitted safety breaches and was fined at Peterborough Magistrates' Court. The case against the St Albans-based construction company was brought by the Health and Safety Executive (HSE). Workers were constructing a new hospitality and seating section at Vicarage Road when the concrete floor and associated formwork of the stairwell collapsed, the HSE said. Mr Grealish, now 34, sustained multiple injuries including spinal damage, which caused permanent paralysis. HSE investigators found the contractor did not have a suitable design for the temporary works, which are part of a construction project needed to enable the permanent structure to be built, taking account of both load and stability. ECS Groundwork Ltd of Warren Farm, Colney Heath, pleaded guilty to breachingregulations 19 (1), 19(2) and 19(3) of theConstruction (Design and Management) Regulations 2015 .The company was also ordered to pay costs of £14,505. Speaking after the hearing, on 30 September, HSE inspector Rauf Ahmed said: \"The injuries suffered by Mr Grealish are life-changing and the incident could easily have been fatal.\"This serious incident and devastation could have been avoided if the company had planned a safe system of work to prevent the support system used to cast the concrete floor from collapsing.\" The BBC has asked ECS Groundwork Ltd for comment. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58763786"}