{"datetime": "2021-12-15T13:46:05.000Z", "title": "Urmston care home lift death: Maintenance firm admits breaches", "article": "A firm responsible for maintaining a faulty lift which plunged to the basement of a care home, killing a resident, has admitted safety breaches. Kenneth Bardsley, 85, died after the \"uncontrolled\" lift dropped one floor at the Serendipity Care Home in Urmston, Trafford, in January 2017, the Health and Safety Executive (HSE) said. It said Lancs and Cumbria Lifts UK Ltd had been at the care home on the day, but had failed to repair the lift. The company declined to comment. An HSE investigation found a damaged door had been reported to the firm on 23 January and an engineer was sent the same day, but no repair took place. On 30 January the firm went to the care home for a planned maintenance visit, but did not follow up on repairing the door and the lift remained in use, the HSE said. Later on that day, a care worker and Mr Bardsley entered the lift on the first floor. The HSE said the lift began to descend but stopped after a few seconds as the corner of a damaged door caught on the lintel plate of the ground floor landing entrance, causing it to bend. The watchdog found it was held \"for a few moments\" until the weight of the lift and its occupants caused the lift door to buckle, which \"in turn allowed the lift to drop four metres uncontrolled to the basement\". Mr Bardsley died, while the care worker suffered minor injuries to her mouth, face and left eye. Lancs and Cumbria Lifts UK Ltd pleaded guilty to breaching the Health and Safety at Work etc. Act 1974, while accepting that its failings had not been \"causative of the lift falling\", the HSE said. The company was fined £14,400 and ordered to pay £45,000 in costs. The HSE also found that the home's owner, Premier Care Ltd, was \"fully aware of ongoing issues with the lift\" but had not ensured that there was a system in place to deal with reports of defects. \"Whilst thorough examination reports had been carried out every six months, as required by law, these had not been provided by Premium Care to Lancs and Cumbria Lifts UK Ltd nor requested by the lift maintenance company to inform maintenance work, despite it being a contractual obligation,\" the HSE said. Premium Care Ltd went into liquidation shortly after the criminal prosecution began. Speaking after the hearing, HSE inspector Jennifer French said the case highlighted the importance of good communication. She said if the maintenance firm had been in receipt of reports which identified repeated faults, further opportunities would have been afforded to carry out the necessary repairs earlier \"and prevent this tragic incident occurring\". She added that where several parties were responsible \"for the management of risk, an effective system should be in place to deal with reports of defects when they are identified\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59669695"}