{"datetime": "2021-10-05T21:08:38.000Z", "title": "Citadel Church collapse: Two men go on trial over death", "article": "A scaffolder was crushed to death in a \"long predicted\" church collapse, a court has been told. Jeff Plevey, 56, from Cardiff, died when the derelict Citadel Church in the city fell down as he worked on it in July 2017. Keith Young, from Llandough, and Stewart Swain, from Whitchurch are accused of gross negligence manslaughter. Both men deny the charges at the trial being heard at Swansea Civic Centre. The court was told that Mr Swain, 53, was the director of Swain Scaffolding Limited, and Mr Young, 72, the director of Young Contractors, a demolition firm working on the church in the Splott area of the city. Lead prosecutor Andrew Langdon QC told a jury that at about 14:45 on 18 July, 2017, railway workers on the nearby Splott Bridge heard a \"loud crack\" and \"a bang, like a small explosion\". They then heard men at the church building site shouting \"run\", and telling someone to \"jump\" before scaffolding around the church collapsed. \"Jeff Plevey, 56 years old, was eventually discovered among the wreckage. He had been crushed to death,\" said Mr Langdon. The prosecutor said the case was about the collapse of the church wall. \"Could it have been predicted? If so, why were three men working on scaffolding that abutted it?\" he added. Mark Gulley, from Penarth, director of Amos Projects Limited, who had owned the Citadel since 2006, and Richard Lyons, from Bristol, a partner of Optima Scaffold Design Solutions Ltd are also on trial for health and safety offences. Built in 1892, the church on Splott Road had been used by the Salvation Army before becoming vacant about 20 years ago and falling into disrepair, the court heard. Mr Gulley had intended to refurbish it, but then later decided to demolish the church and sell the site to developers. The trial was told a report commissioned by Network Rail into the building found the church to be in a \"poor\" state and the rear wall \"in danger of imminent collapse\". The report was sent to Mr Gulley in 2016 and shared with demolition contractors, but not with scaffolding contractor and defendant Mr Swain. Despite the report's warning and the \"obvious\" danger posed by the rear wall, the prosecution said contractors failed to carry out sufficient works to stabilise it. Scaffolding erected around the building was then tied to the wall, making any collapse liable to take the scaffolding with it. Mr Plevey and two other workers had been told to dismantle the scaffolding in preparation for the wall demolition when the collapse happened. Mr Langdon said: \"It was the long-predicted collapse of that unstable wall. Unsupported and dangerous as it had been throughout, it had become even more dangerous since the demolition of the church had begun.\" The prosecution claimed no-one had taken responsibility of the project as a whole, describing the management of the site as \"dysfunctional\". The court was also told that had building regulations been followed \"this fatality could not have occurred\". Two other men, Phil Thomas, from Cardiff, who was Mr Young's health and safety advisor from South Wales Safety Consultancy Ltd, and Richard Dean, of Abertillery, from NJP Consultant Engineers Ltd, have already pleaded guilty to health and safety offences. The prosecution was brought following a joint investigation by South Wales Police and the Health and Safety Executive. The trial before Mrs Justice Jefford is expected to take up to 10 weeks at the nightingale court, one of the justice centres set up to ease the backlog of cases due to the Covid pandemic. ", "url": "https://www.bbc.com/news/uk-wales-58811392"}