{"datetime": "2022-01-09T12:51:41.000Z", "title": "Port Clarence dust still covering area despite investigations", "article": "Night-time footage has shown a mystery wood dust is still covering parts of a community years after an investigation failed to find the cause. The particles have coated cars, windows, homes and businesses in and around Port Clarence in Stockton. Monitoring in 2019found no evidence the dust breached air quality standards but could not find its source.Electrician Michael James, 43, saidfootage taken using an infra-red lens showed the dust falling at night. \"If I hadn't seen that footage, I wouldn't have known,\" he said. \"You're basically breathing it in without knowing.\" He said he had noticed bits of wood on his car windscreen but did not know where to report it. \"I'm away Monday to Friday working but, when I'm home on a weekend, I seem to cough a lot,\" he said. The Environment Agency first put a monitoring station near High Clarence Primary School in 2019 following skin complaints and worries that pupils would get the dust in their eyes. But it found \"conclusive evidence\" the site did not breach air quality standards. The Health and Safety Executive also found no evidence the wood dust presented a risk to public health. However, neither they nor Stockton Council could find out what was causing it. At the time, nearby Stobart Energy said council investigations \"indicated that the dust experienced locally\" was not coming from its biomass plant, which opened in September 2018. It said it had procedures to suppress dust and stop it leaving the site. \"However, we welcome any new information that will allow us to actively investigate these concerns and identify further solutions,\" a spokesman said. Different areas of Port Clarence are affected depending on wind direction, theLocal Democracy Reporting Service said. The EA said it continued to \"work closely with the local authority, councillors and the local community to ensure that the air quality remains at a safe level and to minimise any nuisance to local residents\". Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-59928343"}