{"datetime": "2021-09-15T13:33:13.000Z", "title": "Gleision: Call for inquest into mining disaster 10 years on", "article": "The families of four miners who died in a south Wales colliery disaster 10 years ago are calling for an inquest. Charles Breslin, 62, David Powell, 50, Phillip Hill, 44, and Garry Jenkins, 39, died when water flooded the Gleision drift mine in September 2011.The mine's manager and owners werecleared of manslaughter charges in 2014 .Charles Breslin's widow, Mavis, said she felt \"cheated\" of a husband and an inquest.The Health and Safety Executive (HSE) said it could not comment because the investigation into the inrush and subsequent trial were led by the police and Crown Prosecution Service. Lynette Powell, whose husband David celebrated his 50th birthday in the weeks before he died, said all she had was a temporary death certificate. \"That is no closure for me,\" she said. \"I haven't got an inquest. Not only for me, for all the families.\" It comes as two survivors of the Gleision mine tragedy told theWales Investigates programme they felt their colleagues' deaths in 2011 had been \"swept under the carpet\". In their first media interview since the tragedy, Jake Wyatt, 68, and Nigel Evans, 49, spoke of alleged illegal workings in the mine, and said they felt authorities had failed to get to the bottom of what might have caused the four miners' deaths. While it's not known what, if any, impact these alleged illegal workings had on the inrush, Lee Reynolds, a former surveyor for Gleision mine who gave evidence in the trial, questioned whether they had been noticed or acted on by the HSE. Mr Reynolds has been working with Maria Seage, the co-owner of Gleision mine, to get more information on the HSE's role over the years and its subsequent investigation. He called on authorities to look into whether opportunities to improve safety at the mine prior to the inrush had been missed. He said: \"When you get a major incident - and I believe four people getting killed tragically is a major incident - they have a prior role investigation. It should be undertaken independently.\"With what we're finding in our investigation, a prior role investigation should have been undertaken, but wasn't.\" The water inrush at the Gleision drift mine, near Cilybebyll, Neath Port Talbot, on 15 September 2011, happened after the men blasted through to old, disused workings in an effort to improve air circulation in the mine. The mine manager Malcolm Fyfield said he had checked the old workings for water prior to the accident and found none, but in court he was accused of gross negligence manslaughter for failing to notify the HSE of his intentions to knock through to the old workings, which was a legal requirement. Mr Fyfield, 58, and owners MNS Mining were found not guilty of manslaughter charges [gross negligence manslaughter and corporate manslaughter, respectively] following a three-month trial in 2014. The jury in the multimillion-pound trial reached not guilty verdicts after just 30 minutes of deliberation. Following the trial, the acting coroner for Swansea decided not to not to hold full inquests for the four men. A subsequent factual report, published by the HSE in 2015, gave details of the underground investigation undertaken by its inspectors after the tragedy, but was unable to explore issues that had not been raised in court. An HSE spokesman said it would be inappropriate to comment on the points raised by Mr Reynolds and the families because it did not lead the investigation into the tragedy. The spokesman added: \"Our thoughts are with the families on this poignant anniversary. We supported the South Wales Police investigation at the time which ended in a manslaughter trial, but HSE did not bring any charges under the Health and Safety at Work Act 1974 in addition to their prosecution.\" ", "url": "https://www.bbc.com/news/uk-wales-58502559"}