{"datetime": "2022-02-10T17:05:32.000Z", "title": "Fyfield: Driver who drove fatal crash van to scrapyard is jailed", "article": "A driver who drove his heavily-dented van to a scrapyard after it was involved in a fatal collision has been jailed for nine years. Adrian Bendell, 50, from Braintree, Essex, was captured on dashcam footage driving the damaged vehicle on 10 August, 2021. The van had been involved in a crash in which motorcyclist Mark Norris, 47, was killed on Ongar Road, Fyfield.A 17-year-old girl who was a pillion passenger was seriously injured. The court heard Bendell, of Salcott Creek Court, Braintree, was driving on the wrong side of the road when he hit Mr Norris's motorcycle.Mr Norris died at the scene and the teenage girl was treated for a brain bleed and pelvic injuries.She has since lost the use of one of her arms, police said. Two days after the crash, police were told Bendell had taken his van to a scrapyard where the owner had encouraged him to hand himself in. He was arrested the following day.Parts belonging to the white Ford van were found in a skip at the scrapyard. Bendell was charged with causing death by dangerous driving, causing serious injury by dangerous driving, perverting the course of justice, failing to stop at the scene of a collision - and failing to report a collision.He admitted all but perverting the course of justice in September, but later pleaded guilty at a hearing on Wednesday. He was sentenced to nine years in prison and disqualified for driving for three years after his release. Insp Mark Fraser, from Essex Police, said: \"Mark Norris was dearly loved by those who knew him and his death has had a massive impact on them. \"Adrian Bendell was reckless and his actions after the collision were callous.\"Rather than stop to try and help Mark and his passenger, he made off, leaving him to die. \"His first thought was how he could cover his tracks and dispose of the vehicle. \"No conviction or sentence can ever bring Mark back but I hope this result will help his family move forward.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60337160"}