{"datetime": "2021-09-29T10:10:06.000Z", "title": "BSW Sawmills fined after Dalbeattie worker's leg amputated", "article": "A sawmill firm has been fined £300,000 after a worker was crushed by a concrete panel. The 19-year-old's left leg had to be amputated above the knee after the accident at BSW Sawmills Ltd's Dalbeattie site on 6 October 2017. The concrete beam, which was part of a bay wall, collapsed while he and a colleague were on cleaning duties. The fine was issued after the company admitted health and safety breaches at Dumfries Sheriff Court. The court was told how the teenager was dragged down by the 1.8 tonne concrete panel, with both his legs and his left arm getting trapped underneath. His left leg had to be amputated and he suffered a crush injury to his left arm that caused severe muscle damage. An HSE investigation found that the concrete panel had been in poor condition and held upright by only loose bark and debris on either side of it. When the bark and debris were removed during the cleaning operation it allowed the panel to fall, trapping the worker, the hearing was told. The bay had been modified and sustained damage over a period of time prior to the incident. There were no records or dates kept of the alterations as the company did not record maintenance activity to the bay. A number of employees had expressed concerns about the state of the bay prior to the incident. Alistair Duncan, head of the Crown Office's health and safety investigation unit, said that by failing to identify the danger posed by the bay the company had put employees at \"unacceptable risk\". \"This was an incident that resulted in life changing injuries that could have been avoided if the appropriate measures had been in place at the time,\" he said. \"Hopefully this prosecution and the sentence will remind other employers that failure to fulfil their obligations can have devastating consequences and that they will be held to account for their failings.\" The company said it apologised to the worker involved, his family and co-workers and sincerely regretted the accident. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-58733362"}