{"datetime": "2021-09-27T11:06:52.000Z", "title": "Christie hospital fire: No prosecution for roofing firm", "article": "A roofing firm will not be prosecuted for breaching construction regulations before a fire at the Christie, the Health and Safety Executive (HSE) said. Work at the Cancer Research UK Manchester Institute attached to the cancer hospital was halted bya large blaze in April 2017. An investigation concluded the fire at the Paterson building was caused by welding work by Helix Roofing Ltd. The company said it had \"co-operated at every step\" of the investigation. A report by Greater Manchester Fire and Rescue Service concluded - after extensive forensic investigation - that the fire at the building, in Wilmslow Road, Manchester, wasdue to welding operations being undertaken on 26 April 2017. It found hot debris from the roof fell down a wall and set fire to cardboard and fabric. No-one was hurt in the blaze which caused hundreds of thousands of pounds of damage and much of the research work was salvaged. Following the blaze r esearch work was moved to the Alderley Park bioscience campus near Macclesfield, Cheshire. The HSE said Helix was issued with a notification of contravention (NoC) - a document explaining about health and safety laws - after they \"identified breaches in relation to the Construction (Design and Management) Regulations 2015, namely that there were issues in relation to combustible materials where welding was taking place, as well as fire watch arrangements.\" A spokesman said: \"A full investigation was carried out and the evidence gathered was considered carefully\" and it was decided an NoC was \"the most appropriate form of enforcement action\".Helix Roofing said it would not be making any additional statement to the firm'searlier comments which said: \"We do not believe that Helix caused the fire - our operatives are conscientious and well trained.\" \"Our expert stated that the welding process was unlikely to have caused the fire after the reconstruction... and we have seen no clear evidence that persuades us [otherwise].\"Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-58681421"}