{"datetime": "2022-02-06T09:30:29.000Z", "title": "Ashley Wadsworth: Chelmsford community hold vigil", "article": "About 150 people have attended a vigil held to remember a Canadian woman whose boyfriend is charged with her murder. Ashley Wadsworth,19, died on Tuesday at a house in Tennyson Road, Chelmsford, Essex, and Jack Sepple, 23, of the same address, is charged with killing her.Julie Taylor, whose grandson Liam was murdered in 2020, organised the vigil with the support of Ms Wadsworth's family, who she said \"are in turmoil\". Afterwards she said: \"This just shows how devastated the community is.\"\"I just didn't expect the amount of support we had,\" Ms Taylor added. Orchids were laid and a message from Ms Wadsworth's sister Hailey was read out at the vigil, which took place on Saturday at a park on Brownings Avenue, close to where she died. \"My beautiful sister,\" the message began. \"You have done amazing things honey, you cared so much for your family you always put us first. \"I'm so happy we were so close and grew up together and spent almost every day of our lives together. \"I don't think I almost ever went a day without talking to you, I love you so much, I'll never stop missing you, I keep seeing you and I know you're here watching out for me. \"God gained another beautiful [angel] love you so much baby girl.\" Representatives from local churches, including the Church of Jesus Christ of Latter-day Saints, of which Ms Wadsworth was a member, delivered prayers and blessings. Some of Ms Wadsworth's favourite music was also played.Ms Wadsworth, of Vernon, British Columbia, moved to the UK in November on a six-month tourist visa.Earlier this week, Ms Taylor laid flowers and lanterns in the street where Ms Wadsworth was found dead. \"There's no-one here but we will do what we can for them here... her family are in turmoil,\" she said. Ms Wadsworth's cousin Melissa Locke previously told the BBC the family were \"so thankful\" for the floral and candle tribute laid at the scene.\"She was a firecracker, she was ambitious, she was loving, she was a part of our family,\" she said. \"It's been really hard to be this far away. \"I guess there's a vigil, some candles and flowers for her - that was really touching for us to see. We're really thankful people are sharing those kinds of things with us because that's what we want to see.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60267810"}