{"datetime": "2022-02-07T01:05:08.000Z", "title": "Private parking fines to be capped at £50", "article": "Private car parks will have to display prices more clearly, introduce a fairer system for appeals and give drivers a grace period for lateness as part of a government crackdown. Most fines in England, Scotland and Wales will be capped at £50 - down from £100 currently - although higher fines will remain for more serious breaches. Operators that do not follow the rules could be barred from collecting fines from motorists, the government said.The AA called the plans \"much needed\". Minister for Levelling Up Neil O'Brien said: \"Private firms issue roughly 22,000 parking tickets every day, often adopting a system of misleading and confusing signage, aggressive debt collection and unreasonable fees designed to extort money from motorists. \"[Our] new Code Of Practice will set out a clear vision with the interests of safe motorists at its heart, while cracking down on the worst offenders.\"Under the proposals, the cap on parking fines in private car parks in England, Scotland and Wales will fall by 50% in most cases, benefiting millions, the government says. The plans do not apply to Northern Ireland. Higher fines of £70 and £100 will remain for serious breaches, such as parking in Blue Badge bays. Motorists will get a 50% discount if they pay within 14 days. The plans, which bring private parking firms more into line with the local authority system for publicly accessible car parks, will also mean that: The government also said it planned to make it easier for drivers to challenge their ticket if there are genuine mitigating circumstances.This could include having a valid ticket but failing to display it correctly, or keying in your number plate incorrectly by mistake at a parking machine.Philip Lovell, who faces up to £2,000 pounds in private parking charges, knows first hand the frustrations of the current system. He joined a gym in Manchester last year where he is entitled to use the car park for free, but for the first few months he didn't realise he was meant to enter his registration number at the machine and instead entered his postcode. He is now facing eight parking charge notices of £170 each, with the threat it could rise to £250 each.\"I tried to explain to them what happened but there just to seems to be a ruthless pursuit and inflexibility,\" he told the BBC.\"There's no one to speak to [on the phone], all I can do is write to them which I have done numerous times.\"The number of private parking fines issued has jumped in recent years, climbing from around 1 million in 2010 to 8.4 million in 2019-20. RAC head of roads policy Nicholas Lyes said: \"The RAC has campaigned for years to end the sharp practices in the private parking sector, so we welcome the new national code that will usher in higher standards.\"This will undoubtedly make drivers' experience of using private car parks fairer while at the same time force rogue operators to clean up their acts once and for all.\" AA president Edmund King said: \"For too long, those caught by private parking firms simply pay the charge to get rid of it. Thankfully these days are numbered.\" He added: \"Drivers should feel confident that having a single Code of Practice and a new Appeals Charter will give them confidence to appeal and be properly heard.\"The government said it had already taken action to tackle private parking firms, including banning wheel clamping and towing and stopping over-zealous parking enforcement by councils. Currently there are two parking trade associations, the British Parking Association (BPA) and the International Parking Community (IPC), each of which has a Code of Practice their members must abide by. However, the government says the lack of a single set of rules leaves motorists \"vulnerable to bad private parking practices such as deliberately poor signage and unfair parking fines\". The BBC has contacted both the BPA and IPC for comment.What are your experiences with private parking fines? Share your stories by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-60282554"}