{"datetime": "2022-02-07T13:46:18.000Z", "title": "Fundraiser aims to repatriate Ashley Wadsworth's body to Canada", "article": "A fundraiser to help the family of a Canadian teenager whose boyfriend has been charged with her murder has been set up to help bring her body home. Ashley Wadsworth,19, was found dead in a property in Tennyson Road, Chelmsford, Essex, on Tuesday.Jadine Wakefield, who organised the GoFundMe page, wrote on it that the family faced \"financial strains... to bring their beautiful Ashley home\".Jack Sepple, 23, has been charged with her murder.Ms Wadsworth, of Vernon in British Columbia, moved to the UK in November on a six-month tourist visa.It is understood she was due to return home on Thursday, two days after her death. Since Saturday, some 20,025 Canadian dollars (£11,600 approximately) have been donated - and the page has a target of C$50,000 (£29,000).In a statement on the fundraising page, Ms Wakefield, a friend of the family, said: \"Ashley was a precious part of the Wadsworth family. Her spontaneous and witty personality, along with her unforgettable laugh, brought so much joy to those around her. \"Every mother and father wish the best for their children as they spread their wings and enter the world.\"They want them to live their best life! Ashley was doing just that, and that's how we want to remember her.\" She said there was \"a tremendous cost\" associated with bringing Ms Wadsworth's body back to Canada.Julie Taylor, whose grandson Liam was murdered in 2020,organised a vigil with the support of Ms Wadsworth's family, who she said were \"in turmoil\". Orchids were laid and a message from her sister Hailey was read out at a park on Brownings Avenue, close to where she died. She said : \"I love you so much, I'll never stop missing you, I keep seeing you and I know you're here watching out for me.\" Speaking from Canada, Ms Wadsworth's cousin Melissa Locke previously told the BBC: \"She was a firecracker, she was ambitious, she was loving, she was a part of our family. \"It's been really hard to be this far away.\" Mr Sepple is due to appear at Chelmsford Crown Court for a plea hearing next month. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60290012"}