{"datetime": "2022-02-10T14:40:23.000Z", "title": "Ashley Wadsworth died of stab wounds to chest", "article": "A Canadian woman whose boyfriend is charged with her murder died of stab wounds to the chest, an inquest heard. The body of Ashley Wadsworth, 19, was discovered in Tennyson Road, Chelmsford, on 1 February. A tribute from her family described a \"spontaneous, witty, kind personality\" with an \"unforgettable laugh\". Jack Sepple, 23, also of Tennyson Road, was remanded in custody at Chelmsford Crown Court last week and is due to enter a plea on 7 March. The inquest was told paramedics found Miss Wadsworth unresponsive and she was pronounced dead at 16:38 GMT. Essex senior coroner Lincoln Brookes suspended the hearing pending the outcome of the court case.Miss Wadsworth, originally from Vernon, British Columbia, moved to Chelmsford on a six-month tourist Visa. Earlier this year, she posted photos online of her \"amazing trip to London\", where she had been sightseeing.On Thursday, a statement from her family said the teenager had dreamed of being a lawyer and had been accepted to university in Kamloops, British Columbia.She had travelled extensively within Canada, and to Mexico, California and England - and was keen to share her new-found faith, they added. Her family said they would celebrate her \"spontaneous, witty, kind personality\" and her \"unforgettable laugh\". \"Ashley, you are beautiful to us, and we will miss you very, very much,\" their statement added. They thanked the people of Chelmsford for their support, particularly the \"beautiful\"vigil held for Miss Wadsworth on Saturday, which they watched via a video call. Prayers and hymns were led by local churches, including the Church of Jesus Christ of Latter-day Saints, of which Miss Wadsworth was a member. \"It has touched us so deeply, there are truly no words to express our gratitude,\" the family said. \"They were able to do something for Ashley that we couldn't, and we will be forever thankful. \"How lucky are we to have people from across the world care so much about a family that they have never met?\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60332054"}