{"datetime": "2022-02-14T12:28:25.000Z", "title": "Driver fined for staying too long at Romford petrol station", "article": "A driver has received a £60 parking penalty charge for remaining too long at a petrol station forecourt. Ben Smith, from Basildon, Essex, said he had to wait at the BP garage on Rush Green Road, Romford, east London, after his fuel payment card failed to work. His fleet van was on the forecourt for 39 minutes before a colleague arrived and paid for his fuel. BP said it could not comment on the case as the site was run by an independent operator. The BBC has approached the operator for comment. Mr Smith said he would have moved his van off the forecourt but the garage was not busy and there were no queues.\"I didn't want to drive the van off. I was even a bit nervous of driving the van into another spot because I thought 'It's probably on camera and it might look like I've driven the van off without paying,'\" he said.Mr Smith said he had not realised that forecourts had parking time limits. \"I didn't see a sign, but apparently there is one,\" he said.His employer has now paid the charge of £60, which would have been £100 if not paid sooner. BP said that at its company-operated branches, parking restrictions had become necessary due to of a range of people using forecourt parking bays. These included minicab drivers waiting between fares, and people leaving their cars for several hours to go shopping or to use nearby amenities.BP said signs were clearly visible on forecourts and that it did not profit from parking charges. It said all parking contractors it worked with were approved by the British Parking Association, and urged Mr Smith to contactPopla (Parking on Private Land Appeals) if there was a genuine reason for overstaying. Private car parks will have to display prices more clearly, introduce a fairer system for appeals and give drivers a grace period for lateness as partof a government crackdown. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60374749"}