{"datetime": "2021-08-06T05:14:43.000Z", "author": "Alex Regan & Liam Barnes", "title": "Belvoir Castle: Visitors complain about parking fines on Tripadvisor", "article": "A popular tourist attraction has received more than 60 complaints on Tripadvisor by visitors who claim they have been given unfair parking fines. Leicestershire's Belvoir Castle put in new car parking ticket machines and number plate cameras last year. But one visitor said the machines were misleading people to underpay, leading to a £100 parking charge notice (PCN). Belvoir Castle said it was in \"discussions with the operator to ensure the parking charges are clear\". Jane Handsley, from Grantham, said she regularly visits the grounds and Engine Yard retail village on the Belvoir estate.She said she went to the castle with her husband and daughter on 26 July and tried to pay for parking as they left the grounds. \"We went to the parking machines when we were finished, we put in our number plate and it brings up a screen to say the date and time, and you accept the end time, and move on to payment.\"The date and time that comes on to that screen isn't actually calculating how much your parking charge will be.\"The machine is set up to default to one hour's parking, which is the cheapest payment,\" she said. Ms Handsley said this meant she unwittingly underpaid for the parking and received a £100 PCN from third party operator Initial Parking four days later.Visitors are expected to adjust the end time for their visit and pay the certain number of hours they expect to stay.Ms Handsley said: \"You could say it's me misunderstanding machines, but I'm not the only one.\"So many people are getting it, so many don't know what to press, obviously so many people are being tripped up by it.\"We are quite prepared to go to court and fight it, because it's really unclear what should be happening.\"One Tripadvisor reviewer, who was also fined, wrote: \"There are signs saying pay as you leave.\"Wish I had paid up front and limited my time instead.\" The effect of the parking fines has led some visitors to say they will not return to the castle, the home of the Duke and Duchess of Rutland.A spokesperson for the estate said: \"We are aware of a number of people who have been issued with parking fines by the third party operator we have contracted to run our car parks at Belvoir Castle and the Engine Yard village.\"We are in discussions with the operator to ensure the car parking charges are clear and easy to understand for all visitors so that they do not overstay their booking. \"Since the operation of paid car parking was implemented, we have welcomed nearly 82,500 cars in 12 months.\"The number of PCN's issued has been 1% of all vehicles, 99% of patrons using that car park either stay free or comply with the payment system and do not receive a parking charge notice.\" Initial Parking has been approached for comment.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-58104759"}