{"datetime": "2021-10-18T17:36:17.000Z", "subject": "David Amess death", "title": "Sir David Amess: MPs pay emotional tributes to former colleague", "article": "MPs have been delivering emotional tributes to Conservative MP Sir David Amess, who died last week after he was stabbed in his Essex constituency. Prime Minister Boris Johnson hailed him as a \"seasoned campaigner of verve and grit\" and a \"steadfast servant\" of his voters. Labour leader Sir Keir Starmer praised a \"dedicated constituency MP\" who \"held his beliefs passionately but gently\". Fellow Essex MP Mark Francois called him \"the best bloke I ever knew\".Sir David, 69, who was the MP for Southend West, had been meeting constituents when he was stabbed multiple times on Friday.A 25-year-old man was arrested on suspicion of murder after the attack at a church in Leigh-on-Sea. Police are treating the killing as a terrorist incident. MPs observed a minute's silence earlier, and most of Monday's scheduled business was cancelled to allow them to deliver speeches in Sir David's memory. Opening the tributes, Mr Johnson said the \"tragic and senseless death\" of the father-of-five had left \"a vacuum that will not and can never be filled\". Describing him as one of the \"most gentle individuals\" to have entered Parliament, he said his views \"often confounded expectation and defied easy stereotype\". He praised his record as a campaigner on issues including learning disabilities, and endometriosis, an often-debilitating condition affecting women. And he announced that Southendwould now be granted city status , in recognition of a long-running campaign Sir David had led as one of the town's MPs. Sit Keir also praised Sir David's campaigning on behalf of the town, adding that \"the people of Southend have lost one of their own\". He also said MPs had a \"duty\" to learn from the way Sir David conducted himself, describing him as a politician who \"held his beliefs passionately but gently\". Tory MP Mark Francois, who grew up in Basildon while Sir David was the MP there, said he was \"hurting terribly\" after losing his \"best and oldest friend in politics\". He said Sir David had helped him gain election to Basildon District Council, adding: \"Without him, I would never have become a member of Parliament.\" He said Sir David would be remembered for his \"Essex cheeky-chappy smile\" and as a \"doughty champion for Basildon and then Southend\". James Duddridge, the Tory MP for neighbouring Rochford and Southend East, told colleagues that was a \"good friend\" who inspired great loyalty. Like others during the debate, he noted the role played by Roman Catholicism in Sir David's life, describing him as a \"man of faith and convictions\". He prompted laugher in the chamber by recalling a story from a visit Sir David made to see the Pope - when he \"got his timing wrong\" and removed a boiled sweet from his pocket whilst in the presence of the pontiff, inadvertently prompting him to bless it. A number of MPs paid tribute to Sir David's campaigning on animal welfare, an issue where he promoted several causes and efforts to pass new legislation. Labour's Kerry McCarthy read out tributes from animal rights charities, and said Sir David's support had been \"integral\" to the campaign to end fox hunting.A number of MPs used the debate to speak about the threats faced by MPs in going about their job, and abuse they face online.Mr Francois called on the government to \"toughen up\" the draft Online Safety Bill - a new law MPs are expecting to debate soon aiming to tackle online abuse. ", "url": "https://www.bbc.com/news/uk-politics-58959590"}