{"datetime": "2022-02-05T07:37:00.000Z", "subject": "David Amess death", "title": "Southend city status celebration events planned", "article": "A series of celebratory events are planned to mark Southend becoming a city. The Queen will issue Letters Patent - her written order of approving city status for Southend - in the coming weeks. The decision to grant city status was made three days after the killing of Southend West MP Sir David Amess, who had championed the town's bid. Sir David was stabbed to death at Belfairs Methodist Church in October. Anna Firth retained the seat for the Conservatives at a by-election on Thursday. A concert at the Cliffs Pavilion in Westcliff on 13 February will pay tribute to Sir David and his ardent support for the city campaign.Sir David lobbied for two decades for Southend to get city status, including securing an adjournment debate on the issue in December 2019. Upon the issue of the Letters Patent from the Queen, Southend will become the 52nd city in England and thesecond in Essex, alongside Chelmsford . The Cliffs concert for Sir David - called He Built This City - will be a gala celebration of music and the arts in the City of Southend. It will celebrate the legacy of Sir David and will feature the renowned and highly successful Music Man Project, which enjoyed huge support from the MP. A host of stars, including West End and TV actor Lee Mead, from Southend, will perform, theLocal Democracy Reporting Service reports . Ian Gilbert, Labour leader of Southend Council, said planning was well under way for a series of events to mark the city status honour. \"There are a number of things being planned including our LuminoCity festival of light and a music concert in memory of Sir David Amess,\" he said. \"There's a lot to organise and there will be a meeting later this month to discuss the plans.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60245366"}