{"datetime": "2022-02-11T13:43:36.000Z", "title": "Fossetts Farm homes near Southend United's new ground approved", "article": "Plans for 131 homes close to Southend United's proposed new stadium have been approved despite hundreds of objections. Critics said the former NHS-owned land at Fossetts Farm should be used for more social housing.Two petitions with more than 1,000 signatures were submitted in opposition to the application. Southend Council's development control committee approved the plans by eight votes to two. The land, formerly owned by the NHS, was sold to Homes England and was initially earmarked for more than 400 homes on the northern edge of the Essex seaside resort, reported theLocal Democracy Reporting Service .A development at Fossetts Farm for a21,000-capacity ground for Southend United , and a separate development featuring 1,461 homes were approved last year subject to legal agreements. Martin Berry, Labour councillor for St Luke's ward and former member of the Fossetts For The People campaign group, said the land for the 131 homes could be used for 400 instead. \"This proposal has the bare legal minimum of so-called affordable housing - just 40 out of 131 homes,\" he said.\"Key workers here who are most in need of truly affordable housing will find this proposed development well beyond their means,\" he said. No single party has a majority at the local authority, which is run by an alliance of Labour, Liberal Democrat and independent councillors. Carole Mulroney, Liberal Democrat member responsible for environment, culture, tourism and planning, said there were few grounds for refusal and an appeal could be costly for the council. She said: \"We've seen recently the government is hell bent on more housing, and obviously we are as well for the right reasons, but they don't differentiate as to what type of housing that should be.\"A [planning] inspector will view an application in that way.\"The scheme complies with our policies so taking all of those things into account I cannot envisage voting against this application.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60348456"}