{"datetime": "2022-02-11T15:13:23.000Z", "author": "Richard Daniel & Rachael McMenemy", "title": "Covid: London Stansted Airport passengers on the change in test rules", "article": "Fully vaccinated passengers no longer have to take Covid tests before departure or upon arrival , with the travel industry hoping it will lead to a surge in business taking them back to pre-pandemic levels. How do businesses and passengers at London Stansted Airport, in Essex, feel about the changes? Jeanne Butcher, from Bournemouth, is travelling to visit family in Denmark,Having made the same journey during the pandemic, she says the travel restrictions being eased has made life a lot easier but she still feels apprehensive.\"I came six months ago and it took four hours for check in and security, so I was still quite apprehensive today, even though I know I don't have to have all these checks but so far it's been straightforward and it is exciting to travel,\" she says. \"I have to say I'm still a little nervous and I'll continue to wear my mask and sanitise and be careful about where I go but there is that feeling that, hopefully, we will be safe.\" Londoner Ruth Reynolds, 27, is travelling to Tenerife with a friend, her first holiday since lockdown.\"We both just wanted to get away, it's been a long two years not left the country since before the last lockdown, so it's just a chance to relax and be warm, \" she says. The easing of restrictions \"made a big difference\" to her decision to travel now as she says she's more confident to book a trip. She says not having to pay for PCR tests was a huge financial relief and made travelling \"a lot less complicated\".\"I'm really happy to be travelling and that it's a lot easier than before and I'm not worried about any random changes half way thorough the holiday,\" she says. Jason Harris, 47, and his sons, from Cornwall are jetting off to Bulgaria for a week of skiing.He says the lack of tests means financially travelling is a lot better now than during the pandemic. \"We're looking forward to getting away it's been a long time,\" he says. \"Restrictions are a lot easier and tests have been dropped so it is a lot better financially for us, so an ideal chance to get away.\" As for the virus, he says he's not too worried as \"things have got a lot better and people are still quite sensible\".Stansted Airport is expecting 30,000 departing passengers on the first day of half term and a further 60,000 leaving and arriving every day for the rest of the school break. Nick Millar, operations manager at the airport, says it \"feels like we're back to normal\".The airport has been planning for a post-Covid recovery since Christmas and is alreadyrecruiting hundreds of new staff to try to cope with the expected rise in the demand this summer.Staff are \"looking forward to getting ready for a really busy summer,\" Mr Millar says.\"We're confident of achieving pre-Covid passenger numbers as we go through this next year.\"He also hopes the airport will be able to grow, expanding current airline routes and possibly taking on new airlines \"as the pandemic becomes a thing of the past\". \"If we look ahead for this summer, we'll be about 85-90% of our numbers that we did for summer 2019. A we talk to our airlines and listen to customers there's obviously a real keenness to fly and confidence back in flying again. So look to be at those [pre-pandemic] numbers as soon as possible,\" he says. Travel agent Rebecca Kingston says the easing of restrictions has made a \"huge difference\" to people looking to book a holiday this year.Her firm Flitch Travel in Great Dunmow, has seen a huge rise in inquiries and bookings.\"It's given [customers] so much more confidence to travel,\" she says. \"It's simplified travel now, it's so much more cost effective [without tests].\" She says she's also noticed that clients are spending more to make holidays extra special after a couple of years stuck at home.However, she says anyone looking to book may need to book early and pay more with some package holidays already sold out due to trips that have rolled into 2022 after being postponed throughout the pandemic. \"We've been extremely busy, it's been non-stop inquires,\" she says. \"There is concern about availability will go and I think prices will increase with demand.\" She's also warning people to be aware of restrictions where they plan to travel to so an not to be caught out. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60340710"}