{"datetime": "2021-07-09T09:36:22.000Z", "author": "Michael Race & Beth Timmins", "subject": "Coronavirus pandemic", "title": "Bookings surge after Covid quarantine rules relaxed", "article": "Bookings for flights and holidays have surged after the decision that fully vaccinated travellers returning from amber-list countries will not have to self-isolate after 19 July. Airlines said there was a rapid rise in ticket purchases within hours after the government announced it was relaxing quarantine rules on Thursday. EasyJet said bookings to amber-list destinations increased by 400%. Despite suggestions prices could rise, analysts thought this unlikely. The need to quarantine on return to the UK has hindered the travel industry's recovery from the pandemic, with many people choosing not to holiday abroad. Under previous rules, those returning to Britain from its top holiday destinations - Spain, France, the US and Italy - all had to self-isolate for up to 10 days. The travel agents' association, Abta said the industry was \"very much led by supply and demand\", so prices could rise as more people booked after the rule change. But consumer group Which? said previous research found holiday prices before and after government green-list announcements \"stayed the same or went down, not up\". It said that so far, prices had not increased to popular destinations on the amber list. Out of 14 package holiday prices and six flights to Greece, Italy, Spain and Portugal it tracked departing during the peak holiday season in last August, 12 packages remained the same price and two increased. Four of the six flights rose in price, although the average fare increase was £7.Rory Boland, Which? Travel Editor, urged people to take news of surging prices \"with a pinch of salt\".EasyJet said flight bookings from the UK to amber-listed countries had surged 400% following the government's announcement on Thursday, adding that holiday bookings were more than 440% up on the previous week. Alicante, Malaga, Faro, Nice and Corfu are among the top destinations for flights this summer, the airline said. Johan Lundgren, easyJet chief executive, said Europe had \"now turned green for the double-jabbed\". He urged the government to \"remove expensive testing\" for fully vaccinated people travelling to green and amber-list destinations \"as we do not want to see a return to flying being a preserve of the rich\".British Airways said \"within a couple of hours\" of the government's announcement, it witnessed a 96% increase in the number of views on its website compared with Wednesday last week. A spokesperson for Tui told the BBC the tour operator had seen a \"surge in website visits showing demand is incredibly strong\".The most popular destinations among their holidaymakers were Mediterranean hotspots such as Spain and Greece, the company said. Hays Travel said in a statement: \"There's huge optimism from our customers who are booking for the popular destinations - about a quarter of our bookings are for Spain this summer - and also for once-in-a-lifetime holidays.\" But one business said the government's new plans would not change its own decision not to sell holidays at all this summer. Operator On The Beach had said in May it would not be selling holidays for June, July and August this year. The firm reiterated that decision in the wake of Transport Secretary Grant Shapps' announcement.Spokeswoman Zoe Harris told the BBC: \"We welcome the decision, it's a step in the right direction... but these amber destinations can still go back to red.\"And it's not just our government restrictions. The governments in the countries we travel to are looking closely at how they manage tourism, we'll see what the response is from those tourist destinations to see when its the right time for us to start selling July and August holidays again.\"Mr Shapps told the BBC the government was working towards extending the exemption to arrivals from those vaccinated in other countries, provided the vaccine had been approved by the World Health Organization, but said that this was complicated because other countries used different systems.He suggested EU arrivals may be the first to be able to bypass the quarantine system: \"It's easier from the EU because they're creating their own digital passport, it's more complicated from other countries.\" He said the US had 50 different systems for each state.Mr Shapps said he hoped to give more detail in a couple of weeks.He also warned holidaymakers to expect additional queues when checking in for flights home: \"Before you board a plane you would need to show you have completed your passenger locator form, that you have carried out a pre-departure test, that you have got your test booked for day two and all of that needs to be checked by the carrier - the airline usually - before you travel. \"So the place to expect queues is the airport you are coming from. Once you get back to the UK all of that is starting to be automated.\" ", "url": "https://www.bbc.com/news/business-57770236"}