{"datetime": "2022-02-14T18:55:34.000Z", "title": "Hertfordshire care home fire: Coroner says action needed", "article": "Action should be taken to prevent future deaths at a care home where two women died in a fire, a coroner said. Ivy Spriggs, 91, and Daphne Holloway, 88, died at Newgrange Care Home in Cheshunt, Hertfordshire in 2017. Newgrange of Cheshunt, which runs the home, was fined forfailing to comply with fire safety legislation .Hertfordshire coroner Geoffrey Sullivan concluded at the inquest into their deaths that the roof space at the Cheshunt care home was \"inadequate\". In hisPrevention of Future Deaths report , he said the women died from fourth-degree burns. He concluded their deaths were caused by \"accidental fire contributed to by inadequate compartmentation in the roof space at Newgrange Residential Home\". His report raised concerns about how sprinkler systems were not a mandatory requirement for care homes such as Newgrange, in which many residents had either limited or no independent mobility.It also raised concern that care homes whose occupants have either limited or no independent mobility were not deemed to be \"higher risk buildings\" unless they were at least 18m (59ft) in height or at least seven storeys high. Mr Sullivan said: \"In my opinion action should be taken to prevent future deaths.\" The report will go to Michael Gove, the Secretary of State for Levelling Up, Housing and Communities. Some 33 other residents were rescued from the fire in the early hours of 8 April 2017, three of whom needed hospital treatment for burns and the effects of breathing in smoke. The cause of the fire was found to be from an electrical fault which spread to the roof.Newgrange of Cheshunt admitted five charges of failing to comply with fire safety legislation and was fined £175,000 in May 2019. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60381668"}