{"datetime": "2017-04-08T16:44:24.000Z", "title": "Cheshunt care home fire: Two dead and 33 rescued", "article": "A \"fierce fire\" at a care home has left two people dead - with a further 33 having to be rescued from the collapsing building. The blaze gutted Newgrange Care Home in Cadmore Lane, Cheshunt, after it broke out at about 06:00 BST. Despite firefighters launching a \"challenging\" rescue operation, they were unable to save everyone inside. Three more residents needed hospital treatment for minor burns and smoke inhalation, the fire service said. Richard Hammond, an executive director at Princess Alexandra Hospital, said two of the three patients were still being treated but their condition was not known. Chief fire officer for Hertfordshire, Darryl Keen, said the fire \"had spread inside the roof all the way along the entire property\". \"That rapidly escalated and the crews worked extremely hard in very difficult circumstances to rescue 33 of the 35 people who were in that property.\" Mr Keen said the outcome could have been even worse had crews not reacted so quickly. \"We had a number of people that were unable to get themselves out, you know, physically would not have been able to move even under normal circumstances,\" he said. \"And when you add the difficulties that a fire would create to the situation, it makes it even worse\". Hertfordshire County Council said in a statement: \"Firefighters were faced with an extremely fierce fire, well-established in the first floor and the roof of the building, which has since collapsed.\" \"Sadly, we can confirm that two people died in the fire and we would like to offer our sympathies to their families,\" the statement added. A spokeswoman for Hertfordshire Police said: \"Officers attended and assisted with the evacuation of the building and helped to transport residents to an emergency reception centre, which was set up nearby.\" \"Investigations are being led by the fire service at this stage and we will continue to provide assistance where necessary.\"The Newgrange website describes itself as \"a comprehensively-equipped 38-bed private residential care home\" serving Hertfordshire and the surrounding areas. It says the home \"received a three star 'excellent' rating\" at the last Care Quality Commission inspection. The statement from the county council added that it was working with Broxbourne Council and the health service to assess the needs of the evacuated residents and arrange alternative accommodation. More than £500 has already been raised through an online fund set up to help residents of the care home in the aftermath of the blaze. ", "url": "https://www.bbc.com/news/uk-england-39540401"}