{"datetime": "2019-05-22T11:43:16.000Z", "title": "Shrewsbury and Telford hospitals to hire 200 more staff", "article": "An under-fire hospital trust plans to invest £32m to employ 200 more staff and revamp buildings and equipment. Shrewsbury and Telford Hospitals Trust (SaTH) wasput into special measures last November after inspectors decided it could no longer run itself alone. Savings from across the trust and central NHS cash will be used to hire 50 extra A&E nurses, as well as other nursing staff and doctors. The trust's chief executive said it had endured a \"very difficult time\". Earlier this month, the trust was fined £16,000 over failures surrounding thediscovery of asbestos at its Royal Shrewsbury Hospital site. Some £17m of the investment will be used to improve building safety and make them more fire proof and weather resistant. Extra equipment is also being brought in, including a second CT scanner in Telford and automated devices to help dispense medication. The remaining £15m will be used to recruit staff, although the trust has had a mixed success with this in recent years. Last month, the trust appointed 17 extra middle-grade doctors from overseas, mainly from India. However, hiring A&E doctors and nurses have historically been a particular challenge. SaTH was put in special measures last year due to safety concerns in emergency and maternity services and is also currently being investigatedover baby deaths . A&E staff are particularly being targeted as part of the latest recruitment drive, with £1m also being spent on the maternity department. The trust said the cash was coming from efficiency savings, negotiating better procurement contracts and increases in tariffs from the central NHS . Further savings also include waste reductions and paying for more cost effective equipment, the trust said. Latest news from the West Midlands \"We're building on improvements we've seen in recent years to make sure that the care we can offer really does reassure the population that it is a safe service and a good service,\" said Mr Wright. \"We cannot wait for the reconfiguration of our hospitals to get on with it, the time is now.\" Under the Future Fit plans, many services will be centralised at either the Royal Shrewsbury Hospital or Telford's Princess Royal. However, it could take at least six years to be completed, assuming it is given the go-ahead by the secretary of state. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone. ", "url": "https://www.bbc.com/news/uk-england-shropshire-48358633"}