{"datetime": "2018-11-08T18:59:12.000Z", "title": "Shropshire baby deaths hospital trust in special measures", "article": "A hospital trust being investigated over baby deaths and subject to repeated warnings over patient safety across two sites has been put into special measures. It means Shrewsbury and Telford Hospital Trust (SaTH) in Shropshire is no longer trusted to run itself alone.The trust was already reporting to a watchdog over maternity and emergency services care at both Royal Shrewsbury and The Princess Royal hospitals. SaTH said it faced a \"huge challenge\". The decision follows months of concern over the trust. Issues included an announcement in August that the scope of an independent review into a series of baby deaths - commissioned by the government in 2017 and led by midwife Donna Ockenden - would be expanded, with concerns raised over what is thought to be more than 100 cases. Health Secretary Matt Hancock has written to local politicians to inform them of the move to special measures. He wrote: \"In light of ongoing concerns about the trust's quality and performance and recent concerns raised by the Care Quality Commission, I believe that this is the right decision to take to ensure safe services for patients.\" Mr Hancock said SaTH would receive support and \"enhanced oversight\" from NHS Improvement (NHSI). NHSI said it was the first time it had put a trust in special measures without a recommendation from the Care Quality Commission (CQC) to which SaTH had been reporting over Royal Shrewsbury and The Princess Royal, its sister site in Telford. The CQC said its inspection report on SaTH was due, but it had been minded to recommend special measures as it believed the trust would be unable to improve \"without external support\". SaTH's chief executive Simon Wright said special measures would cause \"anxiety among our patients and staff\", but added: \"We absolutely welcome that extra support that comes with special measures and NHS Improvement's support for the trust's leadership to make the necessary improvements.\" Following inspections in August, the CQC announced in October concerns over patient safety in not only maternity but emergency services.In response, the CQC ordered the two hospitals to check in weekly over the departments' standards. On Tuesday, SaTh was hit with a further CQC warning over staffing levels in critical care and concerns over practice on some medical wards.Three days earlier, an estimated 3,000 people marched in protest over SaTH's plan to close A&E at The Princess Royal at night, with the trust citing staff shortages for its decision. By Michael Buchanan, BBC health correspondent Last month, in an impromptu interview, I asked the trust's chief executive Simon Wright if he was out of his depth. He said he wasn't but today's decision means that regulators have lost confidence in the leadership of the trust. They simply do not believe that they can improve care and the extensive list of failings released by NHS Improvement this afternoon, shows the depth of the problems. It says something that some local politicians had actually requested special measures, so disheartened were they by the trust's attitude to legitimate concerns. Add in a defensive attitude to the Ockenden Review, the ever-growing investigation into scores of allegations of maternity failings over nearly 20 years, and today's action seems a logical conclusion for a trust spiralling from problem to problem.NHSI said the special measures came amid a risk to patient care, with challenges faced by the trust including \"urgent and maternity care\" as well as governance, workforce and whistleblowing issues. Support is set to include additional funding and troubleshooting the trust's vacancies. ", "url": "https://www.bbc.com/news/uk-england-shropshire-46137864"}