{"datetime": "2019-05-10T11:44:29.000Z", "title": "CQC acts over Shrewsbury and Telford hospital fears", "article": "\"Further urgent action\" has been taken against a hospital trust already in special measures amid safety concerns over emergency and maternity services. The Care Quality Commission (CQC) said it acted over emergency care, including paediatrics, following an inspection of two acute sites run by Shrewsbury and Telford NHS Hospitals Trust (SaTH). The watchdog says it will issue a report on its latest findings soon. SaTH says it is facing \"huge\" emergency demand.While the CQC said it was unable to share detail of its latest concerns about Royal Shrewsbury Hospital and Telford's Princess Royal, a SaTH spokesperson said the watchdog's main issue was over children leaving emergency departments without treatment. The beleaguered trust was put in special measures in November, meaning inspectors no longer trusted it to run itself alone. When that happened, it was already reporting weekly to the CQC over standards in the hospitals' maternity and emergency care. SaTH is also being investigated over baby deaths,with the scope of a review widened to include the concerns of 250 families . On Thursday, it was fined £16,000 overfailures surrounding the discovery of asbestos at the Shrewsbury site. Inspectors visited the hospitals last month. A CQC spokesperson said: \"As a result we took further urgent action with regard to emergency department care, including paediatrics.\"We are unable to give further details at this time but will report on our findings shortly.\" The CQC added the trust was being \"monitored closely\", with NHS Improvement and NHS England also involved. SaTH medical director Dr Edwin Borman said: \"We were not able to see all of our patients in 15 minutes, in line with national performance targets, and some of our patients left before we could start treatment. \"We have alerted our GP colleagues of any children who left our [emergency departments] before treatment, which was the main area of concern for the CQC.\" Nigel Lee, SaTH's chief operating officer, said: \"In Shropshire throughout April we have seen huge increases in emergency demand with over 20% more attendances and 30% more ambulances at our emergency departments. \"Our staff are working incredibly hard to manage this demand while we await our new recruits who will start with us in June.\" In April, 17 new doctors were recruited.Insufficient staffing formed part of inspectors' safety concerns. ", "url": "https://www.bbc.com/news/uk-england-shropshire-48227357"}