{"datetime": "2019-04-03T10:02:47.000Z", "title": "New A&amp;E doctors for hospitals in Shrewsbury and Telford", "article": "Seventeen new doctors have been recruited for two hospital A&E departments deemed unsafe by inspectors amid concerns over staffing levels. The middle grade doctors for Royal Shrewsbury Hospital and Telford's Princess Royal Hospital were recruited in Dubai and India.In October, both sites were told to check in weekly with a watchdog over their emergency care. The trust which runs the sites says the recruitment boost is \"significant\". October's enforcement action against Shropshire and Telford Hospital NHS Trust (SATH) was brought by the Care Quality Commission (CQC).A report into CQC inspections of the hospitals was published the following month and rated each site inadequate.It said medical and nurse staffing \"was not adequate to keep patients safe\", particularly at Telford. Also in November, SATH was put into special measures, meaning itwas no longer trusted to run itself alone .SATH chief executive Simon Wright said: [The new recruitment] is a really significant increase for us so that is going to be great news. \"The 17 doctors that we have appointed will remove our reliance on agency.\" He said the new doctors would all need to complete the appropriate checks, including visas, before joining the trust. Shrewsbury and Telford Hospital NHS Trust staff also visited Dublin to try to attract nurses to Shropshire, but said they were looking to \"extend that net a little wider\". He added: \"As the staffing level starts to lift, we will see it easier to recruit.\" In November,a plan to close Telford's A&E overnight due to staff shortages was scrapped when SATH said it had attracted enough workers to maintain a 24/7 service. An investigation into maternity failings at the trust is under way, withmore than 250 families raising concerns about its care. Concern over maternity care was raised by the CQCalongside its fears over A&E safety during the inspections which led to October's enforcement action. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-shropshire-47785679"}