{"datetime": "2019-01-29T21:20:37.000Z", "title": "Future Fit: Shropshire hospitals revamp plans approved", "article": "Shrewsbury will house the main emergency care centre in Shropshire, health bosses have decided. Clinical commissioners approved the preferred option for the Future Fit reorganisation of hospital services, which will see Telford's A&E downgraded to an urgent care centre. About 200 people were at a meeting to hear the decision, with shouts of \"shame on you\" as the vote was cast. Telford & Wrekin Council has now called for the government to intervene. The decision, made at the meeting at Harper Adams University, means Telford's Princess Royal Hospital will become the home of planned care, with Royal Shrewsbury Hospital also housing most women and children's services. The joint meeting of Shropshire and Telford & Wrekin Clinical Commissioning Groups was toldthe option would mean fewer people have to travel further and it provided best value for money. In a statement, the council said it would call for an emergency meeting to formally refer the decision to Health Secretary Matt Hancock on the grounds it would be against the interests of health services in the borough. Jo Leahy, chair of Telford CCG, said: \"We are all here because we care about the NHS and our populations, we are doing our very best to do the best thing for the greatest number of people and that is why we have made this decision today.\" The programme to overhaul services at the county's two main hospitals, which are also used by many patients from mid Wales, began in 2013. NHS bosses said it was needed to make sure services were sustainable for the future. Residents and the councilhave been fighting the idea of downgrading its A&E and raised concerns about services moving from the £28m purpose-built women and children's centre, which opened in 2014. Work will now begin on a final business case, with all changes to be made by the start of 2025. Tammy Wood, from Telford, who attended the meeting said: \"All of us would like to have all the services at the end of our road but at least we have a decision which is going to mean good services for the whole of Shropshire, because what we have at the moment is not acceptable.\"Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone. ", "url": "https://www.bbc.com/news/uk-england-shropshire-47032333"}