{"datetime": "2022-02-16T13:07:44.000Z", "title": "Shropshire NHS trust accepts mistake in hospital closure", "article": "An NHS trust has accepted it was wrong to close a community hospital without first consulting people living nearby. The 12-bed Bishop's Castle Community Hospital in Shropshireclosed in October 2021 , because of staff shortages and patient safety concerns. Shropshire Community NHS Health Trust was then threatened with a judicial review brought by a local resident who argued rules on consultation were not followed. The trust said it would not contest it. Its chief executive, Patricia Davies, said: \"The decision to close the ward was made because of significant patient and staff safety concerns.\"However, we recognise that there should have been service user involvement before the decision was made and apologise that this was not done.\" Outpatient physiotherapy and diabetic eye screening clinics are running from the hospital again, but the inpatient beds remain closed. Ms Davies said there had been talks with key users and interested parties since the closure and that the trust was \"absolutely committed to engaging and involving our communities\". Shropshire Liberal Democrat councillor Heather Kidd said campaigners would continue to fight to get the 12 inpatient beds reopened.She said the community was behind them and while beds in Bishop's Castle are closed, patients are having to recuperate in Whitchurch, Ludlow and Bridgnorth. The campaigners hope they can persuade health bosses and local GPs to work together and get the hospital fully reopened in the future.The man who brought the legal action, Bishop's Castle resident Nick Mitchinson, said: \"They said it was about safety, but they didn't provide evidence of that and they didn't work with local people to try and find an alternative to closure.\" While he is pleased with the outcome, he said it was \"a shame we had to go to these lengths when the trust could have just worked with the local community in the first place\". Along with local councillors, he is now calling for \"an inclusive public consultation lasting a minimum of six weeks\" and said they would look for \"solutions that will keep the hospital open\". The planned judicial review will not go ahead now and Ms Kidd said the trust had agreed to pay all the costs incurred so far. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60402287"}