{"datetime": "2022-02-10T17:36:53.000Z", "author": "Joanne Gallacher", "title": "Shropshire Council: Tories criticise government health cash", "article": "A Conservative-run council says the money the government has given it to invest in public health is not enough to tackle long-term pressures. Shropshire Council said a grant of £12.8m allocated for 2022/23 was the lowest for a local authority in the West Midlands region.It added it was \"the 17th lowest-funded council in the country with £39 per head\". The government said it was aware of the pressures facing councils nationwide.The public health grants promote wellbeing and are spent on preventative services, including help to stop smoking and drug and alcohol programmes. Cabinet member for public health, Simon Jones, said the authority was \"grateful\" to receive the government funding, but \"with no real-terms increase, it shows little understanding of the long-term impacts\" of Covid-19 on its residents.He added it was \"also bitterly disappointing\" that Shropshire remained \"the lowest-funded local authority in the region\" where the grants were concerned. Mr Jones stated this \"puts us as the 17th lowest-funded council in the country with £39 per head, compared to £73 per head in Telford & Wrekin and £67 nationally\".Despite the \"significant impact of the pandemic on our rural population, and an estimated 57% of our residents who have a vulnerability\", there had been \"no attempt to level up the funding gap\" to areas such as Shropshire, he said. Mr Jones added: \"There is a massive job to be done going forward and unfortunately, the public health settlement is insufficient to tackle the long-term pressures that we are facing.\"The council's director of public health, Rachel Robinson, said the \"right level\" of resourcing was needed to address inequalities deepened during the pandemic.Over the last two years, public health teams had worked \"tirelessly\" to help reduce the spread of Covid and keep communities safe, she stated. \"Our work around COVID-19 in Shropshire is not yet over and we also remain committed to supporting a healthier Shropshire; addressing the increased health and wellbeing needs and the inequalities which have been deepened by COVID-19, but this requires the right level of resourcing.\"Neighbouring Telford & Wrekin Council, a Labour-run authority, received £13.168m for 2022/23, which was \"about what we expected\", said Kelly Middleton, its cabinet member for leisure, public health and wellbeing, equalities and partnerships. She said while the grant included a 2.8% increase on the previous year, inflation levels were running at 5%. Therefore, she stated, the authority was \"facing a real terms cut at a time when services to support health and wellbeing are needed more than ever\". She added: \"Government need to recognise that we are facing the biggest health crisis of our lifetime.\"A government spokesperson said it was aware of the pressures facing authorities across the country, \"which is why we are providing more than £3.4bn through the Public Health Grant, with each receiving a 2.8% increase, a total of £12,775,141 in Shropshire. \"This money will enable local authorities to continue to invest in prevention of ill health and in essential frontline services like child health visits, drug treatment and sexual health services.\"In addition, we have announced specific investment to tackle obesity, we support improvements in the quality and capacity of drug and alcohol treatment and continue to provide funding to local authorities to tackle Covid-19 in their local communities.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60333615"}