{"datetime": "2018-09-06T16:02:55.000Z", "title": "'Urgent action' at Shrewsbury and Telford hospital trust", "article": "\"Urgent enforcement action\" has been taken against a hospital trust after an inspection highlighted safety fears. The Care Quality Commission (CQC) inspected Shrewsbury and Telford Hospital Trust last week amid claims of staff shortages. It means the watchdog has the ability to suspend the trust's registration or impose restrictions on it. The trust, which has 28 days to appeal against the notice, said it will \"work hard to reassure the CQC and patients\". The trust was already under investigation over allegations ofdozens of avoidable deaths and injuries in its maternity unit . The latest notice primarily applies to the systems in place \"around patients who may present with sepsis or other deteriorating medical conditions in Emergency Departments and the environmental safety of our Emergency Department at the Princess Royal Hospital\", Chief Executive Simon Wright said in a statement. \"Work on identified areas had already begun before this notification and we will continue to work hard in these areas to reassure the CQC, and therefore our patients and staff, that these procedures are in place\", Mr Wright added. Heidi Smoult, the CQC's deputy chief inspector of hospitals, said last month's inspection \"identified concerns regarding patient safety\". \"We have now taken urgent enforcement action against the trust to ensure that people always get the care and treatment they have every right to expect.\" By Michael Buchanan, BBC News There's a sense of inevitability about the CQC action. The trust's A&E performance has been struggling for years, with patients and health bosses in Shropshire becoming increasingly concerned.The trust has also struggled to hire staff, both consultants and junior doctors; it recently conducted interviews by Skype with eight doctors in India.In a recent survey staff scored the trust poorly on \"care for patients is our top priority\" and \"I would recommend this organisation as a place to work or receive care\". The CQC action comes as the trust is under intense pressure over its maternity services with allegations that dozens of babies died unnecessarily or suffered avoidable harm due to errors.The trust's defensive response to that, coupled with these problems in its A&E department, will put more pressure on the senior leadership team.Last week, an A&E nurse resigned from the trust citing safety reasons, prompting the chief executive to say staff shortages were unsustainable, and that the situation was \"very fragile\". As well as a long-standing shortage of A&E consultants there is also a significant shortage of both nurses and middle-grade doctors.Last weekfunding was secured to build a new £3m ward at Princess Royal Hospital in Telford following CQC concerns about patients being treated in corridors.Patients were \"competing for beds\" at the trust's hospitals,a consultant revealed .", "url": "https://www.bbc.com/news/uk-england-shropshire-45435551"}