{"datetime": "2018-03-28T15:06:37.000Z", "title": "Shrewsbury and Telford hospitals revamp handed £312m", "article": "A plan to radically overhaul services at two Shropshire hospitals has been awarded £312m of government funding. The NHS project landed the greatest slice of a £760m pot set for 40 hospitals and initiatives in England.The \"Future Fit\" proposals, first floated in 2013, sought to centralise services at either Royal Shrewsbury Hospital or Telford's Princess Royal.Public consultation has been on hold while awaiting funding news, but is set to start in the next few months. In 2017, local health bosses agreed an option that would see emergency care and women and children's services located in Shrewsbury. The Telford site, meanwhile, would become the centre for planned care, such as elective surgery, orthopaedics and specialist bariatric and breast services, yet see its emergency department downgraded. Shrewsbury and Telford Hospitals NHS Trust , which runs both sites, has argued centralising services including emergency care would make it easier to recruit staff, improve facilities and improve care quality. But the issue of emergency care has been a divisive element in Telford, with the public fighting plans to downgrade its A&E unit. Telford & Wrekin Council's Labour leader, Shaun Davies, said the announcement was \"not good news\" for Telford, but the move would allow residents to give their views. He has also criticised plans to move women and children's services to Shrewsbury from a £28m centre which opened in Telford in 2014. Telford's Conservative MP Lucy Allan spoke during Prime Minister's Questions on Wednesday and called the funding \"fantastic news\". A&Es at the sites have been underperforming and in January the hospitals' trust was deemed the worst in England for waiting times. Hospital bosses have also struggled to recruit enough senior emergency doctors.One consultant resigned at the beginning of March, taking the total to just eight across both Shrewsbury and Telford - 10 is the recommended number for each A&E department, the Royal College of Emergency Medicine says. ", "url": "https://www.bbc.com/news/uk-england-shropshire-43542398"}