{"datetime": "2022-02-08T18:07:24.000Z", "title": "Plans revealed to 'transform' Shrewsbury's riverside", "article": "Plans to \"transform\" Shrewsbury's riverside area have been revealed amid pledges of a \"stunning\" overhaul. The proposed town centre development combines shops, restaurants, bars and hotels with zero-carbon offices and 270 new homes. In total, Shropshire Council claims, the \"game-changing, mixed-use\" scheme would create almost 2,000 jobs.It adds the project is a \"major opportunity\" to upgrade the town centre for \"generations\".The local authority plans todemolish the Riverside Shopping Centre and also the Pride Hill shopping centre to make way for the scheme, which would cost £77m.The council bought the sites, along with the Darwin centre,for £51m in January 2018. Cabinet will be asked next week for just over £3m to start the planning process. The development will also include a new travel hub including a multi-storey car park with electrical charging points and spaces for cycles. The council says it hopes the development will help Shrewsbury attract 750,000 new visitors per year as part of a wider £800m investment in the town under the Big Town Plan.In a statement, the authority said: \"This is a major opportunity to transform Shrewsbury's town centre for generations, creating a truly 21st Century destination and experience, taking the town to the water to create a stunning riverside attraction.\"This is a chance for Shrewsbury to transform and thrive in a changing world and offer everyone using this part of the town a unique experience and the chance for the town to continue to evolve and open a new chapter in its long and vibrant history.\" The council's deputy leader Ed Potter said demolition could begin next year. Mr Potter said, historically, Shrewsbury had turned its back on land by the River Severn, with the area previously home to a livestock market and abattoir.\"We want to turn the town to face the river, which is a great asset,\" he said. Funding will come from the council's capital programme, as well as through borrowing and partnerships. The council also intends to sell its Shirehall HQ, with funds going towards the development, and staff to move into civic offices within the new site. Mr Potter said the authority had been \"pleasantly surprised\" by businesses interested in being part of the scheme. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60307482"}