{"datetime": "2021-09-20T17:00:45.000Z", "title": "Plan to redevelop Ironbridge Power Station is approved", "article": "Controversial plans to build up to 1,000 homes on the site of a former power station have been approved. The proposals for the Ironbridge Power Station site in Shropshire also include a school, retirement village, railway link and shops. The project had been rejected by planning committee members in Augustover concerns about traffic, and complaints of too few affordable homes. Campaigners say they are \"disappointed\" by the reversal. The site was bought by The Harworth Group in 2018after the power station closed in 2015. The cooling towers were demolished two years ago.At a meeting on Monday, members of Shropshire Council's southern planning committee agreed the plans by six votes to four after Harworth Group agreed to increase the amount of affordable housing on the site from 5% to 10%.Its agent told the hearing the group had been working on the plans for three years and were left \"frustrated and disappointed\" when proposals were refused. The company also agreed to put forward an increased amount of £350,000 for road improvements, as well as £913,000 for a healthcare facility. by Joanne Gallacher, BBC Shropshire It was a case of third time lucky for developers Harworth.Councillors have been under tremendous pressure from officers at Shropshire Council to get this through. The site is worth a lot of money to the authority. It is the biggest planning application to come across the desk and it is a decision that affects the whole of the county. Telford and Wrekin had already granted permission. Also, Shropshire Council had been previously warned there could be a lengthy and costly legal battle if rejected again - developers Harworth already said they would take action, and they claimed their costs alone would be half a million. But there was a lot of disappointment in the council chamber and many people voiced concerns about the plans. In the end, Harworth have upped their offer from last month. They say they will build 100 affordable homes, they will give the clinical commissioning group, which pays for health provision, £900,000 - up from £500,000 - and say they will make changes to roads and junctions and bring in extra safety measures.This is not new money though. They will be taking cash from a pot earmarked to subsidise public transport, in particular bus routes. People are likely to see building work begin in the next two years. Members of neighbouring parish councils told the meeting they had concerns about the impact on traffic from the site.While some committee members raised concerns that affordable housing numbers remained \"inadequate\", one councillor, Nigel Lumby, said: \"I think everybody has worked really hard to counter all the issues that the various communities have.\" Former Much Wenlock councillor, David Turner, who campaigned against the plans, said: \"I have to say I am disappointed the decision taken in August has been reversed because I don't think a great deal has changed in terms of what has come forward from the applicants. \"We now have to make the best of it,\" he added.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-58628401"}