{"datetime": "2022-02-02T15:49:41.000Z", "title": "Shropshire 'overlooked' in 'levelling up' plan", "article": "Government plans to \"level up\" the country are ignoring rural areas like Shropshire, the local authority has said. The scheme is designed to close the gap between rich and poor parts of the country. On Wednesday, Levelling Up Secretary Michael Goveannounced details of the government strategy . But councillor Ed Potter said the plans meant \"once again Shropshire has been overlooked\". \"At the moment we feel overlooked, unrecognised, taken for granted and completely undervalued,\" the cabinet member for economic growth said. Philip Dunne, Tory MP for Ludlow, echoed the council's disappointment at failing to get anything from Wednesday's announcements and said he would be arranging a meeting with Mr Gove. Liberal Democrat MP Helen Morgan, who took the North Shropshire seat from the Conservatives in December, said the plans showed the government was continuing to ignore people in the area. \"We are having our rural services cut left and right and we are facing [a] healthcare crisis. Yet the government chooses to turn a blind eye,\" she added. The secretary of state's plans bring all existing government initiatives into 12 \"national missions\" which include improving \"well-being\" and increasing pay, employment and productivity across the UK. Parts of the West Midlands have been targeted directly in the strategy with Wolverhampton the first place to have derelict urban sites picked out for redevelopment. There will also be £100m from the government for \"innovation accelerators\" to increase research and development in places including the West Midlands. Labour said the latest plans contained no new money and in some cases had merely recycled ideas from as far back as 2008. Ahead of today's announcement,Mr Gove said : \"Unless we are the government for levelling up, then we will fail the people who voted for us in 2019.\" But Shropshire Council said its three bids for cash from the Levelling Up Fund for £60m for Craven Arms, Oswestry and Shrewsbury had been rejected in 2021 and the authority also missed outon High Street funding. Mr Potter said he felt the county's \"rurality\" had not been recognised and there remained a divide between big urban areas and places like Shropshire. \"We are one of the lowest funded councils in the country,\" he added. \"We have the same population as Nottingham but are 42 times bigger, yet they have 10% more spending power than we do.\" The authority said it would reflect on the announcements and then decide what to do next for the county. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60232061"}