{"datetime": "2022-02-15T06:37:57.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson: Bradford children's services struggled to keep staff", "article": "Social workers at a council criticised over the Star Hobson case were left struggling to cope as bosses failed to fill vacancies, a report has found. Commissioner Steve Walker launched a review of Bradford children's services following the toddler's murder in 2020. Hisrecently published findings highlighted a reliance on agency staff and a steep rise in caseloads. Mr Walker said improvements had been too slow, but praised council leaders' commitment to investing in the service. He commenced his report last September, a year after 16-month-old Star died followingmonths of \"neglect, cruelty and injury\" by her mother and her partner. Relatives criticised the social services response to a number of referrals raising alarm over Star's treatment, with her great-grandmother saying she had warned Bradford Council it faced \"another Baby P\" if no action was taken. After Star's mother and her partner were jailed over her death,the authority was stripped of control over its children's services department, which will be run by a council-owned trust led by an independent board. The move was among recommendations made in Mr Walker's report, which was handed to Education Secretary Nadhim Zahawi last month. Mr Walker found that the city's children's services - rated inadequate by Ofsted in 2018 - had faced ongoing struggles to recruit and retain social workers. When he began writing his report, he said, there were 124 vacancies filled by 173 members of agency staff. This, combined with a 38% increase in caseload since 2018, had affected the stability of the workforce, he said. More also needed to be done to secure a permanent leadership team, he said, noting that the department's director and deputy director both resigned towards the end of last year. Both positions were still being filled by less senior members acting up, he said. While the positions remained unfilled it was \"unsettling for staff and impacts on the ability of children's services to build effective working relationships with partners\", Mr Walker said. Mr Walker praised the commitment of the council's leadership and their willingness to prioritise requests for extra children's services funding.However, he said spending had outstripped the department's core budget, mainly due to the high use of agency staff and costs of care placements for children. Mr Walker said Bradford had some of the most disadvantaged communities in the country, which have been disproportionately affected by Covid-19, and child poverty rates were rising faster than the national trend.The authority has higher levels of childhood obesity, teenage pregnancy and accidental injury. Infant mortality rates in Bradford are also significantly higher than the comparative value for England, the report said. Mr Walker said improvement had been too slow, and recommended the council work alongside an Executive Commissioner, who would have increased powers to drive improvement.However, the council has told the Department for Education it would prefer to create a trust to run children's services on its behalf.Council leader Susan Hinchcliffe said Mr Walker's report highlighted many strengths such as \"the commitment of staff, extra resources, strong political and leadership support and strong safeguarding arrangements\". But it also highlighted challenges such as \"recruiting a stable workforce\", she said, and overcoming these to \"provide better outcomes for children and families and support our front-line staff\" was the authority's \"key focus\".\"We are working closely with the government to deliver the recommendations within the report and to set up a children's company in Bradford that will provide the extra impetus to deliver the improvements we need,\" she said. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60376229"}