{"datetime": "2022-01-24T12:51:10.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson murder: Social services review delayed", "article": "A review into the death of murdered toddler Star Hobson has been delayed. The 16-month-old died in 2020 after months of \"neglect, cruelty and injury\" at the hands of mother Frankie Smith and partner Savannah Brockhill.An independent review examining how authorities responded to five social services referrals before her death was expected this month. Authors of the Local Child Safeguarding Practice Review said more work was needed to assess a \"mass of evidence\". A trial at Bradford Crown Court heard that concerned family and friends made five referrals about Star in the nine months before her death in September 2020. She bled to death after suffering \"catastrophic\" injuries at the hands of Brockhill, her mother's \"violent-tempered\" girlfriend, at the couple's home in Keighley, West Yorkshire. Chair of The Bradford Partnership Jane Booth said: \"Many people will be aware that a considerable amount of detailed evidence emerged during the murder trial. Not all this evidence was available to the independent author of the review.\" She said the national Child Safeguarding Practice Review Panel had \"agreed that this mass of evidence needs to be looked at in great depth to make sure the review's recommendations are as robust as they can be so that learning for all agencies is captured\". Ms Booth said the authors wanted the views of Star's family to be \"fully reflected in the final report\". The report's authors also planned to work with those reviewing thedeath of Arthur Labinjo-Hughes - a six-year-old killed by his stepmother - \"to understand common themes across both cases\". \"We know that not being able to publish the review in January is disappointing, particularly for the family and friends of Star,\" Ms Booth said, \"but we owe it to Star to make sure that the findings of the review take account of all the facts that emerged during the trial.\"It is vital that we all - partner agencies, staff and our communities - have full confidence in the review's recommendations and the actions that our partnership will need to take in the future to better protect children.\"We will announce a new publication date in due course.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-60112979"}