{"datetime": "2022-01-12T17:53:36.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson murder: Court of Appeal to review Frankie Smith sentence", "article": "The jail sentence handed to the mother of murdered toddler Star Hobson was \"too low\", the attorney general says. Star died in 2020 after months of \"neglect, cruelty and injury\". Her mother Frankie Smith, 20, was sentenced to eight years for causing or allowing her death. Smith's partner, Savannah Brockhill, 28, wasjailed for a minimum of 25 years for murder . Suella Braverman said she had referred Smith's sentence to the Court of Appeal as she thought it was \"unduly lenient\". Ms Braverman MP said: \"This is a tragic and extremely upsetting case and my thoughts are with all those who loved Star Hobson.\"This vulnerable and innocent child was subjected to continued physical abuse, and her mother, Frankie Smith, allowed it to happen.\" However, she said she would not be referring Brockhill's sentence to the Court of Appeal. She said: \"I can only challenge a sentence if it is not just lenient but unduly so, such that the sentencing judge made a gross error or imposed a sentence outside the range of sentences reasonably available in the circumstances of the offence.\"The threshold is a high one, and the test was not met in this case.\" A date for the Court of Appeal hearing is yet to be announced. A seven-week trial at Bradford Crown Court heard the toddler endured a campaign of physical and psychological abuse.She bled to death on 22 September 2020 after suffering \"catastrophic\" injuries at the hands of Brockhill, her mother's \"violent-tempered\" girlfriend. Prior to her death the couple had managed to fend off police and social workers despite five referrals from concerned family members and friends. Smith's friend Hollie Jones, who regularly babysat for Star and made the first referral in January 2020, welcomed the decision, adding: \"I just hope that she gets a longer sentence, that's what Star deserves really.\" Star's great-grandfather, David Fawcett, said despite family members feeling Smith's sentence was \"too lenient\", his grand-daughter would have to live with the death of her child \"for the rest of her life\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-59972686"}