{"datetime": "2021-12-15T00:45:51.000Z", "author": "Pritti Mistry", "subject": "Death of Star Hobson", "title": "Star Hobson babysitter criticises social services response", "article": "Star Hobson's former babysitter - the first person to raise concerns about the murdered toddler - has said her warnings were not taken seriously. Hollie Jones, 18, lodged an anonymous tip-off with Bradford City Council over her worries about Star's mother Frankie Smith and partner Savannah Brockhill. She said the couple, whohave been jailed over Star's death , were forewarned of a social services visit. The council declined to comment on Ms Jones' claims ahead of a review.Star, who was 16 months old when she died, suffered weeks of physical abuse before she was fatally assaulted by Savannah Brockhill at a flat in Keighley, West Yorkshire, in September 2020. Brockhill, 28, was found guilty of Star's murder while Smith, 20, was convicted of causing or allowing the toddler's death. Ms Jones, who looked after a six-month-old Star while Smith went out drinking, made her referral in January 2020 when she became concerned for the little girl. It was the first of five alerts from concerned relatives and family members, who had spotted signs of the physical and emotional abuse Star was experiencing. Ms Jones said she contacted social services anonymously because she was scared of the couple's reaction and had to pretend she had no knowledge of the referral. Ms Jones, who was present on the day social workers attended the couple's former address in Baildon, West Yorkshire, said the council \"rang an hour beforehand just to tell them they were coming\". She said Smith spent the hour \"cleaning Star, covering up bruises and things like that\". \"Frankie made me hold Star so that the social worker couldn't really see much of what she was like,\" she said. Ms Jones was angered when she was told the case had been closed. \"They just said that they visited and they have no concern, that she's safe with her mother... there's nothing more that they can do and everything looks fine,\" she said. She said social services \"needs to change\" and believes Star would still be alive if her referral had been treated differently and an unannounced visit had been made. \"It's like ringing up a criminal an hour before and saying 'I'm coming to get you'. It just doesn't really make sense\" she said. \"I think more things need to be put in place... because parents that are abusing their children know how to cover it up.\"Following the verdicts at Bradford Crown Court, Ms Jones said she felt relieved Star \"finally got justice and the closure she needs\". She paid tribute to a \"happy baby\" who always \"liked playing hide and seek or tig\". \"She always loved cuddles, so I think that's one thing that kind of breaks me a bit because that's been taken away from me,\" she said. Bradford City Council said it would be inappropriate to comment on individual claims before a Local Child Safeguarding Practice Review was published next month. At the conclusion of the court case it issued a joint statement with the city's safeguarding agencies, all of which said they \"deeply regret that not all the warning signs were seen\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-59660203"}