{"datetime": "2021-12-16T13:24:42.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson murder: Brockhill and Smith to have sentences reviewed", "article": "The Attorney General has been asked to review the sentences of two women jailed over the death of 16-month-old Star Hobson. Star died in 2020 after months of \"neglect, cruelty and injury\". Savannah Brockhill, 28, wasjailed for a minimum of 25 years for murder . Star's mother, Frankie Smith, 20, was sentenced to eight years for causing or allowing her death. Their case will be examined under the unduly lenient sentence scheme. A spokesperson for the Attorney General's Office confirmed it had received a request to review the sentences, adding: \"The Law Officers have 28 days from sentencing to consider the case and make a decision.\" A seven-week trial at Bradford Crown Court heard the toddler endured a campaign of physical and psychological abuse.She bled to death on 22 September 2020 after suffering \"catastrophic\" injuries at the hands of Brockhill, her mother's \"violent-tempered\" girlfriend. Prior to her death the couple had managed to fend off police and social workers despite five referrals from concerned family members and friends. Smith's friend Hollie Jones, who regularly babysat for Star and made the first referral in January 2020, said: \"Nothing will ever give enough justice because at the end of the day they've taken Star away from us all. \"She [Smith] played a part in the [death] of baby Star, so the fact she will be getting out in four years just scares me.\" Speaking after the sentencing, Smith's grandfather, Frank Smith, who made the final referral in September 2020, said he would \"never forgive\" his granddaughter and believes she should have got a tougher sentence, adding that he hoped Brockhill \"rots in hell\". \"I'll never get my head round it,\" he said. Earlier health minister Gillian Keegan told LBC that Smith's sentence \"doesn't sound enough\".She said: \"It's a shocking, shocking case - I mean, it's quite unbelievable. \"It doesn't fit within my remit but it fits within hers (the Attorney General's), so I'm sure that she'll be having those conversations.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-59683996"}