{"datetime": "2022-02-15T00:45:00.000Z", "author": "Nduka Orjinmo", "title": "Nigeria's sleepless students trying to beat the Lagos traffic", "article": "The notorious traffic jams of the Nigerian city of Lagos are robbing some children of their sleep. When 14-year-old Oluwapelumi Ogebere leaves home for school at 04:50, it is dark and chilly. Holding hands with her mother Atinuke Ogebere, her backpack makes a squishing sound as it rubs against her uniform as they walk more than 100m to the bus stop. They can barely see around them, the torchlight on Mrs Ogbere's phone illuminates only a small path in front. But they both walk with the assurance of practised routine - they have been doing this every school day since 2018 when they moved to the Ikorodu area of Lagos. Any delay in the routine, such as Mrs Ogbere not waking up at 02:00 or her daughter at 04:00 - or a missing sock - might mean Oluwapelumi getting sucked into the frenzy of rush-hour traffic and arriving late at secondary school 18km (11 miles) away in the Ikeja district. Many households face similar situations - and the sight of children, some as young as two, slumped inside school shuttle buses from 05:00 has become common in the city. Many working parents also rush off before dawn to drop their children at school then heading off to work early so they can beat the traffic and then pick them up late in the evening on their return. But experts are warning that these long hours are having an impact on the education of the children that might have lifelong consequences. \"A child that is supposed to have nine to 12 hours of sleep is probably having five or seven, the child is not ready for such a lifestyle,\" says Fehintola Daniels, a psychotherapist in Lagos. Children growing up like this develop sleeplessness, moodiness, anxiety and short-attention spans, which can lead to anxiety, depression and anger issues. Three year olds are too young to understand the concept of working, road traffic or even going to school, \"so they don't understand why mummy has to wake them up so early\", Mrs Daniels explains. Mrs Ogbere agrees that her child's education has been affected by waking up at 04:00 for the last four years. \"If it weren't for this stress, I am sure she would do better in school. \"If I say it is not having any effect on her, I am deceiving myself,\" Mrs Ogbere says. But she feels they were left with little choice when they moved to Ikorodu as they were unhappy about the choice of private schools on offer - and could not get a public school place. They opted for a public secondary school in Ikeja, forcing Oluwapelumi to commute twice daily on one of the busiest routes in Lagos. But there are some households that would consider that the Ogberes have it fairly easy. Some residents, who live in mainland Lagos and work in the business districts of Lagos Island, enrol their children in schools close to their work places for ease of commute. Banker Adaora Uche lives in the Shangisha neighbourhood on the mainland with her three-year-old son and both leave home at 04:45 for Victoria Island - a 27km journey. Their commute takes them over the Third Mainland Bridge - notorious for traffic jams that can last up to four hours during peak periods. They have to pass over it twice a day. \"I had no choice than to bring him close to my work place,\" says Ms Uche, a single mother. The other option was to enrol her son in a school on the mainland but that would mean picking him up as late as 21:00 or 22:00. \"The commute gives us time to bond. While we are stuck in traffic we can talk about our days and make plans, that is if he is not sleeping,\" she says. But such a routine can have consequences, warns Mrs Daniels - something Lawrence James, who is now in his 30s, is all too familiar with. As a child he left home at 04:30 for 12 years while schooling in Lagos. \"By the time you are in school you are already weary from the stress to keep up with learning,\" he says. He says it has made him impatient as an adult - and unable to cope with Lagos. He has now moved out of Lagos to Calabar in southern Nigeria, where he says life is calmer and moves at a much slower pace. Even school teachers in Lagos say they are beginning to see more children sleep in class or arriving at school unprepared. \"They don't do their homework because they are tired, they are not supposed to be stressed like that because they are too young,\" says Fayan Ekeng, a teacher in the Iyana Paja area of Lagos. But she understands that parents have to work to provide for their families and recommends that, where possible, they opt for schools close to home and employ house helps to reduce the burden of raising children in Lagos. When Oluwapelumi gets to the Agric bus station to get an early bus to Ikeja a crowd of commuters is already there - a long snaking queue visible from everyone's phone torches. Most there are in uniforms, one boy in green school cardigan is asleep on his mother's back. In Oluwapelumi's bag is a phone, she will text her mother when she arrives school in around two hours' time. Mrs Ogbere says a short prayer and looks forward to seeing her daughter later - her arrival can be anytime between 16:00 and 19:00. More on living in Lagos: ", "url": "https://www.bbc.com/news/world-africa-60258327"}