{"datetime": "2021-12-17T18:33:01.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson murder: Father Jordan Hobson 'will never recover'", "article": "The father of Star Hobson has said he will never recover from the murder of his \"precious daughter\". Jordan Hobson was one of five people to make a referral to social services before the 16-month-old's death from \"catastrophic\" injuries in 2020. Mr Hobson split from Star's mother Frankie Smith before the toddler was subjected to months of abuse. \"No sentence that a court can impose will ever bring back my precious daughter,\" he said. Savannah Brockhill, 28, with whom Smith began a relationship after she and Mr Hobson separated, wasconvicted of Star's murder and sentenced to at least 25 years . Smith was found guilty of causing or allowing Star's death and jailed for eight years. In a statement, university student Mr Hobson said: \"The horrific death of my beautiful baby daughter has left me devastated.\"I will never recover from the callous and cruel way in which Star was taken from me.\" Following the court case, he expressed a desire to \"grieve and begin to try and pick up the pieces of my life\". A seven-week trial at Bradford Crown Court heard the toddler, from Keighley, endured a campaign of physical and psychological abuse.She bled to death on 22 September 2020 after suffering \"catastrophic\" injuries at the hands of Brockhill, her mother's \"violent-tempered\" girlfriend. Prior to her death the couple had managed to fend off police and social workers despite five referrals from concerned family members and friends. Bradford Council said a Child Safeguarding Practice Review into the case would be published next month. Mr Hobson's father, Bernard, had told the court during sentencing on Wednesday his son could not bring himself to make a statementBernard Hobson said his son was \"heartbroken and haunted by his baby daughter suffering in her little life and her tragic death which didn't need to happen\". He said: \"What did Star do to deserve that her life, which had just begun, be snuffed out so prematurely? \"It's hard to comprehend that a girl that we knew could do something so heinous.\" Jordan Hobson and Smith had ended their relationship when he went to study at Sunderland University. The Attorney General has been asked to review the sentences given to Brockhill and Smith under the unduly lenient sentence scheme. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-59706220"}