{"datetime": "2022-01-30T00:23:34.000Z", "author": "Steve Holden", "title": "Peru: How Ed Sheeran helped Fireboy DML's hit go global", "article": "When Fireboy DML was told to check his DMs, he had to be convinced Ed Sheeran's message was real. Ed had sent the Nigerian singer a note saying he was a fan and wanted to collaborate on a remix of his Afrobeats hit, Peru.\"He had apparently been listening to the song for weeks,\" Fireboy tells Radio 1 Newsbeat, from his studio in Lagos, Nigeria.\"Not only had he heard the song, but he'd already recorded a verse for it too.\" The 25-year-old is aware of critics who say having such a big name on the track dilutes the song's origin.\"People were saying Peru was already big. It was already good enough without him,\" he says. But he says the \"only thing\" on his mind when he got Ed Sheeran involved with the remix was how it was \"going to be amazing for Afrobeats.\" \"It's the selfless mind-set that comes with being an Afrobeats artist. Everything you do is for the culture.\" In the song, Ed sings a couple of lines in Yoruba, a language predominantly used by millions of people across West Africa, especially in south western Nigeria.\"He did great,\" says Fireboy, who's real name is Adedamola Adefolahan. Fast-forward, and now the Peru remix is only being kept off the top of the UK Official Singles Chart by We Don't Talk About Bruno, from Disney movie Encanto.\"It would be amazing for the whole Afrobeats genre if it got to number one,\" he says. The remix with Ed Sheeran landed late last year, but Peru had already become Fireboy's biggest streaming hit to date and spent four weeks at the top of theOfficial Afrobeats Chart . Anyone looking for any hidden or deep meaning in the track will be disappointed. As the song lyrics tell us, Fireboy performed it spontaneously after arriving off a flight from Miami. He says he didn't overthink the song and recorded it as an off-the-cuff freestyle during an unplanned studio session last July. \"I knew I had a very beautiful, catchy song and when you've got a catchy hook in Afrobeats, you literally have a hit already .Just before Christmas, Fireboy met Ed Sheeran face to face for the first time to record the video in New York. \"It was a great atmosphere,\" he says. \"I've listened to him for more than a decade and he's the person who made me love the acoustic guitar.\" Fireboy has been making music since he was a child but the \"spark\" only ignited when he was in his second year at university. \"From that point on I was blind to everything else, including school and relationships. Music gives you a blind devotion and an obsession.\" With the success of Peru, Fireboy says he doesn't want to have \"too many lofty dreams and aspirations.\" \"That's how you set yourself up for undue pressure.\" But 2022 already looks like a busy year with US and UK tours, a third album and festival appearances, which he's hinted may involve his new mate Ed.\"Stay tuned. We want to give the fans some special memories this year.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-60147212"}