{"datetime": "2021-12-15T19:31:13.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson murder: Savannah Brockhill jailed for 25 years", "article": "A woman who murdered her partner's 16-month-old daughter after months of \"neglect, cruelty and injury\" has been jailed for a minimum of 25 years. Star Hobson suffered \"catastrophic\" injuries at the hands of Savannah Brockhill, her mother Frankie Smith's \"violent-tempered\" girlfriend. Judge Mrs Justice Lambert said the toddler was \"caught in the crossfire\" of the pair's toxic relationshipSmith was sentenced to eight years for causing or allowing Star's death. A seven-week trial heard Star had endured a campaign of physical and psychological abuse at the hands of the couple, who had managed to fend off police and social workers despite five referrals from concerned family members. Sentencing, Mrs Justice Lambert told the pair they had \"both behaved in a cruel and callous way\" towards the toddler, who was the victim of \"pointless and self-absorbed rows\" as they became consumed by their tempestuous relationship. It was Brockhill's \"fatal punch or kick\", delivered with \"the force of a car crash\" on 22 September 2020, that damaged Star's internal organs and caused deadly internal bleeding, the judge said. But the violent attack was \"not an isolated event\", and \"numerous other injuries were identified on Star's body\" after her death, including two brain injuries and various fractures to her skull, ribs and shinbone. In hersentencing remarks , the judge said Brockhill had a violent temper and took her anger out on Star by punching and slapping her, while Smith issued \"pointless\" punishments for perceived bad behaviour. Brockhill's \"jealous anger\" had caused her to be physically violent towards \"impressionable\" Smith, who had become obsessed with her girlfriend to the detriment of Star's wellbeing, the judge said. Videos filmed by the couple, including one of the \"clearly exhausted\" toddler falling off a plastic chair onto the floor, highlighted the \"callous indifference\" with which she was treated. The judge branded Smith a \"neglectful parent\" and said she did not believe the younger woman was \"so dominated\" that she was unable to leave her partner or to seek help. Smith, she said, had played \"a significant role\" in her child's death, and had failed to contact authorities when Brockhill's abuse had become apparent from bruises and marks on Star's face and body. \"This is something you have to live with for the rest of your life,\" she said. Addressing both defendants, the judge said anyone who had watched the trial unfold would be left asking \"why anyone would, or could, behave in such a way towards a young and vulnerable child who should be cherished and protected rather than abused and neglected.\" Mrs Justice Lambert paid tribute to Star's former babysitter Hollie Jones, who was the first person to contact social services and had \"tried to protect Star\". Her January 2020 referral would be followed by four others, with the final alert made weeks before Star's death. A victim impact statement from Star's great-grandmother, Anita Smith, was read out in court by prosecutor Alistair MacDonald QC. Mrs Smith, who made the second social services referral in May 2020, said she was heartbroken because she \"will never get to see Star grow up\". \"I kiss her photo at night saying 'goodnight'. Every morning I wake up and say 'morning beautiful',\" she said. Star's relatives have been critical of the social services response to their referrals, and Mrs Smith said she had warned Bradford City Council it faced \"another Baby P\" if no action was taken. Speaking after the verdict, Frankie Smith's grandfather, Frank Smith, who made the final referral in September 2020, echoed the wider family's frustrations. He said he would \"never forgive\" Frankie Smith and believes she should have got a tougher sentence, adding that he hoped Brockhill \"rots in hell\". In her sentencing remarks, Mrs Justice Lambert thanked members of Star's family who had cared for her and attempted to seek help.\"Those who loved Star are as bewildered as they are angry and sad at all that has been lost,\" she said. On Tuesday, when the jury delivered its verdicts, Star's great-grandfather David Fawcett criticised social services and said the family had done its best to raise the alarm. The close of the trial followed widespread outcry over the abuse and murder of six-year-old Arthur Labinjo-Hughes, which prompted Education Secretary Nadhim Zahawi to commission a national review of the boy's case.Findings from a report on Star's case, to be published next month, would \"feed into the national review, the Department for Education said.Mr Zahawi added that since Star's death a commissioner had been appointed \"to assess Bradford's capability and capacity to improve\" and he had met him on Monday to discuss the progress being made. He said the government would \"not hesitate\" to remove control of the city's troubled children's services department if it was deemed necessary to do so. Bradford City Council issued a joint statement with the city's safeguarding agencies, all of which said they \"deeply regret that not all the warning signs were seen\". A spokesman said a Local Child Safeguarding Practice Review would be published next month. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-59672858"}