{"datetime": "2021-12-17T16:23:28.000Z", "subject": "Death of Star Hobson", "title": "Star Hobson: Social workers 'spat at on the street'", "article": "Social workers say they have been threatened and verbally abused since the end of the Star Hobson trial. It emerged in court that there were five referrals to Bradford Council before the 16-month-old was murdered. The British Association of Social Workers (BASW) said dozens of members had been trolled online and spat at since the seven-week trial concluded. A front-line social worker told the BBC the \"extremely challenging\" job had been hit by cuts and staff shortages. Savannah Brockhill, was this weekfound guilty of Star's murder and jailed . The toddler's mother Frankie Smith was given eight years for causing or allowing her death. The case echoed that of Arthur Labinjo-Hughes - a six-year-old boy whose stepmother was last month convicted of his murder. Both were widely reported, sparking public anger and prompting government ministers to vow to take action to address apparent failings in children's services. Ofsted judged Bradford's children's services department as inadequate in 2018, with the government appointing a commissioner this September due to the \"slow pace\" of change since. A social worker from the North of England, who asked to remain anonymous, said there was a lack of understanding about the job among the public. \"We save children from harm on an hourly basis every day throughout the year, twenty four hours a day,\" they said. Austerity cuts and the loss of community-based services such as Sure Start had made \"managing risk for vulnerable children quite challenging in terms of access and support\".Increasing caseloads had made the job \"extremely challenging\", they said, and a growing number of referrals meant demand was going up. \"The supply of social workers is significantly dropping so you don't have to be an Eton graduate to work out there's going to be some issues.\" A BASW spokesperson said: \"Social workers share the nation's anguish over the tragic deaths of Arthur Labinjo-Hughes and Star Hobson, but we need to look for answers in the right way.\"We need to remember social workers continue to support thousands of children every day, around the clock - further vilifying social workers and the work they do, often through the media, will drive people out of the profession.\" Joanna Nicholas, a safeguarding consultant and social worker, said: \"We know there's been a huge impact in terms of lockdown, a 20% increase in serious incidents - children killed, allowed to die or with catastrophic injuries, it makes the most vulnerable even more vulnerable.\" Responding toa call from Conservative Keighley & Ilkley MP Robbie Moore for the leader and chief executive of Bradford Council to resign over the Star case, Ms Nicholas said politicians shouldn't comment before the findings of a review due next year are published. The BASW spokesperson added: \"We need social workers and the work they do - so often their positive work to improve the lives of children and families in challenging circumstances goes unnoticed.\"In a statement, the Department for Education said an ongoing independent review of children's social care would address \"some of the major challenges facing the sector\". \"We recognise the challenges councils are facing, including the pressure on children's services, which is why we are providing local authorities councils with £4.8bn in new grant funding to help maintain vital front-line services, including children's social care,\" they said. \"Our regional recovery fund is tackling the most pressing issues for vulnerable children, and we are making transformational investment in new social care placements, to increase quality and root out bad practice.\" A review commissioned by the Bradford Partnership into agencies' contacts with Star is due to be published in January. The DfE said the Star Hobson review would inform the ongoing national review into the handling of Arthur's case and stressed that it would \"not hesitate\" to remove children's services control from Bradford Council \"if necessary\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-59684207"}