{"datetime": "2022-02-07T01:46:33.000Z", "author": "Victor Ezeama", "title": "Nigeria's renters may no longer have to pay a year in advance", "article": "Finding a decent place to live can be a daunting task anywhere, but finding 12 months' rent in advance is an additional burden faced by millions of Nigerians. Landlords prefer large upfront payments as it reduces the chances of tenants defaulting. It is better to chase a tenant once rather than 12 times a year, goes the thinking. But this system might be about to change. Lawmakers are debating a law to make yearly upfront rents illegal in the capital, Abuja , while authorities in the biggest city, Lagos, are opting for a voluntary scheme beginning next month. The Lagos state government is hoping that by acting as a guarantor in a new payments system, landlords will be encouraged to switch to accepting monthly rents. Many residents, especially young people setting out to start a family, like the idea of monthly rents. Tunde Omotayo, who is getting married in April, is faced with raising 600,000 to 800,000 naira ($1,500-$2,000; £1,000-£1,400) for a \"decent apartment\" in mainland Lagos as he plans to move out of his friend's house after his wedding. For someone on a monthly salary of 300,000 naira that is extremely difficult.\"I thought my salary could conveniently take care of my rent but I'm shocked. At this point, I won't mind paying my rent monthly because as things stand I am distressed,\" he told the BBC. If he is enrolled on the new system he would only have to pay about 50,000 naira a month, which he reckons would make his life much easier with a wedding just around the corner. As one of the world's fastest-growing cities, demand for housing in Lagos increases every day, and houses don't come cheap. Two-bedroom apartments close to the city's main business district, Victoria Island, go for between $11,000 and $22,000 a year while low-to-middle-income housing can cost anywhere between $500 and $5,000 on the city's mainland. It is left up to the tenants to raise the funds, and the majority of working-class Nigerians have had to master the art of putting aside money every month to pay the annual rent. Some of those that have difficulty saving borrow from loan sharks with interest charges as high as 28% per month, while a fraction receive no-interest loans from their employers to cover the rent. Flat-sharing has also become popular for young middle-class people in Lagos so they can pool their resources to pay the huge annual rent.Many others have moved into neighbouring Ogun state where rent is more affordable, but they face a long daily commute to work in Lagos. Pam Christopher, who has just moved to Lagos from Jos, in central Nigeria where rents are far lower, could not believe the $2,400 rent demanded upfront for a two-bedroom apartment on mainland Lagos. \"[A] house is gold here,\" he told the BBC. \"I needed the two-bed because I plan to move my family here and now it looks like I can't afford it,\" he said. He is currently living with a friend and is looking forward to the government's intervention, which state Governor Babajide Sanwo-Olu said was \"designed to make people pay their rents according to their monthly earnings\". But as businessman Tosin Emmanuel found out when he broached the idea of paying rent monthly, it takes more than a speech by the governor to sway a Lagos landlord. \"The landlord asked if it was the government that bought the land and built the house for him. He said no government can determine how he collects his rent. \"The man said I should go and meet [Governor] Sanwo-Olu to give me a house,\" Mr Emmanuel told the BBC. For the scheme to be a success, the government is relying on the support of Lagos' powerful landlords. But that may not be forthcoming. \"Yearly rents should not be debated because many house-owners depend on it for survival,\" landlord Ayem Ojie told the BBC. Mr Ojie owns flats in Lagos' Ikorodu suburb and said he and many other house-owners built their properties to fund their retirement. \"Financial planning is easy when the funds are in bulk,\" he said. The word \"bulk\" comes up a lot in discussions with landlords. \"Maintaining a building demands bulk capital, not piecemeal,\" said Lekan Ade who owns a house in the middle-class Illupeju area on the mainland. Demand for housing outstrips supply in Lagos, and the rental sector is seen as a sellers' market, where those with the property can set the terms that tenants need to follow. Although the government says it has built 14 public housing schemes since 2019, where civil servant occupants pay low rents, there is still a large housing deficit that has been left to private developers to fill. They build what they want and charge what they want in a sector that is barely regulated.But many tenants who have already got a home are not so keen to change the system. Nigerians are used to paying upfront for things; cars, phones, school fees, and there are few mortgage facilities available for those who want to buy their own homes. Adaobi Asuoha, who lives in the middle-class Ajah district of Lagos Island, prefers to pay her rent annually as it allows her to be more financially flexible for the rest of the year. \"The monthly rental fees is good but yearly payment [takes] the pressure off you. There are some months when I would need my entire earnings for something else,\" she told the BBC.She gathers her rent by saving a percentage of her salary each month, Ms Asuoha said. This mindset of saving large amounts is a reflection of a Nigerian culture of upfront payments, says banker Kayode Omosebi. He believes that Nigerians are not culturally wired for monthly bills or paying in instalments, and that people see rents as an investment. \"In a place where job security and other bills are not guaranteed, people don't want to joke with their shelter,\" he said. If they have paid for a year in advance, that is something they don't have to worry about for another 12 months. But he believes that if more Nigerians open their minds to monthly payments, \"things are bound to get easier\". Even the government realises that its ambitious monthly payments plan is at the mercy of the powerful landlords and might be dead on arrival. \"We know we cannot enforce monthly rent collection on landlords,\" said Toke Benson-Awoyinka, special adviser to the Lagos governor on housing. But the government says its new scheme was designed after consultations with all stakeholders and sees no reason why it cannot work. ", "url": "https://www.bbc.com/news/world-africa-59935573"}