{"datetime": "2021-11-29T06:45:08.000Z", "author": "Steve Holden", "title": "Skepta's manager Grace Ladoja: I was once afraid of the music industry", "article": "The first time Grace Ladoja met Skepta, he was hiding behind a curtain. They were both at a gig by US rapper Danny Brown but Skepta didn't want anyone to see him. \"He didn't want the attention to be taken off of Danny,\" Grace tells Radio 1 Newsbeat. \"Most people like to be seen. He wanted Danny to shine. I knew that he was someone with integrity.\" Grace says she hit it off with the rapper immediately and in 2014 became his co-manager. \"As soon as we met, we just spoke for hours. We went for a drive and just chatted about London, his life, his vision and my vision.\"It was like hanging with an old friend. I don't think our relationship has really changed from that day.\" The rest is history. Skepta soon became one of the UK's most high-profile artists by pushing grime to the mainstream and winningthe Mercury Prize in 2016.He had already released three albums by the time Grace came on board but it was the critically acclaimed - and much-delayed - fourth album, Konnichiwa, that really pushed him into the mainstream. \"We caught the wave at the perfect time\", says Grace. \"He had real fans that would ride or die for him. It was the best story because Skepta was an authentic person from a genre that was important to so many and he was winning. That's what people wanted to see.\" She also praises co-manager Sam Burton who had been working with Skepta for years before: \"He and his team built amazing foundations.\" But Skepta's success only represents a small part of Grace's life and influence in the music industry.In 2018, she was awarded an MBE for her services to music and, last week, she was named Entrepreneur of the year at theArtist & Manager Awards .\"It feels amazing to be acknowledged in an industry that I was once afraid of because when I started it felt very much that you had to really follow the rules.\" Grace says she's - first and foremost - a filmmaker. She directed her first commercial in 2003 for Nike at age of 18.\"I wanted to be a storyteller and was attracted to documentary films. I'm really good at narratives so transitioning from that to music was a natural progression. I feel I still do the same thing in music now - tell stories.\" In 2017, Grace co-founded Metallic Inc., a creative studio and management company and also set up Homecoming, her own music, arts and sports festival in Lagos, Nigeria.As a celebration of Nigerian and wider African culture, Grace says the festival was a \"leap of faith\" and she and her partners \"had no idea what we were doing\".\"We just wanted to make something that was important and amplified voices on the African continent.\" The festival is unusual because despite appearances from Tiwa Savage, Skepta, Davido and Naomi Campbell, there's never been a headliner.\"It's a playlist,\" says Grace. \"It's about the sonics of the festival and who fits where. The biggest artist might even go first. One year we put Wizkid on really early and loads of people missed him. \"It's disruptive. It shows people there are different ways of doing things and there isn't one formula.\" Grace feels the pandemic has made a lot of people \"wake up to the fact that music ownership is important\" as \"many artists struggled and suffered\". It's an issue that's been highlighted by various singers including Taylor Swift, who has been re-recording her material aftersomeone else sold the rights to her first six albums to an investment firm.And Four Tet has said the removal ofthree of his albums from streaming services is out of his hands because he doesn't own them. \"People are going to say 'I don't want to give you all my rights to my generational wealth and sign on that dotted line.' Let's think about how we can collaborate better with how things can be a bit fairer.\"Grace says she owes a lot of her success to her late mum who was pregnant with her when she moved to the UK from Nigeria.\"It was really important for her to come here and give us an opportunity and it gave me an unwavering drive, to know someone had made that sacrifice for me. \"I feel like I'm only one per cent into my career, I feel I've got so much to do.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59388222"}