{"datetime": "2021-10-06T23:05:11.000Z", "author": "Mayeni Jones", "subject": "#EndSars protests", "title": "Nigeria’s #EndSars protests: What happened next", "article": "Seyilogo Braithwaite has never felt as invigorated as she did a year ago when she was feeding those taking part in mass protests - a movement dubbed Nigeria's \"Arab Spring\". Tens of thousands of young Nigerians took to the streets to protest against police brutality after a video went viral of a man allegedly being killed by the notorious Special Anti-Robbery Squad (Sars), sparking what became known as the #EndSars demonstrations. \"When the protests got bigger, friends and family were sending me money, and I was using it to cater for the protesters. I made food for almost 2,000 people single-handed,\" Lagos resident Ms Braithwaite told the BBC. The demonstrations rocked the country for two weeks - and led to the government agreeing to disband Sars and set up judicial panels of inquiry to investigate the widespread allegations of abuse by officers. But like many of the protesters, Ms Braithwaite now feels despondent: \"I'm definitely still traumatised from what happened during EndSars.\"She now speaks in a low voice, a contrast to the bubbly young woman I first met last year - and refers to the way in which the protests abruptly ended when members of the armed forces opened fire during a demonstration in Lekki, a wealthy suburb of Lagos. According to Amnesty International, at least 56 people died across the country during the protests. \"We didn't really achieve anything,\" says Ms Braithwaite. \"Things have gotten worse. The insecurity in the country is at an all-time high. The police are still extorting, there are kidnappers everywhere.\" Other police units have been set up in the wake of Sars' disbandment - and kidnapping for ransom affects every state in the country. Ms Braithwaite says friends of hers have recently been hassled by officers who still identified themselves as belonging to Sars. Amnesty says it too receives reports of alleged atrocities by resurfacing Sars officers, saying the authorities are yet to carry out real reforms. Chioma Agwuegbo, a women's rights activist who heads Tech Her NG who was tear-gassed and had live rounds fired at her during the EndSars protests in the capital Abuja, agrees real change has not happened. \"Right after the protests security forces were a little careful, but everybody has since returned to their bad behaviour. \"Look at the panels of inquiry that sat across the country. What has happened to the police or to the security forces that perpetrated acts of violence?\" The government ordered each of Nigeria's 36 states, along with the capital, to look into the abuses.Seven states did not comply - Borno, Jigawa, Kano, Kebbi, Sokoto, Yobe and Zamfara - and those where the judicial panels did sit were hit by prolonged adjournments with members of the police not showing up when called to give testimony, and were criticised for a lack of transparency.Of the 18 states that have concluded hearings, none appear to have made their findings public, fuelling accusations that the process was just a PR exercise.Ikemesit Effiong, head of research at the Nigerian think-tank SBM intelligence, says compensation worth more than $1bn naira ($2.4m; £1.8m) has been issued to victims of police brutality and their families by the panels. \"But nothing in the way of concrete recommendations have been instituted or have been passed into laws,\" he told the BBC. Though not everyone agrees that EndSars ultimately failed. \"We might not have completely ended police brutality, but we brought it down by 70%,\" says comedian K O Baba Jornsen, one of the organisers of the protests in the southern city of Port Harcourt. \"We've moved from the point where we'd wake up every day on social media and see police trying to march people in the gutter, flogging them with machetes, to now we only see these kinds of videos once or twice in a month.\"EndSars has shown young people in Nigeria's oil hub the importance of speaking up, he says. Earlier this year they used social media to highlight the abuses of another infamous police unit in the city, known as Eagle Crack (E-Crack).\"We were protesting online, we were talking, the governor heard it, and has now disbanded E-Crack,\" says Mr Jornsen. \"I don't think anyone can successfully stop the average Nigerian who's dissatisfied, who's oppressed, from speaking up.\"But since EndSars, the government has targeted the platforms and mechanisms used by activists to plan the protests.Twitter, whose founder Jack Dorsey vocally supported the EndSars movement, was banned in June. Many Nigerian users have turned to virtual private networks (VPNs) to circumvent the ban. The government has also banned the trading of crypto-currencies. Activist groups like the Feminist Coalition had used crypto-currency donations to raise money for the protests after their accounts were blocked by the central bank.\"There are freedoms that Nigerians have taken for granted, both economic and from a more fundamental rights perspective, that have been hampered. And there is still a lot of room for the government to continue to shrink that space,\" says Mr Effiong. The latest curbs on basic freedoms have led many young Nigerians to think that perhaps their future lies outside the country. \"They're doing all these things just to stifle the youth and it's working,\" sighs Ms Braithwaite, who has dreams of setting up a soup kitchen. \"I've seen so many people just pack up their bags and leave. Everyone is just looking for a way out.\" The 22 year old, who returned to Nigeria from Malaysia where she'd been living for two years before EndSars, is tempted to leave herself, though if she does she will return to vote in 2023. \"The protests were successful in showing us what could be in Nigeria,\" she says, pointing to the way activists rallied to organise everything from medical care to legal aid.Ms Agwuegboa agrees: \"I think the legacy of EndSars is that everyone has seen that the skills they use in their daily lives can be useful as far as taking back the country is concerned. \"Young people are organising for the 2023 elections. There's quite a bit of work being done.\" ", "url": "https://www.bbc.com/news/world-africa-58817690"}