{"datetime": "2021-12-06T17:32:32.000Z", "author": "Azeezat Olaoluwa", "title": "Sylvester Oromoni: Nigerians demand justice over Dowen College death", "article": "More than 180,000 people have signed petitions demanding justice after the death of a 12-year-old boarding school pupil in Nigeria. Sylvester Oromoni's family accuse five fellow students at Dowen College in Lagos of torturing him because he refused to join a cult group. His death has outraged many in Nigeria and the school has closed indefinitely. In a statement, Dowen College said the boy died as a result of injuries sustained while playing football. \"Preliminary investigation showed there was no fighting, bullying or any form of attack on the boy,\" it said. \"All I want is justice,\" Sylvester's father, Sylvester Oromoni Senior, told BBC News Pidgin. He disputes the school's account of what happened. Another family member - Sylvester's cousin - has given his version of events. He alleged on Twitter that five boys had accosted Sylvester, locking him in his hostel and giving him a chemical to drink - none of which has yet been corroborated by the police, who say they're still investigating. As officers continue their investigation, Sylvester's father says he wants Dowen College to hand over the students he accuses of assaulting his son.A national students' body says it is creating its own investigating committee. \"The deceased was a student before he died and Nans [the National Association of Nigerian Students] is for the interest of all students,\" the Vanguard newspaper quotes Kappo Olawale Samuel of Nans as saying. Multiple petitions are circulating online, calling on the authorities to prosecute those responsible for Sylvester Oromoni's death and deliver justice to his family. #JusticeForSylvester has continued to trend across social media since last week and a WhatsApp group has been created for the same purpose. Cult groups are secret societies originally found in Nigeria's universities. Many of them are known to be violent, harassing students, lecturers or anyone just to have their way. They have also been accused of being behind killings. Initiation rites are sometimes deadly - frequently involving beatings, and other dangerous practices in a bid to rid entrants of any form of perceived weakness. There have been reports of secondary school girls being encouraged to have sex with as many male members as possible, in a ritual called \"bamming\" - the belief being that it will harden their hearts. Members are promised protection, networking opportunities and sometimes financial assistance. Joining a cult group is mostly about power and popularity. Anyone asked to join is expected to see it as a privilege. Turning their offer down could be costly. But times have changed and many so-called cult groups now operate off campus. They have spread to the streets and even Nigeria's primary and secondary schools. In April, police arrested a group of suspected cult members who had travelled into Lagos from a secondary school in neighbouring Ogun state to carry out a reprisal attack on another school group. Earlier this year, in the hopes of deterring people from joining these secret societies, the governor of Lagos state approved a 21-year jail term for cultists. ", "url": "https://www.bbc.com/news/world-africa-59551124"}