{"datetime": "2021-11-02T16:19:05.000Z", "title": "Nigeria Ikoyi building collapse: Race to find survivors", "article": "Rescuers are searching for survivors in the wreckage of a 22-storey block that collapsed under construction in Nigeria's largest city, Lagos. Authorities say at least 15 people have died and dozens more are missing. Rescue workers at the site say they have heard more voices from under the rubble. Nine people have been pulled out alive so far. The partially built block of luxury apartments came down on Monday but what caused the collapse remains unclear. Overnight, despite the heavy rain, people used floodlights to continue the search digging through debris and twisted metal. Ibrahim Farinloye of Nigeria's National Emergency Management Agency told the Agence France-Presse news agency that rescue workers have been communicating with several survivors still trapped in the rubble.Meanwhile, President Muhammadu Buhari urged workers at the scene \"to step up\" rescue efforts in a statement on Monday night.Many relatives are now anxiously waiting near the site to hear whether their loved ones have survived.\"Our sister is inside,\" Fawas Sanni told AFP. His sister, Zainab, was working at the construction site as part of the National Youth Service Corps. \"I was the last one who to spoke to her before she went to work yesterday morning,\" Mr Sanni is quoted as saying. Mayeni Jones, BBC West Africa correspondent, Lagos Hundreds of onlookers stand by in the crushing heat, waiting for news of survivors.Gerrard Road, one of the area's main thoroughfares, has been blocked off to traffic.Rows of women sit in the middle of the road, praying in Yoruba for survivors to be found.The area directly around the site has been cordoned off to give rescue workers the space to get to those still missing.But there's simmering anger in the crowd, frustrated at the slow pace of the rescue.While it remains too early to say what caused the collapse, Lagos emergency management agency manager, Femi Oke-Osanyintolu, suggested that some building infractions may have been committed during construction.Local authorities have ordered an investigation into the collapse and pledged to make the final report public. Femi Adesina, a special adviser to President Buhari, said the president \"commiserates with families who have lost loved ones\". The building came down at around 14:45 local time (13:45 GMT) in the upmarket district of Ikoyi. It was part of a complex named 360 Degrees Towers, which was intended to house luxury apartments, town houses and penthouses, according to the development's website, which has since been taken offline. The housing scheme is being developed by Fourscore Homes Limited, which has a portfolio of projects in the UK, US, South Africa, and other areas of Nigeria. Construction worker Ade John told BBC Igbo that he was on the ground floor when the building started caving in. \"There were 40 bricklayers who came to work, including some engineers on the first floor,\" he said, fearing that they had not escaped. A witness who was working in an office building opposite told the BBC's Outside Source that he heard a sound, looked out of his window and \"saw the building literally going down floor by floor\". According to the AP news agency, visiting Lagos' deputy governor Femi Hamzat was met by crowds of angry people on Monday who accused authorities of not starting rescue efforts soon enough. Some reports say the building was several floors higher than originally intended.Building collapses are common across Nigeria. Between 2005 and 2020, 152 buildings fell down in Lagos, according to research by planning expert Dr Okunola Olasunkanmi. More than three-quarters were residential properties, many multi-storey. One of the worst incidents, in 2014, saw a six-storey building collapse during a service by celebrity televangelist TB Joshua, killing 116 people.In many cases, unqualified or unskilled builders were used along with substandard building materials,Dr Olasunkanmi says in an article in the Conversation . ", "url": "https://www.bbc.com/news/world-africa-59125228"}