{"datetime": "2021-11-22T00:56:38.000Z", "author": "Steve Holden", "title": "Wet Leg: Mean Girls and buttered muffins", "article": "Teen classic Mean Girls has provided much inspiration for pop stars like Ariana Grande, Taylor Swift - and most recently, the Isle of Wight duo, Wet Leg. Ariana Grande'sthank u, next video is a homage to the film, and there are references in Taylor Swift'sLook What You Made Me Do . In Wet Leg's punchy debut single, Chaise Longue, you hear singer Rhian Teasdale say: \"Would you like us to assign someone to butter your muffin?\" It's a nod to the moment Lindsay Lohan's character Cady gets a cringey chat-up from a jock when she walks into the school canteen.\"We're just having fun I guess,\" says Rhian as she discusses the current hype around the band. For many, Chaise Longue arrived with a bang out of nowhere earlier this summer.It's full of staccato lyrics, punchy guitars and a video which celebrates plaits and bonnets.But - so far - it's one of only two songs the band have made available to stream (the other is Wet Dream). Despite that, they've already got support from Radio 1's Jack Saunders, appeared on Jools Holland's live music show and been named one of Vevo DSCVR's Artists to Watch 2022. \"It's all a bit surreal right now,\" Rhian tells Radio 1 Newsbeat.\"I do find myself lost for words because it's so unbelievable.\" Wet Leg consists of Rhian and her best mate, Hestor Chambers, who both grew up on the Isle of Wight.\"There are so many beaches and there's just a slower pace of life,\" says Rhian. \"Stepping off the ferry onto the island is like stepping off a travellator.\" The pair have been mates for a decade since college and decided to start a band in 2018. Before that point, Rhian had been trying out a solo career but says she got too lonely on tour and broke down in tears before a gig.\"I didn't want to do it anymore. But I still had some shows booked so I asked Hestor if she'd come on stage to complete the run of shows.\" They loved hanging out on and off stage, playing guitar together - and it was a pairing that stuck. \"We never thought it would turn out like this,\" Rhian says. Rhian jokes that signing their record deal with Domino - who have the likes of Arctic Monkeys on their books - was like the pair of them getting a marriage certificate.They've had support slots with Declan McKenna and Inhaler, and have already built up a dedicated fanbase. \"The reaction to those two songs has been so good and the opportunities we're receiving are unbelievable.\"I know that people are putting a lot of faith in us.\" For fans desperate for more songs, Rhian reveals they have a secret folder with \"about 30\" tracks on - and her housemates have the link. \"They're like embarrassing mums. Every time friends come over they say 'Do you want to hear some unreleased Wet Leg?' and I have to leave the room. \"If you want to hear the exclusive then get a dinner invite from my housemates.\" Wet Leg have also been announced as ambassadors for2022's Independent Venue Week, the annual event which celebrates music spaces around the country.\"We didn't have a music venue on the Isle of Wight growing up. But they're so important. They provide a community for people.\" Rhian is encouraging music fans to celebrate and support local venues, especially those still in recovery from months of closure during the pandemic. \"We've had a lot of weary mornings because we keep going out to gigs on school nights and getting really overexcited,\" she says. \"We've been away from it for so long.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59331835"}