{"datetime": "2022-01-14T06:28:59.000Z", "author": "Steve Holden", "title": "Fingers Crossed: Lauren Spencer-Smith on her TikTok mega hit", "article": "Canadian teenager Lauren Spencer-Smith often posts snippets of new songs on TikTok… but Fingers Crossed was different. \"It went crazy. I was getting message after message in such a short period of time,\" she says. Lauren's song is a classic heartbreak anthem with lyrics about \"taking back the tears I've cried\" and trying to fix an ex's \"daddy issues\".Apparently out of nowhere, and fuelled by TikTok, the track has now landed Lauren a top five single in the UK Official Singles Chart.\"This is without a doubt, the wildest week of my life.\" The snippetshe teased in November got millions of views (23.7 million and counting) and has been used in thousands of other creators' videos. Her followers demanded she put the full thing out as soon as possible. The 18-year-old told her manager the track needed to be released \"yesterday\". \"It blew up online and instantly caught fire,\" Lauren tells Radio 1 Newsbeat, from her home on Vancouver Island, Canada.Lauren isn't a complete unknown, having first shown North America her talents onthe 2020 series of American Idol. The singer impressed Katy Perry and the other judges in the auditions and received a golden ticket to the next round, but she didn't make it through to the live finals. She then received a nomination at the Juno awards (Canada's version of the Brits) in 2020 and has been releasing music as an independent artist ever since. Lauren says she knew she wanted to make a song that resonated with her followers and their experience of love.\"Everyone has that one person - whether it's a family member, friend, ex-boyfriend or ex-girlfriend - who they feel they spent time on for no reason.\" Fingers Crossed has once again shown the power of TikTok in shaping the charts and rocket-fuelling tracks to instant success. \"There are so many artists like me who are, essentially, nobodies,\" Lauren laughs. \"But we tease something and it blows up. We saw it with Lil Nas X too. \"I love the platform and I love social media. I think it's one of the worst and the best things ever invented. It's just so helpful with my industry.\" Comparisons have been made to another heartbreak song - Olivia Rodrigo's Drivers License - which was also, seemingly, released out of nowhere and saw overnight chart triumph. A cynic might say that Lauren's release strategy was planned out in advance, with a big team behind her to push Fingers Crossed, but she says she has \"not put a single dime behind marketing this song\". \"We're completely overwhelmed by it.\" Lauren's already been receiving support from famous fans, including US talk show host Jimmy Fallon and country megastars Dan + Shay. \"One of them (Dan + Shay) reached out to me and I told them that 16-year-old me tried to get tickets to their concert and I cried when I couldn't. \"He told me not to worry and said to let them know when I want to go to a gig and they'd get me backstage.\" She also finds herself in the surreal position of jostling with her idol, Adele, for a spot in the UK top five singles chart.\"There are certain things that I feel happen in your life and you that your brain can't process them. And that is one of them. \"I just bought tickets to her gig in Las Vegas and now I'm near her in the charts. It's unbelievable.\" If you do follow Lauren on TikTok, you'll know she's never afraid to shed some (happy) tears, which she says is her \"go-to\" emotion.\"I'm a very big crier,\" she says. \"Everyone in my life makes the joke 'what are you going to do about it, cry?' If I'm happy, I'm crying. If I'm sad, I'm crying. If I'm angry, I'm crying.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-59985147"}