{"datetime": "2020-10-21T14:04:28.000Z", "author": "Nduka Orjinmo", "title": "Nigeria Sars protests: Horror over shootings in Lagos", "article": "Horror and shock are the two words that sum up how Nigeria is feeling after people in Lagos, many of them draped in the green and white colours of the national flag, were fired upon by men in military camouflage while taking part in a protest against police brutality \"We were sitting on the ground and singing the Nigerian national anthem and most of us had flags in our hands and we raised it up,\" an eyewitness, who asked not to be named, told the BBC. \"Then they opened fire directly straight at us and they kept on advancing and advancing. One or two people got hit. Everybody got up and it became total chaos,\" he said. It had been dusk when the trouble began - two hours after a curfew had just come into force in Nigeria's commercial hub.The curfew had been imposed on Tuesday to stem protests which had begun against the much-hated police unit, the Special Anti-Robbery Squad (Sars), and had morphed into greater calls for better governance. The protesters - gathered at the Lekki toll gate to prevent cars from using a major motorway for the last two weeks - say they did not want to go home but they meant no trouble. However, men in army fatigues began to kettle them. Then video footage shows there was darkness as the street lights were cut off. Days before, a message had spread on social media that military officers would not engage unarmed civilians singing the national anthem and holding the flag. So as the platoon of around 20 armed men closed in, the protesters sat down, locked hands and began singing in unison. This is when they say the shooting began. In one emotional video the voice of a man, singing the anthem, rose above the chaos and then began to quaver as the shootings increased.But some did not finish the anthem. By the time the shooting subsided, witnesses say a dozen or so protesters were lying dead. Photos shared on social media show some bodies were covered in bloodied Nigerian flags. Hundreds of thousands of viewers watched live on Instagram as protesters tried to remove a bullet lodged in the thigh of a protester with tweezers sterilised in alcohol. \"We need to seal it so it doesn't get infected and wait for the ambulance,\" one volunteer said. But the ambulances never arrived as they were turned back by the men in military camouflage, witnesses say. \"They were actually taking up the dead bodies. Maybe they did not [want] to leave evidence behind,\" one eyewitness told the BBC. \"And they created a barricade. Ambulances couldn't actually, you know, get to the protest ground,\" he said. The Nigerian army,which last Friday issued a warning to \"subversive elements and trouble makers\" to desist from protesting , has dismissed reports that it was responsible for Tuesday's carnage as \"fake news\". Video footage from the scene shows those shooting were in military camouflage uniforms, which only the army is allowed to wear. Many at the scene believe it was a premeditated attack. Just before sunset, witnesses say men wearing uniforms of the private company that manages the toll gate - which is operated as a joint-venture and is a major source of revenue for the state - came and took away the CCTV at the location. Witnesses believe the perpetrators did not want events recorded. But thanks to their smart phones, protesters were able to beam the incident to the world prompting outrage as scenes were also shared of the injured being treated in hospital. \"The Nigerian government, you guys are a shame to the world for killing your own citizens, sending military to the streets to kill unarmed protesters because they are protesting for their own rights?\" tweeted Odion Ighalo, the Nigerian footballer who plays for Premier League side Manchester United. Pop star Burna Boy, who is very critical of the government,urged the UN to intervene . Lagos Governor Babajide Sanwo-Olu says 25 people were wounded in the \"unfortunate shooting incident\". \"This is the toughest night of our lives as forces beyond our direct control have moved to make dark notes in our history, but we will face it and come out stronger,\" he said. Nigeria's President Muhammadu Buhari has called for \"calm and understanding\" as curfews are introduced in several states as unrest spreads, but did not directly reference the shooting on Tuesday. A former army officer, President Buhari briefly led a military regime in the 1980s - and three decades on as democratic head of state is now the commander in chief of the army. Even under democratic rule, the army has a bloody history when brought in to quell protests. A judicial inquiry found that the army had killed more than 300 Shia Muslims whose procession had blocked a highway to a military convoy sparking clashes in the northern city of Zaria in 2015. Yet the #EndSars protests were against the brutality of a police unit, accused of illegal detentions, assaults and shootings. Two weeks ago Mr Buhari bowed to the protesters' demands and disbanded Sars - and has ordered investigations into the accusations against them. But the authorities, though they will not admit it, have been taken aback by the organisation and bravery of the protest leaders, many of whom did not experience military rule in Nigeria which ended in 1999. As the protesters have widened their demands - for an end to bad governance and poor economic conditions - there has been speculation that some political opponents of Mr Buhari might be fuelling them from behind the scenes. The anger over the events of Tuesday evening shows a threshold has been crossed and that Mr Buhari's government, which is in its second and final term, is experiencing its most trying moment yet. The 77-year-old president cannot deny there is now a stand-off between the ruling class and the massive youth population, which is showing relentlessness and courage. ", "url": "https://www.bbc.com/news/world-africa-54630592"}