{"datetime": "2021-01-08T16:37:32.000Z", "title": "Isle of Wight oil tanker 'hijacking' case dropped against seven men", "article": "Seven men, including two who had already been charged, will face no action over a suspected hijacking of an oil tanker off the Isle of Wight. Special forces stormed the Nave Andromeda on 25 October after the crew raised concerns about stowaways. Matthew Okorie, 25, and Sunday Sylvester, 22, had been charged with conduct endangering ships. But prosecutors dropped their case after evidence analysis \"cast doubt\" on whether the tanker was put in danger. The Crown Prosecution Service (CPS) said initial reports had indicated there was a \"real and imminent threat\" to the vessel, but added mobile phone footage and witness accounts \"could not show that the ship or crew were threatened\" and there was no evidence the men had any intention to seize control of the vessel. The CPS said the new evidence meant the \"legal test\" for the offence was \"no longer met\". \"Our case was that the actions of the men were responsible for the endangerment of the vessel, but further material was then supplied by a maritime expert which significantly undermined whether there was a threat of danger,\" prosecutors said in a statement. The Home Office said it was \"disappointed\" by the CPS's decision and added it was working with prosecutors to \"urgently resolve the issues raised by this case\". A spokesman said: \"It is frustrating that there will be no prosecution in relation to this very serious incident and the British people will struggle to understand how this can be the case.\" Hampshire Constabulary said the five other men, who were arrested on suspicion of seizing or exercising control of a ship by use of threats or force, also face no police action. They will remain detained under immigration regulations. The 748ft-long (228m) ship left Lagos in Nigeria on 5 October bound for Southampton. As it approached the Isle of Wight 20 days later, an emergency call came from the ship concerned about stowaways on board while the 22 crew members had locked themselves in the ship's citadel - secure area. The men had been found on the ship earlier in the voyage and the vessel had made unsuccessful attempts to dock in other ports. It was reported the men became hostile as the tanker approached the UK - but the CPS said it was thought this may have occurred while the ship was outside of UK waters. At the time the Ministry of Defence called the incident a \"suspected hijacking\" and said Defence Secretary Ben Wallace and Home Secretary Priti Patel authorised a special forces operation in response to a police request following a 10-hour stand-off. In a nine-minute operation carried out under the cover of darkness, Special Boat Service commandos boarded the vessel and arrested the seven men, believed to be Nigerian nationals seeking asylum in the UK. The Liberian-registered tanker later docked in Southampton. ", "url": "https://www.bbc.com/news/uk-england-hampshire-55586418"}