{"datetime": "2022-01-13T17:02:18.000Z", "title": "Breastfeeding: Mothers hope law change will create better experiences", "article": "Photographing breastfeeding mothers without consent is to be made a crime. We spoke to mums in Essex about how they think it will change attitudes to breastfeeding going forward. Earlier this month, Justice Secretary Dominic Raab announced that the new lawit would be added to the Police, Crime, Sentencing and Courts Bill going through Parliament. Parents in Essex say they hope it will protect mothers and babies - and make breastfeeding in public more comfortable.Bee Foster says worries over breastfeeding in public mean her family try and avoid being out of the house when it is time to feed her son, Joey.She said: \"Sometimes we have to stay in and feed and then go, it makes things a lot easier if you weren't worried about when your baby needs feeding and you can just do your own thing.\"Her husband Jamie owns Lillies Cafe in Wickford, which he has tried to make a safe space for breastfeeding mums after seeing his own family struggle to think ahead when leaving the house.\"I see how hard it is for us as a family to plan our day around when he needs feeding and where we're going at what time, and I want to eliminate that for anyone coming here,\" he says. \"I want them to feel as comfortable as I want my family to feel when we go out.\" Debbie and Dan also hope the new laws will lead to mothers feeling safer when feeding their babies in public.\"You just want to feed your child,\" Debbie says. \"If you had a bottle-fed baby you'd just want to get a bottle out and not worry what anybody else was thinking.\" Dan adds: \"Their safety is going to be the most important thing for a husband or partner.\"So if there's any risk to them you want it to just be eliminated, so this can only be a good thing.\" Sarah Pickford, from Bedfordshire Community Healthcare Services, says she hopes breastfeeding mothers will now feel more supported. \"Mothers need to be able to feed their baby whenever they are hungry or need comfort.. that's not just in the home,\" she says. \"As a society, over the last few decades we've not been as supportive of breastfeeding mothers as we could be.\"This change in the law has supported mothers to feel able to feed out and about, and thus we have to be able to support breastfeeding mothers as a society.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59982568"}