{"datetime": "2022-02-13T00:19:24.000Z", "author": "Katie Thompson", "title": "Tongue-tie: Mums and babies 'let down' by poor services", "article": "Tongue-tie is a condition which affects about 10% of newborn babies in the UK, but parents say they can face major struggles for services and support. It occurs when the strip of skin connecting the tongue and the floor of the mouth is shorter than usual, and can affect feeding, although not always. Two mums have told the BBC of their problems trying to feed their newborn babies with the condition. \"Excruciating, unbearable, helpless.\" This is how mother-of-two Clare Sinton described her experience breastfeeding her tongue-tied baby.Some babies with the condition struggle to latch on to the breast, but awareness of it as an infant feeding issue can be poor, and tongue-tie can be hard to spot.A simple procedure available on the NHS resolves feeding issues almost immediately, but some parents seek private treatment costing up to £400 to avoid waiting, or abandon breastfeeding altogether. Clare has questioned why mums are \"having to fight when you're at your lowest ebb, and be listened to when you know something isn't right?\". She said: \"It's amazing that in this day and age you still have to fight for an assessment or diagnosis, and then still pay for an urgent procedure, despite it tearing you to shreds and risking your ability to breastfeed.\" When she had her daughter Lily in October, she knew something was not right with her feeding immediately. \"It was excruciatingly painful,\" Clare, from Westbury-on-Trym in Bristol, said. \"It felt like someone was dragging barbed wire or blades through my nipples. \"I breastfed my son for 19 months so I knew what it should feel like, and it felt wrong from the get-go.\"Clare suspected Lilymight have a posterior tongue-tie, but a midwife at Southmead Hospital was unable to confirm if she was correct. Clare, a physiotherapist and nutritionist, left hospital and persevered. Recalling the first few days at home, she said: \"I was crying with every feed. It felt like she (Lily) had a beak, like a turtle clamping down on me. \"I was beside myself. I was in pain constantly 24/7. I was dreading every feed and Lily was feeling the tension in my body.\" By this point, Clare was black and blue from Lily's attempts to breastfeed. She started researching private treatment, and found a specialist in Cardiff. After a short assessment it was confirmed Lily had a posterior tongue-tie and not long afterwards, it was snipped. Clare said feeding her felt better \"immediately\" and a few weeks later they were breastfeeding successfully. The 40-year-old said: \"It was really quite emotional. I just sobbed because I was so relieved. It was like a weight had come off my shoulders, it was incredible. \"Those five days [when Lily first came home] were absolute hell. It left me feeling very helpless and thinking this is so unfair that women should have to go through what I've been through.\" Tongue-tie (ankyloglossia) is diagnosed when babies have an unusually short or tight frenulum (fold of tissue) under their tongues.About half of babies affectedwill require treatment (frenulotomy) because of the difficulties caused to feeding. Mothers may stop breastfeeding earlier than planned because of their baby's difficulties and experience reduced milk supply because of ineffective milk removal. They may experience pain and/or nipple damage and develop mastitis, blocked ducts or breast abscesses. Source: Association of Tongue-tie Practitioners Katharine Sharlott, from Southampton, had a similar experience with her baby Quinn, having been told by a midwife that his tongue movement looked fine. She persevered through six weeks of difficult feeding before getting help from a breastfeeding counsellor at the National Childbirth Trust (NCT) and being referred to a tongue-tie service. Katharine explained: \"My baby had a 75% tie and it was cut. This improved feeding initially, but actually we still encountered problems.\"I went back to the breastfeeding counsellor and, having ruled out other issues, agreed there could still be a problem with tongue-tie. As my baby was older by then, there would have been a longer wait to be seen on the NHS.\" Like Clare, she sought private treatment, which determined that either some of the tie had been missed or it had reattached, so it was divided again.\"This finally solved things, but my baby was almost three months old by then,\" Katherine added.\"If I had not had the previous experience of breastfeeding my eldest, the support of the NCT breastfeeding counsellor and the financial means to pay for a private midwife, I don't believe I would have continued breastfeeding.\" Both women are calling for midwives and health visitors to be better trained to diagnose tongue-tie.Clare added: \"There should be someone on hand to assess it from the get-go. It shouldn't be a wait and see, because no mother should have to go through what I went through - it's inhumane.\"Dr Paul Mannix, clinical director at North Bristol NHS Trust for women and children's health, said: \"It's so important mothers get early support with breastfeeding, which is why all our midwives are trained to help with this, including how to look for tongue-tie.\"Having spoken to Ms Sinton, we are sorry that her experience did not reflect this and will ensure that all staff are clear about the support available for mums who raise concerns about tongue-tie.\" The Royal College of Midwives (RCM) said training on support for women whose babies are having problems latching on to the breast, which may be because of tongue-tie, is included in training for midwives. Additional training is provided which includes recognising tongue-tie, its treatments and support. Michelle Lyne, RCM education adviser, said: \"There is clearly a need for more research around tongue-tie, so that a definitive definition of what it is and when it is present can be agreed, so that evidence-based guidelines for support and treatment can be developed.\"Often babies with tongue-tie will have no symptoms, and it may resolve spontaneously over time. It's also common that problems don't become apparent until midwifery contact has stopped, usually about 10 to 14 days after the birth.\"When it is identified, the focus is on breastfeeding support for the mother.\" She added evidence for further treatment, such as cutting a tight frenulum, was slim and generally a last course of action, as sometimes even significant cases do not affect feeding - so mothers and their babies must be looked at individually. The NCT has called for more research into the best care for babies with suspected tongue-tie and a consistent NHS service across the country. Joanna Daniels, NCT breastfeeding and infant feeding engagement lead, said: \"There is no common agreement among tongue-tie dividers on how to carry out the procedure or how far the membrane should be divided. This means the service that different health professionals offer varies.\" Vicky Jordan, from the Association of Tongue-tie Practitioners, said: \"Awareness of tongue-tie restriction by health professionals is not universal, and this sometimes leads to tongue-tie restriction being missed and/or parents being told that their baby doesn't have a tongue-tie restriction.\"Infant feeding and frenulotomy services are variable across the country, leading to inequalities to access of appropriate treatment.\"", "url": "https://www.bbc.com/news/uk-england-bristol-59474606"}