{"datetime": "2021-07-09T16:23:34.000Z", "title": "TB Joshua: Nigerian televangelist buried in Lagos", "article": "Popular Nigerian televangelist TB Joshua has been buried in Lagos after a week of funeral rites. Thousands of mourners attended the burial service at his Synagogue, Church of All Nations (SCOAN) in the Ikotun area of Lagos. The 57-year-old died on 5 June, the church had announced. Temitope Balogun Joshua was revered by people from around the world and tens of thousands of people attended his weekly services. The charismatic preacher's rise to prominence in the late 1990s coincided with the explosion of \"miracle\" programmes performed on Nigerian TV by various pastors. His ministry professed to heal all manner of illnesses, including HIV/Aids and attracted people from around the world. Known as the \"Prophet\" by his followers, he ran the Christian television station Emmanuel TV and often toured different countries in Africa, Asia and South America. Mr Joshua came from a poor background and was brought up by his Muslim uncle following the death of his Christian father. Other popular Nigerian mega-pastors were missing from the week of memorials, highlighting the frosty relationship he had with them. The Christian Association of Nigeria (Can) and the Pentecostal Fellowship of Nigeria (PFN) previously described him as an \"impostor\" who belonged to a group of \"occults\" that had infiltrated Christianity. By Andrew Gift, BBC News Pidgin, Ikotun Outside the church, flags of various countries fluttered at half-mast. It is hard to know if the flags represented the countries the prophet visited in his lifetime but the poles stretched for more than a kilometre. The make-up of the thousands of mourners present also reflected the global appeal of TB Joshua - people came from the Bahamas, Dominican Republic and South Africa, where he was hugely popular. People of Ikotun-Egbe, the suburb in Lagos where the church is located, came out in large numbers on Thursday to watch his hearse go past and many more lined the streets early on Friday. Most of them are not members of his church but were affected by his philanthropy. Many more benefited indirectly from the industry created by his always busy church.The dignitaries attending include Rotimi Akeredolu, the governor of Mr Joshua's home state of Ondo, who read a bible passage. The Christian Association of Nigeria (Can), which had disputes with TB Joshua in the past over his style, also sent a delegation to Friday's burial, an indication that hostilities are over. His wife, Evelyn Joshua, said her late husband grew the church from an eight-member assembly to what it is today. \"For gold to become gold it must pass through fire. I just want thank you for being a good father to our children,\" she said at Tuesday's all-day tributes service. His children, Sarah Joshua, Promise Joshua and Heart Joshua, described their father as \"a man with a formidable dedication\". ", "url": "https://www.bbc.com/news/world-africa-57727365"}