{"datetime": "2019-03-15T12:55:09.000Z", "title": "Six reasons why so many buildings collapse", "article": "After a building collapsed in the Nigerian city of Lagos, killing at least 20 people, including several schoolchildren attending a school on the building's top floor, we look at some reasons why such tragedies seem to occur so often in some African countries. While investigations are still underway into the cause of this collapse, engineers have told us some common problems. Adequate foundations can be costly.They can cost up to half the price of a building, professor of civil engineering Anthony Ede at Covenant University in Ota, Nigeria said in 2016.He said two things should be considered when building the foundations - the solidity of the soil and the heaviness of the building and its contents. In Lagos, the swampy ground requires strong foundations. Far stronger than solid ground. But he said developers save money that should be spent on foundations when building on the city's swampy ground and many buildings had collapsed in the city as a result. Even on solid ground, foundations need to be strong enough for the load.Inadequate foundations for a four-storey building was one of threereasons given by investigators for a building collapsing in northern Rwanda in 2013, killing six people. Materials that just aren't strong enough to withhold the load are sometimes used, Hermogene Nsengimana from the African Organization for Standardisation said in 2016, as its organisation met in Nairobi to discuss why so many African buildings collapse. He suggested there was a market for counterfeit materials - going as far as to say that sometimes scrap metal is used instead of steel. When a six-storey building in Uganda's capital Kampala collapsed in April 2016, the director of the city authority suggested it had been constructed with counterfeit materials,reported Ugo news site . Mr Nsengimana said there were even cases of counterfeiters faking authentification certificates. But he suggested contractors also knowingly use the incorrect materials to cut costs.So they may use concrete intended to bear the load of a one-storey building in a four-storey building.Mr Ede added that this was something regulators were not policing. Even when workers are given the right materials to make the concrete, they might mix them incorrectly, said Mr Ede. This results in concrete which is not of the sufficient strength to hold the load.He accused developers of cutting costs by employing unskilled workers who are cheaper than trained builders. This was one of the reasonsput forward by civil engineers Henry Mwanaki Alinaitwe and Stephen Ekolu to explain why a building in Uganda collapsed in 2004. Their research showed that the workers misunderstood the mixing ratios of the concrete. It suggested that people used wheelbarrows instead of measuring gauges to measure cement. The five-storey BBJ new hotel collapsed in construction and 11 people died. \"You find bricklayers and even technicians calling themselves engineers,\" cautioned the president of the Nigerian Institution of Structural Engineers Oreoluwa Fadayomiin Nigeria's The Punch news site. To those who want to save money on professionals, he advised: \"One should not be penny wise and pound foolish\".Mr Ede said a building collapses when the load is beyond the strength of the building. He gave the example of asking a baby to carry a heavy box: \"The baby will not be able to withhold the strain.\" Even if the foundations and the materials are strong enough for what they were originally built for, that purpose may change. So, Mr Ede said, if a building was designed to be a home and is then turned into a library where boxes and boxes of books are piled up, the building may strain under the weight. He said another reason why the load was often heavier than the original design was because extra storeys are added.In March 2016, an upmarket apartment block which had more storeys than planned collapsed in Lagos, killing 34 peoplethe Guardian reported. This came two years after a church accommodation for the famous preacher TB Joshua collapsed, also, authorities said,because it had more floors than it could hold . In that case more than 100 people lost their lives. At all points of construction the strength of the building should be tested, said Mr Ede.\"You have to be strict,\" he said, about policing building. \"The law says you must test. It's the enforcement of the law which is the problem,\" he said. That's a big problem, he said, when at every stage of construction there is someone with a strong motivation to save money or take money. There are many physical reasons a building can collapse but only one driving motivation for that to happen, said Mr Ede. That's money. And for him this is the real reason buildings collapse - corruption. The story doesn't end there.Just because unsafe buildings are constructed, it doesn't mean anyone has to die - the buildings can be knocked down.And that is what does happen next. But things go wrong in those situations too, leading to the loss of life. 6. People stay in condemned buildings In the case of the building that collapsed on Wednesday, the building had been condemned as unsafe in 2017 and marked for demolition. Given this, a key question being asked about the tragedy is: Why was there a school in the building? The Lagos State Building Control Agency (LSBCA) said in a statement that it was marked as distressed in 2017, and had remained empty but then \"the recalcitrant owner renovated the building with gravel as granite without carrying out a thorough engineering appraisal and integrity test on the structure and let it out for use\". It was a four-storey, multi-purpose building with a primary school on the top floor.One reason why residents didn't listen to the Lagos State government order was given by engineer Felicia Nnenna Agubata. She told the BBC's Newsday programme that building inspectors were not backed up by security officers who can enforce evacuations. So they can ask nicely, but those requests are often ignored.Two days after the school collapse, the LSBCA has started the process of demolishing about 100 buildings that have failed structural integrity tests. This is an updated version of an article from 2016 looking at why buildings collapse . ", "url": "https://www.bbc.com/news/world-africa-47573224"}