{"datetime": "2021-06-08T01:29:36.000Z", "author": "Nduka Orjinmo", "title": "TB Joshua: The Nigerian outsider who became a global televangelist star", "article": "Nigeria's influential pastor TB Joshua, who has died aged 57, was considered a pariah among the country's mega-televangelists and struggled until his death to be accepted within their circles, despite amassing millions of followers across Africa. Ostracised by both the Christian Association of Nigeria (CAN) and the Pentecostal Fellowship of Nigeria (PFN) he was described as an \"impostor\" who belonged to a group of \"occults\" that had infiltrated Christianity.But Mr Joshua was no different from the other televangelists who have held many Nigerians in their grip with their \"prosperity messages\" since the early 1990s.Most of them are more dramatic and perform the same \"miracles\", but Mr Joshua - who headed the Synagogue Church Of All Nations (SCOAN) - was not part of their clique.\"He was rough. He was crude. His methods were unorthodox,\" says Abimbola Adelakun, assistant professor in the African Studies Department at the University of Texas. Mr Joshua came from a poor background and was brought up by his Muslim uncle following the death of his Christian father.He mostly wore a jalabia - a loose-fitting garment worn by Muslims, and kept a moustache that gave him an intense look. When Mr Joshua started his ministry on television in the mid-90s, his hair did not glisten, his shoes were not shiny and he did not have an American twang - he spoke with a Yoruba accent, and a mixture of English and Pidgin. His followers found him charismatic and down-to-earth, and his message spread around the world. Mr Joshua refined himself as he became wealthy, adding a fleet of cars and a private jet to look the part, but he remained an outsider. Most Nigerian pastors are products of a mentorship scheme where senior pastors are referred to as \"daddy/mummy in the Lord\". \"They don't believe you can stand on your own without having anyone to defer to,\" says Gbenga Osinaike, publisher of Church Times Nigeria, the country's leading Pentecostal publication. \"The extreme charismatic movements feel you need a mentor - Paul, father of Timothy, Elijah, father of Elisha, and all that. They thought he was fake and the relationship was frosty.\" Born on 12 June 1963, Mr Joshua also did not help himself with outlandish claims - one of them being that he was in his mother's womb for 15 months. To witness his prayer sessions in the early days of his televised ministry was to be treated to exorcism that many felt bordered on the occult. Some of it felt like a hypnotic session, others like that of a magician at work. He was not effusively dramatic when he prayed, and seemed not to expend a great deal of strength when he supposedly commanded spirits out of humans. But he still wielded enormous power - people fell when he spread out his arms, rolled when he snapped his fingers, and his breath pushed back rows and rows of his congregation. On some occasions, he gazed intently at those he was praying for and seemed to control the movement of others with an invisible remote. \"People had a mind-set of how God would work and when they saw something different, they were taken aback,\" says Mr Osinaike. But many of the things he was criticised for at the time were also practised by many of the Pentecostals who were no less deified by their members. They used the same white \"miracle\" handkerchiefs, sold the same oils and holy waters that purportedly cured all ailments and had their faces emblazoned on shirts and stickers used by their members. \"But because he did not belong to the clique or fall into their own description of God, he was demonized,\" says Mr Osinaike. Mr Joshua was also accused by his fellow pastors of staging fake miracles, while claiming that their miracles were genuine. In response, Ms Adelakun says: \"There is no miracle that is real.\"I know this is not what Christians will agree to but there is no miracle that can grow your legs. There is no miracle that can raise the dead. All of those things are staged to help you to believe.\" Ms Adelakun adds that some Christians believe miracles ended with the days of the Apostles. \"But then came the Pentecostals who said these things are still possible,\" she says. The mega-pastors radically changed the face of Christianity in Nigeria with their evangelical sermons, prophecies and promises of miracles. They lead huge congregations, and many of them have been accused of exploiting poor people with their promises of prosperity. \"People want to see something sensational. It gives them something to think about,\" says Ms Adelakun. In 2004, Nigeria's broadcast regulator banned TV stations from airing the miracles of pastors on live TV.Mr Joshua believed that he was the target, with rival pastors having lobbied the government to introduce the ban as he was dominating the media with his so-called miracles. He used the ban to his advantage, launching a satellite station, Emmanuel TV, which catapulted him to international fame. \"He was perhaps the first to utilise the internet and satellite broadcast to sell his ministry to an international audience,\" says Ms Adelakun. He also set up Facebook and YouTube pages with millions of followers. In April, YouTube suspended his page after it was reported for homophobic messages. You may also be interested in: Unlike his peers Mr Joshua did not establish church branches on every street corner and mostly kept his family in the background - his wife rarely appeared alongside him and none of his children were known to be heading branches. The church was him and he was the church, each a reflection of the other. He died on Saturday and the cause of his death has not been made public. Since then, the giant gates at his ministry's headquarters in Lagos have been sealed, and the army has been brought in to maintain order as thousands of his followers throng to the premises, wailing and bewildered.\"It was a typical one-man show, although he has disciples. It is hard to see the church going on without him,\" Mr Osinaike says. ", "url": "https://www.bbc.com/news/world-africa-57388592"}