{"datetime": "2021-11-13T11:22:43.000Z", "author": "Gareth Pennant Jones", "title": "Body size: Children asked 'are you much too fat' in survey", "article": "A survey question asking schoolchildren to describe their body image has been branded \"crude and disrespectful\". Options include \"much too fat\", \"much too thin\" or \"about the right size\". Holly Rhys-Ellis, 26, who developed an eating disorder when she was 11, said: \"The way this has been done, I don't think it's very helpful.\" Cardiff University, which was involved in commissioning the survey, acknowledged \"some parents and children will have concerns\". Miss Rhys-Ellis, from Carmarthen, spent six months in hospital due to her eating disorder. She said: \"Why don't we concentrate more on people's qualities, their interests, how they feel, do they exercise? Maybe concentrating more on those things rather than how people look. \"If people then feel they are fat or thin, or however they feel, then they can discuss it if they bring it up, rather than putting those words in people's faces.\"The survey, which was sent to children aged 11-16, was carried out by the School Health Research Network - a partnership between Cardiff University, the Welsh government and Public Health Wales. Ipsos Mori was commissioned to administer the survey on behalf of this network of organisations and it was supported by a team of Cardiff University academics. It was sent to 210 schools to provide monitoring data for the Welsh government to understand health issues facing young people. Bethan Sayed, former chairwoman of the Senedd eating disorders group, said she was \"shocked and appalled\" by the questions. They formed part of the World Health Organization'shealth behaviour in school-aged children survey and have been administered in more than 50 European countries, also including England and Scotland. It provides data on the health and wellbeing of about 120,000 young people in Wales. The body image question is part of a mandatory set of questions and has been asked since 1993. Other questions include asking about what foods children eat, how active they are, as well as ones about bullying, smoking, alcohol and drugs. FormerMember of the Senedd Ms Sayed told theBBC's Newyddion programme it was \"crude and disrespectful\". She added: \"We have influences from social media, from the advertising industry around us telling us to be certain sizes. The last thing we need is for a survey of this nature... asking 'are you too thin or too fat'. \"Somebody who may never have thought they would have an eating disorder may develop one from answering such an absurd question.\" Children's commissioner for Wales Sally Holland said she understood the \"alarm the question has caused, particularly considering the topic's sensitivity and its strong links to mental health\". She added: \"In light of the concerns raised with us we are in touch with the research team about this question and its context, including its development, testing, and the support and guidance offered to schools and pupils.\" A Cardiff University spokesman said: \"The question is one of a range included in the survey capturing predictors of health and wellbeing outcomes and contributes to our understanding and national, local and regional responses to the health and wellbeing issues faced by young people in Wales.\"Parents are sent letters with details of the survey, how they can obtain further information or discuss any concerns with the study team and instructions on how they can withdraw their child from the survey.\" The spokesman added that the accompanying information for students makes clear the survey contains \"sensitive questions\" and that participation is \"entirely\" voluntary. \"Students are advised at the start and end of the survey to direct any concerns to teachers or pastoral staff. They are also provided with contact details for Childline at the start and end of the survey.\" ", "url": "https://www.bbc.com/news/uk-wales-59264280"}