{"datetime": "2021-07-22T03:54:40.000Z", "author": "Nick Triggle", "subject": "Coronavirus pandemic", "title": "Eating disorders: The terrible impact of the pandemic on the young", "article": "The number of young people with eating disorders in England ending up in hospital has risen sharply during the pandemic, a BBC investigation has found. Data released to the BBC by NHS Digital showed the number of under-20s admitted over the past year topped 3,200 - nearly 50% higher than in 2019-20. The numbers are so high that hospitals are now warning they are running out of beds to care for these patients. Mental health charities said the pandemic, and lockdowns in particular, had had a devastating impact on vulnerable young people, increasing anxiety and isolation. This has lead to more people developing eating disorders, such as bulimia and anorexia, as well as a deterioration in many youngsters who had already been diagnosed with those conditions, they said.. The BBC investigation found as the numbers needing help increased the early support available in the community could not cope with demand, increasing the risk of young people reaching crisis point and ending up in hospital. Hannah, who is 16, had been struggling with an eating disorder before the pandemic began. But she said the last 16 months has been \"really tough\" after her community support was stopped. \"There were huge readjustments and my eating disorder thrived off that and not seeing friends - at that time my anxiety took over.\" As the pandemic progressed she found her mental health went \"up and down\". \"I was sitting in front of the news and not knowing what the rules were going to be that week and getting your hopes up and then being disappointed like at Christmas - thinking you can get out but then you can't was really tough.\" She ended up having to go to A&E because her health deteriorated, although she was not admitted into hospital. She is now back to getting one-on-one help. \"With lockdown easing and cases rising, it's uncertain and that's not great, but having appointments again is helpful.\"But Hannah is one of the lucky ones in many ways. Since the pandemic started 3,200 people under the age of 20 have ended up in hospital - many needing weeks sometimes months of treatment. The numbers represent a big rise on the year before when under 2,200 were admitted. The situation has got so bad that hospitals are now running out of specialist beds - one leading children's trust told the BBC it had had to resort to putting vulnerable children on general wards where there was not the specialist staff to support them. The rise in hospital admissions comes as specialist community-based services for young people have struggled to keep up with demand. There are now more than 3,000 young people starting treatment each month, up from just over 2,000 before the pandemic began. Getting early support, either one-on-one from specialist therapists or via group work, is vital to keep people out of hospital.But services are increasingly struggling to see people quickly enough - nearly three in 10 patients wait longer than they should, which is one week for urgent referrals and four for routine. Meanwhile, the number of young people on the waiting list now tops 1,500, three times higher than was the case before the pandemic. Similar data is not available for other parts of the UK, although services have also reported increased demand. Saffron Cordery, of NHS Providers, which represents mental health services, said the figures obtained by the BBC were a \"great cause for concern\". She said they chimed with surveys of their members which showed NHS trusts were struggling to meet demand and that was leading to a \"worrying rise in delays\" for treatment. \"Many children and young people are presenting later with more complex symptoms which are often harder, and take longer, to treat.\" Tom Quinn, from eating disorders charity Beat, said lockdowns and the pandemic had had a \"massive impact\". \"For those who already had an eating disorder their illness has worsened, more people have developed an eating disorder for the first time and others who thought they had recovered from their eating disorder have relapsed.\"We have seen a huge increase in demand for our helpline, with many talking about increased anxiety, isolation and lack of support as factors.\" And Emma Thomas, chief executive of Young Minds, said the figures were \"deeply worrying\". \"The pandemic has left many young people isolated, uncertain about the future and less in control.\" And she said the pressures were being seen across child and adolescent mental health services with vulnerable young people facing long waits for the support they need. NHS England mental health director Claire Murdoch acknowledged the last year had \"taken its toll\" on young people. She said services were treating more children and young people than \"ever before\" and the NHS was bringing in new targets to improve performance across mental health services. ", "url": "https://www.bbc.com/news/health-57908556"}