{"datetime": "2020-04-21T15:38:09.000Z", "author": "Megan Davies", "title": "Coronavirus restrictions: Fear for eating disorder patients", "article": "There are fears people with eating disorders will relapse or get worse during the coronavirus restrictions. Charities and doctors said they had seen a sharp increase in people contacting them for help since the restrictions came in last month. A leading Cardiff doctor said the lockdown was having a \"severe effect\" on patients. The Welsh Government said it had ensured people could get help for their mental health during the crisis. Dr Menna Jones, from Cardiff and Vale University Health Board's Service for High-risk Eating Disorders (SHED), said clients were calling for support on a daily basis. She said, for people with eating disorders, not being able to access certain foods, which can make them feel safe or comfortable, could be highly distressing. \"The current sense of being out of control of their own lives and their activities is causing a lot of anxiety and distress which people turn to through their eating disorder to manage,\" she said. \"Therefore, it is causing an escalation of the distress and problems that people are experiencing, both emotionally and physically.\" Four years ago Sioned Martha Davies, from Carmarthenshire, was admitted to hospital with an eating disorder. Now 22, the master's student is in recovery but said she feared other people would relapse into old habits. \"I think people are more likely to pick up old eating disorder habits or go steeper into a depressive or anxious episode because we are kind of stuck in a bubble, that's how I feel, anyway,\" she said. \"It is a difficult experience, obviously, to suffer with an eating disorder, especially in a time like this, because you don't feel like you have any distractions to take your mind away from the horrible thoughts.\" Sioned said she was trying to keep as busy as possible, and had been going out for a daily walk with her sister, and not overthinking the situation.\"I think seeing the sun does a lot of good for a person's mental health,\" she said. Since the lockdown restrictions came in, eating disorder charity Beat said it had seen an 80% increase in people contacting them via social media, and a 35% spike in calls across the UK. But the charity, as well as others, has said it feared it would have to cut support services,due to a lack of fundraising income after events such as marathons and fun runs were cancelled during the crisis. Jo Whitfield, from Beat, said it expected funds to drop by a third this year, and had already furloughed about a third of staff, with the majority of remaining staff working reduced hours. While mental health charity Mind Cymru said it was concerned people isolating on their own would not have access to support systems to stay well or get better. Director Sara Moseley said: \"We know that those support systems are really, really crucial.\"If people are at home and they're suffering, they should be asking for help because when we come out of this lockdown, we want everybody to be in the best possible place.\" Dr Menna Jones said charities offered support the NHS was not able to provide, and any reduction in services would have a \"severe effect on many people\". The Welsh Government said it had made an extra £24m available to support charities during the crisis and technology was being used to replace face-to-face GP and clinic appointments. \"We recognise the potential impact of current restrictions on the mental health and well-being of those living with eating disorders,\" a spokesman said. \"We have worked with Public Health Wales and others to ensure advice and information is available for people to manage mental health and well-being during this difficult time.\" If any of the issues discuss here have affected you, advice and information on eating disorders is available at the BBC Actionline . ", "url": "https://www.bbc.com/news/uk-wales-52365945"}