{"datetime": "2021-05-02T06:11:11.000Z", "author": "Carys Betteley", "subject": "Welsh Parliament election 2021", "title": "Covid: Pregnant women in Wales 'still go it alone'", "article": "Pregnant women are facing a postcode lottery over whether they can bring a partner to maternity appointments. Health boards were given flexibility in November to allow pregnant woman in low Covid rate areas to take their partners to maternity appointments. But many parts of Wales with the lowest rates are still forcing pregnant women to attend some appointments alone. There are calls, as lockdown eases, for partners Wales-wide to be allowed to all appointments and during labour. As part of a series looking at what people would like to see happen after the Senedd election, BBC News spoke to women who have been affected by the rules. They called for a Wales-wide approach, as is the case for decisions over hospitality and leisure reopening, and want restrictions on maternity appointments eased to allow women to be accompanied. Emma Fear, 30, was not able to take her partner with her to hospital when she experienced bleeding during pregnancy in June last year and was told, alone, that she was losing her baby. She then had to repeat the news to her partner, who was waiting outside in the car. \"At the time, he could have come and sat outside a pub with me, but he couldn't come with me when I'd had severe bleeding and knew I had probably lost my baby.\" Emma, from Pendine in Carmarthenshire, is now pregnant again and she said attending appointments alone had been even more worrying this time around after experiencing a loss. \"It's been quite stressful, worrying really, because I have had a miscarriage and I had to go to the 12-week scan just praying there was a heartbeat,\" she said. \"My anxiety has been through the roof.\" SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage Emma was able to have her partner with her for the 20-week ultrasound scan, but the baby was not in the correct position so a follow-up appointment was arranged which he could not attend. \"Of all the things you go through, to not be able to have your partner be there for this feels unfair. \"The support you have shouldn't depend on where you live. If it was equal for everyone it would be much better.\" Kara Harvey, 32, had her daughter in September and could not have her husband with her for any appointments, except the initial midwife appointment which took place before Covid restrictions were in force. Her husband was able to attend the birth, but had to leave half an hour later. \"It was my first baby, so this is all I've known, but I was looking forward to pregnancy yoga, NCT and antenatal classes. I had just moved from Bristol so I was looking to meet other mums-to-be - obviously none of that happened,\" Kara, from Newport, said. \"It was a lonely experience. I'm so used to being busy and working and my husband was working so much through the pandemic.\" Kara was sent a letter saying she could bring a partner to her 12-week and 20-week scans, but it turned out to be an old template which had not been changed - and her husband was turned away at reception on the day of each scan. \"I was quite nervous for that (20-week) scan because they check for a lot of things that possibly could be wrong, and I've had two friends have bad news in that scan.\" WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Kara stayed in hospital after having her baby by Caesarean section, and said it was the longest two nights of her life. \"It was hard, it was really horrible. There were a lot of mothers on the ward whose babies were in the neonatal unit, and they were not allowed anyone with them to visit. \"I was lucky everything was fine, she was healthy, but it was still really hard. The staff did what they could but they were so busy they couldn't always get to you.\" Kara, along with the campaign group Pregnant Then Screwed, is calling for women to be able to bring a partner with them to all maternity appointments, for the duration of labour in hospital and after the birth. \"The lack of support for new mothers has been bad. If a partner is the same household you're the same risk anyway really,\" she said. \"If you can go to a pub or a gym and be sat close to God knows how many people, why can't you have your partner from the same household with you to support you for important appointments?\" Pregnant Then Screwed said the current situation should be a \"source of shame\", and it wanted to see support from Senedd candidates. Founder Joeli Brearley said: \"Women continue to suffer alone in hospitals, giving birth without the full support of their birth partner and receiving earth-shattering news alone. This is not okay. \"Birth partners are advocates and a critical component of the pregnancy and birthing process and they must be treated as such.\" Aneurin Bevan University Health Board, covering parts of south-east Wales including Newport, said since September 2020 it had allowed a partner to attend for all scans, as well as for appointments which may cause significant distress, but not other routine antenatal appointments. It does not have restrictions on partners attending the birth, and partners can now attend during in-patient stays on the antenatal and postnatal ward. In north Wales, Betsi Cadwaladr University Health Board says one partner can support women attending early pregnancy appointments and both routine scans. They can also have a partner with them during active labour, \"preferably from the same household or part of an extended household\" and partners can attend emergency situations such as worries about pain, bleeding or not feeling the baby move at the discretion of the midwife in charge. Powys said it offered a small midwife-led community-based service and decisions were made on a case-by-case basis. In the Hywel Dda area, which covers mid and south-west Wales, women are not able to bring a partner to the 12-week dating scan or other routine appointments, but they can bring one to the 20-week anomaly scan. Swansea Bay is reviewing restrictions, but as it stands women can be accompanied for the 12-week and 20-week scans and when an issue has been found with the developing baby - but must be from the same household. Women can be accompanied from the start of active labour until after the birth but there is no visiting on the antenatal or postnatal ward. Cwm Taf Morgannwg, which covers parts of south Wales including Merthyr Tydfil and Bridgend, said partners could attend routine scans and labour assessment depending on the facility's infection prevention measures. Partners can visit the postnatal wards for one hour each day by appointment. Cardiff and Vale health board said partners can attend both routine scans and foetal medicine appointments, and throughout the birth. It is reviewing restrictions to see whether it can allow partners to further appointments. ", "url": "https://www.bbc.com/news/uk-wales-56815893"}