{"datetime": "2021-10-16T09:48:08.000Z", "author": "Aimee Thomas", "title": "Pregnancy: Some women in Wales to get pre-eclampsia test", "article": "Some expectant mums in Wales will be able to get a new type of blood test to check for the potentially life-threatening condition pre-eclampsia. Just likein England , the Welsh NHS will now givePLGF tests to \"those showing symptoms ofpre-eclampsia \". This has led to worries some women will \"fall through the net\" as the condition does not always have obvious symptoms. The Welsh government said UK National Screening advice did not recommend routine pre-eclampsia screening. Mums-to-be who develop pre-eclampsia have dangerously high blood pressure which can damage vital organs.When NHS England rolled out wider placental growth factor testing in 2019, it said evidence suggested it sped up diagnosis, which could save lives. The PLGF test tells doctors if a woman is at high, medium or low risk.Pre-eclampsia affects tens of thousands of pregnancies each year, but can be managed if spotted early enough.Those at higher risk should be very closely monitored and may have to have their baby delivered early if the condition becomes too severe, despite treatment. It is a condition that affects pregnant women, usually during the second half of pregnancy or soon after their baby is delivered - and early signs include high blood pressure and protein in their urine. Mild pre-eclampsia affects up to 6% of UK pregnancies while severe cases develop in about 1 to 2% of pregnancies. Although many cases are mild, it can lead to serious complications for both mother and baby if it is not monitored and treated. NHS advice is the earlier pre-eclampsia is diagnosed and monitored, \"the better the outlook for mother and baby\". Women with diabetes, high blood pressure, aged over 40 or have a family history of the condition are among those at higher risk. Trials of the new PLGF blood test, which costs about £70, show it speeds up diagnosis, meaning life-threatening complications to the mother and baby can be avoided.More than 1,000 women at 11 UK maternity units took part in the trials during their second and third trimesters.Using PLGF alongside regular blood pressure and urine checks cut the average time to diagnosis from four days to about two.Earlier diagnosis was linked with a lower chance of serious complications - 5.3% (24 of 447 women diagnosed with usual checks) versus 3.8% (22 of 573 women diagnosed with usual checks plus PLGF).As well as being rolled out in England, it is being used in an ongoing clinical trial in Scotland but it is not available in Northern Ireland - and also unavailable privately in Wales. Paige Thomas lost her baby after she was diagnosed with severe pre-eclampsia six months into her pregnancy. The 23-year-old from Blackwood, Caerphilly county, discovered she was having a baby five months into her pregnancy before giving birth to her stillborn daughter in February. \"It was a massive whirlwind really. You go from being a 22-year-old to suddenly having to prepare to be a mother,\" she said. Ms Thomas realised her baby, Amelia, had reduced movements and she was taken to the Grange University Hospital in Cwmbran. \"Within about two hours of being admitted, I had another scan to find out Amelia had no heartbeat.\" She then had to prepare to give birth to her stillborn baby, which took five days. \"I had a very silent version of pre-eclampsia,\" Ms Thomas said. \"If it wasn't for reduced movements I wouldn't have been aware. \"The first two days that I was in hospital I don't remember very much of it. I don't know whether it's because of all the medication I was on, or because of the trauma of it all.\" Some 4,030 women in Wales have been officially diagnosed with pre-eclampsia since 2015, figures from Digital Health and Care Wales show. But health officials fear the number is higher due to late diagnosis in some women. A leading obstetrician said an early diagnosis could make all the difference and the test could help rule it out for some women. Dr Angharad Care said the roll out of the PLGF testing in Wales was \"absolutely brilliant\" but the nature of the condition meant some women \"could still fall through the net\". \"It makes such a difference to pregnant women and their risk of pre-eclampsia. We know that PLGF testing has proven to be successful and actually reduces adverse maternal outcomes,\" she said. Dr Care said pregnant women should be aware that they can still develop pre-eclampsia without displaying symptoms.\"I think it's very difficult for women who don't show symptoms of pre-eclampsia and it is important to raise awareness of this condition,\" she said. \"But also I think it's important to realise there is crossover between some of the more normal symptoms of pregnancy and pre-eclampsia. \"They may not experience anything so there's nothing to signpost them to seek help or get tested so they could fall through the net and not have any kind of test. \"It's dangerous because you can end up in emergency situations where you can have a risk of eclampsia or placental abruption.\" Marcus Green, CEO of Action on Pre-eclampsia, said the Welsh government decision to introduce the test was \"excellent news.\"\"This will enable care to be delivered where it should be, to those who need it most and will provide assurance to women who haven't got pre-eclampsia,\" he said. \"It will also saves lives of mothers and babies and save the NHS money.\" Mr Green added that there was \"no reason\" why the Welsh government cannot implement these tests \"very quickly\". ", "url": "https://www.bbc.com/news/uk-wales-58886350"}