{"datetime": "2022-01-04T21:32:11.000Z", "author": "Kate Morgan", "title": "Pregnancy: 'I felt fat-shamed by banter at my 12-week scan'", "article": "A mum-of-four said she felt \"fat-shamed\" at a pregnancy scan and during follow-up appointments. Alexandra Dodds said her weight was raised at every appointment, and circled with a pen so vigorously in her notes that she wanted to lose them.A study into how risk is communicated in pregnancy, found women with obesity feel \"deeply stigmatised\".The Royal College of Midwives (RCM) said care should be based on respect and understanding of women's needs. \"It was just kind of jokes, like 'hope you've stopped the Christmas snacks', or 'make sure you've thrown the box of chocolates away',\" said Ms Dodds.The 27-year-old, from Newport, described already being upset at her 12-week scan as she was alone due to Covid-19 restrictions and away from family, who were in Australia, when the midwife broached her weight.\"I didn't feel like it was said in a spiteful way to try to upset me, it was like banter, but I don't feel like you can banter about that,\" she added.The clothing designer said she complained but felt that her weight dominated her entire antenatal care.\"I didn't feel this was a person that I could talk to openly [to] support me, so I just left not knowing really what I could do. I was really, really sad.\"Baby Brianna was born healthy at home before a midwife could arrive in July, last year.Alexandra said she only felt able to speak out about what she wanted during her pregnancy and labour because of three previous pregnancies.\"If I feel any level of shame, that's just a clear indication that I have to talk about it, because it means I'm not the only person and other people will understand,\" she added.Joint research by Cardiff University and the British Pregnancy Advisory Service (BPAS) found women with higher BMIs felt stigmatised by risk messaging in maternity care.The Wrisk Project, which surveyed more than 7,000 women, looked at how risk is communicated in pregnancy following concerns it didn't always \"reflect the evidence base\".Clare Murphy, director of BPAS, said the work showed they hadn't got it right. \"Pregnant women are often infantilized, and it feels like sometimes decisions are made about them, for them,\" she added.The data showed many felt they received a lot of information on some topics, such as alcohol and smoking, but wanted more advice on subjects such as looking after their mental health.The final results, due to be published and peer-reviewed early next year, suggest women want a balance between a \"better-safe-than-sorry\" approach and evidence-based information.Ms Murphy said the slow uptake of the Covid-19 vaccine among pregnant women had been \"an inevitable consequence\" of a culture in which women were urged to avoid potential risk.\"The fact we now see pregnant women dying in hospital of Covid because they haven't had the vaccine is an absolutely tragic and avoidable consequence of this narrative,\" she added. Wales' Chief Medical Officer has said thevaccines are \"safe and effective\" in all stages of pregnancy . Understanding risk is the day job for health and safety consultant Stephanie Powell, but she said she hadn't been given enough information to do that during her pregnancy.\"I was thinking to myself, why am I not hearing about this from my midwife?\" she said.The mum-of-one from Abercynon would have liked more information from healthcare professionals so she didn't have to search online instead.\"There's a balance between managing anxiety and stress, but I still think there's a way of putting that information across\", she added.The 34-year-old said she heard of possible risks from other mums and would like better access to information for people in future.Dr Rhiannon Phillips, from Cardiff Metropolitan University, said not enough research or clinical trials included pregnant women.\"We are quite naturally and understandably correctly quite risk-averse for that population but we do need evidence so we need to start collecting that so that we can inform people's choices,\" she added.The health psychologist's work looks at women with pre-existing, long-term medical conditions who are considering having a baby, or who are already pregnant.\"People are consistently telling us they're not getting the information they need to make proper decisions about how to manage other health conditions during pregnancy and to really get the best outcomes for themselves and for their children themselves,\" she added.Dr Phillips said, while there were lots of examples of great care, there were also cases of women stopping vital medication to get pregnant when they would be better off continuing with it.The Royal College of Midwives Director for Wales, Helen Rogers, said good communication between health professionals and patients was vital. \"Women should feel comfortable with their midwife and able to ask any and all questions and expect to receive the right answers,\" she said. She added the \"use of appropriate language is at the heart of this relationship and is embedded in the NMC (Nursing and Midwifery Council) Code that all midwives must adhere to.\" ", "url": "https://www.bbc.com/news/uk-wales-59827468"}