{"datetime": "2019-04-01T23:51:29.000Z", "title": "NHS to offer mums-to-be new blood test for pre-eclampsia", "article": "Pregnant women in England will be able to get a new type of blood test to check for the potentially life-threatening condition pre-eclampsia. NHS England is making PLGF testing more widely available as evidence suggests it speeds up diagnosis which could save lives. Mums-to-be who develop pre-eclampsia have dangerously high blood pressure which can damage vital organs.The PLGF test tells doctors if a woman is at high, medium or low risk.Pre-eclampsia affects tens of thousands of pregnancies each year, but can be managed if spotted early enough.Those at higher risk should be very closely monitored and may have to have their baby delivered early if the condition becomes too severe despite treatment. Sarah Findlay, 45 and from London, spent the last week of her pregnancy in hospital after medics discovered she had worryingly high blood pressure.\"It was a really stressful time. Up until that point my pregnancy had been amazing. Everything had been going really well,\" she said. \"It was during a routine check-up that they noticed my blood pressure was far too high and they admitted me because they were concerned that it might be pre-eclampsia.\"I went from feeling like a mum to a patient. I was really terrified because I did not know if I would be OK and whether I might lose my baby.\" Doctors closely monitored Sarah's condition and she went on to have a healthy baby girl, Isla, who is now four.She welcomes any test that can help predict and reassure pregnant women about their risk of pre-eclampsia.Trials of the new PLGF (placental growth factor) blood test, which costs about £70, show it speeds up diagnosis, meaning life-threatening complications to the mother and baby can be avoided.More than 1,000 women at 11 UK maternity units took part in the trials during their second and third trimesters.Using PLGF alongside regular blood pressure and urine checks cut the average time to diagnosis from four days to around two.Earlier diagnosis was linked with a lower chance of serious complications - 5.3% (24 of 447 women diagnosed with usual checks) versus 3.8% (22 of 573 women diagnosed with usual checks plus PLGF).Lead researcher Prof Lucy Chappell, from King's College London, said: \"This really is going to make a difference to women. The challenge for doctors is spotting which pregnancies are high risk and need closer monitoring. PLGF helps us reach that diagnosis earlier.\"Prof Tony Young, from NHS England, said: \"The NHS, with partners in government, will be making this test more widely available across the NHS as part of our plans to ensure as many patients as possible can benefit from world-class health innovations.\" The NHS in Wales, Scotland and Northern Ireland could choose to offer the test too.", "url": "https://www.bbc.com/news/health-47771688"}