{"datetime": "2018-02-05T10:08:28.000Z", "title": "Undetected high blood pressure found in new mums", "article": "Women with severe pre-eclampsia should have their blood pressure closely monitored for a year after giving birth because high blood pressure can remain undetected, a new study suggests. It found high blood pressure \"often goes unnoticed because women may have normal blood pressure readings\" in the doctor's surgery.TheDutch study of 200 women found 17.5% had masked hypertension.Their blood pressure was much higher when it was monitored at home.The study found if only the in-clinic readings were used, doctors would have missed 56% of the women with high blood pressure.The study also found that 46% of the women had an insufficient decrease in blood pressure from daytime to night time, which is unhealthy. Night-time hypertension, which increases the risk of heart disease, stroke and death, affected 42.5% of women in the study. Study author Laura Benschop, MD, a researcher in obstetrics and gynaecology at Erasmus Medical Centre, Rotterdam, said: \"Our findings suggest women who have high blood pressure during pregnancy should continue to monitor their blood pressure long after they've delivered their babies. It's not only important to monitor blood pressure in the doctor's office, but also at different times of the day and night, at home.\"We've shown here that high blood pressure comes in many forms after pregnancy. Women who know their numbers can take the proper steps to lower their blood pressure and avoid the health consequences of high blood pressure later in life.\" Katharine Jenner, from the charity Blood Pressure UK, said the study was \"shocking\" reading because it was well established that women with pre-eclampsia are more likely to have high blood pressure post-pregnancy. \"So the fact that over half of cases are being missed just a year after giving birth is quite shocking, as we know GPs are looking out for it.\"The results of this small study should encourage all women who have had pre-eclampsia to help out their GP by using a blood pressure monitor at home and trying to gauge a true reflection of their blood pressure.\" Dr Philip Lewis who runs a maternity blood pressure clinic at Stockport NHS Foundation Trust said it was a \"very significant\" and \"important\" study. A member of the British and Irish Hypertension Society, he hopes to immediately introduce 24-hour blood pressure monitoring for women in his clinic, a year after giving birth.He says the study shows that if \"you just measure in a clinic you may be falsely reassured\". \"Masked hypertension is the most dangerous of all as you've been reassured all is well so you don't bother to do anything about it and nor does anyone else because you don't think your blood pressure is there.\" But he said it was actually producing a strain on the heart and blood vessels which women could pay a price for later on. \"The ultimate bottom line is if everybody who has severe pre-eclampsia would have a 24-hour blood pressure test a year later, a lot of the risk might be identified for the future and, if dealt with appropriately, prevent it.\"Prof Basky Thilaganathan, consultant obstetrician and spokesperson for the Royal College of Obstetricians and Gynaecologists said more tests in larger groups of women, who didn't all have high blood pressure before pregnancy, were needed to confirm the findings. Christopher Allen, senior cardiac nurse at the British Heart Foundation, said: \"Although guidance is already in place, it's possible that the way we screen for high blood pressure in these women could be improved.\"Anyone who has been diagnosed with pre-eclampsia during their pregnancy should be followed up by their GP to keep an eye on their blood pressure.\" ", "url": "https://www.bbc.com/news/health-42919001"}