{"datetime": "2017-11-01T13:55:16.000Z", "title": "Early blood test could indicate risk of miscarriage", "article": "A blood test in the first 12 weeks of pregnancy could indicate a risk of miscarriage or premature birth, early research suggests. US doctors believe they have found molecules in the blood that can be linked to serious birth complications, months before symptoms are apparent. The findings could help doctors take steps to avoid premature birth. But experts warned against overstating the findings, citing the \"small and preliminary\" nature of the research. In the UK, one in five pregnancies ends in miscarriage, while Britain has one of the highest rates of premature birth in Europe. The proposed blood test screens for molecules called microRNA, which are found in blood cells in the placental bed - a thick membrane that lines the uterus during pregnancy. The team, from the Laboratory for Reproductive Medicine and Immunology in San Francisco, assessed the microRNA cells' ability to predict premature birth, pre-eclampsia, and miscarriage during the first 12 weeks of pregnancy. In total, they looked at 160 births - over a series of four published studies.The results predicted miscarriage and late pre-eclampsia with about 90% accuracy and premature birth before 34 weeks with about 89% accuracy. Pre-eclampsia is a serious condition where abnormally high blood pressure and other problems develop during pregnancy.It affects up to 10% of all first-time pregnancies and often leads to premature birth. Unlike that of miscarriage, the risk of pre-eclampsia and premature birth can be managed by medical intervention. The study authors said the test could possibly be used in combination with other established screening tests. Daniel Brison, honorary professor of clinical embryology and stem cell biology at the University of Manchester, said the study was \"exciting looking\" in a much needed area. But he added: \"Although the results might seem exciting and cutting edge, there is unfortunately a high risk of them being wrong.\"We'd need larger follow-up studies to be sure whether these results are valid.\" Tim Child, associate professor at the University of Oxford and medical director of Oxford Fertility, echoed his concerns but described the research as important. \"Pre-eclampsia, premature birth and miscarriage are significant issues all around the world, so any research is important,\" he told BBC News, stressing that \"while the number [of cases studies] is very limited, the statistical relationship between the test and the complication is very high.\" He added that he hoped ongoing research would help doctors understand \"the root cause\" of placental disease. ", "url": "https://www.bbc.com/news/health-41831074"}