{"datetime": "2021-12-23T00:53:16.000Z", "author": "Smitha Mundasad", "title": "Women's health ambassador appointment to improve care", "article": "A women's health ambassador will be appointed to help reduce \"gender health inequality\" in England. The move follows more than 100,000 responses to a government consultation on the subject earlier this year. Many women said they felt they were not listened to by health professionals, and were not supported well when dealing with health conditions. Minister for women's health, Maria Caulfied, said some of the revelations were shocking and must be addressed. Theconsultation had been planned for 2020 but faced delays. It ran from March to June 2021.An analysis of the 110,123 responses suggests:MP Maria Caulfield, said: \"The responses from the call for evidence were in many ways as expected, particularly with regards to women's priorities, but in some places the revelations were shocking.\"It is not right that over three-quarters of women feel the healthcare service has not listened. This must be addressed.\"Many of the issues raised require long-term system-wide changes, but we must start somewhere.\" In a broad document on its future steps and ambitions, the government says it wants to make sure women no longer face taboos when talking about their health, and have access to the services they need throughout their lives.Other issues to be tackled include improving support at work, and better representation in research trials.Prof Geeta Nargund, co-founder of the Ginsburg Women's Health Board, NHS consultant and medical director at Create Fertility, said it was important to develop policies to close the gender health gap.\"The results of this consultation show unequivocally that our healthcare system needs more support for women's reproductive health and that across every age group women face hurdles in accessing the medical care or information they need.\" More details are expected in spring 2022 when the Women's Health Strategy is due to be published.", "url": "https://www.bbc.com/news/health-59760762"}