{"datetime": "2022-01-25T06:30:41.000Z", "title": "Mum donates milk after stillbirth to help poorly babies", "article": "A mum-of-three who donated her breast milk after her second child was stillborn said it helped her to feel \"there was an imprint on the world from her\". Janet Hobbs, from Wellington, Somerset took a breastfeeding peer support course after struggling to feed her first child Livvy.She said knew she would donate her breast milk with her second child Immy. Mrs Hobbs said: \"It was always my plan to donate but sadly she was stillborn\". Following Immy's birth in April 2020, Mrs Hobbs donated around six litres of the milk she produced to themilk bank in Bristol. It serves 12 neonatal units in the South West, where the breast milk is given to premature and vulnerable babies in their care. It is the only regional service in England and is funded by the NHS, while the depot in Tiverton is run by a not-for-profit company, Healthy Babies UK. Donor breast milk is regarded as the \"next best nutrition\" for premature or vulnerable babies if a mother's own milk is unavailable, according to The Southwest Neonatal Network Donor Milk Bank. Although Mrs Hobbs was offered drugs to suppress the milk, she said: \"For me it was one of the only things I could do that I had planned to do all along… even after she was stillborn I was still able to donate.\"I really wanted [to feel] that there was an imprint on the world from her.\" She explained that her eldest daughter Livvy \"witnessed it\" and helped. \"She would be pressing the buttons on the pump and go and get me the bottles and help me label it and put it in the freezer. It gave her a different focus.\" Mrs Hobbs said she hoped donating the milk would help \"tiny babies and families who were in a really vulnerable position and make enough of a difference that their story had a different ending to ours… so that their child got to live.\" The mum \"very joyfully\" gave birth to son Barnaby 13 months after Immy was born and had already decided she would donate breast milk again. She explained the milk donation process was made \"really simple\" through Healthy Babies because of the support they gave her.It also meant she was able to make the donations closer to her home in Somerset, rather than having to \"make the trek\" to Bristol. She added: \"For some people it might feel a bit of a bizarre concept for a baby to have breast milk that's not their mum's. \"But I think when they start to realise the benefits and importance of it, especially in NICU with such young babies, that awareness helps us see why people do that.\"Healthy Babies give antenatal and postnatal support and advice and help people who want to become a \"donor milk mum\". The NHS Neonatal network advise they accept excess milk from breastfeeding mums once their baby is at least six weeks old and until they are around six months old. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60111746"}