{"datetime": "2021-06-15T15:41:32.000Z", "title": "Rugby player praised for breastfeeding during game", "article": "A rugby player said the response to a photo of her breastfeeding her daughter during a game has been \"unbelievable\". The image of Emily Brierley, 29, of Bradford, feeding 14-week-old Arabella on the sidelines was widely shared, with many praising the player. The mum-of-two had been subbed during the Stanningley Ladies rugby league game to allow her to feed her baby. She said sharing the photo had \"opened up a lot of people's minds\" about breastfeeding in public. Keen player Ms Brierley had not played rugby league for more than six months because of pregnancy and said she was eager to play again, asking her doctor if she could train days after giving birth. She said: \"I listened to my coach and manager and waited until the doctor said it was OK. I found out on a Tuesday so went back training on Wednesday. That was a couple of weeks ago. \"To get my first game on Sunday was absolutely amazing, it all came back and felt like home again.\" The West Yorkshire club shared a photo of Ms Brierley feeding Arabella, saying: \"In between the game Emily came off as a sub and squeezed in a quick feed before going back on the field.\" Ms Brierley, who is also mum to nine-year-old Scarlett, said the response has been \"unbelievable\" with the comments being \"really touching\". She added: \"A lot of parents with young girls are saying how encouraging it is to see a woman playing rugby and able to still get on with feeding and doing what she loves.\" Comments have been posted on Facebook praising Ms Brierley for sharing the picture, with her hoping to break down the stigma around public breastfeeding.\"I think it's opened a lot of people's minds about it and that actually it is a natural thing and it is OK to do in public.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-57486999"}