{"datetime": "2022-01-23T18:02:35.000Z", "title": "Endometriosis care in Scotland not meeting 'base level'", "article": "Clinical care for sufferers of endometriosis is not meeting \"base level\", according to new research seen by BBC Scotland. The debilitating condition affects 100,000 women in Scotland and is more common than diabetes, yet it takes eight and a half years to be diagnosed. Almost half of those with endometriosis are in pain most days. The study, commissioned as part of the Scottish government'sWomen's Health Plan , found that services were lacking. The charity Endometriosis UK said the condition costs the UK economy £8.2bn each year in treatment, healthcare costs and loss of work. It carried out the study and has recommended four main areas for improvement: The release of the report comes the week after a Scottish Parliament debate which brought cross-party consensus on the need for improved awareness, diagnosis and treatment of endometriosis. Maree Todd, the minister for women's health, promised that by Spring the government would release an plan for improving endometriosis care.\"I was diagnosed with endometriosis when I was 19 so it took about six years to be confirmed. I have had eight or nine surgeries over the years and unfortunately in 2018 when I was 31 I had to have a full hysterectomy. \"In the last five months I have had another two operations because it has come back. It has been a lengthy journey. As a teenager it was horrific.\"I was going to school and having to run to the bathroom to constantly change underwear and sanitary towels. The pain was horrific there were some days where I was having to crawl to the bathroom. \"And I was just taking over-the-counter paracetamol because I thought this was what it was supposed to be like.\"My GP said it was just bad periods but it got to the stage where I was becoming anaemic. That is when I was referred to the gynaecologist. \"The hysterectomy was the only option I had. I thought I would be pain-free but within 18 months the endometriosis has come back, so mentally I have struggled. \"It always seems to be a struggle. Often once you have been diagnosed your GP doesn't know how to deal with the condition or manage it. \"I had problems with chronic pain from the age of 16 until I was 19 but I was diagnosed with irritable bowel syndrome. At 19 I had my appendix removed.\"After two children and a lot of pain in between, I still had problems. Constant period pain followed and terrible hormones which went on until the age of 37 to the point where I was having suicidal thoughts. I was referred to gynaecology. \"I went in for a laparoscopy and it was discovered I had stage four endometriosis and my ovaries were stuck to my bowel.\"My consultant took out my ovaries and fallopian tubes and within 15 months endometriosis had returned with adhesions. Over the last ten years, I have had eight surgeries. Four years ago I had the full hysterectomy. \"Endometriosis has had a big impact on my life and my relationship with my husband, turning me into a horrible person with the hormones. It affects my work. I've had time off work because of chronic pain.\" Emma Cox, CEO of Endometriosis UK said that sadly, Margaret and Sharon's stories were typical. She said: \"In commissioning this report the Scottish government has demonstrated that it understands the need to improve endometriosis awareness, diagnosis and care.\"This report sets out four key recommendations for making that happen, and we stand ready to work to implement changes that could be transformational for those with endometriosis in Scotland.\" Prof Andrew Horne of Edinburgh University is Scotland's leading expert on the condition. He said current care was \"not good enough\".He toldRadio Scotland's The Sunday Show : \"I think these stories highlight where health services are failing them. It's timely that this report has come along on the back of the women's health plan report and hopefully we will be able to do something to change that. Women's Health Minister Maree Todd said: \"This important research will help us in our goal to make a meaningful difference to women whose lives are blighted by endometriosis. \"Progress is already underway to implement an endometriosis care pathway to be adopted across Scotland, to support healthcare professionals to recognise the symptoms and provide a timely response.\" ", "url": "https://www.bbc.com/news/uk-scotland-60103073"}