{"datetime": "2022-01-25T18:12:34.000Z", "author": "Lucy Adams & Hayley Jarvis", "title": "I travelled to the US and paid £19,000 to have mesh implant removed", "article": "Anne Monie is one of hundreds of Scottish women to have suffered painful, life-changing side effects from mesh implants. She was fit and healthy when she went to her doctor with anterior prolapse and mild stress incontinence in 2010. But an operation to fit transvaginal mesh left her in agony. With nowhere to turn for help in Scotland, the 69-year-old spent £19,000 travelling to the US to get her implant removed. Anne spoke to BBC Scotland hours beforethe Scottish Parliament passed a bill which will see her and others reimbursed for the cost of private surgery. That may bring financial concerns to an end - but she is by no means cured. And she worries about other women still trying to go through the mesh-removal process. Anne was offered a simple \"gold standard\" transvaginal mesh procedure when she first sought medical help 12 years ago. But after the operation to fit it, she began to suffer from a range of problems and was left in chronic pain.After years of frustration, she paid to go to Missouri to have mesh removal surgery with world-renowned expert Dr Dionysios Veronikis.\"It's a massive amount of money to be paying out, especially when you're retired. But then, what price do you put on health? \"I've been very fortunate that I've been in the position that I've been able to go. My worry is about all the ladies who are currently sitting waiting on help, thinking that this is going to be easy.\" Tens of thousands of women had transvaginal mesh implants in Scotland to treat incontinence and prolapse, conditions many women suffer after childbirth. The implant procedure has since been halted because of the life-changing side effects many women suffered.Some have since paid thousands to get private treatment to alleviate their symptoms.The Transvaginal Mesh Removal (Cost Reimbursement) (Scotland) bill , which was passed by the Scottish Parliament on Tuesday, is about allowing those who have already paid for private surgery to recoup their costs.In addition, in July, the Scottish government announced future surgery and travel costs to Spire Health Care in Bristol and the Mercy Hospital in Missouri in the United States would be covered. The cost of each procedure is estimated to be £16,000 to £23,000. But in order to access such treatment, women have to be assessed by the Scottish Mesh Centre. Women say there are waiting lists of at least nine months to just get assessed. Appointments for surgery take longer.\"It is not acceptable that women in agonising pain should have to wait for so long\", says Dr Wael Agur, a member of the Scottish government working group on transvaginal mesh.There is also concern about the so-called \"inbetweeners\" - women who have already applied for private surgery but have not yet had the procedure.Dr Agur says he is concerned about the inbetweeners potentially having a time limit placed on them, but overall he says the bill is a very positive step. Conservative MSP Jackson Carlaw welcomed the bill.\"It is radical to allow medical treatment to be reimbursed in this way and I think it is the first time the Scottish government will have passed a bill of this nature,\" he said.\"This is a debt of honour because these women were injured on the NHS. It is a life-changing intervention. \"There are concerns about the delays for women who have not already accessed treatment but that is outwith the remit of the bill.\" Mr Carlaw - a former leader of the Scottish Conservatives - said he will continue to argue that the so-called \"inbetweeners\" should be covered by the legislation. Following the passing of the reimbursement bill at Holyrood, Heath Secretary Humza Yousaf said he hoped it would \"help provide some justice to women who have been traumatised after receiving a mesh implant\". He added: \"It is fair to say that without the courage of the affected women, we would not be where we are today.\" For Anne, although she has had her mesh removed it has left lasting damage.\"Getting the mesh removed is not the end of the suffering for us,\" she said. \"It will go on with some of us for the rest of our lives. \"Physical, mental, you know - there are issues there. Yes, I've been out for the removal, I'm able to walk now without pain, I'm able to sit without pain. \"But unfortunately just a few weeks ago I realised I had internal adhesions. They've been released to a certain extent but I still have problems with that. \"And it would appear, after discussions with Dr Veronikis, that I will unfortunately have to go back to St Louis for further remedial surgery and the release of the adhesions.\" ", "url": "https://www.bbc.com/news/uk-scotland-60111947"}