{"datetime": "2021-12-14T07:59:29.000Z", "author": "Sarah Lee", "title": "Adenomyosis: 'You're worth more than your womb'", "article": "Kat Francois has spent many years suffering agonising, vomit-inducing period pains that sometimes required trips to A&E. She was eventually diagnosed with adenomyosis - a condition no doctor had mentioned in the time she had been seeking medical help. Not only did her condition cause heavy bleeding and chronic pain, it also made conceiving difficult. After a challenging IVF journey, Kat decided that having children was not on the cards for her and her partner.But she believes that while being a mother is important to some, it is not \"the be all and end all\". \"You can make a life even if you don't have children. You will survive. Bottom line, you're worth more than your womb,\" she said.Kat, a performing arts teacher and poet from west London, began having troublesome periods from the age of 10.\"You know every class has 'that girl' who has terrible period pains. Well, I was that girl,\" the 48-year-old said. \"I probably had signs of adenomyosis from very young, but I was fobbed off by doctors and was put on the pill.\" Kat quickly realised that her condition had been masked by her long-term use of hormonal contraceptives. \"I'd be teaching and I'd have to run out of the class. I'd have to change myself every 20 minutes. I used double tampons, double sanitary towels. I would leak on the street. I'd vomit for four or five days straight,\" she said. On one occasion, Kat bled so profusely that anyone walking by \"would have mistaken it for a miscarriage\".\"Not only did this happen, but the pain was so severe my partner insisted I go to the hospital.\"I kept saying, 'I can't go to the hospital with a period' - until I had no choice but to.\" It was while in hospital that an A&E doctor suggested she might have adenomyosis - a condition of the reproductive system that causes the uterus to thicken and enlarge. \"A-deno-who?\" Kat recalled asking her doctor when she was diagnosed in 2014.For the next few years, the hospital became a second home to Kat who endured numerous injections to manage her pain. Source: The Royal College of Obstetricians and Gynaecologists Kat faced further challenges when she and her partner tried to start a family. \"I did everything I could. I drank raspberry tea. I was at the point where I'd dance around the garden naked if someone said that would help me get pregnant. \"But nothing worked. It was month after month after month of disappointment. I was so annoyed at my body, which can do such amazing things like run marathons, but it could not give me children.\" The misfortune continued when Kat's partner was diagnosed with prostate cancer, further reducing their chances of conceiving naturally.\"It was all a mess, to be honest. The natural method was basically out of the question,\" Kat said. The couple had one round of IVF treatment on the NHS, which Kat said she found \"horrendous and intrusive\".When the first IVF treatment was unsuccessful, she and her partner had to decide whether they wanted to do a second round - this time costing £12,000. \"With my low egg count, the prospect of conceiving was unlikely,\" Kat said. \"I weighed up what I had been through and I just decided, for my sanity and my health and even for my relationship, that that was it. I'd had enough.\" Though the decision to stop trying for a baby was tough, Kat said she was keeping positive and was content with her lot. \"Women are fully formed humans and individuals of their own, whether they have children or not. \"We need to look at what motherhood really means; whether we really want it or if it's something that is just shoved on society.\"It's just presumed that we all should be mothers - which is wrong.\" Wider conversations around genealogical conditions and IVF, especially within the black community, also need to be had, Kat added. \"There's a lot about womanhood and our biology that we do not talk about and it's that which causes the mental health problems and the stress.\"As a black woman, these are stories I just don't hear. I'd like to hear more of them.\" With no cure for adenomyosis, Kat is looking forward to menopause. \"I cannot wait for the day that I stop bleeding. I'm going to make a bonfire in the garden, burn all of the sanitary towels and tampons, run around naked and scream 'I'm free',\" Kat said, laughing. You can hear more from Kat on the Sex, Drugs & Lullabies podcast on BBC Sounds. ", "url": "https://www.bbc.com/news/uk-england-london-59320887"}