{"datetime": "2021-08-26T14:39:03.000Z", "title": "Redditch firm defends sale of human breast milk", "article": "A private company has defended selling breast milk for profit and said its products can help premature and ill babies. NeoKare Nutrition, based in Redditch, Worcestershire, screens milk from donor mums then pasteurises and sells it. The firm said there was a demand from parents wanting to buy it. But charities including the National Childbirth Trust (NCT) have written to the government to argue breast milk should not be bought or sold. Mother-of-three Megan Golub said she and her partner had turned to NeoKare after she had struggled to breastfeed her third son Oliver. After trying formula, \"which was even worse\", her partner Robin Gibb attempted to find breast milk from elsewhere. He tried not-for-profit milk banks but said access was not guaranteed \"if you did not have a premature baby or if they were not terminally ill\". The firm claims to be the only firm in Europe selling 100% breast milk products and said it helped premature babies and mothers with problems breastfeeding. Marketing officer Jessica Preston defended the cost of what the company sells, with six 50ml bottles priced at a total of £45. She said the company had invested millions of pounds into its Redditch site. \"There is also a high cost involved in all of the processing of the milk in ensuring the safety of the milk,\" she said. However, Sarah McMullen, from the NCT, said it was concerned about the risks of commercial milk banking and a lack of regulations. It wants the National Institute of Health and Care Excellence (NICE) guidelines changed. \"The NICE guidelines have not been updated recently enough to reflect the change in landscape and rise in the trade of human milk,\" she said. Claudia Campbell is among the mothers who freeze their excess milk and gives it to NeoKare. She said she did get reimbursed by the firm for the cost of equipment and energy needed to sterilise it. But she added: \"I am not making a lot of money or anything like that. It is a great feeling just to know that I'm helping someone out there.\" Another charity, the UK Association of Milk Banking, also wants new regulation from the government. Chair Debbie Barnett said she was concerned about safety, adding: \"Are these women denying their own baby milk because they are making money from selling their own milk?\" NeoKare said mothers volunteering to donate their milk to the firm could stop at any time. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-58343016"}