{"datetime": "2021-06-06T11:55:37.000Z", "author": "Nicola Bryan", "title": "Covid: Has the pandemic made breastfeeding easier or harder?", "article": "Lack of support during the pandemic has left many breastfeeding mothers feeling lost, a peer support worker has said. Stacey Davies, who breastfeeds two of her four children, said the \"affection and camaraderie\" of support groups could not be replicated online.The Welsh government saidits data showed breastfeeding rates were in fact \"the highest on record in 2020\".An academic said lockdowns had been \"really tough\" for some but others had a better breastfeeding experience.The Stats Wales data shows, for the last three months of 2020, 26.7% of mothers reported breastfeeding their baby at 6 months, up from 23.2% for the same period in 2019.From July to September 2020, that figure was 26.4%, up from 22.5% for the same period in 2019.Charley Greatrix, 27 lives in Barry, Vale of Glamorgan, with her 16-month-old son Theo. She gave birth to him in the Midlands in January 2020 and moved home to Wales after splitting from her husband weeks later, just before the first lockdown in March 2020 .She said it was a \"really tough\" start, with no face-to-face breastfeeding support and \"muddling through with help of Facebook pages\". Covid restrictions allow up to30 people to meet for organised indoor activities but many breastfeeding support groups are still being held virtually. \"Other than from family members, I haven't had much emotional support with it and it has been a difficult time,\" she said.But she said she was glad she had continued to breastfeed: \"Breastfeeding has kept us sane through the pandemic,\" she said. \"When he's needed comfort it's been there, I think he's probably fed a lot more than he would have if we were out and about because the opportunity was always there.\"She said online support group had been\"really important\".\"Any kind of questions you've got, any concerns you can put straight up on there and within two or three minutes you've got three or four responses...\"There's a wealth of experience there and you get feedback instantly, although they can't give medical advice, their experiences say it all really.\"She said some days the online groups had kept her going, but now she is ready for some face-to-face interaction.\"I've been watching out for when people will be meeting up with these groups because it is so important, especially for me. \"I don't really recall seeing many people publicly feeding older children - that's something I need to see because I need to realise I'm not doing the wrong thing by letting him wean himself when he's ready.\"Katherine Jones, 37, gave birth to James, now six-and-a-half months, during thefirebreak lockdown .James was born five weeks early and she said she had endured the additional stress of not being able to buy him clothes while he had been in special care (SCBU) because non-essential shops had been closed and at the time supermarkets hadnot been allowed to sell clothing . He was initially tube-fed a combination of her breastmilk and formula and midwifery staff helped her establish her supply using a pump andskin-to-skin contact . Returning home to Aberkenfig in Bridgend was \"really, really difficult\" in the first few weeks, she said.She said two community midwives who were \"brilliant\" and visited to help her with positioning. \"It was really lonely with regards to people like family members who couldn't come and help me... I just struggled with finding time to shower, finding time to eat.\"She said she had been lucky to have been part of a WhatsApp group with other new mums she'd met through pregnancy yoga and some had been second-time mums able to offer breastfeeding advice.\"If I hadn't done that yoga class, honestly I don't know what mental state I'd be in now,\" she said.Restrictions have also meant she has not become accustomed to breastfeeding outside her home.\"When things started to open up I suddenly realised I hadn't been feeding in public and I don't know how I'm going to cope with this - I've been overthinking it and I've just got to do it but anxiety did get quite high about it.\" But she said there had been positives too.\"It's allowed me to do nothing other than sit there with a Netflix and have lots of skin-on-skin time, establish feeding... because of lockdown, I was able to just go 'I'm just going to stay in bed all day'. So that's been a massive positive.\" Mother-of-four Stacey Davies, 31, from Port Talbot, is currentlytandem feeding her 19-month-old and four-year-old and training with her heath board to be a peer support to other breastfeeding mothers. She said: \"I had a lot more chance to just sit and 'boob' freely because there's been no worries about doing school runs and being out and about... we've just been at home.\" But she said she had missed the \"affection and camaraderie\" of in-person groups. She has found providing peer support a totally different experience during the pandemic: \"Normally you'd be going to groups, you'd be seeing people, you'd be seeing your mentor, whereas now I've had to do everything online.\" She said she sympathised with some of the first-time mums she had met online.\"They just seem a bit lost - we're all on the internet and that's fine but there's no actual person sitting there listening to you and, as a new mother, sometimes you just need someone, a human in front of you just listening and appreciating and bouncing stories off.\" Richmal Eden, 24, from Bridgend, gave birth to Soren, aged 13 months, during the first lockdown.\"On balance, it hasn't been great to be honest,\" she said. \"We've struggled with a lack of face-to-face support, particularly, peer support from other breastfeeding mums. \"I don't know any other breastfeeding mums and I've found that quite difficult.\" Soren has been treated fortongue-tie .\"He was four months old before we realised that was causing a lot of our issues and that was suggested to me on a one-to-one Zoom call with a La Leche League leader.\" She has also relied mainly on Facebook groups and has also seen infant feeding coordinators.\"I know lots of people say it's great they didn't have visitors so they were able to focus on feeding the baby but I don't know - I suppose that is a positive, but I've actually found it quite difficult.\" She added: \"I don't have anything I'm looking forward to more than going to an actual in-person breastfeeding support group - I can't wait.\"Prof Amy Brown, a professor of child public health from Swansea University, said: \"Mothers seem to have one of two experiences - so they either had a really tough time or they actually had a much better time. \"Those already in more privileged positions and well-supported anyway had the much better time and those who were struggling in all different ways, had a much worse time.\" She and Dr Natalie Shenker from Imperial College Londonpublished a paper in September which found increased time at home, less pressure and fewer visitors had been a positive for some breastfeeding women in the UK. It also found others had a more challenging experiences, such as struggling to get support, worrying about the safety of feeding and feeling isolated, which made them more likely to stop breastfeeding before they were ready. The paper also said women from black, Asian and minority ethic (BAME) groups and those with a lower education were more likely to be represented in this group. A Welsh government spokeswoman said: \"We recognise that the pandemic has added additional pressures to families.\"Breastfeeding rates were the highest on record in 2020.\"Midwives and health visitors continued to provide support to women to breastfeed throughout the pandemic. In-person support groups are now also restarting.\" ", "url": "https://www.bbc.com/news/uk-wales-57242678"}