{"datetime": "2020-10-05T08:04:45.000Z", "author": "Peter Shuttleworth", "title": "Covid-19: 'How lockdown stopped me from breastfeeding'", "article": "Like a lot of new mums, Leonie Williams wanted to breastfeed her baby as the advice she had was \"breast is best\". But like many newborn babies, little Marley found it tough and Leonie \"struggled\" to get professional support as the Covid-19 crisis gripped the UK. A new study has suggested 30% of breastfeeding mums gave up before they wanted to during lockdown because of a \"lack of face-to-face support\".The Welsh Government urged women with concerns to talk to maternity staff. Swansea University researchers said some health visitors were redeployed to help the NHS in its fight against coronavirus in March while house visits were stopped asthe UK went under lockdown and \"vital\" breastfeeding support groups shut. Apart from phone advice with her health visitor and video calls to a family with young children, Leonie felt \"isolated\". \"Add the fact you're exhausted having a newborn, you're in pain through trying to breastfeed, it's our first baby so it's a big adjustment and your hormones are all over the place - it was really tough,\" said the 29-year-old.\"Then on top of that, you're dealing with a global pandemic.\" Despite Leonie's best efforts, she \"couldn't continue breastfeeding\" as it was \"too much\" so she switched to feeding Marley formula full-time after about two weeks. Before coronavirus, theUK has some of the lowest breastfeeding rates in the world - now the lack of support during the pandemic is \"worrying\" experts who say some new mums \"have been let down\". A worldwide studypublished in the Lancet in 2016 showed 81% of UK mothers had tried breastfeeding at some point, but only 34% were breastfeeding at six months and 0.5% at 12 months. It was below other European countries, and the US, where 79% started, 49% were still going after six months and 27% after a year. The latest research, led by Swansea University's Professor of Child Public Health, Amy Brown, said some parents had been left \"isolated\" as \"what little in-person support available disappeared\". Mothers living in high-rise flats, with no private garden or green space nearby, or who didn't have high-speed wifi \"struggled the most\", the study suggested.\"The whole of maternity services has been completely let down across the board,\" Prof Brown said.\"There are groups of women whose experiences were destroyed because they couldn't get any help.\"Health visitors didn't come because of lockdown, maternity staff were redeployed to help the Covid fight and new mums didn't know where else to find support.\" She added: \"It's like it doesn't matter. Maternity service help isn't just a nice-to-have; it is a major support for parents that shouldn't have been taken away.\" Almost one in three of the 1,200 new mums spoken to said lockdown had a \"very negative impact on them\" and they felt \"abandoned and overwhelmed at the intensity of being alone with their baby\". Leonie can sympathise as, after Marley was born a healthy 7lb 11oz in Bridgend on 10 March, the world \"seemed to just shut down and you felt like you were on your own\". \"It was a bit manic,\" she recalled. \"The health visitor phoned after two weeks - and I still haven't seen one face to face - and I wanted to continue breastfeeding but I gave up as it was too much.\" \"It was disappointing but I couldn't,\" she said.\"I feel guilty as they say breast is best and I tried my best but I was exhausted, in agony and had no support.\" Almost two months had passed and the UK was deep into lockdown when Emma Elias gave birth to her second daughter, weighing 7lbs 13.5oz, in Bridgend on 3 May - but Dahlia had \"difficulties with latching\". Emma's experience, however, was slightly different as her health visitor referred the 34-year-old biomedical scientist to the area's breastfeeding coordinator. \"They were wonderful. It was the only time we'd leave the house to go to that appointment once a week - and they were completely invaluable, I don't think we could've continued without them.\" The new study showed that 40% of new mums surveyed did have a positive experience of breastfeeding in lockdown as their \"new baby took to breastfeeding well, they had supportive partners and weren't inundated with visitors\".Emma added: \"They are trying their best but there's no replacement for face-to-face support.\" Prof Brown now wants health boards and governments to make \"significant improvements\" and ensure the mothers who struggled are \"supported appropriately\", as the number ofcoronavirus cases increases again across the UK. \"Governments and health boards need to come up with a way to work out how groups can meet safely as it seems daft to me that it's easier to meet in a pub than get breastfeeding support,\" she said.\"Health visitors also need to be allowed into homes with the correct protection.\" The Welsh Government said all new mothers had \"continued to receive support to help establish breastfeeding\".\"Once at home, midwives and health visitors will work with women to assess their needs and provide tailored support and targeted visits accordingly,\" a spokesman said. \"Anyone with any concerns or who requires breastfeeding support should contact their midwife or health visitor directly.\"", "url": "https://www.bbc.com/news/uk-wales-54369912"}