{"datetime": "2020-09-21T15:10:56.000Z", "title": "Breastfeeding mum's request to bring baby 'rejected' by council", "article": "A nursing mother who asked to bring her baby to a daytime council meeting was told it potentially risked breaching confidentiality. Louise Rea was advised bringing eight-month-old baby Alice to a town council personnel meeting in August might pose a confidentiality issue.The Ivybridge town councillor chose to stay away as she was breastfeeding. It is understood the council's decision was made following some confusion about the child's age. The mother of two had previously taken her daughter to council meetings, including a personnel committee, theLocal Democracy Reporting Service (LDRS) reported. The matter was raised on 14 September by fellow councillor Tessa Lannin at a remote full meeting of the town council because she said it appeared to be a case of discrimination. She argued the reason for Mrs Rea's non-attendance on 13 August should also be recorded in the minutes. The mayor Ann Laity has since offered to meet Mrs Rea to find a solution about how she could attend future meetings, but said the record could not be changed to add something that happened before the meeting took place. Mrs Rea sent an email apology to the committee chair on 12 August stating the reason for her planned absence.Council personnel committees are usually held with the press and public excluded because they deal with confidential information about staff. A spokesperson for the council said there would never be any intention to discriminate against anyone and its equality policy states that it aims to ensure its services are accessible to all and its policies and practices are \"fair and free from unlawful discrimination\". The Equality Act 2010 protects the rights of breastfeeding mothers. Lisa Lines, director of Ivybridge Latch On, a group that supports breastfeeding mothers, said: \"Louise Rea has been a fantastic support to Ivybridge Latch On since becoming a councillor... It is therefore all the more disappointing that she has faced discrimination of this sort from the body she has been tirelessly representing.\" Mrs Rea was contacted by the LDRS but declined to comment because a town council policy prevents councillors from speaking to the media. ", "url": "https://www.bbc.com/news/uk-england-devon-54238582"}