{"datetime": "2020-10-29T18:49:47.000Z", "title": "Essex mum's shock at breastfeeding photo backlash", "article": "A young mum who posted a photo of her newborn breastfeeding said she was shocked by the hundreds of \"horrendous\" comments she received on social media. Demi-Louise Bailey, 23, from Essex, said she uploaded the picture to mark three months of breastfeeding her baby girl Harper, who was born in July.But she soon received negative comments from people, some saying she was \"vulgar\" and making personal jibes.TheBreastfeeding Network said feeding in public was \"totally normal\".Miss Bailey said she had shared her journey as a first-time mum on Facebook and Instagram, and had especially wanted to keep family members who live further afield involved due to coronavirus restrictions. She said feeding Harper was \"such a big part\" of their bond and \"I wasn't going to skip over that\".\"I love the photos - you can see her looking up at me and me looking at her, the innocence in her face and the comfort she gets,\" said Ms Bailey. The hairdresser from Basildon said although she got a lot of positive comments, she did not expect the backlash against the photo that was posted with the hashtags #breastfed #breastfeeding #normalizebreastfeeding.Comments included telling her she \"should cover up\", \"people don't have to see it\" and that she was \"vulgar\".But the Breastfeeding Network said: \"Mums should feel able to post pictures of themselves breastfeeding online if they want to, and of course shouldn't be shamed for doing this. \"Breastfeeding out and about is also totally normal so it's sad to hear this mum has faced problems with this.\" Miss Bailey said comments were also directed at her personally as she likes to \"take pride\" in her appearance.\"I have no idea what crosses people's minds to think they can write these things on social media platforms,\" she said. She added she takes time when her baby girl is sleeping to do her hair or make-up.\"Some people would take that time to do a workout, read a book, have a bath - it's just my self-care.\" Miss Bailey said she will not shy away from posting on social media and \"will stay true\" to herself. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-54718027"}