{"datetime": "2020-12-22T15:30:59.000Z", "author": "Holly Honderich", "subject": "Coronavirus pandemic", "title": "Will pregnant women receive the Covid-19 vaccine? It depends", "article": "As the long-awaited coronavirus vaccine begins to roll out, it's already clear that not everyone will have access. For pregnant and breastfeeding women, this access will depend on where they live. Clinical trials for the Pfizer-BioNTech vaccine did not include either pregnant or lactating women, and the company has said available data is so far \"insufficient\" to determine any risks to pregnancy posed by the vaccine. In the UK, this absence of data has led regulators to exclude pregnant and breastfeeding women from vaccination programmes. In the US, the decision has been left up to these women themselves.Here's why the two countries are split, and what that means for pregnant women.So far, it doesn't say much at all.\"There were no data, period,\" said Dr Ruth Faden, a bioethicist at Johns Hopkins University, who specialises in the rights and health of pregnant women. There is no suggestion that the jab is especially risky for pregnant and lactating women, there just isn't yet enough information to say.Pfizer has said it followed the guidance of the US Food and Drug Administration in leaving out pregnant and breastfeeding women from its clinical trials. These women will not be included in clinical trials until the company completes so-called Dart studies (developmental and reproductive toxicity), often conducted in animals. Experts say this is customary.\"In non-pandemic times, if you are talking about a brand new vaccine, most reasonable people who are committed to advancing the interests of pregnant women and their offspring would still say we should not involve pregnant women\" in early clinical trials, Dr Faden said. \"You can't put them in right from the beginning\". In bioethics, pregnant women are described as \"a complex population\", Dr Faden said. \"Nowhere else do you have two entities at one time, both of whom are objects of moral concern.\"\"And by and large, no one cares more about the well-being of the offspring than the pregnant woman. The first question you usually get is 'will this be safe for my baby?'\" she said.But the decision to leave out pregnant women from clinical trials is more complicated in the midst of a pandemic. \"We're in a tough place,\" said Dr Emily Stinnett Miller, an obstetrician at Northwestern University and a member of the Covid-19 task force of the Society for Maternal and Fetal Medicine. \"They're having to make critical decisions quickly, and there are pros and cons to inclusion and exclusion.\"A serious con - a lack of data - is evident now. \"We don't really have the data to make these clinical decisions that we need to make,\" Dr Miller said. Faced with the same lack of data, the UK and US are split in their policy response.\"When you have no data that speaks specifically to the question, then the next question is to step back and say 'OK, what otherwise do we know?'\" Dr Faden said.The UK has taken the more cautious path. On its website, Public Health England said that while the evidence \"raises no concerns for safety in pregnancy\", the agency \"wants to see more non-clinical data\" before finalising its advice for pregnancy.\"As specific clinical trials of Covid-19 vaccines in pregnant women have not yet been carried out, there isn't sufficient evidence to recommend the routine use of Covid-19 vaccines to pregnant or breastfeeding women,\" said Dr Edward Morris, president of the Royal College of Obstetricians and Gynaecologists (RCOG), in a statement.Experts in the US went another way, leaving the the decision of vaccination to pregnant and breastfeeding women.\"The experts came to a consensus view that scientific plausibility of harm just wasn't there,\" Dr Faden said. But, she cautioned, \"that doesn't mean zero\".The Covid vaccine trials may have happened at breakneck speed, but they haven't skipped any steps, regulators in the US and UK have said, and approval is only given when a vaccine is both safe and effective. In both countries, pregnant and lactating women will have to wait for more information before getting a clearer recommendation on the vaccine.Preliminary results from Pfizer's developmental and reproductive toxicity studies are expected by the end of the year. Once these studies are complete, the company may expand its clinical trials to include pregnant women. There are also a handful of women who became pregnant while in the midst of the trial who will be monitored through their pregnancy.The Royal College of Obstetricians and Gynaecologists has urged the UK government to fund research studies on the vaccine and its suitability for pregnant and breastfeeding women. And data will also be collected from pregnant and breastfeeding women in the US who elect to take the vaccine in the coming months. This will come first from the country's healthcare workers - among the first in the US to be eligible - some 330,000 of whom are estimated to be pregnant or breastfeeding.\"We'll have to keep our fingers crossed that this data...will allow an unambiguous, full-throated recommendation on pregnancy,\" Dr Faden said.In the meantime, some pregnant and breastfeeding women say they will avoid the jab.Joanna Sullivan, 35, who lives in southwest Ohio, is expecting her first baby in June. She does not plan to seek the vaccine until after she gives birth. \"I don't know about any kind of complications, and being my first one, being older, there's already higher risk there,\" she said. And while it would be \"helpful\" to see how other pregnant women respond, Mrs Sullivan said she will likely hold off. In Gloucestershire, England, Amy Collender, 34, said she might consider the jab while breastfeeding, but only now that her son is nearly two years old. \"If I had a newborn baby, I might not,\" she said. And if she were still pregnant, she would likely choose to opt-out. And both women said that while they'd like more information, they would not volunteer to participate in a clinical trial themselves.\"That's the thing, I understand why there weren't pregnant people doing the trial,\" Mrs Sullivan said. \"Who wants to put their baby at risk?\" But according to Dr Faden, successful inoculation against Covid-19 means that pregnant and breastfeeding must be included.\"We cannot have an effective vaccine against this pandemic unless we have a vaccine that pregnant women can take, full stop,\" Dr Faden said.", "url": "https://www.bbc.com/news/world-us-canada-55340244"}