{"datetime": "2021-02-08T09:11:53.000Z", "author": "Mark Savage", "subject": "Super Bowl", "title": "Super Bowl half-time show: How did The Weeknd do?", "article": "The Super Bowl half-time show is traditionally built on grand gestures and eye-popping spectacle. Think about Lady Gaga diving off the roof of Houston's NRG stadium, or Katy Perry riding an animatronic lion, or Diana Ross soaring out of Arizona's Sun Devil Stadium, waving to fans through the open door of a helicopter. This year was a little different. Canadian R&B star The Weeknd was the interval act and, for the first time in the game's 55-year history, he was largely forced to perform from the stands, rather than the pitch, in compliance with strict coronavirus protocols. And his 12-minute show was \"watched\" by thousands of cardboard cut-outs, who bulked out the 25,000 socially-distanced fans at Florida's Raymond James Stadium. But the 30-year-old made the most of the restrictions with a gimmick-free show that put the emphasis on his songs. The star, whose real name is Abel Tesfaye, performed the majority of his set in front of a set modelled on the city in Fritz Lang's Metropolis - all vertical layers and neon signs. As the opening bars of Starboy rang out, the cityscape parted to reveal the singer, bathed in light, performing surrounded by a choir of red-eyed automatons. Apart from a few Michael Jackson-inspired dance moves, he kept the focus on his vocals with a dramatic reworking of The Hills, before grabbing a camera and disappearing into a backstage maze of lights and mirrors. Jostled and buffeted by two dozen dancers in full facial bandages, he performed a dizzying version Can't Feel My Face, before emerging back into the stadium for a firework-assisted version of I Feel It Coming. The action moved onto the playing field for the finale - a medley of House of Balloons and Blinding Lights - sung directly to the camera, without the usual requirement for stunts, guest stars or marching band interludes. Tesfaye, who spent $7m (£5m) of his own money on the production, clearly felt it was best to let the music speak for itself.He even lined up a greatest hits album to coincide with the Super Bowl, which is traditionally the most-watched event of the year on US television. (Last year's half-time show,starring Shakira and Jennifer Lopez was watched by 103 million viewers, more than the 99.9 million who tuned in for the game itself.) Before Sunday night, there was a feeling that The Weeknd's dark-hued R&B could be an uncomfortable fit for a show that normally requires uplifting, crowd-pleasing anthems like Prince's Purple Rain or Madonna's Like A Prayer. But Tesfaye wisely built the set around his more optimistic songs - including Save Your Tears and Earned It - while the soaring melody of Blinding Lights was a suitably euphoric closer. In other words, he pulled it off, proving how badly The Grammys dropped the ball bysnubbing him in this year's nominations .Which raises the question of how his set would have looked in a normal year. The chances are, it would have been a lot more elaborate. Speaking at a press conference before Sunday night's show, the singer spoke in awed tones of the aforementionedRoss-o-copter .\"I wish I could have done that, I wish I'd thought of it,\" he said. \"Although I don't think I have enough money to do it, to be honest.\" It's fair to say The Weeknd's performance went down a storm on social media with his fellow celebrities. Drake, who also hails from Toronto, Ontario, described the show as \"a big moment for the city\" on his Instagram story, while Dionne Warwick, everyone's favourite octogenarian on Twitter, wrote that she \"loved the set and pyros\". Country star Keith Urban was equally impressed,particularly with the staging. , and actor Timothée Chalamet captioned a clip on his Instagram story: \"Legend! Legend!\" The Roots' Questlove was among those pointing out a throwback to Michael Jackson's Super Bowl performance in 1993. And there was also plenty of reaction to the moment when the star was preparing to sing his 2018 hit Can't Feel My Face, as he pretended to rush to get into place for the start of the track. It was quickly turned into a meme, accompanied by various tongue-in-cheek captions. The campaign for The Weeknd's recent album, After Hours, has revolved around a bloodied and bandaged character \"having a really bad night\". The story started with the video forHeartless . Inspired by Hunter S Thompson's Fear And Loathing In Las Vegas, it saw the star staggering around the casinos and fountains of Sin City, drinking to excess and licking a hallucinogenic toad before attempting to flee. The video forBlinding Lights picked up the narrative, with the singer drunkenly swerving through the deserted city, while flashing back to an incident in a nightclub that left him with blood pouring down his face. Over subsequent TV appearances and music videos, the visuals grew more and more gory. Tesfaye was decapitated in the video forIn Your Eyes ; while inToo Late , his head was grafted onto another person's body.Then, in last month'sSave Your Tears , his facial bandages were unpeeled to reveal heavily-exaggerated facial prosthetics. Everyone else in the video wore masks and bandages - a theme Tesfaye carried over to the Super Bowl performance. Speaking to Variety last week, the singer explained the inspiration for the year-long storyline. \"The significance of the entire head bandages is reflecting on the absurd culture of Hollywood celebrity and people manipulating themselves for superficial reasons to please and be validated,\"he said .\"It's all a progression and we watch The Character's storyline hit heightened levels of danger and absurdity as his tale goes on.\" Dressed in a pink-and-black cheerleader outfit, Miley Cyrus kicked off the official pre-game show with a cover of Toni Basil's Oh Mickey. \"This is my first show in about a year,\" the star told the audience, which comprised more than 7,000 vaccinated healthcare workers, \"and I couldn't imagine a better way to do this. \"We are so appreciative of you and all your diligence. And for that, we're going to rock hard!\" Her raucous set mixed hits like We Can't Stop, Nothing Breaks Like A Heart and Prisoner with classic party tracks like Dolly Parton's Jolene and Blondie's Heart Of Glass. She even invited out 80s rockers Joan Jett and Billy Idol - both of whom appear on her recent album Plastic Hearts - for a series of duets. Cyrus also sang her 2009 hit Party in the USA, giving a shout-out to fellow pop star Britney Spears during the performance: \"We love Britney!\" She later fought back tears as she performed her 2018 hit Wrecking Ball, telling the audience: \"Singing that song, Wrecking Ball, about feeling completely broken and shattered… everyone's suffering is different, even everyone's threshold of pain. \"I wear a lot of glitter and I wear a lot of armour, and I also wear my heart on my sleeve, and it gets broken a lot.\" Ahead of kick-off, 22-year-old poet Amanda Gorman - who won rave reviews forher reading at President Joe Biden's inauguration - recited another original poem.Chorus Of The Captains celebrated war veteran James Martin, teacher Trimaine Davis, and nurse manager Suzie Dorner - who were selected by the NFL as \"honorary captains\" for this year's game. \"While we honour them today, it is they every day who honour us,\" said Gorman's poem, which detailed their efforts to help at-risk children and vulnerable patients. R&B singer H.E.R. added a pyrotechnic guitar solo to her rendition of America the Beautiful, while the national anthem was performed as a duet between Eric Church and Jazmine Sullivan. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-55975462"}