{"datetime": "2021-04-01T00:44:23.000Z", "author": "Jane Wakefield", "title": "Amazon v the union: The vote the online giant fears", "article": "Amazon workers in Bessemer, Alabama, have voted in a historic poll to decide whether they want to be represented by the Retail, Wholesale and Department Store Union. The results are not expected until next week - but if they say yes, it will become Amazon's first US union. Amazon argues its wages and benefits are industry-beating and has gone into battle to persuade workers to vote no. Most agree the outcome could have major implications for US labour laws. Peter Romer-Friedman, principal of law firm Gupta Wessler PLLC, said: \"The key question in America at the moment is are we going to have fair treatment of workers in the businesses that will dominate our future? \"There will be ramifications for the real economy but also for tech firms.\"The concept that workers get a seat at the table is a radical concept for people in Silicon Valley.\" In the US, Amazon has 800 facilities staffed by 950,000 full- and part-time workers - and it should be said many do not feel the need to join a union. And for those who do, this is not primarily a wages issue - in fact, Amazon pays workers an average of $15 (£11) a hour, plus benefits. But most agree conditions in its warehouses can be hard - the job is very demanding and lots of workers complain of back pain or other physical niggles as a result of working long hours, often standing in the same position.Others talk about the mental-health toll of repeated tasks or feeling like they are a cog in a very big machine that does not always listen to their problems. And there are a lot of things workers feel they do not have control of, such as shift patterns, time off, sick leave and being fired. One of the most controversial features is time off task (TOT). When a worker is clocked in, Amazon's computer system calculates which hours of a shift are on or off task, based on whether or not an item is scanned. And some say they feel dehumanised by technology watching their every move. Amazon issued an extraordinary tweet last week, in response to US congressman Mark Pocan repeating an oft-heard complaint workers sometimes urinated in bottles because they did not feel they had time to visit the toilet. \"Paying workers $15 an hour doesn't make you a 'progressive workplace' when you union-bust and make workers urinate in water bottles,\" he wrote. Amazon News replied: \"You don't really believe the peeing in bottles thing, do you? \"If that were true, nobody would work for us.\" Amazon's tweet was shared thousands of times, with most people saying it reflected badly on the company. The claim can be traced back to James Bloodworth, who worked undercover at a UK warehouse while researching his book on low-paid British workers. And he responded to the Amazon News tweet by tweeting: \"I was the person who found the pee in the bottle.\"Trust me, it happened.\" In a typical 10-hour shift, workers are allowed two half-hour breaks. A series of allegations levelled at Amazon over its attempts to disrupt the union include: At the time, RWDSU president Stuart Appelbaum said: \"Amazon is leaving no stone unturned, including ads on Twitch - in its efforts to deceive and intimidate their employees into voting against the union.\" In September , the company briefly advertised for two intelligence analysts whose work duties would include keeping an eye on union activity - but after becoming national news, the advert was removed. Amazon told BBC News: \"RWDUS membership has fallen 25% during Stuart Appelbaum's tenure - but that is no justification for Mr Appelbaum to misrepresent the facts.\"Our employees know the truth - starting wages of $15 or more, health care from day one, and a safe and inclusive workplace. \"We encouraged all of our employees to vote - and their voices will be heard in the days ahead.\" In recent days, Amazon has stepped up its public-relations drive - but with fairly mixed results. One of its security engineers had even thought the Amazon News account had been hacked, as its tweets seemed \"unnecessarily antagonistic\",The Intercept reported . As well as the tweet about urinating in bottles, it also fired back aggressively at Democratic Party politicians, including Elizabeth Warren and Bernie Saunders. And it has also been accused of using fake Twitter accounts to put a positive spin on working at the company.Amazon itself admitted one of these accounts was not that of an actual worker, without saying whether the company had created it. The company's net sales in 2020 increased by 38% - and it hired more than 500,000 additional staff. But behind the scenes there has been huge pressure on warehouse staff to keep supplying the goods so many people in lockdown were ordering.Chris Smalls, one of a handful of employees to raise questions in the early days of the pandemic about how safe conditions in warehouses were, was sacked, with Amazon saying he had broken social-distancing rules. And in February, New York state's attorney general sued Amazon, claiming it failed to adequately protect its warehouse workers from Covid risks. Union membership in the US is unusually low - just 6.3% of the private-sector workforce, according to the labour department. In comparison, Amazon workers in Japan, the UK, Germany, Italy , France and Poland are all unionised. In Germany a recent four-day strike was called over pay and conditions, while in Italy Amazon workers held a 24-hour strike over what they described as exhausting work rates and \"management by algorithm\". ", "url": "https://www.bbc.com/news/technology-56575497"}