{"datetime": "2022-02-16T01:19:36.000Z", "author": "Anthony Zurcher", "title": "PJ O'Rourke: US conservative satirist dies at 74", "article": "PJ O'Rourke, a best-selling American satirist, columnist and political commentator, has died at the age of 74. He defied the leftward trend of American humour - particularly the \"gonzo\" style of irreverent journalism popularised by writers like Hunter S Thompson - by offering a more conservative, but equally cutting and iconoclastic, critique of the nation's culture and politics.He wrote over 20 books, including two best-sellers, A Parliament of Whores and Give War a Chance. A member of the Baby Boom generation, he first debuted on the national stage as editor of the storied humour magazine National Lampoon in the 1970s.O'Rourke went on to work as a freelancer for Atlantic Monthly, Esquire and Vanity Fair, and serve as foreign-affairs desk chief for Rolling Stone. \"How many unsuspecting Bruce Springsteen fans had been spared a life of brain-dead liberalism by his foreign dispatches and mockery of left-wing pieties?\" David Harsanyi writes of O'Rourke in the conservative National Review. O'Rourke's rapier wit frequently cut across the US political divide. Although he was a conservative with a libertarian bent, his humour was not solely the province of the right.One of his more memorable lines was that Democrats promise that government will make you \"smarter, taller, richer, and remove the crabgrass on your lawn\", while Republicans say that government doesn't work - then get elected and prove it. He was a fellow at the conservative Cato Institute, but also a regular guest on the left-leaning MSNBC news network and a panellist on the National Public Radio's faux-game show, Wait, Wait Don't Tell Me. He frequently criticised Democratic presidents, but in 2016 endorsed Democrat Hillary Clinton over Republican Donald Trump. In the 1990s, he starred in a British Airways advertising campaign, where he poked fun at national traditions like tea-drinking, cricket and gardening while ultimately acknowledging that \"17 million of us Johnny Foreigners would rather fly your airline than any of our own\". \"I guess you should be proud of that, but that wouldn't be very British, would it?\" he quipped. His publisher, Grove Atlantic, said in a statement that O'Rourke, who died of complications from lung cancer, was \"one of the major voices of his generation\". \"His insightful reporting, verbal acuity and gift at writing laugh-out-loud prose were unparalleled,\" said CEO Morgan Entrekin.O'Rourke was born in Toledo, Ohio, and attended college at Miami University, with a graduate degree in English from Johns Hopkins University in Baltimore. He was married twice and had three children. ", "url": "https://www.bbc.com/news/world-us-canada-60397695"}