{"datetime": "2021-06-04T06:08:14.000Z", "author": "Steve Holden", "subject": "Eurovision Song Contest", "title": "Måneskin: The Eurovision winners storming the UK charts", "article": "After Eurovision success for Italy, Måneskin got a whole new wave of fans - including one of the world's biggest A-listers. \"We noticed Miley Cyrus started followed us... which is amazing,\" says the group's bassist, Victoria De Angelis.The rock band have also had messages from the likes of Royal Blood and one of their inspirations, Franz Ferdinand. Despite the contest finishing two weeks ago, the buzz around the quartet continues to soar and two of their songs now feature in this week'sOfficial UK Top 40 .Their winning Eurovision entry, Zitti E Buoni, is at number 25, with another track - I Wanna Be Your Slave - one place higher at number 24.Both have also topped Spotify's UK Viral Top 50. \"Being in the UK chart is really great because it's not easy for Italian artists. It's incredible,\" Victoria tells Newsbeat. In Rotterdam, Måneskin were the pre-contest favourites but had often spoken about not fitting into a \"Eurovision box\". \"We just went as ourselves without conforming to the kind of music that people think is usually played at the contest,\" says Victoria.\"We're happy because we really wanted to be authentic.\" But Zitti E Buoni still has all the elements of a Eurovision classic: a standout song and vocal, an act with stage presence and charisma - and a load of pyrotechnics.Looking back, it was always going to do well.\"We wanted to give them everything we had. That Grand Final performance was a massive relief,\" says Damiano David. When they realised they had won, the cameras caught them crying. Victoria says it was \"so emotional\" because \"many people were telling us that we couldn't work at Eurovision\". \"It proved the actual audience at home loved our music. That's who we played for,\" she adds. The winner's press conference followed with champagne being popped over journalists, Damiano showing off his five-inch heels and the band facing questions about whether drugs were being taken on live TV.The EBU cleared Damiano of drug use and the singer thinks the ruling has given their victory a \"better taste\". \"I know I wasn't guilty of anything,\" he says. \"It's why I offered to get drugs tested. I had nothing to hide.\" Zitti E Buoni is the first song in Italian to get into the UK Top 20 in 29 years. The last song to do that featured legendary opera singer Luciano Pavarotti.As well as the streaming numbers, Måneskin have also been getting tens of thousands of TikTok impressions - 87,000 for Zitti E Buoni and 34,000 for I Wanna Be Your Slave. The band joke they don't even have an account yet but say they're trying to make the most of the \"once-in-a-lifetime\" moment. \"We like to work,\" says lead singer Damiano. \"We're seeing our numbers are growing all the time and it's unbelievable. \"It's not just from the contest. People are liking us and getting into us and we're getting into various charts everywhere.\" In 2017, the group took part in the Italian version of The X Factor, ending up in second place. Since then they've had massive success in their home country, with a number one album and several platinum selling singles.In the beginning, they were writing most of their music in English, but saw better success in their homeland with songs sung in Italian. Victoria says the Eurovision success has now given them the \"chance to experiment\" as \"it's always been the goal to write songs in both languages.\" \"This is now the perfect time.\" The band say they'd love to perform at some of the big UK festivals such as Glastonbury and Reading and Leeds next year, and are planning to extend a tour at the end of 2021. At Eurovision, Måneskin were aware of the potential of getting themselves in front of such a big audience, and have urged British artists to enter the competition - despite the UK coming last for the second contest in a row.\"People say it's cheesy but it's how you perform. I wouldn't say we were cheesy,\" insists Damiano.\"Just go be yourselves,\" adds Victoria. \"It's a really great chance to be seen by a lot of people.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-57331991"}