{"datetime": "2021-11-30T04:50:00.000Z", "title": "Amazon: Union election to be rerun after claims of foul play", "article": "Staff at an Amazon warehouse in Alabama will get a second chance to vote on unionisation, reigniting a fight that attracted national attention. A regional director for the US National Labor Relations Board (NLRB) ordered the e-commerce giant to hold the election again for employees at the firm's warehouse in Bessemer. Workers rejected a move to unionise by a margin of two to one in April. However in August, the NLRB said Amazon interfered with the election process. \"Today's decision confirms what we were saying all along - that Amazon's intimidation and interference prevented workers from having a fair say in whether they wanted a union in their workplace,\" Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union (RWDSU), said in a statement.While the vote is a major victory for union advocates, it's not the news Amazon wanted to hear. A company spokesperson said in a written statement: \"It's disappointing that the NLRB has now decided that those votes shouldn't count.\" A new date for the vote is yet to be announced.The election puts Amazon, the second largest private employer in the US, in the hotspot once again. Union membership has steadily dwindled in the US in recent decades, but the pandemic re-ignited concerns about income inequality and worker safety, with Amazon drawing much of the public scrutiny. The company has recently faced fierce union campaigns in New York and Canada. Ahead of the the first vote in Bessemer, US President Joe Biden called the election a \"vitally important choice\". Celebrities and national Democratic politicians travelled to the state to support the union campaign, which even drew some Republican backing. RWDSU leaders had hoped that the pandemic, which sent Amazon's business soaring while exposing its workers to new health risks, would create an opportunity for the union to make inroads and set a new standard for Amazon workers across the country. Organisers tied the fight in Bessemer - where the majority of the nearly 6,000 workers are black - to broader issues of civil rights and racial justice and cited complaints, such as intrusive monitoring and abrupt, impersonal treatment by management. In the end Amazon decisively won the vote, which it put down to workers favouring \"a direct connection with their managers and the company\". However, the union complained employees had been pressured to drop ballots into a mailbox that was in view of Amazon camera, creating the perception of surveillance. If successful, the union drive will mean the company has to negotiate with union officials on issues such as work rules and pay. ", "url": "https://www.bbc.com/news/59470665"}