{"datetime": "2019-11-28T09:50:37.000Z", "title": "Rachel Riley's Jeremy Corbyn T-shirt morally wrong, photographer says", "article": "The photographer who took a picture of Jeremy Corbyn at an anti-apartheid protest has said Rachel Riley was \"morally wrong\" to wear a T-shirt bearing an altered image of his work. Bristol-based Rob Scott photographed Mr Corbyn being arrested in 1984.Ms Riley posted a photo of herselfwearing a T-shirt showing an altered version of that photo with the message \"Jeremy Corbyn is a racist endeavour\". She has been approached for comment. \"The message has been changed and I'd like an apology,\" said Mr Scott.Ms Riley has been a vocal critic of anti-Semitism, and Mr Scott's comments come a day after theChief Rabbi Ephraim Mirvis strongly criticised the Labour Party over the issue. But Mr Corbyn said the party had taken \"rapid and effective\" action, adding anti-Jewish racism was \"vile and wrong\". Mr Scott, who is currently working in the Solomon Islands, said he is not a fan of social media, but when he saw Ms Riley's T-shirt he decided to go back on Twitter to tell people what was happening. \"I was pretty incensed at what was going on,\" he said.\"Hijacking the message within an image and replacing it with one completely at odds with the original is morally wrong, particularly when racism is concerned. \"I've been blocked by Rachel Riley on Twitter, and the user who has claimed to be making this merchandise. \"I'd like an apology from both. I don't see it coming, but I never gave permission for my image to be used for commercial reasons. \"This image is floating around and I'm making virtually nothing from it when as a photographer I rely on royalty payments to keep going.\" Mr Scott took the picture at a demonstration against a visit to the UK by former South African president PW Botha in 1984, where Labour politicians Jeremy Corbyn and Tony Banks were protesting outside the South African Embassy. Mr Corbyn was arrested, and Mr Scott had his photos of that arrest developed by the Guardian newspaper. The photo resurfaced during Mr Corbyn's 2015 leadership bid for the Labour Party and has remained online ever since.", "url": "https://www.bbc.com/news/uk-england-bristol-50559938"}