{"datetime": "2021-01-17T02:56:25.000Z", "title": "Dr Dre: Rap legend returns home after brain aneurysm", "article": "American rapper and producer Dr Dre has been discharged from hospital after being treated for a brain aneurysm. A lawyer for the hip-hop star, 55, said on Saturday that he was now back at home, without giving further details. A day earlier, actor and rapper Ice-T said he had spoken to Dr Dre, describing him as \"safe and looking good\". TMZ reported on 5 January that Dr Dre had been taken to Cedars-Sinai Medical Center in Los Angeles, California. Dr Dre's team later issued a statement saying the rapper - whose real name is Andre Romelle Young - was in a stable condition. \"Thanks to my family, friends and fans for their interest and well wishes. I'm doing great and getting excellent care from my medical team,\" a post on his Instagram read.\"I will be out of the hospital and back home soon. Shout out to all the great medical professionals at Cedars. One Love!!\" Friends and fellow stars wished Dr Dre well after the reports of his ill health emerged. Ice Cube, his former bandmate in trailblazing 1980s hip-hop group NWA,tweeted : \"Send your love and prayers to the homie Dr Dre.\" Snoop Dogg, who was discovered by Dr Dre in the early 1990s,wrote on Instagram : \"GET WELL DR DRE WE NEED U CUZ.\" Missy Elliott wrote : \"Prayers up for Dr Dre and his family for healing & Strength over his mind & body.\" Andsinger Ciara tweeted : \"Praying for you Dr Dre. Praying for a full recovery.\" With NWA and then as a solo artist, leading producer and record label mogul, Dr Dre shaped West Coast rap and was instrumental in the careers of other stars like Eminem, 50 Cent and Kendrick Lamar. An aneurysm is the enlargement of an artery caused by weakness in a blood vessel wall. Most brain aneurysms only cause noticeable symptoms if they burst, leading to bleeding on the brain, which can cause a very serious condition and can be fatal. ", "url": "https://www.bbc.com/news/entertainment-arts-55693215"}