{"datetime": "2021-05-11T16:16:20.000Z", "title": "Rachel Riley faces ex-Jeremy Corbyn aide at High Court libel trial", "article": "TV presenter Rachel Riley and a former aide to ex-Labour leader Jeremy Corbyn have been giving evidence at a libel trial brought by the Countdown star. Ms Riley sued Laura Murray over a 2019 tweet that called her \"dangerous\" and \"stupid\" for an earlier post the personality had sent about My Corbyn. On Tuesday, Ms Murray told London's High Court that Ms Riley's original tweet was \"deliberately provocative\". Ms Riley said Ms Murray \"was aware that she would encourage more hate\". The dispute arose after an egg was thrown at Mr Corbyn by a Brexit supporter during a visit to Finsbury Park Mosque in north London in March 2019. Ms Riley posted a screenshot of a January 2019 tweet by Guardian columnist Owen Jones about a 2009 egg attack on former British National Party leader Nick Griffin, which said: \"I think sound life advice is, if you don't want eggs thrown at you, don't be a Nazi.\" She added the comment \"Good advice\", with emojis of a red rose - the emblem of the Labour Party - and an egg. Ms Murray later tweeted: \"Today Jeremy Corbyn went to his local mosque for Visit My Mosque Day, and was attacked by a Brexiteer. Rachel Riley tweets that Corbyn deserves to be violently attacked because he is a Nazi. This woman is as dangerous as she is stupid. Nobody should engage with her. Ever.\" Describing Ms Riley's tweet on Tuesday, the former political aide said she had read Ms Riley's tweet as applying the word Nazi to Mr Corbyn. \"That was absolutely 100% how I read it,\" she said. \"Owen had tweeted about Nazis being attacked. She applied it to Jeremy Corbyn.\" Ms Murray, now a trainee teacher, told the judge: \"I was just shocked and outraged by her tweet. My intention was to express my outrage.\" She said: \"The purpose of my tweet was to say to my followers, 'Don't engage with her. Don't get embroiled'.\" In a written witness statement, she added: \"By adding the words 'good advice', the claimant appeared to me to clearly be endorsing and encouraging the act. \"I felt strongly that the claimant's tweet sent a dangerous message to the wider world and was a misjudged and stupid thing to do.\" Ms Riley has said she was being sarcastic in her tweet and had not called Mr Corbyn a Nazi. She told the court on Tuesday that Ms Murray's tweet was a \"dog whistle\" that was intended to take the online attacks on Ms Riley \"to an extra layer\". \"I believe she was aware of what she was doing,\" she said. \"She was aware that she would encourage more hate.\" In her written statement, the TV presenter claimed Ms Murray's tweet also \"caused people to try to get me sacked from my job\". She recounted a subsequent meeting with a Channel 4 executive, who \"accepted my explanation but this experience still made me feel vulnerable and worried about the security and longevity of my job\". Ms Murray has argued that her tweet was true and reflected her honestly held opinions. The judge, Mr Justice Nicklin, has previously ruled that it was defamatory. He has now been asked to consider whether serious harm was caused to Ms Riley's reputation, and whether Ms Murray had a defence of truth, honest opinion or public interest. The trial is expected to conclude on Wednesday. ", "url": "https://www.bbc.com/news/entertainment-arts-57071913"}