{"datetime": "2022-02-16T15:46:30.000Z", "title": "Rachel Riley wins £10,000 damages over Nazi tweet", "article": "Countdown star Rachel Riley has been awarded £10,000 damages by a High Court judge after suing an ex-aide of Jeremy Corbyn over comments made on Twitter more than two years ago. Riley, currently on maternity leave from the Channel 4 show, had complained about a tweet sent by Laura Murray. Mr Justice Nicklin, who oversaw the case in May, said Ms Riley was \"entitled\" to \"vindication\". But he noted there had been a \"clear element of provocation\" by the TV star. Reacting to Monday's outcome, Ms Riley said she was \"extremely pleased\" to have won the case. Both women in their 30s, the court heard, posted tweets after then-Labour party leader Corbyn was hit with an egg while visiting a mosque in March 2019. Ms Riley posted a screenshot of a tweet by Guardian columnist Owen Jones about an attack on former British National Party leader Nick Griffin, which read: \"I think sound life advice is, if you don't want eggs thrown at you, don't be a Nazi.\"\"Good advice\", she added, with accompanying emojis of an egg and a red rose - which is the emblem of the Labour party. In response, Ms Murray, who was stakeholder manager in Mr Corbyn's office before going on to become the party's head of complaints and then into teaching, later tweeted: \"Today Jeremy Corbyn went to his local mosque for Visit My Mosque Day, and was attacked by a Brexiteer.\"Rachel Riley tweets that Corbyn deserves to be violently attacked because he is a Nazi. This woman is as dangerous as she is stupid. Nobody should engage with her. Ever.\" Ms Riley argued she was being sarcastic in her tweet and that she had not called Mr Corbyn a Nazi. Ms Murray's tweet, she said, had caused serious harm to her reputation. She added her own tweet was true and reflected her honestly-held opinions. She told the judge that she is Jewish and has a \"hatred of antisemitism\", which she thought the Corbyn-led Labour party had been fostering. Labour had been plagued with allegations of anti-Semitism since 2016, leading to fractious rows within the party. In May 2019, the Equality and Human Rights Commission (EHRC) announced it would be investigating the party over its handling of the claims. Their report was published in October 2020, and said the EHRC's analysis pointed to \"a culture within the party which, at best, did not do enough to prevent anti-Semitism and, at worst, could be seen to accept it\". After the ERHC report was published, Mr Corbyn issued a statement saying he did not accept all the findings. He said the scale of anti-Semitism within Labour had been \"dramatically overstated\" by opponents. Labour then suspended Mr Corbyn from the party and he lost the whip, meaning he would no longer be part of the Parliamentary Labour Party. He was later reinstated as a party member but Labour did not restore the whip. He now sits in the House of Commons as an independent MP. Throughout his time as Labour leader, from 2015 to 2020, Mr Corbyn said there was no place in the party for anti-Semitism. Mr Justice Nicklin was asked to consider whether serious harm had been caused to Ms Riley's reputation, and whether Ms Murray had a defence of truth, honest opinion, or public interest. \"This case is unusual,\" said the judge, who previously ruled Ms Murray's tweet to be defamatory, in a written ruling on Monday. \"It turns, largely, on two tweets: the good advice tweet and the defendant's tweet. \"I have found that the publication of the defendant's tweet has caused serious harm to the claimant's reputation, and I have rejected the defendant's defences. \"The claimant is therefore entitled to a sum in damages.\" He added that Ms Murray's tweet had misrepresented what Ms Riley had tweeted. Yet he rejected Ms Riley's argument that Ms Murray had been \"motivated by any improper purpose\". While not \"bad conduct\", he said Ms Riley's tweet could be viewed as \"provocative, even mischievous\". \"There is a clear element of provocation in the good advice tweet, in the sense that the claimant must have readily appreciated that the meaning of the good advice tweet was ambiguous and could be read as suggesting, at least, that Jeremy Corbyn deserved to be egged because of his political views,\" he concluded. \"The claimant can hardly be surprised - and she can hardly complain - that the good advice tweet provoked the reaction it did, including the defendant's tweet.\" Such context, he said, was taken into consideration when deciding on the amount of damages she would receive. Riley appears on Channel 4 series Countdown and is known as the show's maths expert. She appears alongside host Anne Robinson and lexicographer Susie Dent. This article was corrected in February 2022 to clarify the chronology of the publication of the EHRC report and Mr Corbyn's suspension from the Labour party. ", "url": "https://www.bbc.com/news/entertainment-arts-59731932"}