{"datetime": "2021-11-26T00:12:04.000Z", "title": "Keir Starmer: I haven't spoken to Jeremy Corbyn in over a year", "article": "Sir Keir Starmer has revealed he has not talked to his predecessor, Jeremy Corbyn, in over a year. The Labour leader told the BBC the pair had not spoken since a report was published into anti-Semitism in the party in October 2020. Mr Corbyn's reaction to the report saw him suspended from the party - and while he was allowed back as a member, he still sits as an independent MP. Sir Keir said Mr Corbyn \"knows what he must do\" to move towards reinstatement. But he told the BBC's Political Thinking podcast it \"may be the case\" that the situation remains unresolved by the next general election, meaning Mr Corbyn could not stand as a Labour candidate. Mr Corbyn was originally suspended from Labour in October last year after he suggested the scale of anti-Semitism in the party had been \"dramatically overstated\" by his opponents. He made the remarks in response to a highly critical report from the Equality and Human Rights Commission (EHRC) into how the party handled anti-Jewish racism complaints by party members during his time as leader. The Islington North MP was later readmitted to the party after he said concerns about anti-Semitism were neither \"exaggerated nor overstated\". But Sir Keir said the former leader would not be able to return as a Labour MP, and called for Mr Corbyn to apologise for his reaction to the report. Allies of Mr Corbyn said he had been treated unfairly by the leadership, and called for Sir Keir to restore the party whip to him, allowing him to sit once again as a Labour MP. In the podcast with the BBC's Nick Robinson, Sir Keir said he had not spoken to Mr Corbyn since the night before the EHRC report was published. Asked whether he would restore the Labour whip to Mr Corbyn before the next election - enabling him to stand as a candidate for the party - Sir Keir said: \"It's up to him\". He added: \"He knows what he must do in order to move this forward. He's not chosen to do so - that's his choice\". Asked whether it was likely Mr Corbyn would not be able to stand as a Labour candidate, he replied: \"I don't know, but at the moment that may be the case.\" Although the next election could take place in spring 2024, Sir Keir said the next polling day \"may well come\" in May 2023 and he had put his party \"on a footing\" to be ready. Elsewhere in his interview, Sir Keir said he hoped Luciana Berger, a Jewish MP whoquit Labour in 2019 over its handling of anti-Semitism cases during Mr Corbyn's tenure, would feel she would want to re-join the party. ", "url": "https://www.bbc.com/news/uk-politics-59422675"}