{"datetime": "2014-02-18T21:00:26.000Z", "title": "Q&amp;A: Tongue tie", "article": "Parenting charity NCT is calling for better services to help parents of babies born with tongue tie , thought to cause problems with breastfeeding. The condition, which restricts the movement of the tongue, can be treated with a simple procedure. Lactation consultant Clare Meynell started one of the first tongue tie clinics in the UK 12 years ago and has over 20 years' experience working in the NHS. She has answered some questionstweeted to the BBC and sent in to us via email. Why can this not be routinely checked for at birth, and dealt with immediately? Many maternity services in several areas of the country are becoming more aware of the problem of tongue tie and its impact on breastfeeding, and have included a newborn routine check. This is especially the case if the midwives and other health professionals have been trained within the UK Baby Friendly Hospital Initiative which recognises the importance of attachment. Lactation Consultants of Great Britain (LCGB) is the professional voice of breastfeeding in the UK. Tongue tie clinics, some NHS and some private, aim to give treatment and provide ongoing support from Internationally Certified Lactation Consultants (IBCLCs) who are trained in oral anatomy, tongue function and can assess the different variations in babies. Not all babies require treatment immediately, but benefit from a wide-ranging approach. IBCLCs are ideally placed to provide this comprehensive breastfeeding care. In other places it is more difficult to obtain an oral assessment by a qualified practitioner and treatment from an appropriate source and many parents have to change their feeding method.If someone was born tongue-tied many years ago, would they need treatment now? Not necessarily. Although it's never too late to receive treatment. In an adult this would involve a general anaesthetic and stitches. Being tongue-tied until adulthood sometimes means that you have already overcome some disadvantages of sticking your tongue out or licking your lips!Are many areas of the country not aware of the problem? With breastfeeding rates being so low in the UK, several public health initiatives over recent years have explored different avenues to increase the numbers of women choosing to breastfeed their babies. What seems to work really well is a pre-birth understanding of how breastfeeding actually works and how to increase your milk supply when you have a baby in your arms. Since the reduction of midwifery antenatal education, breastfeeding knowledge has been difficult to impart to all women. Another reason cited by many women all over the country is a lack of accessible qualified breastfeeding support in the community. Until all women have good breastfeeding information, that is known by all society, we will continue to have patchy support. Is there a connection to antenatal vitamins some women take? Currently there is no evidence to show a connection with antenatal vitamins.If a baby is only slightly tongue-tied, are there any benefits or implications of doing nothing? The definition of \"slight\" can be more defined by assessment from an IBCLC. A posterior tongue tie is not always visible but can be apparent from the impact on breastfeeding milk transfer and painful feeding and damage to nipples. Should treatment be immediate? Why isn't there more practical one-to-one support for breastfeeding post-natal? Some babies with variations of tongue tie benefit from a qualified and experienced breastfeeding helper in the early days and can avoid treatment.There definitely needs to be more one-to-one post-natal support. Currently there is not enough support in hospital, or community, by health professional staff who have qualified wide-ranging abilities that cover the whole of the breastfeeding experience from newborn to two years. If a baby has a tongue tie released but is still struggling with breastfeeding, is it possible there has been re-growth? If breastfeeding is still painful then seek advice from an IBCLC or the Association of Tongue Tie Practitioners, who have comprehensive experience in tongue function, developmental changes of position and attachment. Re-growth is possible and can be easily treated.What if a child has the procedure as a baby but doesn't speak clearly as speech develops? There are many reasons for speech difficulties. Speech and language therapists can give advice via a referral from a GP. ", "url": "https://www.bbc.com/news/health-26249183"}