{"datetime": "2012-05-12T14:07:30.000Z", "title": "Extreme breastfeeding: Your views", "article": "The latest cover of Time magazine features a picture of a young mother breastfeeding her son, who is nearly four. Jamie Lynne Grumet's young son is photographed standing on a chair to reach his mother. The image has not only prompted criticism that it is exploitative of the child but has also re-ignited the debate over whether or not extended breastfeeding is a good idea. The cover photograph of the mother from Los Angeles, is accompanied by an article on \"attachment parenting\".Here two parents give us their views of breastfeeding for years as opposed to months.My son is two-and-a-half years old and is still being breastfed and I have no intention of stopping just yet.I admit I was ambivalent about breastfeeding at first. I thought I would give it a go and see what happens.I was lucky. I had a great midwife who came round to help everyday for eight days after my son was born and an incredibly supportive partner. I'm really keen for him to continue breastfeeding for as long as he wants. The contact we have is lovely and it is very comforting. It is also good to know that if he gets ill I know he is getting the best nutrition and hydration.I admit now it is probably more for comfort than nourishment, but I see no reason why it should stop.He does occasionally ask to be fed in public, and I do feel self-conscious. I don't know if I get disapproving looks, I try not to look at people while I am feeding him in public.I did see another mother feeding a two-and-a-half year old on the train the other day, and it was lovely to see. If my son was six and wanted to carry on I would be ok with that. Although I think at that age he might be more influenced by his peers. I think Jamie Lynne Grumet is a remarkable woman. I was keen to carry on breastfeeding and let my son wean himself naturally, and she has inspired me to continue with this.Yes you can say the photo on the cover of Time Magazine is unnatural as they are looking at the camera, but it is a photo shoot - it is not a natural situation. I think it is great that this issue has been raised.For me breastfeeding my child is totally natural and I would recommend it to any mother.I am a mother of two, my son is two-and-a-half years old and my daughter is five months.I have not breastfed either of my children, my son because he had a tongue tie which made breastfeeding very difficult and impractical, and my daughter purely out of choice. Some people believe that breastfeeding is the best way to feed a baby, at least for the first six months of their lives. I am not one of them.I used to think breastfeeding was good due to the nutrients contained in breast milk, but I experienced first-hand how difficult and impractical breastfeeding can be.I personally found it meaningless to struggle with it given the amount of quality formulas available in the market.I wasn't breastfed and I never had any great illnesses, conditions, emotional or behavioural problems. And neither have my children.There is nothing wrong with breastfeeding for a few days, weeks or months if that is what the mother wants. But mothers should also be told that it is OK to bottle feed too.I think breastfeeding for years is unhealthy for both mother and baby.It means the baby is learning to be attached to the mother instead of learning how to be independent. It is also more about satisfying the mother's psychological need to be close to the baby, rather than the other way around. The Time magazine piece provoked discussion. The picture they posted of the boy standing on a chair to reach the mother's breast is actually very representative of the reality of breastfeeding at such a late age. The picture just shows how ridiculous breastfeeding an older child looks, and for me, this is exactly what it is - ridiculous. Perhaps the NHS should launch a free 'breastfeeding stool' to help preschoolers reach their mama's breast? ", "url": "https://www.bbc.com/news/uk-18044510"}