{"datetime": "2014-10-24T12:00:25.000Z", "author": "James Gallagher", "title": "Surgeons transplant heart that had stopped beating", "article": "Surgeons in Australia say they have performed the first heart transplant using a \"dead heart\". Donor hearts from adults usually come from people who are confirmed as brain dead but with a heart still beating. A team at St Vincent's Hospital in Sydney revived and then transplanted hearts that had stopped beating for up to 20 minutes.The first patient who received a heart said she felt a decade younger and was now a \"different person\". Hearts are the only organ that is not used after the heart has stopped beating - known as donation after circulatory death. Beating hearts are normally taken from brain-dead people, kept on ice for around four hours and then transplanted to patients. The novel technique used in Sydney involved taking a heart that had stopped beating and reviving it in a machine known as a\"heart-in-a-box\" . The heart is kept warm, the heartbeat is restored and a nourishing fluid helps reduce damage to the heart muscle. The first person to have the surgery was Michelle Gribilas, 57, who was suffering from congenital heart failure. She had the surgery more than two months ago.\"Now I'm a different person altogether,\" she said. \"I feel like I'm 40 years old - I'm very lucky.\" There have since been a further two successful operations. Prof Peter MacDonald, head of St Vincent's heart transplant unit, said: \"This breakthrough represents a major inroad to reducing the shortage of donor organs.\" It is thought the heart-in-a-box, which is being tested at sites around the world, could save up to 30% more lives by increasing the number of available organs. The breakthrough has been welcomed around the world.The British Heart Foundation described it as a \"significant development\". Maureen Talbot, a senior cardiac nurse at the charity, told the BBC: \"It is wonderful to see these people recovering so well from heart transplantation when, without this development, they may still be waiting for a donor heart.\" Similar methods of warming and nourishing organs before transplant have been used to improve the quality of lung and liver transplants.James Neuberger, the associate medical director at the UK's NHS Blood and Transplant service, said: \"Machine perfusion is an opportunity to improve the number and quality of organs available for transplant.\"We look forward to more work being carried out to determine the impact of this technology on increasing the number of organs that can safely be used for transplant and on improving the quality of those organs.\"It is too early to predict how many lives could be saved through transplantation each year if this technology were to be adopted as standard transplant practice in the future.\" ", "url": "https://www.bbc.com/news/health-29751880"}