{"datetime": "2012-05-12T00:06:01.000Z", "title": "Extreme breastfeeding: Should children be nursed for years?", "article": "Breastfeeding children for years rather than months is in the news. But is there anything wrong with it? Thelatest cover of Time magazine has caused outrage. Under the headline \"Are you mom enough?\", a young woman is pictured having her left breast suckled by a boy who appears way beyond usual breastfeeding age.The woman, it turns out, is Jamie Lynne Grumet, a 26-year old mother from Los Angeles, and the boy is her son Aram, aged almost four.The cover and accompanying article about \"attachment parenting\" has re-ignited the debate about whether extended breastfeeding - until the age of three or even six - is harmful. And the magazine and mother have faced accusations that they have exploited the child for publicity reasons. Much of the criticism has focused on the age and looks of the mother. \"Why is this attractive woman breast-feeding this giant child?\"asks Hanna Rosin of Slate .\"The image is the natural next step in the hot naked-mama photos that have become an obligatory part of a celebrity career path (Claudia Schiffer, Britney Spears, Jessica Simpson) and makes Angelina Jolie, who allowed herself to be photographed breast-feeding a mere infant, look like a wimp.\" Others suggest the article is reallyabout the guru of attachment parenting Dr William Sears , and question Time's motives for choosing a photogenic 26-year-old getting her breasts out.Financial Times columnistGillian Tett was one of those who queried the cover picture, as Politico.com reported , although she felt there were two sides to the debate.\"My first thought was, it's a really cheap shot. It's a piece about Bill Sears, it's not about an attractive blonde woman breast feeding,\" Tett said on the chatshow Morning Joe. \"And yet if you look across cultures across in the world today, attitudes about breast feeding and breasts in general vary enormously. In many ways, this is at least making us think about our approach toward parenting and our approach toward breast feeding. But it still makes me wince when I look at it.\" There were angry reactions from mothers,according to Storyful, which aggregates news analysis and social media reactions to events , many worrying that Time's coverage will make it harder for women to breastfeed in public.The story went viral on Twitter, as summarised byUS social media site Intent.com . \"Breastfeeding your three-year-old is one thing, but putting a picture of him doing it on the cover of Time?\" tweeted The Daily News' Bill Hammond. Writer Meredith O'Brien argued it was a gimmick to grab readers: \"The cover doesn't celebrate the practice. It exploits it.\"And actress and new mother Alyssa Milano tweeted: \"@TIME, no! You missed the mark! You're supposed to be making it easier for breastfeeding moms. Your cover is exploitive & extreme.\"Time defines attachment parenting as \"extended breast-feeding, co-sleeping and 'baby wearing', in which infants are physically attached to their parents by slings.\" The magazine's photoshoot includes three other mothers, includingJessica Cary of Brooklyn , who has a three-year-old daughter. \"I don't think about when I'll stop [breastfeeding]. For us, it's a life philosophy,\" Cary explains.Photographer Martin Schoeller, who says he took inspiration from images of the Madonna and child, explained to Timewhy he had featured the mothers and children standing up . \"When you think of breastfeeding, you think of mothers holding their children, which was impossible with some of these older kids. I liked the idea of having the kids standing up to underline the point that this was an uncommon situation.\"TheDaily Mail questions the wholesomeness of what Grumet was doing, noting how her blog includes a photo of her nursing her son in Hugh Hefner's mansion with the caption: \"I've breastfed Aram at the Playboy mansion. I actually felt it was the most appropriate place on earth to do it.\"The Mail article tartly adds: \"There is no explanation to explain why she believes this.\" It's easy to squirm at the cover, saysSheila Eldred at Discovery News , but says this is more about American \"squeamishness\" than anything else. And a related article in Time shows that the World Health Organization recommends breast-feeding until at least age two, and the average age of weaning worldwide is around four, she points out.", "url": "https://www.bbc.com/news/magazine-18032390"}