{"datetime": "2014-02-18T07:58:28.000Z", "author": "Jane Dreaper", "title": "'Desperate families need better help' with tongue tie", "article": "Services for babies with breastfeeding problems because of tongue tie need to be improved, a parenting charity says. The condition, which restricts the movement of the tongue, can be treated with a simple procedure.The NCT said services around the UK were too patchy, and more awareness was needed. However, midwives' leaders said the procedure should only be done if feeding problems were definitely being caused as a result. Tongue tie happens when the fold of the skin that connects the tongue to the bottom of the mouth is shorter than usual. The congenital condition, which affects around 3% of babies, can lead to problems for them \"latching on\" to their mother.Some families end up paying more than £100 for private treatment or abandoning breastfeeding.NCT chief executive Belinda Phipps said: \"Mothers who contact our helpline about this are desperate and usually in tears. \"Everyone who comes into contact with a new mum needs to be aware of tongue tie as a possibility if there are feeding problems.\"And we would like to see a service for tongue-tie treatment available at every maternity unit in the country.\" The NCT is taking up with government ministers what it calls the problem of poor provision.The minister for maternity and child health, Dan Poulter, said: \"We always recommend that mothers breastfeed their children where possible as it has huge health benefits.\"We know tongue tie can make feeding difficult, and health professionals should discuss options with parents and agree the most appropriate form of treatment.\" Tongue tie varies in severity. If a procedure is needed, the fold of the skin is cut in what is known as division.The healthcare watchdog NICE endorsed the procedure in 2005, saying there were no major safety concerns. It is often done by surgeons but other healthcare professionals can perform it. Figures from the Health and Social Care Information Centre show that more than 5,000 babies in England had tongue-tie division in hospital last year. Others may have had the procedure in community settings. Mervyn Griffiths, a consultant paediatric surgeon at Southampton Children's Hospital, has led training and research on tongue-tie division. He said: \"Small babies feel pain differently from older ones. The smell of mum and milk is more important than painkillers for them.\"We know from our studies that the average time between dividing the tongue tie and a baby feeding silently is about 15 to 20 seconds. Complications are very, very rare.\" Sadie Phillips, 20, is pleased her son Reuben had his tongue-tie division. \"It got to week three of breastfeeding and I felt like giving up. It was painful. He'd be screaming as though he hadn't fed for a year. \"I nearly went to the shop and bought formula. I'm glad I didn't.\"Janet Fyle, of the Royal College of Midwives, said: \"It is important not to recommend surgical procedures without first establishing whether the tongue tie impacts on breastfeeding. \"Many babies who have the appearance of tongue tie breastfeed without difficulty. Constant checking for tongue tie could potentially create problems and anxiety in the mother.\" A spokesman for the Royal College of Paediatrics and Child Health said: \"Rates of successful breastfeeding are disappointing in the UK and we should strive to improve them. \"A small proportion of babies have a degree of tongue tie, and in something approaching a half of these there is an associated problem with feeding. \"A randomised controlled trial has shown that there is no problem with waiting five days after the feeding problems are recognised.\"All babies should initially be managed by support, help and expert assessment - and then a few may benefit from the operation.\" ", "url": "https://www.bbc.com/news/health-26199591"}