{"datetime": "2020-08-07T14:29:14.000Z", "title": "Can a Eurovision-style song contest work in the US?", "article": "A US version of the Eurovision Song Contest is to take place next year, organisers have announced. The 50 states will compete in The American Song Contest, which has been endorsed by the team behind the long-running European equivalent. No broadcaster or other platform has yet signed up to air the US contest, but a spokeswoman for the project said discussions were taking place. The Eurovision Song Contest has been running for more than six decades. The US contest will be held in late 2021, several months after Eurovision,organisers confirmed on Friday. The entrants will be selected by US juries, made up of music industry professionals and regional TV audiences. The representatives for each state can be either solo artists, duos or bands with up to six members. The announcement of The American Song Contest follows the release of Netflix's popular film Eurovision: The Story of Fire Saga. The movie, which starred Will Ferrell and Rachel McAdams, was released in June and became a hit with viewers. Analysis by William Lee Adams, BBC Minute presenter and Eurovision expert Naysayers of the American Song Contest have said it will lose much of the intrigue of its inspiration - different countries showcasing their unique traditions and swerve on contemporary pop. But that suggests America is a musical sausage factory, pumping out interchangeable ditties and monotonous tunes. It is not. Most states can claim some form of musical heritage, which locals take pride in or at least strongly identify with. Take, for example, the pop studios of Los Angeles, the country stages of Nashville, the hip-hop capital Atlanta or the Latin music hub that is Miami - American music is a smorgasbord of sounds that will make brilliant TV when displayed one song after the other. My British friends frequently define America with two colours - red and blue. But that ignores the millions of hues in between. State identity still matters and it regularly plays out on TV, where collegiate sports dominate. NCAA football and basketball remain ratings juggernauts, partly because there's a sense of bonding around a team and the place and people it represents. The American Song Contest will tap into that. Will Ferrell's hugely popular Eurovision-inspired comedy has at once laid the groundwork for the American Song Contest and proven there's an appetite for some version of it. The Netflix advertising push has no doubt helped. Ahead of its release, a friend in Los Angeles sent me a photo of two massive billboards promoting the movie on both sides of Sunset Boulevard.Eurovision was famously founded in the aftermath of the Second World War to bring people together through song. Given the fractious climate in the US, Americans may relish a similar opportunity.The creative director and producer of The American Song Contest, Christer Björkman, is a former contestant on the show himself, having represented his home country of Sweden in 1992. \"Eurovision has been a dream project ever since I was a child,\"he told Variety. \"To have a chance to use everything you know about the format and redo it from the beginning and to bring it to an audience that has no history with it is such a privilege.\" Martin Österdahl, executive supervisor of the Eurovision Song Contest, said its \"unique legacy dates back 65 years and its worldwide popularity is still rising\". He added: \"It's time for America to experience this spectacle.\" This year's Eurovision Song Contest, which was due to be held in Rotterdam, wascancelled due to the coronavirus pandemic. It is scheduled to return in 2021, but participating countries will have to enter different songs to those they had submitted for this year.Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-53695337"}