{"datetime": "2021-10-21T07:41:10.000Z", "author": "Mark Savage", "subject": "Eurovision Song Contest", "title": "Eurovision: Dua Lipa's team will choose UK's entry for 2022", "article": "The team behind Dua Lipa and Lana Del Rey will choose the UK's entrant for the 2022 Eurovision Song Contest. Tap management, which also looks after Ellie Goulding and Hailee Steinfeld, will take over the selection after the UK came last in this year's contest. James Newman failed to score a single point with his song, Embers, extending an embarrassing run of failures at the contest. No UK entrant has made the top 10 since Jade Ewen in 2009. Tap's involvement means that record label BMG will no longer be involved in selecting the UK's entry.Tap Management began in 2009 after Ben Mawson, then a practising lawyer, met Lana Del Rey and helped her escape unfavourable deals she'd signed early in her career. Realising her potential, he teamed up with Ed Millett, an experienced music manager, and together they helped establish the New York musician as one of the defining voices of her generation. Their company has since expanded to London, Berlin, Sydney and Los Angeles, while also establishing its own record label. Reacting to the news Mawson said: \"We're really excited to be teaming up with the BBC for this event and will use Eurovision to authentically reflect and celebrate the rich, diverse and world-class musical talent the UK is globally renowned for.\" In an interview with BBC Radio 1's Newsbeat, Mawson said the process of choosing the artist and song was \"not simple\". \"I think our conclusion was [Eurovision] is not as political as people think,\" he said. \"And I think we should focus on getting some really special music and a really special artist that represents Britain in the best possible way. \"We don't want to see Eurovision as a boom or bust night for the artist. We want to see this as a platform for development for a career. We don't know yet if they'll be a new artist but if they are we want to make sure this is going to be a really positive experience.\" Speaking to The Sun, Dua Lipa said: \"I'm a proud Brit whilst also being a proud Kosovan. I'm happy to lend my manager to the cause. I'll be cheering them on!\" Despite the lack of success in recent years the appetite for Eurovision is clearly still strong for viewers in Britain. This year's Eurovision Song Contest was won by Italian rock band Måneskin, whose song Zitti E Buoni became a top 20 UK hit. Their victory was watched by an average audience of 7.8 million on BBC One, making it the most watched final since 2014. Speaking of the hook-up with Tap, BBC entertainment boss Kate Phillips said that the corporation has \"grand ambitions\" for the 2022 contest, and was \"really excited to announce this collaboration that will enable us to tap into some great music talent.\" The competition will take place at Turin's PalaOlimpico Arena on May 10, 12 and 14, with the final landing on the latter date. The European Broadcasting Union announced on Wednesday that all 39 countries that took part last time out are set to return next year, plus two additional ones - Montenegro and Armenia. Italy has previously hosted the contest in Naples and Rome. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58753193"}