{"datetime": "2012-05-30T19:38:36.000Z", "author": "Fergus Walsh", "title": "Re-conditioning lungs for transplant", "article": "Only those who have lived with Cystic Fibrosis (CF) or cared for someone with the condition can know what Sam Yates and Philippa Bradbury have been through. CF is caused by a faulty gene and affects the lungs and digestive system, by clogging them with sticky mucus. It causes devastating damage to the lungs and eventually a transplant is sometimes the only means of survival.Both women feature in my report - which you can see by clicking above - about a new donor lung treatment which is being trialled by UK transplant centres. Although we filmed Sam Yates walking in her garden, most of the time she uses a wheelchair because her lung function is so poor. Once it dropped to 30% she went on the transplant waiting list. Now it's down to 17%. She told me: \"Everything takes such a long time, from getting up in the morning to getting dressed. I refuse to give in, but I had to give up my teaching job and rely hugely on my family to help me.\" She has been prepped and ready for a transplant on two occasions, only to find that the donor organs weren't of sufficient quality. Philippa Bradbury's lung condition was equally severe and she was called for transplant four times - but each time the donor lungs were unusable. Happily Philippa is one of 17 patients in the UK who have benefited from a new technique which uses re-conditioned lungs which would otherwise be rejected. At present four out of five donor lungs are not used because they do not function adequately. These delicate organs are easy to damage and can be subject to infection. The new treatment involves \"washing\" donor organs by connecting them for several hours to a modified heart and lung bypass machine.The lungs are given oxygen and nutrients, can be treated with antibiotics to tackle infection, and excess fluid removed. You can read more about the technique, known as ex-vivo lung perfusion (EVLP)here. EVLP was first carried out in Sweden 2007. A Canadian team carried out 20 lung transplants using the technique andpublished promising early results last year.Surgeons in Newcastle have carried out eight EVLP transplants and now the five transplant centres covering the UK are adopting the technique in a three year study. Professor Andrew Fisher who is leading the research team said they should know in just a year what impact EVLP is having on the number of lungs used for transplantation.He added: \"Worldwide about 100 patients have had lung transplants using this reconditioning technique. The medium outcomes are good but we don't have long-term follow-up and that's what this trial is about\". The team hope to have results within around four years which will give a strong pointer as to whether reconditioned organs will last as long as standard transplanted lungs. Of course a transplant is not a perfect solution. Patients need to take powerful immuno-suppressants which have side-effects and can themselves damage the body. Transplanted organs have a limited life-span. Prof Fisher said in Newcastle, average survival of CF patients was 10 years post transplant.Donor lungs are currently in such short supply that it is rare for patients to get a second transplant. But if this technique is successful then it might mean patients getting another transplant in the future. Philippa Bradbury says her life has totally changed since her transplant. Her lung function is normal and she no longer needs daily physiotherapy. Because her donor lungs are free of the CF gene, they do not fill with sticky mucus. She still has the condition, and it can affect other organs, but her lungs are free of it. For now Sam Yates and her husband Luke must continue to wait. She dreams of returning to work and living a normal life.It was a pleasure to meet them and I hope Sam's story will encourage more people to consider organ donation as a means of helping people like her.", "url": "https://www.bbc.com/news/health-18274240"}