{"datetime": "2021-04-28T06:22:00.000Z", "title": "Shelter charity urges councils not to abandon rough sleepers", "article": "As emergency measures come to an end to deal with homelessness in the pandemic, the charity Shelter UK is warning councils not to withdraw their support. Matthew from Wells in Somerset was given a room in a pub as part of the Everyone In government scheme to get people off the streets during lockdown. With pubs reopening, he stands to lose his emergency accommodation. Shelter said the pandemic was not over and no one should have to sleep rough.Its chief executive Polly Neate said: \"No one should be stripped of a safe place to stay and forced back out on to the streets.\"It is well known that rough sleeping can lead to serious illness - so it is deeply worrying to hear of people being asked to leave their emergency accommodation with no alternative or support offered.\"Clearly the pandemic is not over and, while it persists, councils should be using their legal powers to give everyone access to a safe place to stay.\"The government says it wants to end rough sleeping, which is why it needs to give councils the right funds and a clear mandate to protect all those at risk of the streets.\" MPs said in March last year that all rough sleepers should have a roof over their heads during the pandemic. The government said it had housed 37,000 homeless people since starting its Everyone In initiative and it \"expects councils to continue to support\" those who would otherwise be sleeping rough. Mendip District Council did provide accommodation for people like Matthew but it was primarily for the winter months and it said it could not comment on individual cases. Matthew said after separating from his partner he would struggle to afford to rent anywhere by himself, and he was scared for his safety sleeping in a tent on the streets at night. His is a familiar face around the city of Wells where he sells jewellery in the historic market square. \"I have had people come to my tent at three in the morning. It's quite scary,\" he said. Being in the pub \"made me more secure, not having to always be on my guard,\" he added. \"In the tent, it can get quite nippy through winter.\" Matthew said he was looking for somewhere to live but it was difficult to find somewhere that would allow his dog to stay with him. \"It's a lot harder than you think, especially with a dog, and some of the houses that come up for rent are asking ridiculous prices,\" he said.\"You need to have a guarantor or earn over £25,000.\" Chris Wood from Shelter said: \"It's heartbreaking. So many people having been brought off the streets and helped into accommodation are then being denied further help and being left to fend for themselves.\" He said Matthew's situation was not unique. The charity said it was aware of an increasing number of people becoming homeless as hotels and guest houses sought to reopen after lockdown. \"The government has put money into this and at the beginning was very clear with councils that everybody should be accommodated, but the guidance has become more confused, councils are struggling with finances and the accommodation is very hard to find,\" Mr Wood said. Mendip District Council said it supported about 1,700 families and individuals facing homelessness each year. It said it had provided funding to support emergency winter accommodation from December to March and was continuing to support individuals with personal housing plans and advice. Matthew's name has been changed to protect his identity Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-56887718"}