{"datetime": "2021-03-14T07:25:22.000Z", "subject": "Coronavirus pandemic", "title": "Taunton YMCA housing could be made permanent post-Covid", "article": "A supported shelter for homeless people that opened during the pandemic could be turned into a permanent facility. Since March 2020 Somerset West and Taunton Council and the YMCA used Canonsgrove to house rough sleepers. But the council's plans have been criticised by some residents who \"feel unsafe\" due to the behaviour of shelter residents near Taunton, Somerset. Service user Alastair Smith said the site was his \"saving grace\" and helped him turn his life around. Together with the council, the charity's Taunton branch extended its services at the Canonsgrove Halls of Residence in Trull in April 2020 as part of agovernment initiative to house rough sleepers during the pandemic. Mr Smith moved to Canonsgrove in April 2020 from a temporary hostel. \"It's strange to say but Covid has been my saving grace,\" he said. \"Being at Canonsgrove made me feel like a human being instead of a nuisance, I knew I could sort my life out. Last month he was able to move into his own flat. \"I used to turn to drink to make all of my problems go away drinking litres of whisky and vodka. \"I don't drink anywhere near as much as I used to because I have a stable living situation. \"Things haven't looked this good for 20 years now so I want to thank the YMCA and the council.\" At a scrutiny committee meeting on 3 March, numerous councillors were critical of plans to buy the site, theLocal Democracy Reporting Service said. Liberal Democrat Derek Perry said: \"We all know that there are many really positive and good things to be said about what Canonsgrove has done. \"But equally we all know that there is controversy around this and there are strong arguments against it.\" In a written submission, residents said: \"Trull residents have been subject to crime and anti social behaviour and feel unsafe. \"We shouldn't be setting up a large facility out of town, it's inappropriate.\" The council has three options: extend its lease for the site until 2023; buy it and redevelop it; let the lease expire in September and re-home the residents. These options will be debated by the executive committee on 17 March. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-56324633"}