{"datetime": "2021-01-15T12:10:17.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Rest days cancelled as police hit by virus", "article": "Rest days are being cancelled and officers are working overtime as a police force feels the impact of the pandemic, a chief constable says. Andy Marsh, of Avon and Somerset Police, said that there are currently 82 officers off work due to coronavirus and another 47 could be infected.\"We're tiring them out and we've heard that many are sick,\" he said.Mr Marsh said he is also considering a request for officers to drive ambulances to support health services.Speaking to police and crime commissioner Sue Mountstevens on Facebook Live, Mr Marsh said: \"Many people are making sacrifices. Most people can now say this pandemic has touched their lives in some way. \"Eighty-two colleagues in Avon and Somerset are currently sick with Covid. We've had colleagues in hospital sick with Covid. Forty-seven have suspected Covid.\" Avon and Somerset Police employ around 6,000 paid staff, boosted by 350 special constables.The Chief Constable added that the force had dealt with around 1,500 lockdown breaches in the past week, according tothe BBC's Local Democracy Reporting Service (LDRS) . \"They're on cancelled rest days or working overtime and we're tiring them out and we've heard that many are sick,\" he added.South Western Ambulance Service (SWASFT) wrote to the region's police forces this week to appeal for officers to drive emergency vehicles and work alongside crews.\"We've recently received a request from the ambulance service, who are under immense pressure, to help them provide police-trained drivers to drive ambulances,\" said Mr Marsh. \"We're working through that request. If we can help in any way, we're ready to do that. It may be that we're required to help in the coming months,\" he added.SWASFT chief executive Will Warrender said: \"We work closely with the police and fire services every day, and our partnership working is a shining example of the way we all pull together to support the patients who need us during this difficult time.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-55674794"}