{"datetime": "2022-02-15T08:15:18.000Z", "title": "Abandoned Exeter warehouse to become 26 homes for young people", "article": "An abandoned warehouse in Exeter is being turned into 26 self-contained studio flats for young people ready to move out of supported accommodation. The YMCA project on the former retail storage site will house local people who are ready to live independently, but cannot find anywhere to go. One young man, who is hoping to move into Sidwell Studios, said some places in the city were unaffordable for him.The project has also been funded by the government and Exeter City Council. The YMCA said there were more than 350 local young people waiting for one-bed accommodation in Exeter.It said it hoped the development would act as a springboard for those ready for independent living but struggling to find anywhere affordable. At Sidwell Studios the rent for the one-bedroom apartments will cost £140 per week including bills and wi-fi. No deposit or rent in advance was required to begin a tenancy and housing benefit was accepted, the YMCA said. To avoid tenants getting into financial difficulty, the YMCA said staff would provide early intervention to get a tenancy back on track if any tenant started to struggle. Jonathan, 24, who hopes to move into Sidwell Studios, said: \"You get some places where you can't afford the rent or it's not beneficial for you, but this place - it's in town, you can be near your friends still, and it feels like you've come a long way.\" The warehouse was initially earmarked for student accommodation,the Local Democracy Reporting Service (LDRS) said . However, Gareth Sorsby, joint CEO of YMCA Exeter, said there was a demand for one-bedroom housing in the city. \"More than 60% of those on the waiting list for council housing are wanting one-bedroom accommodation, but it's just not built.\"Developers can stick another bedroom on and they get an awful lot more money for that, so we wanted to tackle those issues.\"The flats just scrape the surface of the issue, so we do need to do more of this,\" he said. Local businesses are helping to develop the apartments before residents move in at the end of May. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60375608"}