{"datetime": "2019-01-21T02:01:20.000Z", "author": "Huw Thomas", "title": "Pontypridd's Muni arts centre 'needs council support' in future", "article": "An arts centre's future could be secured if the county council chose to run it, a former trustee has said. The Muni, in Pontypridd, closed in Decemberafter the community group operating it went into liquidation . Heledd Fychan, an ex-Muni trustee and Plaid Cymru councillor, said the centre needed greater support. Rhondda Cynon Taf Council said it would do \"everything practicably possible\" to support a \"viable and sustainable future\" for The Muni. The centre had been run by the group since 2014 whenthe council decided it would close due to cost-cutting . In a blog post following the closure, artistic director Yvonne Murphy said she had encountered \"a story of poor management and bad decisions\" after taking up the role three months earlier. The council has since taken control of the building and advertised for expressions of interest in reopening it. Ms Fychan said: \"I think RCT [council] must think seriously about whether it was the right decision to close the Muni [in 2014]. It was their most successful theatre, one that generated an income.\"Isn't it time for them to look again at that decision and, if they are serious about investing in culture, don't they have to look at managing the Muni themselves?\" A spokesman said: \"The council has previously confirmed that continued financial support may be necessary to provide the best opportunity for interested groups to develop a viable business plan - and the council will consider this for any proposals received.\" Ms Fychan said any new operator would need assurances from the council, such as taking responsibility for fixing the roof. Councils across Wales have sought to transfer the management of cultural venues to other organisations.When the council originally closed the Muni in 2014, it kept its other theatres in Treorchy and Aberdare. Bridgend council established the Awen Cultural Trust to manage venues including Porthcawl's Grand Pavilion and Maesteg Town Hall.The trust receives an annual management fee from the council, which is less than it cost the local authority when it was under its direct management. Awen's chief executive, Richard Hughes, said cultural venues in the area would have closed without a new approach as \"the choices facing local authorities are extremely difficult\". He said it was a false economy for councils to treat cultural assets as \"low-hanging fruit\" when it came to cost-cutting and the move could \"come back and bite you because these venues are at the heart of the community\". \"Why would you want to live somewhere that hasn't got these local facilities to enjoy?\" ", "url": "https://www.bbc.com/news/uk-wales-46908283"}