{"datetime": "2020-06-04T23:19:33.000Z", "author": "Chris Clements", "title": "Coronavirus: How can we tackle homelessness after lockdown?", "article": "When lockdown started in March, hundreds of rough sleepers were brought in off the streets to help slow the spread of coronavirus. In Glasgow and Edinburgh, they were given beds in hotels.Now, as lockdown is eased and businesses, including hotels, towards reopening, what happens next - and what does it mean for how Scotland deals with its homelessness problem in the future? When charity workers found John Cooney, he'd been sleeping rough on cardboard behind a department store in Glasgow's Argyle Street. Before that, he says, he'd been drifting across Scotland, working cash-in-hand as a painter. John - from London - is 67. \"I decided to come a jaunt round Scotland,\" he tellsBBC Scotland's The Nine . \"But unfortunately I started to do work for someone and they really let me down. So at the end of the day, I ended up here because I was skint.\" Since 29 March, however, John has been safe indoors. He's one of nearly 300 people to have sheltered in a commercial hotel in the city centre during the pandemic. \"At the end of the day, you've got to get over these things,\" he says. \"I've been quite positive most of my life. \"I've just been lucky in some ways but unlucky at the time when I really needed it. But if it weren't for the people here, the support they give you is just so good.\" When The Nine first visited the hotel in March, the Simon Community had been scrambling to bring in rough sleepers before the virus peaked in the city. Over two months, the service extended from two floors in the building to five. About 70 rough sleepers were living in the hotel when The Nine returned, while more than 220 had been moved on to flats, new accommodation or returned to their native countries. Guests are also offered food and access to pharmacy and housing services. Jeanann Webster - a manager with Simon Community Scotland - initially thought they'd be stationed in the hotel for three weeks. She has been here for 11. \"In effect, in the first three weeks, we ended rough sleeping in Glasgow,\" she says. \"We brought everyone off the streets. In my lifetime and career, being able to say that we ended rough sleeping has been massive for me personally. \"I think with anything in life, where there is a will, and a willingness for society to do it, then absolutely we can achieve this.\" Hayley, 25, has been working with rough sleepers for several months but says accommodating so many in such a short space of time was \"hectic\". \"We've got loads of different circumstances,\" she tells The Nine. \"People with addiction issues, mental health, physical health issues. There are so many different people here with so many different needs and issues, and we are just trying to make sure all their needs are met.\" Chris Keir and William Mann are heroin addicts who have been staying in the hotel for about a week. Before that, they'd been in other hostels where access to drugs had been easier. Both men - who met in prison - say they feel positive about the support they've received during the crisis. \"You get your breakfast in the morning, then you get your lunch, and then your dinner,\" says Chris, 34. \"I was on drugs when I was 26, now I've been off them two years. Now I just want a house, get away and start a new life down south.\" William, 44, says: \"For some reason, I've got a really positive feeling about being in this place. I'm really feeling good about it. \"I've had enough, honest. It's my last chance in life, and before I destroy any more of my looks and get older, and really destroy my life, I want to make a go of it.\"This is offering me a great chance.\" Covid-19 meant charities and services had to act urgently. They were able to bring in hundreds of rough sleepers into hotels in March after the Scottish government provided more than £300,000 for emergency accommodation. The Scottish government was already running its Housing First programme and its Ending Homelessness Together Plan. Giving evidence at the Scottish Parliament last week, charities said that the lessons learned during the pandemic need to be applied to the existing rapid rehousing plans. Stewart Gallagher - a member of the Simon Community's street team - says around \"97 or 98%\" of beggars in Glasgow city centre have been accommodated. But with the hotel closing its doors to rough sleepers at the end of June, the future is uncertain. His colleague Louise Burke adds: \"We can now see that we can take people off the streets. \"We just have to find ways of keeping this going. It's definitely been a silver lining for me during this pandemic and I would hope to see it continue.\" Housing Minister Kevin Stewart said: \"We have provided more than £1 million to third-sector organisations to enable them to acquire emergency hotel accommodation for people experiencing, or at risk of experiencing, homelessness to ensure they are safe during the pandemic.\"However this is an emergency accommodation arrangement and is a temporary measure, not a sustainable, or long-term solution.\"I do not want to see anyone return to unsuitable temporary accommodation or rough sleeping so it is vital we now all work together to ensure everyone is supported out of these arrangements into a settled home or other suitable accommodation.\"That is why we are reconvening for a short time our Homelessness Action Group - HARSAG - to help inform the development of a homelessness recovery plan in light of the new situation we are in due to Covid-19. \"We cannot shy away from the fact that this will be a major challenge and take sustained effort, but it's also a major opportunity to lock in a change we all want to see.\" ", "url": "https://www.bbc.com/news/uk-scotland-52928982"}