{"datetime": "2018-12-22T21:55:27.000Z", "title": "Pontypridd's Muni Arts Centre to close over debts", "article": "An arts centre \"dogged by financial difficulties\" for the last three years has gone into liquidation. The Muni Arts Centre in Pontypridd wastaken over by a limited company and charity after it closed in 2014. A statement on its Facebook page said it closed its doors on Saturday. A spokesman for the GMB union said: \"It is an appalling way to treat people - they're being told they're losing their jobs three days before Christmas.\" A worker said staff had been in tears.Jessica Sullivan, 34, from Merthyr Tydfil, worked as a box office manager at the centre for almost year. \"I'm seething in all honesty, not only for myself but the team as a whole,\" she said.\"We have a single mother, another member of staff expecting a child, another 24-year-old with two kids. We don't feel we've been valued in the slightest. We've been treated like fools.\"The centre was part of Rhondda Cynon Taf council's portfolio until 2015 when it closed the Muni and transferred the lease to keep it open for the community. Its statement on Facebook said the last three years had been \"dogged by financial difficulties, and with no core funding we were not able realise our vision\". It added: \"Unfortunately, in the past year the debts increased significantly and an independent examination of accounts showed our true financial position which had become untenable.\"It thanked staff, board members, volunteers, the town council and officers at the county borough council, who it said had worked \"exceedingly hard\". But Gareth Morgans, from the GMB, said about 14 staff \"were due to be paid today by transfer but the letter says they'll have to go through the insolvency service\". He said: \"They knew it was coming, but every time they approached management they were told there was nothing to worry about - they were given false security. \"The very same time they were being told they'd lost their jobs, there were locksmiths in changing the locks.\" Yvonne Murphy, who was recently appointed artistic director of the centre, said in herblog it was \"closing its doors on a community who love it and need it\". \"This is a story of poor management and bad decisions,\" she added. The Facebook statement said John Dean Cullen and Bethan Louise Evans of Menzies LLP have been appointed Joint Liquidators of the company. ", "url": "https://www.bbc.com/news/46661554"}