{"datetime": "2012-09-26T17:03:38.000Z", "title": "Pontypridd's Taff Vale shopping centre plan in tatters, says MP", "article": "Plans for a new shopping centre in Pontypridd are in tatters after the developer went into receivership, says the local MP. The Taff Vale shopping centre in the Rhondda Cynon Taf town had been due to open this summer, but the scheme was delayed by funding difficulties. Pontypridd MP Owen Smith said developer Taff Vale Limited emailed him to say receivers were being appointed. The developers were unavailable for comment. Mr Smith suggested the site could now be turned into a sport or art museum. The old shops and tax office that remained were demolished last November and the area has been surrounded by hoardings ever since. Developer Taff Vale Limited said in July that it was considering a new offer of investment following delays to the project. The funding gap was the latest hitch in long-running plans to redevelop the site to create a number of retail units, bar and restaurant on what was widely regarded as a \"1960s eyesore\". Mr Smith said: \"I have been talking to the developer over the last 12 months in order to keep people informed about this private development. \"The last time we spoke in July they said a £2m funding shortfall would be in place and they would be building in October. \"I emailed them last week only to be told that the developers, Taff Vale, had gone into receivership and the project would not be proceeding.\" Mr Smith added: \"I am angry. They gave us a pretty firm commitment and a sense that they intended to get on with it.\" ' Tate on the Taff' But the MP said the land in Pontypridd was a prime site and it could be used for another development. \"Although a private site, I'm sure any developer would be interested to hear what local people would like to see on the site and all ideas should be considered,\" he said. \"We need to ask, do we want or need another shopping centre or is there something more imaginative that could be done for a site that's so important for the local community? \"Wales needs a contemporary Welsh art museum, so what about creating Tate on the Taff?\" He added that Wales also needed a people's history and sport museum, and Pontypridd would be a first class location. Rhondda Cynon Taf council's leader Anthony Christopher said the authority was disappointed to learn of Taff Vale's collapse after the \"considerable amount of effort and support we have given to facilitating this scheme\". Mr Christopher added: \"The council will continue to work with those involved in the precinct site, including the Welsh government, to facilitate its redevelopment as part of our wider strategy for Pontypridd.\" It is expected the land will be sold off by the receivers. The private sector shopping precinct scheme is part of a wider regeneration of Pontypridd, including a rolling programme of refurbishing paving, street furniture and other infrastructure which has been taking place for around two years.A new Sainsbury's superstore has also opened on the former Brown Lennox industrial site. ", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-19733514"}