{"datetime": "2014-03-11T15:25:08.000Z", "author": "Huw Thomas", "title": "Theatres face sharp end of cuts", "article": "Tom Jones is on stage at the Muni in Pontypridd. Both the man, and the venue, are icons in the town. The singer is an impersonator - the actor Kit Orton plays Tom in a new show that documents the start of his career. But as the actors prepare for a tour of other venues, the Muni is preparing to close for good. Rhondda Cynon Taff council argues that it is no longer affordable to keep the Muni open. It needs to make budget savings of £70m over the next four years. There are two other theatres in the council area - the Coliseum in Aberdare, and Treorchy's Park and Dare. They won't close, but will offer what the council has called a \"balanced but reduced\" programme. Geinor Styles, the artistic director of Theatr na nÓg, says the Muni has good facilities and is an attractive location for shows like the Tom Jones production. \"It is vital for us as a company, definitely, because we've garnered a really good relationship with audiences here thanks to the staff at the Muni. It's really important that we play here and that we give the work back to the people, in a way.\"And what's been interesting while we've been here is how many new audience members they've received since doing the Tom Jones show.\" The decision to close the Muni is expected to be approved at a meeting of Rhondda Cynon Taff council later this month.A Rhondda Cynon Taf Council spokesman said the council had gone through the second part of a consultation which ended last month to plug the budget gap. The cabinet will consider any proposals and review the original plans before a final decision is taken, He added: \"If, at this meeting, the cabinet do agree to proceed with the original Cultural Service proposals, the council will still operate two iconic theatres in the Coliseum, Aberdare and the Park and Dare, Treorchy and will continue to provide a service which compares favourably with that offered by other local authorities.\" There are more iconic arts venues facing severe financial pressures in Cardiff. Sherman Cymru is consulting staff over proposed job cuts as it prepares for a budget cut of over £190,000 from April 1. The bulk of the cut stems from Cardiff council's decision to end annual grants to more than a dozen arts companies in the city.The Sherman is taking the largest hit of those companies, with the loss of an annual payment of £161,000. Its situation has been worsened by a cut in its annual funding from the Arts Council of Wales equivalent to £29,375. David Stacey, the chair of the Sherman's trustees, said: \"These are uncertain times for the arts but we are working hard to ensure that Sherman Cymru remains a leading producing house within the cultural landscape of Wales and the UK, providing creative experiences and opportunities for audiences and practitioners alike.\" There is no statutory obligation for local authorities to support the majority of the artistic and cultural activities that have come to rely on their financial backing. For Cardiff council, and many others, the drive to save money has forced some tough decisions. Ramesh Patel, Cardiff's cabinet member for culture, said: \"As a council we are facing incredibly tough times and have had to find an unprecedented amount of savings in excess of £50m this year. We have therefore had to focus on protecting our key services.\" Cardiff council is also hoping to make significant savings at two other venues in the city. It is currently seeking operators to take over the running of St David's Hall and the New Theatre, a plan that has angered some supporters of the venues. More than 6,000 people have signed a petition opposing the proposal, but the council argues that outsourcing the management will increase the chance of their long-term survival. Ramesh Patel said: \"We have to make these venues more sustainable and we are working on proposals to find outside providers to run them.\"In the financial year 2013/14 local authorities in Wales budgeted to spend £45.2 million on their culture and heritage budgets, the portfolio which broadly covers the arts.It is a relatively small amount of the total expenditure of £7.1 billion, but they need to protect key services such as education and social services means all other parts of their budgets are at risk of being cut. While some, such as Swansea council, are choosing not to reduce their culture budgets, others say they have little other option. Flintshire council is also seeking to cut the financial contribution it makes to Clwyd Theatr Cymru in Mold. The venue has its own production company, which has just taken its critically-acclaimed adaptation of Dylan Thomas's Under Milk Wood on a tour of Britain and America. Clwyd Theatr Cymru receives £1m a year from the council towards its running costs, but it's a bill that Flintshire is keen to remove from its budget. It will continue to pay the subsidy in the next financial year, but has asked the Arts Council of Wales to examine how best to support the venue in future. The veteran theatre director Tim Baker has worked extensively with Clwyd Theatr Cymru during his freelance career, and has witnessed the recurring tension between the desire by local authorities to support the arts, and the need to protect front-line services. \"I think the argument about how we spend our public money between the arts and, for example, social services will always go on. \"It's a very difficult argument, and no-one would want us to say we are spending nothing on the arts, and no-one would want us to say that someone is starving on the streets because we are spending money on the arts. \"So it goes on and on. What I feel is that I would like to see it being driven by more than just the principle, and that if there was more ambition in the local authorities to have a great statue, or house a great company, and that was stated as an ambition then the argument (in favour of funding the arts) would be easier to maintain,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-26531194"}