{"datetime": "2017-03-20T06:39:39.000Z", "title": "Transport for Wales to be headquartered in Pontypridd", "article": "The organisation that will oversee the next Welsh rail franchise and the South Wales Metro is to be based in Pontypridd, economy secretary Ken Skates has announced. It comes a month after the Welsh Government decided that the Welsh Revenue Authoritywould be based in nearby Treforest . The Welsh Government says Pontypridd is \"ideally located\" on the Metro network. Mr Skates said the move would bring hundreds of jobs to the area. Transport for Wales isassessing bids by four companies to operate train services in Wales and services on the South Wales Metro. The organisation will be based at thenew Taff Vale regeneration site in Pontypridd , as will the company that wins the franchise. A contract will be awarded in early 2018. The Welsh Government said \"several hundred staff\" would be based there. Speaking ahead of a speech on Welsh economic policy at Coleg y Cymoedd, Mr Skates said: \"This is great news for the town but it needs to be the start of something bigger. \"We need to work with partners in the local authority, the private sector as well as local colleges and universities to ensure this injection of jobs becomes a spark for wider local regeneration and prosperity.\" The minister will use the same speech to announce a more regional focus to his government's approach to economic development. \"Since 2010 our approach has focussed on developing key sectors of our economy on a national basis,\" Mr Skates said.\"This has resulted in some stunning successes, particularly in advanced manufacturing areas like aerospace and in the creative industries.\" But he said the growth of those sectors and the skilled jobs they have created \"have not fallen equally across Wales\". \"I believe we need to take a new approach by developing the competitive edge of each region of Wales more fully,\" Mr Skates said.\"This will mean empowering each region to develop its own specialised sectors and more distinct economic identities\".Analysis by Sarah Dickins, BBC Wales economics correspondent In a marked change of policy Ken Skates is moving away from the Welsh Government prioritising nine Wales-wide industries, as it has since 2010.He argues that while employment across Wales has improved there are communities that have been left behind and where living standards have not improved as much as other areas.He says he wants regions of Wales to develop skills to make people more employable, and improved transport links so that communities can have better jobs closer to home.The minister says there will also be a smaller number of national sectors that form the foundation of the economy, like healthcare and energy.", "url": "https://www.bbc.com/news/uk-wales-politics-39310454"}