{"datetime": "2014-03-26T11:00:34.000Z", "author": "Victoria Gill", "title": "Scientists film inside a flying insect", "article": "Scientists from the UK and Switzerland have used very intense X-rays to film inside an insect's body as it flies. The resulting footage - a 3D reconstruction made up of several X-ray snapshots - shows a blowfly's flight motor, the \"muscles and hinges\" that power flight.Researchers say the insights could be useful for the design of micro air vehicles.The results are published in the journalPlos Biology .Dr Simon Walker from the University of Oxford's animal flight group, first author of the research, explained that the team used very fast, intense X-rays to record the extremely rapid movements. In the time that it takes a human to blink, a blowfly can beat its wings 50 times. \"The X-rays were also focused on to a very small area, which was necessary to achieve high-resolution of such a small object,\" Dr Walker told BBC News. \"The blowfly thorax is about 4mm long.\" The scientists tethered the tiny fly to a vertical mount, which they rotated as the insect was X-rayed.\"Flies have an automatic response so that when their feet leave the ground they start flying,\" Dr Walker explained. \"We also had a small air blower around the insect, which provides a continued stimulus so that they continued flying during the recording.\" By combining rapid snapshots of the insect's body, the researchers produced a 3D reconstruction of a blowfly in flight.The X-rays also enabled the researchers to see through the insect's thorax, revealing the power muscles (coloured yellow to red in the footage) and the tiny steering muscles (coloured green to blue in the footage). \"The steering muscles are responsible for driving the wing beat by deforming the thorax. One of the most surprising things, said Dr Walker, \"is how much deformation you see [in the body of the fly] - how everything bends and buckles\". \"And it's amazing how such tiny muscles have such a large effect.\" The steering muscles, he explained, are just 3% of the fly's muscle mass, but they can produce \"very big and rapid changes in direction\".The team hopes the insights into these very fine-scale movements will prove useful in the design of micro air vehicles that aim to replicate insect flight.There is a great deal of interest in mimicking insect flight in order to produce these types of vehicles.Scientists in the US have already built the world's smallest flying robot, copying the high-speed motion of a fly's wings. The hope is that these could navigate disaster zones - moving through tiny crevices to locate survivors.These \"robo-flies\", however, have to be tethered to a power source, and Dr Walker says that it remains an engineering challenge to make micro-scale flying vehicles that are much more efficient at converting \"fast, small amplitude, linear motions into larger, three-dimensional motions\".\"Insects have solved this problem,\" he added.", "url": "https://www.bbc.com/news/science-environment-26747914"}