{"datetime": "2012-10-11T09:00:37.000Z", "title": "Pontypridd paddling pool: Community referendum to be held", "article": "The removal of a popular paddling pool as part of the multi-million pound development of a town lido will be subject to a community poll. A £6.2m project led by Rhondda Cynon Taf council aims to restore and reopen Pontypridd's Grade II listed lido. But the plans do not incorporate the existing large paddling pool nearby. The vote on whether the pool should stay is not binding and the council said any changes at this late stage would \"scupper\" the whole project. More than 200 residents backed holding a referendum - more than the minimum 150 required. Amanda Jones, who is part of the save the paddling pool protest group, said the vote to hold a poll was overwhelming, with 209 voting in favour and 14 against. \"People have played in that paddling pool for as long as I can remember, and I'm 40 and have lived in Pontypridd town all my life,\" she said. \"I know how much people love that pool. The splash pool [in the lido plan] is going to be 30cm deep and kids can't learn to swim in that. \"For years and years kids have learned to swim in that pool. We're the only town in Rhondda Cynon Taf that hasn't got a covered swimming pool.\" The lido, adjacent to the paddling pool in Ynysangharad Park, fell into disrepair in the 1980s and closed in 1991. Built in 1927 in an arts and crafts style, it is the only listed lido to survive in Wales. In its heyday, thousands of people used the swimming pool, semi-circular diving area and changing rooms. The restoration would lead to 30,000 people a year using the new-look lido, Rhonda Cynon Taf council hopes. Ms Jones said she had nothing against revamping the lido, but the paddling pool was an important facility in the town. \"I've got three young children and I go to the park on a nice sunny day,\" she said. \"We take a picnic and the kids play in the pool and we have a lovely day out and it doesn't cost much.\" She said that would not be possible at the refurbished lido as she believed access would require timed sessions which meant not everybody would get in. The lido plan received a boost in the summer when it was announced it would receive £2.3m from the Heritage Lottery Fund. The council is now hoping to secure additional European funding. Council leader councillor Anthony Christopher said the views of almost 800 people were canvassed over the proposals for the lido. He said: \"Our decision stands that the significant potential the new lido offers to Pontypridd outweighs the loss of the outdated paddling pool.\"A decision has been taken about one or the other. If we had agreed or decide now to keep the existing paddling pool our plans for the lido will simply not come to fruition. \"If organisers of the community poll wish to seek the protection of the existing paddling pool they will scupper the entire lido project.\" ", "url": "https://www.bbc.com/news/uk-wales-19885675"}