{"datetime": "2022-02-14T17:31:03.000Z", "title": "Yorkshire universities show solidarity with national strike action", "article": "Staff at universities across Yorkshire have begun five days of strike action in a national row over pension cuts. University and College Union (UCU) says members in Leeds, Bradford, York and Sheffield have joined a walkout which will impact over a million UK students. The union says the dispute relates to a \"flawed\" pension scheme valuation decided when \"global markets crashed\". The Universities Superannuation Scheme (USS) said the UCU's demands on pensions and pay are \"unaffordable\". Dr Chloe Wallace, associate professor in law and University of Leeds UCU branch president, said she was sympathetic towards students impacted by the action but said \"our employers are refusing to talk\".\"We've being threatened with 35% cuts to our pensions for when we retire, we're having to put more into it for a much-reduced benefit,\" she said. \"We're just really angry about it, we want to negotiate a better solution and we've been left with no choice but to come out on strike.\" Tom, a PHD student in Leeds, said: \"There's obviously an issue but they need to be careful, particularly with the international students paying double [tuition fees], maybe the university needs to get round the table but I think the students should come first.\" The UCU has also asked for a£2,500 pay increase for members, an end to \"pay injustice\" and zero-hours contracts and action to tackle \"unmanageable workloads\". Dr Zak Hughes, a chemistry lecturer and Bradford UCU spokesperson, said \"a lack of respect\" of working conditions was harming student teaching. \"Even before Covid there was a mental health epidemic in universities, two thirds of lecturers said they had poor mental health,\" he said. \"Students often say we don't often give them personal feedback, which is often true because we're not given the time.\"A further two-day walkout is due to take place between 21-22 February over pensions, pay and working conditions. At least 40 people turned out to support the strike in York, with Jon Fanning, a senior lecturer and vice-president of UCU York, describing students' learning conditions as \"our working conditions\".\"They will suffer if we do not have properly paid and employed staff who know where their next wage package is coming from and know they can look forward to a decent retirement,\" he said. The University of Leeds said its priorities were to minimise student disruption and to \"protect the standard of degrees\". \"In relation to pensions, we believe all parties involved in this dispute ultimately want to ensure a secure, stable and sustainable scheme that is valued by all,\" a spokesperson said. \"We have already made a series of pledges to deal with issues around pay and conditions where we are able, and are committed to working with our staff to deliver on these.\"Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60378527"}