{"datetime": "2022-02-14T12:44:53.000Z", "title": "Scottish university staff strike in pensions dispute", "article": "Staff at eight universities in Scotland have walked out in a dispute over pay, working conditions and pensions Ten days of strikes and industrial action are planned over coming weeks. The University and College Union (UCU) said students and staff at Dundee, Edinburgh, Glasgow, Heriot-Watt, St Andrews, Stirling, Strathclyde and the Open University in Scotland had been \"failed by senior management\". Employers said they were \"well prepared to protect students\" from disruption. The UCU said around 6,000 staff in Scotland would take to the picket lines over \"brutal pension cuts\". A rally took place in the centre of Glasgow on Monday morning. Jo Grady, UCU general secretary, said: \"It is outrageous that when they should be trying to resolve this dispute, employer representatives have instead been finding new ways to deduct pay from university workers. \"Rather than punishing their workforce, these so-called leaders need to look in the mirror and ask why students support staff taking strike action and why their own workforce is so demoralised.\" As well as the five days of strikes this week, staff will walk out at 11 universities in Scotland on 21 and 22 February as part of the dispute.Ten institutions will also see staff walk out for three days from 28 February. The workers in Scotlandjoin those from across the UK , with staff from 44 universities set to go on strike. The UCU has demanded a £2,500 pay rise for all staff, as well as action \"to tackle unmanageable workloads, pay inequality and the use of insecure and exploitative contracts\". USS Employers, the representative for 340 employers in the Universities Superannuation Scheme, said the numbers taking strike action had fallen over a series of walkouts since 2018. A spokesman said: \"Universities are well prepared to protect students and ensure they do not miss out on the opportunity to learn during this time. \"Employers still want to resolve the dispute, but any solution must be affordable and viable - it is not in the interests of staff or students for employers to agree to the UCU's completely unaffordable demands on pensions and pay.\" ", "url": "https://www.bbc.com/news/uk-scotland-60373039"}