{"datetime": "2012-10-21T08:00:06.000Z", "title": "Sir Tom Jones's words form part of Pontypridd regeneration", "article": "Inspiring words from the great and the good of a valleys town are to play a part in its ongoing £10.5m regeneration. Pontypridd citizens past and present will have their lyrics and quotes inscribed into town centre pavements. Those featured include Sir Tom Jones (\"It's good to touch the green, green grass of home\"), and the father and son who wrote the Welsh anthem. Their inscriptions will be laid at the Mill Street and Taff Street junction. Market Street will be next before the project progresses to Penuel Square. The work will include messages from pupils at Coed y Lan and Maes y Coed Primary Schools, as well as contributions from members of town organisations such as the YMCA.They have penned their thoughts on life in Pontypridd, the changing face of the town and their aspirations for the future. The first inscriptions will include words from the Welsh anthem, written and composed by Pontypridd father and son Evan and James James. A memorial to the pair stands in the town's Ynysangharad Park. More recent Pontypridd musicians are also celebrated through rock band Lostprophets and probably the town's most famous son, Sir Tom.Lyrics from one of The Voice's most popular songs, Green Green Grass of Home, were chosen. Rhondda Cynon Taf council said the aim was to celebrate the rich history and culture of the town, its modern appeal and its plans for the future. The scheme is part of a major regeneration of Pontypridd led by the council to improve the look of the market town and help it attract more private investment. The overall revamp, which includes new paving, road surfacing, street furniture, signs and lighting, is nearing its final phase alongside private sector investment programmes. The town was dealt a major blow last month when it emerged that a private plan for a new shopping centre was in tatters after the developer went into receivership. ", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-19993022"}