{"datetime": "2013-05-02T18:05:27.000Z", "author": "Victoria Gill", "title": "Robotic insect: World's smallest flying robot takes off", "article": "Scientists in the US have created a robot the size of a fly that is able to perform the agile manoeuvres of the ubiquitous insects. This \"robo-fly\", built from carbon fibre, weighs a fraction of a gram and has super-fast electronic \"muscles\" to power its wings.Its Harvard University developers say tiny robots like theirs may eventually be used in rescue operations.It could, for example, navigate through tiny spaces in collapsed buildings.The development isreported in the journal Science .Dr Kevin Ma from Harvard University and his team, led by Dr Robert Wood, say they have made the world's smallest flying robot.It also has the fly-like agility that allows the insects to evade even the swiftest of human efforts to swat them.This comes largely from very precise wing movements. By constantly adjusting the effect of lift and thrust acting on its body at an incredibly high speed, the insect's (and the robot's) wings enable it to hover, or to perform sudden evasive manoeuvres. And just like a real fly, the robot's thin, flexible wings beat approximately 120 times every second. The researchers achieved this wing speed with special substance called piezoelectric material, which contracts every time a voltage is applied to it.By very rapidly switching the voltage on and off, the scientists were able to make this material behave like just like the tiny muscles that makes a fly's wings beat so fast.\"We get it to contract and relax, like biological muscle,\" said Dr Ma. The main goal of this research was to understand how insect flight works, rather than to build a useful robot.He added though that there could be many uses for such a diminutive flying vehicle.\"We could envision these robots being used for search-and-rescue operations to search for human survivors under collapsed buildings or [in] other hazardous environments,\" he said.\"They [could] be used for environmental monitoring, to be dispersed into a habitat to sense trace chemicals or other factors.Dr Ma even suggested that the robots could behave like many real insects and assist with the pollination of crops, \"to function as the now-struggling honeybee populations do in supporting agriculture around the world\". The current model of robo-fly is tethered to a small, off-board power source but Dr Ma says the next step will be to miniaturise the other bits of technology that will be needed to create a \"fully wireless flying robot\". \"It will be a few more years before full integration is possible,\" he said.\"Until then, this research project continues to be very captivating work because of its similarity to natural insects. It is a demonstration of how far human engineering ingenuity has reached, to be mimicking natural systems.\" Dr Jon Dyhr, a biologist from the University of Washington who also studies insect flight, said these flying robots were \"impressive feats of engineering\".\"The physics of flight at such small scales is relatively poorly understood which makes designing small flying systems very difficult,\" he told BBC News, adding that biological systems provided \"critical insights into designing our own artificial flyers\".", "url": "https://www.bbc.com/news/science-environment-22380287"}