{"datetime": "2013-04-18T00:41:32.000Z", "author": "Victoria Gill", "title": "Footage reveals how insects use their bodies to hover", "article": "Super slow-motion footage of a moth in flight has revealed how the insects use their bodies to hover. The moth moves its body by pivoting its abdomen up and down to fine-tune the effect of the forces that keep the insect airborne.The researchers are studying insect flight to \"distil the biological principles of flight control\".This, they say, will help them to accurately engineer flying robots that use these same principles.Their insights, which show how the insects use more than just their wings as they control their flight, are published in theJournal of Experimental Biology .Lead author Jonathan Dyhr from University of Washington explained that - in terms of insect models - moths provided a particularly interesting basis for miniaturised robots.\"They're larger insects, so they're in a more realistic range of flapping or flying [machines that we would be] able to put instrumentation on.And although they're relatively big, Dr Dyhr explained, they're \"incredibly good at hovering.\" \"A moth can really precisely control movements [and remain] in one place, because it's trying to feed from flowers,\" he said.To find out how the insects managed this feat, the team put a moth into a kind of tiny flight simulator.The scientists tethered the moth inside an arena that simulated the environment around the insect moving up and down. With this simulation, the scientists were able to make the insect perceive that it was tumbling forwards or backwards.In response to this movement, as the super slow-motion footage revealed, the insect pivoted its abdomen up and down.\"If it started pitching up,\" Dr Dyhr explained, \"it would move its abdomen up, and that will cause its centre of mass to change.\"This adjusted the airflow to the insect's wings, in turn adjusting the direction of the lift and thrust that the wings produced. These are the forces that keep the insect airborne and moving forwards (see right). By changing the angle of its wings and its body, the moth was able to create a delicate balance between the thrust pushing it forwards, the drag - or air resistance - pushing against it, and the lift keeping it in the air. It is these finely tuned movements that keep the flying insects in one spot - hovering above a flower as they feed from it.Dr Dyhr said it was \"really rewarding\" to answer this fundamental question.He told BBC News: \"We got to collaborate with engineers and use really unique methods to answer very basic biological question.\"", "url": "https://www.bbc.com/news/science-environment-22130854"}