{"datetime": "2010-09-22T13:51:01.000Z", "author": "Victoria Gill", "title": "Mapping the flight of the bumblebee", "article": "In a large tent, in a field in Surrey, there is a rather odd experiment going on. What looks from a distance like a rather saggy white marquee is actually a scientific arena; an arena for bumblebees.A team of researchers has moved a colony of trained bumblebees into this \"flight cage\" to study their flight paths. They hope to find out how bees organise their nectar-collecting journeys.\"Bees are important pollinators, so we want to find out more about how they forage,\" explains Dr Nigel Raine from Royal Holloway University of London, lead scientist on the study.\"But we also want to find out how they optimise their journeys.\" He and his colleagues, Mathieu Lihoreau and Lars Chittka from Queen Mary, University of London, trained their bees to forage on 10 artificial flowers, which were set up around the flight cage.These flowers look very unlike anything from a garden or a hedgerow. They are blue plastic discs (bees are attracted to that colour), each with a hole in the middle for the bee to insert its proboscis and suck out the nectar.This manmade nectar (simply a sugary solution) comes from a syringe connected to a tube, which constantly pumps the sweet liquid into a dish under the disc. So each time a bee lands, it receives its reward.Web cameras hang over each of the discs, filming every bee's arrival and departure, and revealing its identity from the tiny number tag glued to its back.\"We also use radio tracking to follow each bees' flight path,\" explains Dr Raine.By tracking the bees, the scientists think they may even be able to turn the insects' flight plan into a solution to a tricky mathematical problem.\"The bees may be able to help us solve the travelling salesman problem,\" explained Dr Raine.This well-studied problem is based on the journey of a salesman who has to leave his home and visit a number of cities - each one just once - and then return home.The questions is, what is the shortest route around each of the locations that our salesman must visit? Bumblebees, according to Dr Raine, may hold the answer.\"In some simple form, foraging bees solve travelling salesman problems every day,\" he says.\"They visit flowers at multiple locations and, because flight is energetically expensive, they will tend to link up the sequence in which they visit flowers to minimise the search times or the distances they fly.\" During the experiment, the bees leave their colony and fly around the arena from flower to flower.When the insects emerge for the first time, they explore the flight cage and visit the flowers in an apparently haphazard way.But as the experiment has progressed, the creatures appear to \"plan\" their journeys, developing a more efficient route. The research team is still in the process of studying the patterns of bee flight. But once they have tracked and mapped each busy little pollinator's journey, they may be able to use the information to design new networks for humans.\"As more networks develop, and existing ones grow, the problems of information routing and traffic flow become increasingly more difficult to solve,\" says Dr Raine.\"One potential solution would be to continually allocate more and more computational power to solve these increasingly hard problems. \"But studying the mechanisms used by bees… could provide us with techniques to very quickly determine workable routes through networks.\" The scientists also want to find out more about the insects that we rely on so heavily for pollination. Their constant activity provides us with food, and the food we feed to livestock.And it maintains the diversity and beauty of the landscape.\"We know that honeybees can fly over 10km from their hive to a patch of flowers to collect food (nectar and pollen) and then fly home - a round trip of over 20km,\" says Dr Raine.\"Understanding how far these bees can carry pollen between flowers is therefore important for a whole range of pollination related issues.\" ", "url": "https://www.bbc.com/news/science-environment-11328076"}