{"datetime": "2014-12-07T23:57:34.000Z", "author": "Andy Green", "title": "Bloodhound Diary: 'Big Cat' climbs aboard", "article": "A British team is developing a car that will be capable of reaching 1,000mph (1,610km/h). Powered by a rocket bolted to a Eurofighter-Typhoon jet engine, the vehicle will mount an assault on the world land speed record. Bloodhound will be run on Hakskeen Pan in Northern Cape, South Africa, in 2015 and 2016. Wing Commander Andy Green, the current world land-speed record holder, is writing a diary for BBC News about his experiences working on the Bloodhound project and the team's efforts to inspire national interest in science and engineering. Great news this month, with the announcement of Jaguar as a main partner in our World Land Speed Record attempt. Jaguar has been involved in the Land Speed Record for over 30 years, supporting Thrust 2 in the 1980s and then helping Thrust SSC to the set the current supersonic record in 1997.With Bloodhound, we're going to be pushing the technology harder than ever, and Jaguar will be more involved than ever before.Nammo's hybrid rocket will be fitted to Bloodhound early next year, with the pump powered by the Jaguar's 5.0 litre V8 supercharged engine, so Bloodhound will literally be \"powered by Jaguar\".Our early rocket tests, including the hybrid test firing two years ago, used a 750hp Cosworth F1 engine.Since then, Cosworth has left F1 racing, so we've been looking for a new engine. We've also improved the efficiency of the rocket pump, so we only need around 400-500hp.As a result, the 550hp Jaguar engine will be more than powerful enough.The other big advantage of the Jaguar engine is reliability. While F1 engines are very high maintenance, needing hours of pre-heating and preparation before start-up, the Jaguar engine is exactly the opposite - just put in some petrol and it runs every time you press the button. We've got plenty of new technology to worry about elsewhere in the car, so having a bullet-proof reliable rocket pump is exactly what we need.Our support vehicles will also come from Jaguar, including our high-speed rapid-response vehicles.While they won't be expected to keep up with Bloodhound at 1,000mph, it's nice to know that the high-speed Jaguars can cover the whole of our 12-mile track if either Bloodhound SSC or the support team need immediate assistance.We've already got a long list of volunteers to drive them!The Jaguar partnership announcement was made in South Africa, as part of our first high-speed comms test.The Bloodhound requirement is for VHF radio comms between the car and the team, over the whole track, plus a high-capacity data network to stream live video and live data from the car during every run.Emcom is supplying the VHF radio, while the MTN phone network enables the video and data.However, this isn't quite as simple as it seems. In addition to Bloodhound's private MTN data network, there will be thousands of visitors on Hakskeen Pan next year, all coming to watch Bloodhound and all expecting mobile phone coverage.The world's media will also be there, needing high-speed internet and mobile phone connections, so we need a large public 3G network.The VHF frequency band will also be busy - in addition to the Bloodhound operations frequency, we'll have separate support channels, working with the local police, event management, the media helicopter(s), and so on.The frequency spectrum is going to be very busy and we need to check that all the radios will play nicely together.The next major complication for Bloodhound communications is that the world is round. Standing at one end of Bloodhound's 12-mile track, the other end is about 30m below the horizon, due to curvature of the Earth.VHF will propagate (bend) below the horizon to give some coverage beyond line of sight, but the signal strength rapidly falls off. Worse still, the all-important live video feed uses a much higher frequency range, so it does not propagate much at all.To provide solid data coverage over the whole track, including seeing over the sand dunes which line Hakskeen Pan, the MTN masts have to be up to 70m tall.To make the problem slightly harder still, we will have \"doppler shift\" to worry about.Doppler shift is the effect that causes the engine note of a race car, or a jet fighter, to drop as it passes you: the frequency of the sound rises for an approaching vehicle and falls when it's going away from you.The same thing happens for radio waves. While radio signals travel at the speed of light, Bloodhound's speeds of up to 1000 mph will cause a small but significant frequency shift, so we need to check that the radio comms work at high opening/closing speeds.We don't have a 1,000 mph vehicle available yet (it'll be ready to run next year!), so we simulated the effect with a fast jet and the new All Wheel Drive Jaguar F-Type, giving closing speeds of over 600mph.As you can seein the video of the test , Emcom's VHF radios worked perfectly, while the MTN data signals were also looking good across the whole desert.There have been some other remarkable changes around Hakskeen Pan over the past few years.Four years ago, I spoke at the local primary school on the edge of the Pan, as part of theJohn Orr engineering lecture tour of South Africa. At that time, the school had one old computer, no internet connection, and no real links to the outside world.As you'll see from ourcomms test article , Groot Mier school now has a computer room and high-speed internet access.The head teacher summed it up perfectly: \"Up until a few days ago, none of us even knew the word 'Google' but now look!\"We can go anywhere, see everything...'. With MTN's help, Bloodhound's \"Engineering Adventure\" is already creating a life-changing education effect in this corner of South Africa.I've just got back from India, where there is also a lot of interest in our Engineering Adventure. I was giving the IET's annual Lord Austin lecture.Everything is done on a large scale in India, including the lectures - I've never talked to a 3,000-seat lecture theatre before!The highlight of the lecture was a question from one of the local students: \"Can you tell me how to go about designing a supersonic car, as I want to break your record in 20 years' time?\"The answer, of course, is to take the advice from the world's leading expert in the field, Bloodhound's designer Ron Ayers,in this Cisco BHTV video talking about the shape of the car.An Indian Land Speed Record attempt is now in the early design phase - you heard it here first.Meanwhile, the build of the world's first 1,000mph car is coming on well.After months of precision work, the upper-chassis is finally complete, with all 11,500 rivets now in place.The chassis, still on its jig, is now off to the National Composites Centre. The NCC is one of the few places in the country which has an autoclave (technical world for oven) to cook the whole structure at 175 C. This will cure the bonding agent (glue) which will further stiffen the structure, before it goes back on the car.URT is still busy churning out the remainder of our composites and the tooling to build it.A dedicated team has been working long hours to get through the rest of the car's front structure and we are looking very good to be able to mock up the front of the car before Christmas, giving us a feel for the first time of how the front of the finished vehicle will look.Following the successful pressure test of the jet engine intake, we've now posted aCisco BHTV video of the test . If you want to know how important tests like this are, just watch the faces of the engineers as the pressure builds in the intake.Listen closely, and you can even hear the individual carbon fibres crackling and popping under the strain.Not much is said, but you can see how hard everyone is concentrating.Like setting the record itself, engineering success only counts once you've got proof.Every bit of Bloodhound is being built and tested with this level of care.It is really is becoming the most amazing Land Speed Record car ever… and next year we'll be running it. Can't wait.", "url": "https://www.bbc.com/news/science-environment-30367591"}