{"datetime": "2014-09-26T14:17:48.000Z", "author": "Andy Green", "title": "Bloodhound Diary: The ultimate 'kit car'", "article": "A British team is developing a car that will be capable of reaching 1,000mph (1,610km/h). Powered by a rocket bolted to a Eurofighter-Typhoon jet engine, the vehicle will mount an assault on the world land speed record. Bloodhound will be run on Hakskeen Pan in Northern Cape, South Africa, in 2015 and 2016. Wing Commander Andy Green, the current world land-speed record holder, is writing a diary for BBC News about his experiences working on the Bloodhound project and the team's efforts to inspire national interest in science and engineering. The assembly of the world's first 1,000mph car continues at the Bloodhound Technical Centre near Bristol.It started over a year ago, with the build of the lower-chassis,seen in timelapse in this video .We're now fitting the chassis with hydraulics, electrics, gearboxes and other components.Every time I see bits of this process, I'm amazed at the sheer complexity of the task.Imagine building an Airfix model kit, a really big one.Several hundred plastic parts need to fit precisely together, according to pages of instructions, to make sure it's done in the right order.Then imagine trying to design the kit from scratch, designing the moulds for all the plastic bits and having to write the instructions for assembly.It's going to be a slow and complicated process.Now consider Bloodhound SSC, which is the biggest and most complex kit you can imagine. It has some 3,500 individual components, designed and built specifically for Bloodhound, and that's not including the fasteners (the upper-chassis alone has over 11,000 rivets in it).The car has to survive extreme forces when it's complete. Aerodynamic pressures exert the equivalent of 12 tonnes of load per square metre, while the exhaust blast from the Nammo hybrid rocket generates temperatures approaching 3,000 C (twice the temperature of a volcano).For Bloodhound's kit, we're using state-of-the-art materials and manufacturing techniques to create the fastest, strongest and most sophisticated car in Land Speed Record history.We're also writing the instruction book as we go along and (unlike some of my Airfix adventures), we can't afford to get glue marks on the windscreen - the build has to be perfect first time.To achieve all of this, the workshop team will assemble the car several times over during the next nine months or so. Each component will be checked to make sure it fits perfectly, before we commit to final assembly.If you want to see this process first hand, then come down and visit the team at the Bloodhound Technical Centre -contact the Bloodhound 1K Club for further details, or arrange for agroup visit .This assembly process is all part of our \"Engineering Adventure\" and (from my point of view) it highlights just how remarkable engineering can be.This is the story that we're telling through theBloodhound Education Programme , which is working with the Department for Education to reach every school in the country over the next 2-3 years.That's a lot of students, but that's OK because we've got a lot to talk about.The Bloodhound assembly kit is getting bigger all the time, and now includes the Fin fixture, or \"jig\", to build it in.The fin will be subjected to over 1,000 mph of airflow at ground level, making it the hardest working fin in history (which can also carry your name -apply here ).If I am to have any chance of keeping the car straight, then the fin must be perfectly straight as well, so we're aiming for an accuracy of less than one-tenth of a degree.The fin will be assembled in this huge one-tonne fixture, described by our chief engineer as being \"as big as a house\". Not sure what size his house is, but you get the general idea.Once the fin has been assembled and riveted together, it will be cured (cooked) in an autoclave (large oven) to cure the bonding agent (glue) that gives extra strength and stiffness to the structure.To keep the aluminium fin perfectly straight during this heating process, it will remain clamped in the fixture, which is also made of aluminium to make sure that everything expands at the same rate. Now all we need is a really huge oven.The lower-chassis has been test-fitted with the jet fuel tank and the gearbox for the EJ200 jet engine.The gearbox is used to start the jet and (as the jet accelerates and drives the gearbox) it will also generate the car's hydraulic and electrical power.The plumbing for the air starter (which uses high-temperature air to spin the jet engine up), plus the hydraulics, is also being mocked up, to allow the final pipe lengths to be fixed. The huge hydrogen peroxide (HTP) tank is gradually being plumbed in. Given the highly reactive nature of HTP (the rocket motor oxidiser), this plumbing needs to be very good indeed - we don't want any leaks here.The pipework is all stainless steel, which will eventually be \"passivated\" (cleaned) in an acid bath to remove any contamination that might react with the HTP.Watching Bloodhound's Dave Tuffs (\"Tufty\") welding these bits together is like watching an artist working in liquid metal - it's amazing.The electrical system is also getting a fair bit of attention at the moment.We're using mock-up electrical boxes, literally \"grown\" for Bloodhound.Carbon SLS (selective layer sintering) involves using a high-powered layer to fuse carbon fibre reinforced plastic powder to build up components one \"slice\" at a time, producing complex and precise shapes.The electronics can then be housed in a precisely shaped, electrically and thermally conductive box. Perfect. The electronics will be monitoring up to 500 data channels on the car.This includes the loads on the front monocoque, using recently installed strain gauges on the internal surfaces, which will be down by my feet when I'm driving. This is where the front suspension loads (up to 30 tonnes), plus the aerodynamic loads (up to 12 tonnes per square metre), and the thrust (up to 21 tonnes) from the rear of the car, all meet up.Worth keeping an eye on what's going on down there.Thanks to Eibach, we've now got a range of springs for the suspension.The strength of a spring is called the spring rate, which is the force generated per mm of movement.For a normal road car this might be around 15-20N per mm (i.e. a 2kg weight will compress the spring by one mm). For BLOODHOUND, the springs are different front and rear, at about 150N/mm (front) and 240N/mm (rear).Call it 10 times the stiffness of your family car. Seems fair enough, since we are planning to go about 10 times as fast.Eibach has made several sets of springs for Bloodhound, to give us the option of changing to a different spring rate if we need to.This is part of the fascination of our Engineering Adventure, as we have to find out some of the details as we go along.No-one has ever run on Hakskeen Pan in South Africa before.We're confident that the calculated spring rates are fairly close, but we can adjust the spring rates (by changing the springs) if we have to.The other key bit of suspension performance is the dampers (or 'shock absorbers'), which do exactly what the name suggests by damping out, or smoothing, the suspension movement. The damper is a simple cylindrical shape, containing a piston in hydraulic oil. As the car moves up and down, the drag of the piston in the oil slows it down - simple. The damper was first fitted to a car by a French firm called Mors in 1902.It may not be a coincidence that a Mors set a World Land Speed Record (at a blistering 76mph) in the same year. All these years later, we're still using the same basic technology - sometimes, the simple solutions are still the best.We're also using a simple solution for the brake parachutes.SES is now working on the final changes to our parachute system, which uses a simple \"ribbon\" canopy (consisting of lots of concentric rings or ribbons) to produce up to 9 tonnes of drag at near-supersonic speeds.Going fast is all very well, but stopping is just as important, so the 'chutes will provide a safety backup to the airbrakes.When I shut down the engines (both jet and rocket) at 1,000mph, the car will initially start to slow down at 3 g (60mph per second). As the car drops below the speed of sound (about 760mph), the drag falls away rapidly, so the airbrakes are deployed at that point.However, if the airbrakes don't come out for some reason (there's no such thing as \"failure-proof\"), then I'm still doing a mile every 5 seconds in a car that doesn't want to slow down.Time to put out a brake chute, to increase the drag and to make sure we stop before the end of the track… and the border with Namibia!Bloodhound has a second identical brake chute as well, just in case: if you have to stop a 6-tonne car from supersonic speeds in a limited amount of space, then having a back-up for your back-up can only be a good thing.", "url": "https://www.bbc.com/news/science-environment-29380455"}