{"datetime": "2015-02-03T14:37:37.000Z", "author": "Andy Green", "title": "Bloodhound Diary: A couple of sticky issues", "article": "A British team is developing a car that will be capable of reaching 1,000mph (1,610km/h). Powered by a rocket bolted to a Eurofighter-Typhoon jet engine, the vehicle will mount an assault on the world land speed record. Bloodhound will be run on Hakskeen Pan in Northern Cape, South Africa, in 2015 and 2016. Wing Commander Andy Green, the current world land-speed record holder, is writing a diary for BBC News about his experiences working on the Bloodhound project and the team's efforts to inspire national interest in science and engineering. Belated Happy New Year to everyone. I don't know what you're planning in the next 12 months, but for Bloodhound, 2015 is the year that we start running the world's fastest car! Just before Christmas, we laid out some of the 3,500 pieces that will be assembled over the next few months. As Christmas presents go, this is the ultimate model kit. We videoed the whole thing as well, to let you see the various bits close up:follow the link to see the world's best car kit .In last month's diary , I talked about the construction of the upper-chassis.At the time, we thought the heat-curing process had gone just about perfectly.As with any high-precision engineering task, though, it's never quite that simple.On closer inspection, we've got a couple of small defects to deal with. The first problem is that the bonding agent, or glue, has failed to bond the titanium skins properly to the aluminium ribs.This is not a worry for us, because the structure is held together by 11,500 rivets, which are more than strong enough to do the job by themselves.The problem is that the failed bonding agent might have left gaps, or voids, between the outer skins and the framework. Any gaps will weaken the riveted structure.We can't take it all apart again, so what can we do about it? The first thing is to find out if we really do have any voids.We're going to test the whole chassis with ultrasound.These very high-frequency sound waves (over 100 times higher than the upper limit of human hearing) will reflect differently in areas where there are voids under the skin.To make sure we know what we are looking for, the team will first test two specially made samples of riveted structure, one with solid bonding and one with voids in it.Then, having \"characterised\" the voids, we can confirm how many we have, if any.Fixing the voids turns out to be relatively easy, once we know where they are.We can use a special adhesive that \"wicks\" into these under-skin spaces, using capillary action, and then sets in place. Job done.The other minor problem is that the upper-chassis has slightly changed shape.While we were \"cooking\" the bonding agent, at 175 C, the aluminium frames expanded over twice as much as the titanium skins, created a lot of stress and a little bit of distortion.The whole chassis was put into the autoclave, bolted firmly to the huge Manufax fixture it was built on. This fixture is also made in aluminium, so that it expands at the same rate as the chassis frames.Despite this, when we finally removed the chassis from the fixture, it had changed shape just a little bit.We've checked that the upper-chassis joins to the lower-chassis, so the two halves of the car still fit together.The other concern was the airbrakes, which fit in large apertures on either side of the car.To check their fit, we made up a pair of dummy airbrakes from plywood and bolted them in place.The airbrakes still fit and the hinges are still in alignment - everything checks out and we can move on.Over this year and next, we're going to take this chassis up to the astonishing speed of 1,000+mph. With the above problems, should I be worried, at least a little bit? No, exactly the opposite.Prototype engineering is full of these small challenges; that's part of what makes Bloodhound so interesting.The important thing is that we are finding them, and doing everything we can to understand and fix them.This gives me more confidence, not less, in the finished product.I'd be a lot more worried if we thought we didn't have any problems at all!As well as test-fitting the dummy airbrake doors, we've been working with Parker to install the hydraulic systems that will power the airbrakes.Each airbrake door will experience about five tonnes of load at speeds of up to 800mph. The doors will need forcing out into the supersonic airflow, using huge hydraulic rams. However, to get the best performance, we will deploy the doors at a very specific rate, aiming to maintain the g force on Bloodhound at just under 3g. While this may not sound a lot, it equates to slowing down by 60mph every second.Next time you're driving at 60mph, have a think about stopping completely in one second. That's 3g - and that's what the airbrakes are trying to achieve. The other challenge for Parker and the systems team is that the airbrakes have to work even if things go wrong.If Bloodhound has a hydraulic failure, the airbrakes still need to deploy to stop the car. If Bloodhound has electrical or computer failures, the airbrakes still need to deploy to stop the car.To achieve all this, Parker have supplied us with lightweight carbon fibre accumulators, which \"store\" pressurised hydraulic fluid.In simple terms, the airbrakes are always trying to deploy, and it's only the control systems that stop them - they should always fail to the \"open\" position.Given that stopping Bloodhound is an essential part of every run, this makes perfect sense. Have a look at our new\"Airbrake System\" video on Cisco BHTV to see how it works.As ever, there is a huge amount of work going on to get the car ready to run this summer.The rocket pump is now in final assembly before being shipped to Nammo in Norway next month for some high-power testing, using the 550hp Jaguar V8 engine to drive the rocket pump system.We're just waiting for a pack of specialist seals to arrive from the US and we'll be ready to go.The aerodynamics of the car are still being tweaked.We fixed the external shape of the car some time ago, but details like the \"winglets\" above the front and rear wheels are still being refined.If the aerodynamic computer predictions are exactly right, then the winglets will have almost nothing to do.However, in the real world, computer models are rarely that precise, so we may need to trim out some \"small\" (one or two tonne) aerodynamic loads.Even if the computer predictions are accurate, we still don't know exactly how the car will handle as it accelerates, so we may want to change the aero balance to improve Bloodhound's stability.This is what the winglets are for For this year, the winglet sizes will be 0.3 sq m (rear) and 0.15 sq m (front).As a comparison, 0.3 sq m is about the same area as 5 sheets of A4 paper.The difference in size front to rear reflects the complexity of the car's shape - the more complex shapes at the rear (including the fin, rear wheels and suspension) give us a greater possible range of loads.And talking of the fin, have youput your name on Bloodhound's fin yet? Time's running out; we'll be running the car soon!", "url": "https://www.bbc.com/news/science-environment-31097267"}