{"datetime": "2015-03-02T17:04:18.000Z", "author": "Jonathan Amos", "title": "Bloodhound car begins to take shape", "article": "The world's fastest car is starting to look like the real thing. Engineers have just test-fitted the nose cone to theBloodhound vehicle , now taking shape at its design centre in Bristol in the west of England. The team expects to be conducting low-speed trials with the finished car on an airport runway in August. Assuming that goes well, Bloodhound will then be shipped to South Africa to try to better the current world land speed record (763mph; 1228km/h). The car will be driven by Wing Commander Andy Green, who set the existing mark in 1997 in the twin-jet Thrust Super Sonic Car (SSC). Bloodhound will have superior aerodynamics, a Eurofighter jet engine and a rocket to try to get it to the next level.Its assembly is pulling in expertise from a range of British hi-tech companies, using the very latest technologies. The titanium tip of the nose cone, for example, has been made using a 3D, additive-manufacturing technique. The project currently has some 700 unique components under construction, with finished items arriving at the Avonmouth technical centre every day. In the picture above, the carbon-fibre body panels are also seen being trial fitted for the first time. All these upper surfaces of the vehicle will have to endure huge loads as the car makes its record runs - on the order of about 11 tonnes per square metre at peak speed. The nose area ahead of the front wheels houses the on-board electronics systems and the batteries.It is also home to the nitrogen tank used to purge the oxidiser from the rocket system once it has fired. Bloodhound is a private venture but has had substantial in-kind support from the UK government.Much of that support has come in the area of education. Learning resources based on the car are now being shared in some 5,000 schools.Ministers hope Bloodhound will encourage more pupils to follow science and technology-related courses.Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-31694204"}