{"datetime": "2014-06-13T05:54:34.000Z", "author": "Jonathan Amos", "title": "Cockpit complete for 1,000mph Bloodhound car", "article": "The cockpit for the British Bloodhound supersonic car has been built and fitted out. Driver Andy Green, who will use the vehicle to try to break his own World Land Speed Record, calls it \"my 1,000mph office\". Bloodhound is about a year away from full assembly. The plan is to take it to South Africa in Autumn 2015 and raise the current record of 763mph, before returning in 2016 to go beyond 1,000mph (1,610km/h). Bloodhound's cockpit is a snug fit, although not as tight as, say, a Formula One racing car. The main structure is a 200kg carbon-fibre shell, or monocoque. It bolts directly to the vehicle's metallic rear chassis, which carries a Eurofighter-Typhoon jet engine and a rocket motor. Forward of the cockpit is the front suspension and Bloodhound's nose.Andy Green's seat is moulded to his body shape, and the steering wheel, 3D printed in titanium, follows exactly the contours of his hands. \"Land speed record cars do need quite a bit of steering because they have a tendency to slide around under all that acceleration,\" he told BBC News on a tour of his \"office\". The displays and dials in front of him are designed to give the Wing Commander only that information he needs to control the car on its record runs. The central screen carries a speedometer with markers to let him know when to kick in the rocket or deploy the braking parachute. It also shows data on wheel loads. \"It's fundamental we keep the wheels on the ground. If we do that we can't have a crash,\" Andy Green says in a matter-of-fact way. Two key dashboard instruments have been supplied by timing company Rolex, which has an association with land-speed record-breaking that stretches back to Sir Malcolm Campbell in the 1930s. The firm has supplied an independent speedo and chronograph. The former is a back-up to the main systems and will tell Andy Green when he can safely put out the airbrakes and/or drag chutes. The timer will be used to keep track of important procedures, such as how long the jet engine must idle before being switched off. \"I'm going to drive this car at 1,000mph and I need to have absolute confidence about every single part of it. So this working space is all about speed, precision, control and safety,\" said Andy Green. A bespoke track has been built for Bloodhound at Hakskeen Pan in Northern Cape, South Africa. The pan is a dry lake bed that has just the right properties to support a near eight-tonne, rocket-cum-jet car tearing across its surface at speeds that exceed that of a handgun bullet. It will need very particular wheels for the task, constructed out of high-strength aerospace aluminium.One of these 90cm discs was recently spun up to 10,496RPM \"It was perfectly stable, no vibration at all. And the elongation - the stretch in the wheel - followed exactly the prediction. That wheel is now ready and will be run on the car,\" said Mark Chapman, Bloodhound's chief engineer. Important developments over the summer will see the project conduct some rocket testing with Nammo.The Norwegian partner will be supplying the hybrid motor that Bloodhound will need to lift its jet speed through the sound barrier and up to 1,000mph. \"We're making great progress, and the cockpit reveal is great because it's a real tangible - it's finished. It's a box ticked,\" Mr Chapman told BBC News. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-27699104"}