{"datetime": "2014-08-11T12:12:18.000Z", "author": "Andy Green", "title": "Bloodhound Diary: Super-wheels", "article": "A British team is developing a car that will be capable of reaching 1,000mph (1,610km/h). Powered by a rocket bolted to a Eurofighter-Typhoon jet engine, the vehicle will mount an assault on the world land speed record. Bloodhound will be run on Hakskeen Pan in Northern Cape, South Africa, in 2015 and 2016. Wing Commander Andy Green, the current world land-speed record holder, is writing a diary for BBC News about his experiences working on the Bloodhound project and the team's efforts to inspire national interest in science and engineering. Following June's successful spin test of the wheels, the team has been analysing the test data.The test proved that the Bloodhound wheel would not explode under the 50,000 g radial loads that it will experience at 1,000mph.However, the test was designed to show a lot more than that.We also wanted to validate the stress model, by measuring the growth of the wheel at peak speed.The wheel was spun in the Rolls-Royce test rig, which is designed to test engine fans, although not this fast - the Bloodhound wheel was going to be the fastest spin test in the rig's history. While the air can be pumped out of the rig chamber to simulate high altitudes, we ran our wheel at normal air pressure. This had an interesting side effect.The friction of the air heated the wheel up to a peak temperature of 98C at just under 10,500 revs per minute.This caused the wheel to expand further because it was hot.Hence the results show a growth of 0.8 mm due to the 50,000 g load, and another 0.35mm due to the heating effect.This may not sound like much, but for a forged metal disc weighing close to 100kg, it's a lot of growth. You can see from thewheel test video that the wheel rim was getting quite warm.As the wheel slowed down again, it stayed hot for a while, so the wheel finished up bigger than it started.We applied a temperature correction to the results, which then exactly matched the stress model predictions - so the major part of the test was a big success.What do these effects mean for running Bloodhound at high speeds? The validation of the stress model has confirmed our wheel design, which has at least a 50% safety margin at all speeds.This may not sound like a massive amount, but 50% is the industry standard for aircraft design, and as a Royal Air Force fighter pilot I'm very happy that the car is meeting the same safety requirements that I expect in my day job.The heating effect is a bit more of an unknown.Even at 150C, the aluminium will only lose about 20% of its strength, so our 98C wheel is still very strong.On Bloodhound, the wheel will only be at 1,000mph for perhaps 10 seconds or less, so it should not get anywhere near as hot.However, the wheel will be spinning in a thick cloud of dust, which will create a lot more friction than the clean air in the Rolls-Royce rig.The car will also be accelerating and decelerating at high g, so the wheels are likely to experience a lot of \"slip\" as they struggle to keep up, generating yet more friction. The bottom line is that we don't know exactly how hot the wheel rims will get, so it's another on the long list of things that we will have to measure when we start testing.Our \"Engineering Adventure\" means exactly that - it's an journey into the unknown for all of us.In addition to the huge rotation loads, the wheels are going to put some big forces into the suspension.Bloodhound has independent double-wishbone suspension with pull rods. That means that, a bit like an F1 car, the wheels are supported by two horizontal V-shaped brackets.The weight of the car is then supported by a diagonal \"pull rod\", which is attached to the spring and damper unit.The pull rod has to cope with loads of up to 15 tonnes, so it's bigger than your average race car suspension.So far, so simple, but then we have to consider the massive drag loads on the wheels. Each rear wheel and suspension assembly will be subject to several tonnes of drag load, which will physically shift the wheel back a couple of millimetres relative to the car.The suspension is, of course, designed to take this rearward shift. However, because of the large loads through the pull rod (up to 15 tonnes, as previously mentioned), traditional spherical \"rose joint\" bearings will not cope - they will simply lock up under the load.As a result, we are using needle roller bearings. Unfortunately, the roller bearings will not allow the pull rod to move backwards and forwards under the drag loads, so the pull rod itself is designed to flex very slightly.As you can see from the picture, each rod has two flat sections in it, allowing it to act as a \"flexure\" bearing.Use this word next time you need to impress someone with your engineering knowledge. It just means \"bendy\", but sounds soooo much better.The chassis work continues to make good progress, with the upper-rear chassis almost completed. That's 11,500 rivet holes drilled off, countersunk and de-burred.Once it's all assembled, we'll take it all apart again, of course.The components will then go for pre-assembly treatment (anodising, etc.) before being bonded and riveted together permanently. Once that's done, we can fit the jet engine in the chassis for the first time.The EJ200 jet engine literally \"hangs\" in the car (just as it does in the Eurofighter Typhoon), from a single \"thrust trunnion\", which will also take the nine tonnes of thrust that the engine produces. We've just had the trunnion fitting delivered, so we're ready for that first fit as soon as the upper chassis is finished.I was at the Farnborough Air Show last month, watching the amazing Eurofighter-Typhoon displaying.It's astonishing to think that the engines are held in place, even at the maximum 9 g of the display, by a single thrust trunnion - essentially by one large bolt.Mind you, it's even more impressive to think that we're building a car that has more power than the Typhoon, only weighs half as much… and willoutrun the Typhoon at ground level .Bloodhound SSC is going to be phenomenal.We got a chance to show off all our progress to one of our long-term supporters. HRH Prince Philip has been a keen follower of the Land Speed Record since the Thrust SSC days, so it was a great pleasure to welcome him to the Bloodhound Technical Centre to see our latest efforts.He lived up to his reputation for being great fun as well as very quick on technical details.I was duly told off for not mentioning gyroscopic forces when I outlined the challenges of building the world's fastest wheels.It was only a five-minute briefing to cover the whole car, so I had to leave something out. HRH did have a point though: the gyroscopic forces will be pretty large.I've also managed to get back to South Africa, to support the national congress on teaching mathematics.The event was held in Kimberley in the Northern Cape, so it also gave me a chance to thank the Northern Cape for their amazing efforts to prepare the world's best race track for us.The last few weeks of work are now being completed, to leave a perfect hand-prepared surface 12 miles long and three-quarters of a mile wide.This is the surface that Bloodhound will cover, from end to end, in two minutes from a standing start.As part of the conference keynote lecture, I discussed some general equations of motion for Bloodhound and how different age groups can try to estimate the car's performance.This may look like a handful, but if you don't want to solve all the equations, then you can always look up the answer in \" The Perfect Run \". This performance graph is not just an answer, but is a teaching aid in itself, one of many in the BloodhoundEducation Programme .This is going to be a great opportunity for South Africa, and in particular for the maths teachers.These teachers are vital to the future of their country.I pointed out to them that, without mathematics, engineers and scientists are stuck with numbers that they don't understand and can't use.Like it or not, you all need us mathematicians!", "url": "https://www.bbc.com/news/science-environment-28737132"}