{"datetime": "2013-12-19T08:30:34.000Z", "author": "Jonathan Amos", "title": "Bloodhound 1,000mph car to use Norwegian Nammo rocket", "article": "The British Bloodhound supersonic car project will use a Norwegian rocket in its bid to drive beyond 1,000mph (1,610km/h). TheNammo company, based in Raufoss, will supply \"hybrid\" motors and technical support to the World Land Speed Record attempt. Currently under construction, the car should be ready to run in 2015. Bloodhound will need both a rocket and a jet engine to raise the current record of 763mph (1,228km/h). Nammo is a world-renowned name in propulsion technology. Its motors are found in military missiles, and are used also to separate the stages on the European Space Agency's (Esa) big Ariane 5 rocket. The Bloodhound team had been developing its own hybrid power unit in collaboration with Manchester-based Falcon Project Ltd, and gave this rocket its first UK test firing in October 2012. And although this demonstration was deemed a success at the time, it became clear that considerable sums of money and time would be needed to perfect the design. A decision was therefore made to go with Nammo, which is also developing hybrid technology, but which has the extra resources and dedicated test facilities to bring its concept to fruition much faster. \"It's a perfect match, a perfect opportunity,\" said Bloodhound's chief engineer, Mark Chapman.\"It was almost uncanny when we started looking at the power requirements, the duration of burn, the scale and size - to find Nammo was already working on something very close to what we wanted.\" In rocketry, \"hybrid\" means a mixture of solid and liquid propellants.In this case, the Norwegian motors will be burning a combination of a solid, rubber-like fuel (HTPB, or hydroxyl-terminated polybutadiene) and a liquid oxidiser (high-test peroxide, HTP). Nammo's proposal is for a unit of similar thrust to the Falcon rocket but one that has a quite different configuration. Instead of one large combustion chamber, Nammo's design calls for a cluster of perhaps four or five smaller motors.This is a concept the Raufoss company has been advancing in studies conducted jointly with Esa.The company's eventual goal is to produce a \"sounding rocket\" that can put small scientific payloads in space from launch sites in Scandinavia.To get there, Nammo sees the Bloodhound project as an ideal testbed to mature its technology. \"We feel we have a very robust and simple concept, and this gives us a lot of confidence that we will reach this end goal of providing the thrust Bloodhound needs to break the Land Speed Record,\" said Nammo's Onno Verberne. Bloodhound will use its Rolls-Royce Eurofighter-Typhoon jet engine to raise its speed to about 350mph. It will then ignite the Nammo rocket motor to go supersonic. The intention is to try to break the existing land speed record in 2015, and then push it beyond 1,000mph in 2016. All the running will be done on a specially prepared dried-out lake bed in South Africa. To achieve the ultimate mark of 1,000mph, the Rolls-Royce turbo fan and the Nammo hybrid will need to provide together a thrust of about 47,700lbf (212kN). Just over 27,000lbf (120kN) of this will have to come from the rocket. For the engineers at Bloodhound, switching rockets will mean having to make some subtle modifications to the car, not just to fit the new hybrid into the available space, but to position its mass in a way that does not upset the balance of the car. \"Nammo will have test firings next year in Raufoss and when we get the data off those we can decide on precisely what the packaging requirements will be,\" said Mr Chapman. \"I'm confident though that we can absorb any changes into our design for Bloodhound.\"Dr Verberne added: \"I think Bloodhound and Nammo will make an excellent team. We share the same philosophy on technology and want to show the world what we're capable of doing; and for a company like Nammo, Bloodhound gives us a window to an audience that we normally cannot reach.\" Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-25426419"}