{"datetime": "2011-02-07T13:24:29.000Z", "author": "Jonathan Amos", "title": "Construction begins on Bloodhound supercar", "article": "Construction work formally begins this week on what is expected to be the world's fastest car. Called Bloodhound, the vehicle has been designed to reach 1,000mph (1,600km/h). The British car will attempt to set the mark as it breaks the land speed record on a dried out lake bed in South Africa's Northern Cape late next year. Bloodhound has been in design for the past three years. It will be powered by a Eurofighter-Typhoon jet engine bolted above a hybrid rocket. The power unit combination should deliver a thrust in the order of 200 kilonewtons (47,000lb). This is not dissimilar to the thrust delivered by one of Concorde's famous Olympus 593 jet engines, except Bloodhound will weigh only about six tonnes. \"It's a fantastic feeling to be handing over the drawings to the people who will now build the car,\" said chief engineer Mark Chapman. \"It's a 'progressive definition release' which means as soon as we finish a design, it goes out the door. The first metal parts should start coming back to our design house in Bristol by Easter,\" he told BBC News.The steel-lattice rear chassis will be prepared by aerospace specialists Hampson Industries. They were officially passed the design drawings just a few days ago so that they could start work this week. Bloodhound's front section will be prepared by Advanced Composites Group, renowned for their work on America's Cup yachts and other hi-tech vehicles that use carbon and glass fibre materials.ACG will also construct the master models and tooling from which critical elements of the car's bodywork and structural components, such as the monocoque and nose, will be produced.Bloodhound's Falcon rocket will be the biggest hybrid (solid fuel propellant, liquid oxidiser) booster ever produced in the UK. Such is its scale, it will need a Formula One engine supplied by the legendary Cosworth group just to pump the oxidiser through the motor. The car's 900mm-diameter wheels will be made from an aluminium alloy. They will have to withstand rotation in excess of 10,000 rpm while at the same time being blasted by grit thrown up by Bloodhound as it sweeps across the lake bed floor. The discs will be made from a grade chosen by Lockheed Martin following simulations that involved firing stone particles at metal plates using a high-powered gas gun.\"If necessary we'll design a fancy mud guard for down the front of the wheels just to protect them,\" said Mr Chapman. \"That's one thing we're still looking at. We're also having one last look at the design of the rear fin before locking out the top of the car.\" If it achieves 1,000mph, Bloodhound will surpass the World Land Speed Record set by the Thrust SuperSonic Car in 1997 (763mph; 1,228km/h). Three people who worked on Thrust are also engaged in the Bloodhound project. They are driver Wing Cdr Andy Green, project director Richard Noble and chief aerodynamicist Ron Ayers. The trio envisaged Bloodhound not just as another record bid but as a project that could inspire children to engage in STEM (Science, Technology, Engineering and Maths) subjects. Some 4,000 British schools are now involved in the Bloodhound Education Programme. Many more around the globe have access to online teaching resources via IT partner Intel Corporation's \"Skoool\" initiative. Bloodhound is expected to be ready to begin \"low speed\" trials on a UK runway in the first half of next year before being shipped to Hakskeen Pan in the Northern Cape for high speed runs in late 2012 or 2013. A private, not-for-profit venture, Bloodhound has received considerable in kind support from the British Ministry of Defence in the form of the loan of two Typhoon engines. Jonathan.Amos-INTERNET@bbc.co.uk ", "url": "https://www.bbc.com/news/science-environment-12383551"}