{"datetime": "2013-07-04T14:32:05.000Z", "author": "Jonathan Amos", "title": "Bloodhound 1,000mph car schedule slips", "article": "The UK team building a car capable of driving beyond 1,000mph (1,610km/h) says the project is taking longer than anticipated to pull together. TheBloodhound project expects now to roll out its vehicle in 2015, with the aim of breaking the current land speed record in the latter half of that year. It is a slip of about 12 months on the present schedule. Driver Andy Green, the only man ever to take a car through the sound barrier, says it is simply more realistic. \"When you look at the timescale that it took to put the Eurofighter together, which by the way at ground level will not go 1,000mph - it took them twice as long with thousands of people and a budget of billions,\" the RAF Wg Cdr told BBC News. \"By comparison, we are using the tiniest fraction of that money and a core engineering team of just 34 people.\" Announced in 2008, Bloodhound was originally envisaged to be running in 2011/12. But just finding an aerodynamic shape that would keep the car stable on the ground took two years. The detailed design had to wait until that solution was found. Drawings for most of the car have now been released to industry, and many components are starting to arrive at the project's new HQ for assembly. \"It's not that anything has gone wrong; it's just that some things have been harder than we thought,\" explained chief engineer Mark Chapman. \"The lower structure, for example, we initially thought would take us six-to-eight weeks to put together. It took us five months.\"On Thursday, the Science Minister David Willetts formally opened the Avonmouth, Bristol, technical facility, and ceremonially tightened a bolt linking the carbon-fibre cockpit to the lower-chassis. He also announced that a further £1m from theEngineering and Physical Sciences Research Council would go towards the education initiative associated with Bloodhound. Currently, more than 5,450 schools are using curriculum resource materials based on the science of a supersonic car. \"In the government, we are great admirers of this project,\" Mr Willetts said.\"We're backing it for two reasons. One is the sheer brilliance of the engineering and the quality of the R&D. But it is also the quite extraordinary outreach activities. It's one of the most ambitious schools outreach programmes going, perhaps the biggest ever centred around a single engineering challenge.\" Although, the government has given considerable in-kind support to Bloodhound, including the loan of the Eurofighter jet engines that will help power the car, the project is fundamentally a privately funded venture. So far, it has cost some £12m and is likely to require another £6-7m to finish the build.Further money will then be needed to run the vehicle at its specially prepared race track, Hakskeen Pan in South Africa. Some 200 UK companies are involved in the construction, including big aerospace concerns such as Rolls-Royce, Lockheed Martin UK, and Hampson Industries. A number, like Rolls, are not just offering free technical support but are actively sponsoring the project. Speaking of the slip in the schedule, Bloodhound director Richard Noble said the team had sought an independent assessment from an engineering consultancy on what was a credible timeline. \"I think we'd lost sight to some extent of the sheer scale of this thing,\" he told BBC News. \"From my point of view, it's not great because I've got to get out there and raise another year's worth of money. But we're getting a lot of people now chasing us, wanting to sponsor us, and that's really great. And having the likes of Rolls-Royce onboard is a tremendous signal.\" The intention was always to run the car over two years. This means, assuming no further delays are encountered, the finished vehicle will probably do some low-speed tests on a runway at Newquay in Cornwall in Q2, 2015. It will then be shipped to South Africa on an Antonov heavy-lift aeroplane for high-speed running in Q3.The plan is first to raise the world land speed record from its current mark of 763mph (1,228km/h), and then return in 2016 for an attempt to go beyond 1,000mph (1,610km/h). Bloodhound will use a rocket in addition to a Eurofighter-Typhoon jet engine to generate thrust.It will also carry a Cosworth Formula 1 engine, although this will have no direct involvement in driving wheels as it does on a racing car. Instead, the F1 power unit will turn the pump that forces liquid oxidiser into the rocket's fuel chamber. Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-23184687"}