{"datetime": "2012-10-03T13:54:23.000Z", "author": "Jonathan Amos", "title": "Bloodhound land speed rocket test roars over Newquay", "article": "A British team building a car capable of driving beyond 1,000mph has tested the vehicle's rocket engine. The motor burned for 10 seconds on a static rig inside a hardened shelter at Newquay airport, Cornwall. It was predicted to make the loudest sound in the UK on Wednesday and the roar did not disappoint. The Bloodhound car will attempt next year to raise the world land speed record above the current 763mph, and then try to reach 1,000mph in 2014. The test of its 18-inch (45cm by 3.6m) hybrid rocket was intended as visible demonstration of the progress on the project, and a chance to integrate key elements of the vehicle's propulsion system. \"It went very well; the initial analysis suggests the rocket performed beyond our expectations,\" said its designer, Daniel Jubb. \"It gives the team a lot of confidence,\" added chief engineer Mark Chapman.\"But to the outside world, it's important also because this shows we are about real engineering; we're not just doing CAD (computer aided design) work all the time,\" he told BBC News. Bloodhound will use the hybrid rocket in addition to a Eurofighter-Typhoon jet engine to generate the thrust needed to go supersonic and beyond. It will also carry a Cosworth Formula 1 engine, although this will have no direct involvement in driving wheels as it does on a racing car. Instead, the F1 power unit will turn the pump that forces liquid oxidiser into the rocket's fuel chamber. Wednesday's experimental firing was the first time engineers had seen the hybrid motor, Cosworth and pump - together with their control electronics - run in unison. F1 engines on their own are very loud but with the rocket also in full throat, the din produced in the shelter was predicted to exceed 180 decibels - many times the sound intensity of the Tornado fighters that used to occupy the building on the edge of the Newquay runway.The Bloodhound engineering team, and invited guests, watched the ignition from a nearby shelter via a video link. It was the first of 15 firings that are planned to take place here in North Cornwall to prove the rocket's performance and to certify it safe for use in a manned machine. Wednesday's opener saw the rocket motor fed with 400 litres of oxidiser (high-test peroxide, or HTP) at a pressure of 820psi (5MPa). The liquid's passage through a catalyst pack instantly decomposed it into a 600C stream of water vapour and oxygen, igniting the chamber's fuel grain (hydroxyl-terminated polybutadiene, or HTPB) and producing 14,000lbf (60kN) of thrust. The burn was also described as extremely smooth. Hybrids can often suffer disrupting oscillations but Mr Jubb has put considerable effort into designing a grain geometry that will achieve an even regression during a firing. \"From what I could see, it looked very smooth indeed; and from the sound, there was not a lot of fluctuation - very steady. But we need to look closely at the chamber pressure trace,\" the Manchester rocketeer said. \"It's an excellent place to go forward.\" The levels of performance seen in the early experiments will be insufficient to get the Bloodhound car all the way up to 1,000mph, however. For that, the HTP pressure will need to be increased substantially, to get the chamber to produce an average thrust of 25,000lbf, or 111kN, for 20 seconds; with a peak towards the end of the burn of 27,500lbf (122kN).In combination with the Eurofighter jet engine, the driver Andy Green should then have something on the order of 47,000lbf (210kN) at his disposal.To put that in context, the thrust delivered by one of Concorde's famous Olympus 593 jet engines on full re-heat was about 38,000lbf (170kN). The difference is that the Bloodhound car will weigh only 6.5 tonnes fully fuelled. Launched in 2008 as an education initiative to spur children's interest in Stem subjects (science, technology, engineering and mathematics), the project is in the throes of finalising the budget to complete the build of the vehicle. Although it has had considerable in-kind support from the UK government (in the loan of Eurofighter engines, for example), Bloodhound is fundamentally a private venture that needs to raise many millions of pounds if it is to succeed. Even if the construction bills are covered, there is still the requirement to find the money to run the car for at least two years - the time it will take first to breach the current land speed record (763mph/ 1,228km/h), and thereafter to take it beyond 1,000mph (1,610km/h). \"The response from the public has simply been fantastic,\" said Bloodhound project director, Richard Noble. \"About £25,000 comes in every month in donations, and that has a big impact on the sponsors because they can see the project has so much good will and support,\" he told BBC News.Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-19818009"}