{"datetime": "2013-05-13T09:45:46.000Z", "author": "Jonathan Amos", "title": "Rolls-Royce to back Bloodhound 1,000mph supercar project", "article": "Aero-engine manufacturer Rolls-Royce is to sponsor the British Bloodhound project to drive a car beyond 1,000mph. The company will provide financial as well as technical support.Its major involvement is to oversee the supercar's EJ200 jet engine, a Rolls power plant normally found in a Eurofighter-Typhoon.Bloodhound will use this jet to raise its speed to about 350mph before igniting a rocket motor to take it supersonic. The intention is to break the current land speed record of 763mph (1,228km/h) next year, and then push it beyond 1,000mph (1,610km/h) in 2015. The running of the car will take place on a dried-out lake bed in South Africa. Bloodhound includes key personnel from the team that set the existing mark back in 1997, including driver Andy Green and project director Richard Noble. It is in part this experience that has prompted Rolls to waive its usual reluctance to get involved directly in speed record attempts. \"In general, we have a pretty robust policy about using our power plants in applications for which they were not designed,\" explained Colin Smith, the manufacturer's director of engineering and technology. \"The reason we're prepared to relax this policy in this case is because Bloodhound is a professional organisation,\" he told BBC News. \"I am impressed by Richard Noble's design process and his safety process; and he has a track record.\" The car project has been loaned three EJ200s from the Ministry of Defence. Two for running, one for spare parts.The plants are development engines and although they have only a few hours' operational life left in them, this is more than adequate for the purpose of a Land Speed Record bid. And as part of its involvement in the project, Rolls has put one of the engines on its testbed facility in Bristol. This proved not only that the engine was in good working order but allowed also the Bloodhound engineers to trial the car's management and control system. \"The EJ200 was designed with one aircraft in mind - the Eurofighter-Typhoon. It lives within the Typhoon control system, so we've had to mimic a lot of the Typhoon inputs so that that engine still thinks it's in a Eurofighter,\" said Bloodhound's chief engineer Mark Chapman.Green's and Noble's previous car, Thrust SSC, set its Land Speed Record using Rolls' Spey 202 engine, which was originally designed for Phantom and Buccaneer military planes.But the advance in capability in the EJ200 is immediately evident just from its supremely compact size.Whereas the Spey had a thrust to weight ratio of about five to one, the Eurofighter engine has a thrust to weight ratio of nine to one. The newer engine is incredibly power-dense.The huge mass saving should make a big difference to Bloodhound as it seeks to better its predecessor's top speed. Rolls-Royce has plenty of indirect history in the sport, notably with Malcolm and Donald Campbell, but it is very rare for the company to back projects quite so overtly as it is doing with Bloodhound. The famous \"RR\" badge will sit on the supercar's engine cowlings. Rolls-Royce says one significant reason for its interest is Bloodhound's commitment to education. The project was originally envisioned by former defence and science minister Lord Drayson as a means to inspire children to engage in STEM (Science, Technology, Engineering and Maths) subjects.Today, the Bloodhound Education Programme involves more than 5,000 schools, using curriculum resource materials based on the science of a supersonic car. Although Rolls has no problem filling its graduate-entry and apprenticeship schemes, it is concerned for the wider engineering base in the UK, and believes initiatives such as Bloodhound are needed to channel young people's interests into technical subjects.\"We're very fortunate in being oversubscribed for those graduate and apprenticeship roles by a factor of 10, but we have a big supply chain in the UK and some of those companies are struggling to get the right calibre of skills,\" explained Mr Smith. \"We need to encourage more people to do useful and scientific degrees in the UK.\" Richard Noble said Rolls-Royce's direct backing was a tremendous fillip to the project and would help to bring on board the final sponsors needed to fully fund the construction of the car.\"A lot of companies are doing this education thing but sometimes the subject matter isn't exciting enough,\" he told BBC News. \"What you need is a flagship inspiration machine, and that's what we are.\" The Bloodhound project is currently assembling the car at its new technical centre in Avonmouth, Bristol. Other major aerospace companies are contributing to the build. The last big structural item is about to be released by the design team.This is the fin, which has recently had its configuration changed. It is now cruciform rather than T-shaped. The fin is integral to the stability of the vehicle at high speed. It is also the part of the car that will carry the names of all the individual members of the public who have sponsored the project.Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-22507584"}