{"datetime": "2010-11-13T11:18:07.000Z", "author": "Jonathan Amos", "title": "1,000mph Bloodhound car will need superwheel", "article": "The British Bloodhound car will need \"bullet-proof wheels\" when it tries to break the land speed record in 2012. The 97kg aluminium discs that will act as its wheels will have to resist being blasted by a stream of grit thrown up from underneath the vehicle as it races across a dry lake bed at over 1,000mph. Researchers are trying to identify the best alloy for the task. This has resulted in them firing pieces of grit at samples of metal using a gas gun at Cambridge University. It is a critical investigation. The discs will be spinning faster than any wheel in automotive history; at top speed, the wheels will turn at about 10,200rpm, or 170 complete turns each second.This will produce stresses at the rim that could be as high as 150 megapascals (about 1.5 tonnes per square centimetre), says Dr Glenn Miles, from Lockheed Martin UK, who is leading this research. \"Surface damage to the wheels is inevitable because they will be in contact with the floor of the lake bed,\" he told BBC News.\"But what we don't want to see is that any cracks generated at the surface then flow through and into the wheel. If a crack travels into the wheel, we may see large-scale catastrophic failure or plastic collapse of the wheel, and that's something we've got to avoid at all costs.\"To claim the land speed record, Bloodhound will have to better the mark of 763mph (1,228km/h) set by the Thrust SuperSonic Car in 1997. But the team behind the new project believes the latest car's superior aerodynamics, allied to the immense power of its Falcon hybrid rocket and Eurofighter-Typhoon jet engine, will take the blue and orange vehicle beyond 1,000mph (1,610km/h). Three people who worked on Thrust are also engaged in the Bloodhound project. They are driver Wing Cdr Andy Green, project director Richard Noble and chief aerodynamicist Ron Ayers. Mr Ayres has defined a shape for the 90cm-diameter wheels, but Lockheed Martin has been asked to establish the best aluminium alloy from which to make the discs. The investigation has included a series of gun experiments at Cambridge's Cavendish Laboratory. \u2028 \u2028Small chunks of grit are stuck to the front of a carrier cylinder, or sabot, and loaded into a barrel just ahead of a pressurised reservoir of helium gas.When the 37 atmospheres of gas pressure are applied, the sabot accelerates to the far end of the three-metre barrel where it is abruptly brought to a halt, allowing the piece of rock to travel onwards to strike an alloy sample at 450-500m/s - the speed at which a bullet from a handgun would hit its target. As the grit disintegrates, it digs out a small hole in the surface of the aluminium. Diagnostic tools and a super-high-speed camera are trained on the impacts. \"We're taking a frame - an image - every 20 microseconds. That's every 20 millionths of a second,\" explains Dr David Chapman from Imperial College London. \"The impact makes a crater which is the plastic deformation, but also we're looking for damage within the material.\"We recover the sample, we section it and then we look at it under a microscope to see if there are any tiny cracks that have opened up within the body of the aluminium that could pose a potential problem in the wheel on its second run.\" To break the land speed record, a vehicle has to make two runs through a measured mile within one hour. The official record authorities will accept only the average of the two runs. It is essential therefore that the discs are able to complete at least two journeys across Hakskeen Pan in South Africa's Northern Cape Province, the planned site of 2012's record bid. The turn-around team already has a long list of tasks to prepare Bloodhound for its second run, including having to swap its spent rocket motor for a fully primed one. Changing the wheels as well is a job the team would like to avoid. \"Do we need to change the wheels after one run, five runs, 10 runs? When do you make that decision? The analysis we are doing will help determine when we should retire a wheel and put on a new one,\" said Dr Miles. The forces the wheels will be subjected to at 1,000mph mean they have to be solid. The inflated rubber tyres used on conventional cars would be ripped to shreds in seconds.The \"low-speed\" tests that will be done on a UK runway prior to Bloodhound being shipped to South Africa are a different matter, however. For these shake-down tests, which will see the car travel at speeds up to 200mph, the specialist tyres used on aircraft will be sufficient. Bloodhound will be fitted with tyres that were originally designed for the old British Lightning fighter. Twelve spares have been located for the purpose. They have an outer diameter of about 76cm but, importantly, they are slim enough to be used on Bloodhound. \"The Lightning required a very narrow tyre; the gear retracted up into a thin wing so there was a width restriction on the tyres,\" explained David Barker, the chief designer at Dunlop Aircraft Tyres. \"We still have the moulds for the tyres but they would need some conversion work to fit them in our modern manufacturing processes. It's cheaper to buy up spare stocks.\" These tyres are probably 15 to 20 years old. Dunlop will give them a full service before they are fitted to Bloodhound. Jonathan.Amos-INTERNET@bbc.co.uk ", "url": "https://www.bbc.com/news/science-environment-11742606"}