{"datetime": "2021-09-14T14:05:45.000Z", "author": "Jonathan Josephs", "subject": "Coronavirus pandemic", "title": "Boeing says air travel to return to pre-pandemic levels by 2024", "article": "The plane maker Boeing says it expects that it will take another two and a half years for global aviation to return to pre-pandemic levels. Its vice president of commercial marketing, Darren Hulst, said: \"The industry recovers to 2019 levels of traffic by the end of 2023, early 2024\" and domestic flying would be at the forefront of any recovery. Long-haul international routes would take the longest to recover, according to Boeing's forecast, partly because of government restrictions. Boeing says these will need to be eased to enable \"the recovery of the pent up demand that exists already in the marketplace\". Last year, passenger numbers fell 60% to 1.8 billion and the industry lost $126bn, according to the airline body IATA, which said it was the worst year on record. Boeing says that the strength of the global economy is key to recovering from the slump. Using data from IHS Economics it says that \"the global economy is actually trending back towards where it would have been had the virus not actually happened\". The International Monetary Fund is expecting theglobal economy to grow 6% this year and 4.9% next year, as it recovers from the damage inflicted by the pandemic.But a coordinated global approach on travel restrictions is also a \" tremendously important\" factor in the recovery, Mr Hulst said, adding that common understanding of travel rules enabled people to \"resume business, resume visiting and resume how they use the global transportation system [like] before the virus began\". Across the world, governments havetaken their own approaches to recognising vaccine and testing status. There are also differing requirements around quarantine periods which have made international travel a complicated affair.However, last month the European Union introduced a vaccine passport to make it easier for people to travel across borders within the bloc. The aviation industry is crucial to the global economy. The UN's International Civil Aviation Organization estimates that before the pandemic it was worth 3.6% of the global economy and supported 65.5 million jobs worldwide. The US aircraft maker has increased its forecast of how many new planes the world will want over the next 20 years. It says 43,610 new commercial aircraft will be needed by 2040, which is slightly up on the 43,110 it predicted last year. They will have a combined value of $7.2 trillion.A growing share of these will go to the Middle East and Asia, as China looks set to replace the United States as the world's biggest aviation market. The prediction is still lower than before the pandemic, when Boeing said the requirement would be 44,040 over 20 years. Boeing wouldn't be drawn on how continuing concerns around its 737 MAX and 787 models would affect its share of those orders. Mr Hulst said the company is continuing to work with regulators and other stakeholders to ensure their aircraft meet the required safety standards. \"We're working internally to make sure our quality is at the highest possible standards, and it's on us to make sure that we have the right products at the right time for the market\". The widespread fall in air travel has led to more than 4,000 aircraft being put into storage. This enforced rest could extend their lifespan which would slow down orders for new planes. However, with many airlines looking to move towards more efficient aircraft that reduce fuel usage and carbon dioxide emissions Boeing says that \"80% or more of the fleet that existed in 2019 will be replaced over the long term\". It also says the numbers in storage are coming down and will continue to do so as travel restrictions are eased.\"I think we will also see some of those aircraft transition as they become feedstock for conversion into cargo aircraft\" says Mr Hulst, and that this is being driven by the e-commerce boom that has come with the pandemic.Another big change for the 20 year period of the forecast could be how aircraft are fuelled, as the world tackles climate change. At the moment air travel accounts for about 2% of global greenhouse emissions. Research is being done on an alternatives including biofuels, hydrogen and batteries. However the International Council on Clean Transportation (ICCT) found thatat most, 5.5% of aviation fuel in the EU could come from sustainable sources by 2030 . Mr Hulst says as an industry \"we've seen that progress over the last 30 years has been dramatic. Progress that we'll see in this decade will be dramatic, but we also need other factors, other fuels to be part of this solution. As we get into the medium and long term sustainable aviation fuels become a critical part of our sustainability goals.\" ", "url": "https://www.bbc.com/news/business-58560821"}