{"datetime": "2021-08-16T22:59:27.000Z", "author": "Michael Winrow", "subject": "COP26", "title": "Just how hard is it to recycle a jumbo jet?", "article": "Thanks to the pandemic and the subsequent collapse in air travel, around a quarter of the world's passenger jets remain idle - parked at airports and storage facilities while their owners decide what to do with them. Some of those aircraft will never fly again. \"Owners don't want to be paying parking fees and storage fees for aircraft,\" says James Cobbold, director at Willis Lease, a global engine leasing company. \"They need them operating, or off their books, which may mean selling to a parts-trader for disassembly.\" Rob Morris, global head of consultancy at Ascend by Cirium, an aviation and data analytics company, says there were 5,467 commercial passenger jets in storage in July, equivalent to a quarter of the global inventory. This stored ratio is down from 35% of the global inventory at the end of February 2021, and significantly down on the 64% at the beginning of the pandemic at the end of April 2020. Nevertheless, there are still a significant number of aircraft idling in hangars and on airstrips across the world.Their condition can vary wildly, from complete aeroplanes to the completely stripped, with their parts scattered across the tarmac. One such location is Cotswold Airport, near Cirencester in Gloucestershire and home to Air Salvage International, a company specialising in aircraft disassembly. Bradley Gregory, managing director at Skyline Aero, an aircraft component supplier and part of the Air Salvage International group of businesses, explains that there are three main scenarios when an aircraft is grounded and travels to their facilities. The least drastic scenario is that it is maintained in an airworthy condition, with only pre-flight checks needed to get it back in the air. The second scenario involves the aircraft going into long-term storage, where the engines are removed and it is maintained in a less intensive way than before. The final scenario is disassembly or \"part out\" whereby the aircraft is brought to a facility to be disassembled with the engines and other parts either taken out to be used in other aircraft or recycled. \"Around 75% to 80% of the airplanes arriving in the last 12 months have been destined for storage, with no imminent plan for the asset owner,\" Mr Gregory explains. At the moment he has 29 aircraft in storage: 14 awaiting disassembly, and six currently in disassembly and waiting to be disposed of. Globally, in 2020, 449 aircraft were sent for disassembly, fewer than the 508 in 2019 according to Cirium. More attention is being paid to this final stage in the life of a passenger jet as the industry strives to become more sustainable and environmentally friendly in the face of mounting concern regarding global warming.\"There are lots of parts that can be reused, depending on the type and model of the airplane,\" Mr Gregory says. \"The number of parts removed range from about 200 for an older model with less desirable components, up to 1,200 components on newer models, sometimes even more.\" Aside from the engines, other useful components include the landing-gear, brakes, flight instruments in the cockpit, and even wheels. \"Hundreds of components from an aircraft can go through a repair shop visit, and as long as they can be recertified and are not damaged beyond repair, they can go back on another aircraft,\" he says. The Aircraft Fleet Recycling Association (AFRA) is also playing a role. A large number of companies, including those involved in this disassembly, are audited by the association. They are carefully monitored to ensure they follow best management practices. While the amount and range of parts that can recycled or reused in aircraft is high, challenges still exist. \"The only thing that really can't be physically recycled at the moment is the cabin interior because it is made of mixed plastics,\" Mr Cobbold explains. \"So if we have to scrap a fuselage or parts of it, and the cabin interior is not required, then this is the only material that would go to landfill,\" he tells me. Mike Corne of eCube Solutions, another company working on end of life aircraft, says recycling jets is likely to become more challenging as newer aircraft use composite materials, which are hard to process. \"There's not currently a cost-effective way of recycling carbon fibre,\" he explains. More Technology of Business He says that a lot of money is being invested in finding ways to recycle such materials, and perhaps, in the future, carbon fibre will be reused. Mr Morris from Cirium predicts that the number of stored commercial jets will rise from 5,467 in July to 6,120 by the end of the year. Mr Gregory from Skyline Aero has recently received orders to dismantle three aircraft, suggesting demand for aircraft is still weak. \"There's beginning to be an increase in demand but it's certainly not gained as much traction as I think many would have hoped,\" he explains. If more aeroplanes are earmarked for disassembly then the recycling industry will be ready. \"At the moment we can recycle between 92-99% of an aircraft, through natural recycled processes or the circular economy,\" Mr Cobbold says. \"I don't think people outside the aviation world or industry know how high that is, and how creative the end-of-life sector is in the aviation industry.\" ", "url": "https://www.bbc.com/news/business-57983174"}