{"datetime": "2019-07-30T09:19:14.000Z", "title": "Mini toiletries to be removed from Holiday Inn owner's hotels", "article": "Miniature toiletries are to be removed from all hotels run by InterContinental Hotels Group (IHG) for environmental reasons - making it the first global hotel brand to undertake such a move. The UK-based owner of Holiday Inn and Crowne Plaza hotels has pledged to take the small plastic bottles out of its 843,000 rooms by 2021. The move has already happened in about a third of its estate. The change means that bulk items are replacing the individual toiletries. IHG chief executive Keith Barr said: \"We collectively as an industry have to lead where governments are not necessarily giving the leadership to make a difference. \"Five years ago it was a tick-the-box exercise. Today it's follow-up meetings going through in detail what we are doing about our carbon footprint.\" Last year, IHG said it would stop using plastic straws by the end of 2019. Mr Barr added that \"the next big thing to tackle\" would be the plastic plates and cutlery used for its breakfast service. In addition, the company has teamed up with artificial intelligence firm Winnow on a pilot to monitor waste across breakfast buffets in some of its hotels. IHG has committed to reducing its carbon footprint per occupied room by 6% by next year. Its high-end resort brand Six Senses has said it will go plastic-free across its whole supply chain by 2022. The move was welcomed by Greenpeace, with the environmental group's Fiona Nicholls saying: \"Just as shoppers have shown they're happy to bring their own bags to supermarkets, hotel guests are absolutely able to adapt and start bringing their own toiletries.\" Richard Clarke, an analyst at research company Bernstein, said: \"Rather than reacting to customer outcry over straws, IHG are trying to be proactive and say that they can use this as a differentiator if they can get ahead on it.\" ", "url": "https://www.bbc.com/news/business-49163456"}