{"datetime": "2021-08-08T22:18:00.000Z", "title": "Covid PCR costs can be excessive and exploitative, says Javid", "article": "The health secretary has asked the competition watchdog to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms. In a letter to the Competition and Markets Authority, Sajid Javid said it was time for a \"rapid high-level\" review to protect consumers. Holidaymakers have complained of huge prices and poor service from many of the 400-plus firms offering PCR tests. Tests cost about £75 per person on average but prices can reach hundreds. Mr Javid wrote in his letter to CMA chief executive Andrea Coscelli: \"I know that for too many people the cost of PCR testing can act as a barrier, especially for families who want to travel together.\"We have all experienced enormous disruption to our lives over this pandemic but it is not right if some families experience yet further disruption unnecessarily because of potentially unfair practices in the market for private travel tests.\" Rather than wait for a long competition investigation, Mr Javid has requested immediate advice from the CMA on how to \"stamp out any exploitative behaviour in this market\". The government publishes a list of companies and clinics offering testing but there have been reports that many have not got full accreditation. There are reports of PCR tests being offered for as little as £20, and more than £500. In addition to complaints about high charges, consumers have also reported not receiving test results or of being sent damaged PCR kits. Avi Lasarow, chief executive of Covid testing company Prenetics, said the decision to investigate excessive pricing was \"long overdue\".\"Companies on the government list must be responsible in their pricing strategies,\" he said. \"The list has been exploited by some testing providers luring in consumers with misleading prices and then offering tests that are up to nine times more expensive.\" Mr Lasarow said the \"easiest way\" to make tests cheaper would be for the government to axe VAT on holiday Covid tests. \"If VAT was removed, a family of four flying from London to Majorca could save £166 - which would pay for the cost of the flights,\" he said. A spokesperson for the CMA said that as formal investigations can take a long time, in this instance it will provide advice to Mr Javid with a view to taking swift action. \"We are aware of concerns about the evolving markets for Covid-19 tests for international travellers. We look forward to providing the Secretary of State with advice on how best to ensure that travellers have access to tests that are affordable and reliable,\" the CMA said. The government has been under pressure from the travel industry and its own MPs to ditch the costly PCR tests. Willie Walsh, former boss of British Airways and now director general of the International Air Travel Association, has accused PCR firms of \"profiteering\".And last week, Conservative MP Huw Merriman, chairman of the Transport Select Committee, tweeted: \"Passengers are being ripped off with expensive PCR tests.\" ", "url": "https://www.bbc.com/news/business-58137461"}