{"datetime": "2021-08-10T13:24:35.000Z", "title": "JetBlue to launch NY-UK flights despite pandemic", "article": "JetBlue has said the Covid pandemic will not stop the airline from launching its long-awaited New York to London service on Wednesday. Chief executive Robin Hayes told the BBC there was \"strong demand\" for the route in the US where, he said, JetBlue had returned to 2019 levels. The move comes as the global travel industry continues to recover. Holiday Inn-owner Intercontinental Hotels said holiday demand was \"returning strongly\". In its latest results statement, Intercontinental Hotels Group (IHG), whose other brands include the Crowne Plaza chain, said it had opened 132 hotels during the January-to-June period and acquired another 203, both sizeable increases on last year. \"Trading improved significantly during the first half of 2021, with travel demand returning strongly as vaccines roll out, restrictions ease and economic activity rebuilds,\" said IHG chief executive Keith Barr. \"It has been great to see our teams welcome more and more guests back into our hotels, with domestic leisure bookings leading the way, particularly in the US and China.\" Measured on revenue per available room, nearly half of the group's hotels worldwide were above 2019 levels in July, it said. JetBlue's first transatlantic flight will leave New York's JFK airport on Wednesday evening and will land at London's Heathrow. Flights to London Gatwick will begin on 29 September. However, travelling on the route does not come cheap, at least to start with. JetBlue's website no longer has seats available for that inaugural flight, but prices for the next few days start at $941 (£679) one-way. That is still slightly cheaper than British Airways and Virgin Atlantic, which are both quoting a price of $980 for the same time period. Thanks to the likes of those established competitors, there are already as many as 28 flights a day available between London and New York. And other carriers have come a cropper on the same route, including Norwegian Air, which filed for bankruptcy in November 2020 after failing to make its low-cost strategy pay. However, JetBlue will be cutting costs by using smaller aircraft, relying on the single-aisle Airbus A321LR, rather than the Boeing 787 Dreamliners that were favoured by Norwegian. And for those who can book further in advance, it is pledging to offer return fares of less than $600. The airline's Mr Hayes said it had wanted to offer a New York-to-London service for a long time and flights were now \"ready to go\". He said JetBlue wanted to have \"a disruptive and permanent effect\" on the market. US-based travellers are now welcome tofly to the UK without having to quarantine on arrival if they have been fully vaccinated, but there is still a travel ban on people from the UK flying to the US.The White House said at the end of last month thatit did not intend to lift Covid-19 travel restrictions for non-Americans. Asked about this, Mr Hayes said JetBlue had made its views clear about the restrictions and that the current approach was \"not risk-based\". ", "url": "https://www.bbc.com/news/business-58156118"}