{"datetime": "2021-08-12T23:14:25.000Z", "author": "Christine Ro", "subject": "COP26", "title": "How can new technology protect outdoor workers?", "article": "Cesar David Gonzalez does a bit of everything, from house painting to carpentry. The self-employed 56-year-old lives in the San Fernando Valley, one of the hottest parts of Los Angeles. He works six or seven days a week, even when temperatures surpass 40°C and when wildfire smoke clogs the air. But it is when he is pouring concrete that he really feels the impact of the heat.Typically, Mr Gonzalez and his crew check the weather before they head out so they can try to plan where they will stand according to the sun's position. In July and August they start work an hour earlier than usual, at 07:00, and shift around so that they're working in the shade where possible.But while laying concrete it is hard to dip into the shade, if it even exists, to take breaks.Occasionally, Mr Gonzalez's co-workers will feel so faint that they have to sit in the car with the air conditioning on, and some even feel the need to leave a job site early. Mr Gonzalez and his hardworking colleagues are not the only outdoor workers in Los Angeles who are forced to adapt to the scorching heat.A seller of iced desserts moves his cart around a park so that he can rest in the shade. A recycler sets out with a torch before the sun has fully emerged. A postal delivery worker, who walks over 10 miles a day, gratefully accepts cold drinks from residents.Such adaptations to their work days are not just necessary, however, they can be life saving. Heat can kill. Itlowers a worker's ability to concentrate and leads to notable increases in workplace injuries, research suggests.Poor sleepmakes heat-related illness more likely ; and high temperatures can also make it challenging to sleep. For workers operating heavy machinery, this can be a lethal combination. But rising temperatures, linked to human-caused climate change, damage economies evenbeyond the immediate health impacts . Above a threshold of 20-25°C, each additional degree is associated with around a 2% drop in task productivity.By 2030, the global cost of lower labour productivity due to heatis estimated to reach £1.8 trillion per year: West Africa will be especially hard hit. Yet, for reasons including financial need, workplace pressure, and a lack of awareness of the health impacts of high temperatures, many people continue towork past their heat tolerance . Outdoor workers, notably those within the construction and agricultural industry, are the most affected by rising heat. Undocumented farmworkers who are paid per unitmay be especially vulnerable , working under gruelling conditions with little shade and little opportunity to complain.The self-employed, informally employed and those on zero-hour contracts may also feel they have no choice but to work at all hours. Even the fittest people in the world are susceptible,like the Olympic athletes collapsing in the baking heat and humidity of Tokyo. Sometimes workers who have managed to climb the career ladder may actually be at greater risk of heat strain. This was one finding of research on outdoor workers by Dr Jennifer Runkle, an environmental epidemiologist at the North Carolina Institute for Climate Studies, and colleagues.\"This is largely due to the fact that workers with more education typically hold managerial positions and spend less of their work week outdoors in the heat,\" Dr Runkle explains. \"As a result, these workers aren't fully acclimated to working outdoors in the heat and are typically only required to do so intermittently, placing this group at higher risk.\" There are some easy wins to reduce heat strain. Optimising work hours to avoid workers being out when the sun is at its hottest may have thegreatest effect on employee health .In warm countries like Spain and Greece, there's already a culture of resting during the hottest part of the day. India's National Disaster Management Authority has also advised avoiding strenuous work between 12.00pm and 15.00pm.Individualised, wearable sensors could be a useful tool for determining likely heat strain. Dr Runkle believes that this technology would be especially useful in industries like construction, mining and agriculture.Early adoption of these devices would be a win-win, according to Dr Runkle: boosting productivity and reducing injury \"while ensuring the health and safety of an ageing workforce and eliminating the risk of heat strain\". Wider take-up of wearable heat sensors by employees, employers and healthcare providers would also help overcome gaps in heat awareness.\"One important finding we discovered in our research with outdoor workers is that there was a mismatch between workers' perception of heat risk and their actual exposure to extreme heat captured by wearables,\" said Dr Runkle.Another aid could be wearable cooling technology, but such devices are mainly in the research and development phase, or limited in availability. One such device is Sony's Reon Pocket 2, which it launched in April. A wearable cooling or warming device worn inside clothing, it uses electrical conductors that transfer heat when electricity is run through them.While the company is eventually planning to launch the product overseas, it's currently only available in Japan. The first Reon Pocket model sold 10,000 units within two days of its launch. While the new model has a special mode for keeping golf players cool, it's apparently also being used by some outdoor workers. There are promising examples of companies taking more responsibility for protecting workers from oppressive heat, such asmanagers of bus drivers in Jinan, China .Responsible employers should be providing drinks and shaded rest areas to outdoor workers. Some in Ahmedabad, India have also been supplying ice packs. Regularly scheduled or mandatory rest breaks could help where employees are over-exerting themselves.Of course, not all employers are responsible, which is why many campaigners are calling for enforceable heat standards and stronger workplace protections. More Technology of Business In many countries, occupational heat health is a matter of guidance, rather than requirements to safeguard workers.In the US, a proposed heat health law that has been languishing is the Asunción Valdivia Heat Illness and Fatality Prevention Act, named after a53-year-old farmworker who died in 2004 after picking grapes for 10 hours at over 40C. Clinicians like Cheryl L Holder, who now teaches medicine at Florida International University, are also doing what they can. She recalls a patient who worked in a garden centre, who was overheating in ways that were worsening her diabetes. She wrote a letter to that patient's employer, encouraging them to give her patient time off. \"I don't have any real enforcement other than the goodwill of the employers,\" she acknowledges. \"But oftentimes, I will see some improvement there.\" As doctors witness the mounting toll of heat, and as officials debate policy measures, people like Mr Gonzalez will continue to find ways to keep themselves healthy in an ever-warmer climate. \"This year has become more hot,\" he acknowledges.In the future, even fit and healthy workers like him may reach the limits of their endurance, making larger-scale heat adaptation a searing necessity. Some of Christine Ro's research for this article was supported by the Social Science Research Council and the Japan Foundation Center for Global Partnership, through the Abe Fellowship for Journalists. ", "url": "https://www.bbc.com/news/business-58049625"}