{"datetime": "2021-08-05T20:49:30.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: PM and transport secretary defend travel changes", "article": "The prime minister and transport secretary have defended changes to the UK's traffic light travel system, as an airline has scheduled extra flights to return Britons from red-listed Mexico. Up to 6,000 British tourists are currently in the country, and those who want to avoid quarantine will need to return before 04:00 BST on Sunday.The changewas announced on Wednesday . Grant Shapps said a new plan to review restrictions every three weeks will make for a \"simplified system\". Boris Johnson said that the government wanted people to be able to travel but had to balance that desire with the \"need to protect us against new variants\". Asked whether he would book a holiday to Spain, the prime minister said the government was trying to make travel as simple as possible by lengthening the gap between changes to guidance. Transport secretary Mr Shapps said this meant people would be able to travel \"without looking over their shoulders\".The travel list changes apply for passengers returning to England, Scotland and Northern Ireland. TheWelsh government said on Thursday evening that it would follow the changes , due to sharing an open border with England, but said it was \"extremely disappointed\" and would continue to advise against non-essential international travel.Countries have their own rules about allowing visitors - so being on the UK's green list does not guarantee travellers can visit. On Thursday 30,215new Covid cases were reported across the UK , along with a further 86 deaths within 28 days of a positive test. The latest widespread changes to Covid travel rules also see fully vaccinated passengers arriving from France no longer needing to quarantine and Spain remaining on the amber list. But theDepartment for Transport has now said that \"arrivals from Spain and all its islands are advised to use a PCR test as their pre-departure test wherever possible\" instead of the cheaper lateral flow tests. Travel agents and operators said they had seen a \"surge\" in bookings - Brittany Ferries and Eurostar having a strong increase for France and other countries reporting increased demand for holidays to Spain, the Greek Islands, and the Canaries. Moving from amber to green: Austria, Germany, Slovenia, Slovakia, Latvia, Romania and Norway Moving from red to amber: India, Bahrain, Qatar and the UAE Moving from amber to red: Georgia, Mexico, La Reunion and Mayotte Moving from amber-plus to amber: France Read more on what the colours mean for testing and quarantine,here . On Thursday, Mr Shapps sought to reassure British holidaymakers that the traffic light system would now be reviewed every three weeks - compared with once a week last summer and more recent ad-hoc changes - because of the number of people in the UK and abroad who are fully vaccinated against Covid-19. He told BBC Radio 4's Today programme: \"I hope people will be able to go away under this simplified system, enjoy their breaks and not be looking over their shoulders the whole time.\" Mr Shapps said that between 5,000 and 6,000 British holidaymakers are in Mexico currently and would be \"making arrangements to come home\".From 12 August, the cost of hotel quarantine will increase, with the price for single adult travellers rising from £1,750 to £2,285 and a second adult paying £1,430.The government has said this better reflects the costs involved, including transport, security and PCR tests. Children aged 5-12 will still cost £325; it is free for children aged under five. British Airways said its teams had been \"working through the night\" to arrange additional seats out of Mexico and had added four additional flights to London over the next three days, as well as rearranging another flight to land ahead of the deadline. It said customers could re-book their flights from Mexico \"at no additional cost\" ahead of the deadline. Robin and Viv Silverthorne, from Worthing in Sussex, were flying to Cancun, Mexico, yesterday when they found out mid-air that the country was being placed on the red list. Robin says the couple spent hours on the phone trying to speak to their airline \"without success\" before making the decision to come home after just a day to avoid paying for a quarantine hotel. He told the BBC: \"It's not just us, there was a plane full of holidaymakers in the same boat, some with children who will now have to pay thousands to quarantine on return.\"We have only just secured a return flight via Miami tomorrow. We have essentially paid a total of £8,000 for a day trip to Mexico.\" He says the couple had done their research and just wanted a \"nice holiday\" - but that the latest changes to the rules had left Viv in tears. Also in Mexico are Claudia Rattray and her daughters Ivana and Summer who travelled to Mexico City to visit her family only to find out that the country had been added to the red list when they arrived. \"I decided to enjoy the time here with my family and I am going to see if in three weeks the government reviews this list,\" she said. \"But I think if not I am going to stay here in Mexico because I can't afford to pay for a quarantine hotel.\" She added that they were lucky that they were staying with family and so had the option of staying for longer. Asked about the advice on PCR tests for arrivals from Spain, Mr Shapps insisted the government was \"not changing the rules\", as in Spain's case, \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test. But in aseries of tweets Conservative MP Huw Merriman, chairman of the Commons Transport Select Committee, said PCR tests for travel were an \"unnecessary rip-off\" and a \"barrier to affordable travel\". Mr Shapps also said he believes full vaccination will be increasingly important for future travel. \"Most countries, probably all countries, will require full vaccination in order for you to enter\", he said. Labour's shadow transport secretary Jim McMahon criticised the government for \"flip-flopping over France\" and reiterated calls for data upon which travel list decisions are made to be published.Grant Shapps told the Today Programme that the government's advice to those returning to the UK from Spain to use a PCR test as their pre-departure test wherever possible, was \"not actually a change\". This does not appear to be the case. The existing guidance applying to Spain tells people returning to the UK that they need to take a private test in the three days before travelling. The guidance says that could be a PCR test or a (cheaper) lateral flow test as long as it meets UK requirements. Many travellers order a lateral flow test in the UK and take it with them to use in Spain. The travel operator Tui told Reality Check that more than 90% of its customers buy a package with their holiday that includes that sort of test. Mr Shapps also said that \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test. But we've spoken to several people who have used lateral flow tests in Spain in recent weeks and had no trouble using them to return to the UK.If you have been in a red list country in the last 10 days, you can only enter the UK ifyou are a UK or Irish national or UK resident , and you must stay at a quarantine hotel on your return.The total number of countries or territorieson the green list - from which all travellers can return without having to quarantine - rises from 29 to 36 when the changes come into effect. The UK government sets the red, amber and green lists for England, while the other nations are in charge of their own lists.The travel industry has welcomed France's addition to the amber list but trade association Abta said the speed at which countries were being added to the green list was at a \"snail's pace\", with the seven added not being traditional holiday destinations. BA boss Sean Doyle said that the UK's travel sector was \"lagging behind Europe\" due to \"more stringent testing requirements\" and a red list \"significantly broader than our European peers\". Industry body Airlines UK has warned \"tens of thousands of jobs are at stake\" as it called for the furlough scheme to be extended. The government acknowledged it was a difficult time for the sector but said it was providing \"an unprecedented package of support\".Are you in Mexico? Are you planning on returning before Sunday to avoid hotel quarantine? Or are you returning from Spain with a PCR test? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-58100523"}