{"datetime": "2021-08-06T11:45:16.000Z", "subject": "Coronavirus pandemic", "title": "The EU vaccine 'passport' and what it means for travel", "article": "An EU vaccine \"passport\" has been introduced, enabling holders to prove they have been jabbed. The EU Digital Covid Certificate can be used to avoid self-isolating on arrival in the UK, if travelling from amber-list countries. It is available in all 27 member nations - plus Switzerland, Iceland, Norway and Liechtenstein.EU citizens (and those of Switzerland, Iceland, Norway and Liechtenstein), can download it or obtain a paper copy - at no cost. It is also available tonon-EU nationals living legally in member states who have the right to travel to other member states. Because the UK is no longer in the EU, the certificate is not available to most Britons. EU nationals vaccinated in the UKmust check with their home countries to see if they are eligible. Travellers will still need to carry a passport or other identification.The certificatecan be issued if someone has : Anyone holding a certificateshould, in principle, be exempted from testing or quarantine when crossing a border within the EU (or Switzerland, Iceland, Norway and Liechtenstein). It has aQR code unique to the place an individual's vaccine information is stored - a hospital or test centre, for example. The personal data is not saved locally when it's verified - at an airport, for example. TheNHS Covid Pass is a similar vaccine \"passport\", but it is only for people who have been fully vaccinated through the NHS. People inEngland arriving froman amber country can avoid quarantine by using the pass (or by calling 119 for a printed letter).You can't yet use it EU-wide - but some individual countries,such as Greece, Malta and Spain , do accept it. The EU says it's working to ensure its own certificate is compatible with similar products. If it's satisfied the NHS pass complies with EU standards and systems, it can decide to accept it. ", "url": "https://www.bbc.com/news/explainers-57665765"}