{"datetime": "2021-08-09T23:02:08.000Z", "author": "Chris Baraniuk", "subject": "Coronavirus pandemic", "title": "Sharing apps are booming but will the kindness continue?", "article": "The pandemic, and lockdown, made Adam Ellison want to help other people. Before coronavirus, he was content with his job in marketing and his own social bubble. But that changed when millions faced hardship due to pandemic disruption caused by the virus.\"I've become more conscious of everybody else,\" he says. \"Some people have had it worse.\" In October, he signed up to be a volunteer on Olio, an app that allows people to share edible food waste with others.Every Saturday, Mr Ellison, who lives in a small town near Kilmarnock in Scotland, goes to Tesco at 07:00 to collect unsold produce. Bread, avocados, limes, tomatoes, herbs - it changes every week. He adds whatever items he collects to the app and people who live nearby can request them for pickup. Often, all the food is gone within a day. The number of users on Olio has doubled during the pandemic, from 2 million to 4 million worldwide. It's one of several apps and social media sites that have seen a sharp increase in charitable activity since the emergence of Covid-19. \"The demand is just off the chart,\" says Tessa Clarke, Olio's co-founder. The app used to see just under 300,000 food items listed every month. That figure is now roughly 1.6 million, and half of all items are requested by the app's users within 30 minutes of being listed. The boom is partly down to thepartnership between Olio and Tesco , which was announced last September. It allows Olio volunteers like Mr Ellison to collect and share food waste not claimed by charities.But Ms Clarke says the pandemic has also motivated people to think differently about food waste - particularly afterimages of empty supermarket shelves circulated in March last year.\"That led to an almost overnight step-change in terms of people actually valuing food,\" she says.People who claim food on Olio may be facing hunger, or they may simply want to help reduce food waste.Ms Clarke notes that there was, sadly, a noticeable rise in users seeking food for their families via Olio because of a loss of income, or suspension of free school meals. Just a few weeks into redistributing food via the app, Mr Ellison received a message from someone who was particularly in need of food. \"I was in a position where I could actually really help this person,\" he says. \"I can't explain how good that feels, to be able to do that for someone else.\" In August, Olio will branch out with a new feature called Borrow, where users will be able to lend people items under a certain value, such as tools. The idea is to reduce the unnecessary purchase of objects that are only used very occasionally.Other apps, such as Freecycle.org and Nextdoor, have also registered a surge in altruistic behaviour during the pandemic. \"We went from maybe 60,000 posts a day to 120,000 posts a day overnight… it was amazing,\" says Deron Beal, founder of Freecycle.org, a website that allows people to offer unwanted possessions to others for free online. The site was flooded with so much activity that Mr Beal's team had to activate additional servers to cope with demand, he adds. Freecycle.org users posted information about the location of vaccination sites, as well as offering home-made cloth masks for free. There was also an increase in listings of food and clothing items. Meanwhile, at Nextdoor, a social network that connects people who live in the same district, there was a 380% increase in posts from UK users that mentioned helping or assisting each another.\"About 70% of our members are still talking about wanting to shop local and supporting local businesses,\" adds Jennie Sager, head of Europe and Australia at Nextdoor. She adds that activity was very high in London, and cites one example of a father and daughter who gave away almost 300 plants for free to their neighbours via Nextdoor. \"He thought it would help people reduce their stress,\" says Ms Sager.And the UK Help Map, through which users can offer and find help of various kinds, has received a million unique views. 78,000 people in the country have pinned their locations to the map and offered assistance to their neighbours. While altruistic interventions and acts of kindness have boomed on social apps, cash donations to charitiesfell during the pandemic , notes Cat Mahoney, research manager at the Charities Aid Foundation (CAF). Online donations rose, however. While they have since fallen again, they remain above pre-pandemic levels. The big question now is whether the broader surge of app-mediated compassion will continue.The influx of posts using terms related to kindness or giving on Nextdoor has been sustained throughout the pandemic, even in countries that have experienced long stretches of very low cases, says Ms Sager.\"When we see neighbourhoods go in and out of lockdown globally, we don't see a massive dip,\" she adds. And at Freecycle.org, some listings - such as free food - have become less common lately, though items people acquired for lockdown hobbies that they no longer need are currently in abundance on the site, says Mr Beal. Dr Oksana Gerwe at Brunel University says that people's familiarity with digital platforms, and their trust in online reviews, may have helped pave the way for online altruism during the pandemic.But she is sceptical that this activity will last unless people form true habits of giving and helping each other regularly.One person who might fit the bill is Mr Ellison. He says his experience of volunteering via Olio has strengthened his belief in the power of communities. \"If everybody did something small but meaningful, we'd live in a much, much better society,\" he says. \"I think Covid's been a catalyst for that.\" ", "url": "https://www.bbc.com/news/business-57981598"}