{"datetime": "2021-12-14T05:45:49.000Z", "title": "Rocket scientists and brain surgeons aren't necessarily more clever - study", "article": "Considering a career in brain surgery or rocket science? It might well be within reach. Members of both professions aren't necessarily more clever than the general public, according to a study. Researchers asked 329 aerospace engineers and 72 neurosurgeons to complete a series of tasks to test their cognition. The results, published in the British Medical Journal, show few differences with members of the British public. Researchers said their study was partly carried out to see which profession had the intellectual edge. It also sought to find out if public perceptions of the sectors were grounded in reality. With both sectors predicted to be understaffed in coming decades, researchers suggested that questioning stereotypes could benefit future recruitment in scientific fields. Professionals from both groups were assessed online in six cognitive domains, using a 'Great British Intelligence Test' originally devised at Imperial College, London. The test looked at areas like working memory, attention and emotion processing, and respondents were asked about their age, sex and industry experience. The results were then compared between both groups, and data previously gathered from 18,000 members of the British public. It found that neurosurgeons scored significantly higher than rocket scientists in semantic problem solving, like defining rare words. Aerospace engineers, meanwhile, performed better than their rivals when it came to attention, and to mental manipulation tasks like rotating images of objects in one's head. When compared with public scores, however, rocket scientists didn't show significant differences in any domains.Neuroscientists, on the other hand, scored differently in only two areas: their problem solving speed was quicker, but their memory recall was slower. Researchers suggested this may be due to the \"fast-paced nature of neurosurgery... or it could be, albeit less likely, a product of training for rapid decision-making in time-critical situations.\" \"It is possible that both neurosurgeons and aerospace engineers are unnecessarily placed on a pedestal,\" the study reflected. \"Other specialties might deserve to be on that pedestal, and future work should aim to determine the most deserving profession.\" ", "url": "https://www.bbc.com/news/science-environment-59647067"}