{"datetime": "2022-01-21T15:16:23.000Z", "author": "Greig Watson", "title": "Rolls-Royce all-electric aircraft breaks world records", "article": "An all-electric aircraft built by Rolls-Royce has broken two world speed records. In November 2021, The Spirit of Innovation hit an average of 555.9 km/h (345.4 mph) over 3 km, and 532.1km/h (330 mph) over 15 km.Both attempts, which took place at an experimental testing site, have now been verified as records by the World Air Sports Federation. Rolls-Royce described it as a \"fantastic achievement\". In runs at the UK Ministry of Defence's Boscombe Down testing site in Wiltshire, the aircraft's average speed over 3 km broke the existing record by 213.04 km/h (132 mph).The 15 kilometres speed was 292.8 km/h (182 mph) faster than the previous record. A third record attempt, for the fastest climb to 3,000m, reached in 202 seconds, is still going through the verification process. If approved, it will break the current record by 60 seconds. A maximum speed reached, that of 387.4 mph (623 km/h) - which would make it the fastest electric vehicle ever - was not part of the official record submission. The project is part of the UK Government-backed ACCEL or \"Accelerating the Electrification of Flight\" project.The aircraft uses a 400kW electric powertrain - the equivalent of a 535 BHP supercar. Rolls-Royce, whose aerospace headquarters are based in Derby, said the propulsion battery pack was the most power-dense ever assembled for a plane - enough to charge 7,500 phones. Warren East, CEO, Rolls-Royce, said: \"Achieving the all-electric world-speed record is a fantastic achievement for the ACCEL team and Rolls-Royce.\"The advanced battery and propulsion technology developed for this programme has exciting applications for the Advanced Air Mobility market.\"This is another milestone that will help make 'jet zero' a reality and supports our ambitions to deliver the technology breakthroughs society needs to decarbonise transport across air, land and sea.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-60068786"}