{"datetime": "2022-01-14T00:09:14.000Z", "author": "Jonathan Amos", "title": "RAF man unleashes Virgin Orbit space rocket over Pacific", "article": "Sir Richard Branson's Virgin Orbit company launched another rocket to space on Thursday. The booster, carrying seven satellites, was sent skyward from a Jumbo Jet flying out over the Pacific Ocean. Playing a key role in the 747's cockpit was RAF fighter pilot Matthew Stannard, who is on secondment to the British entrepreneur's California firm.The UK Ministry of Defence anticipates using Virgin Orbit to launch military satellites in the future. The Flt Lt is gaining experience for when rocket missions start operating from British soil. This should happen later this year. Thursday's ascent was Virgin Orbit's third straight success following an inaugural demonstration launch in May 2020 that didn't reach orbit. Prior to this mission, 19 satellites had been lofted.The seven on the latest manifest included one manufactured in Glasgow by Spire Global, which tracks weather conditions from orbit, along with ship and plane movements. The flight profile followed the familiar pattern. The jumbo, known as Cosmic Girl, left California's Mojave airport at 13:39 US West Coast time (21:39 GMT). The jet flew out over the Pacific with the rocket tucked neatly under its left wing. Just over an hour after take-off (14:52 PST), at an altitude of roughly 35,000ft (10km), Flt Lt Stannard unhooked the liquid-fuelled booster and let it go into a freefall. Four seconds later, as the 747 banked hard to the right, LauncherOne ignited its first-stage engine to begin the climb to orbit. All seven satellites were safely delivered to an orbit inclined 45 degrees to the equator. Virgin Orbit wants to run a total of six space missions this year, with two of these planned to operate out of Newquay Airport in Cornwall. The British government has made it a plank of its new space strategy to foster a launch industry from the UK. Congratulating Virgin Orbit on another successful mission, UK Space Agency Deputy CEO Ian Annett said: \"The UK is home to some of the world's leading satellite manufacturers, which currently ship their products overseas for launch.\"We are supporting them by fostering a new domestic launch market, with spaceports and launch operators providing services across the UK and catalysing investment from all over the world.\"The first UK launch by Virgin Orbit could happen as early as June or July, although much will depend on how quickly licensing paperwork goes through the UK's Civil Aviation Authority. The CAA's paramount concern is safety and it won't let any launch proceed until it's satisfied all contingencies are covered.The CAA has 35 staff to assess the technical details of applications. A licence to operate a spaceport is expected to take six to 12 months to process; a licence to operate a rocket system will take longer at nine to 18 months. The CAA told the House of Commons Science and Technology Committee on Wednesday that so far it was dealing with four formally submitted licensing applications (others from a range of potential spaceport/rocket operators are at a pre-application stage). However, when asked whether this meant a UK launch was likely this year, the authority's policy director Tim Johnson refused to be drawn. \"We absolutely share the government's enthusiasm, and industry's enthusiasm, and commitment to this task. We're open for business, we're processing applications; the key driver of the timetable will be the quality of the applications (and) the evidence presented,\" he told MPs. \"We will exercise our duties in the most timely way possible.\" ", "url": "https://www.bbc.com/news/science-environment-59972909"}