{"datetime": "2021-12-07T08:00:51.000Z", "author": "Jonathan Amos", "title": "Ariel: Contract signed to build European planet telescope", "article": "A €200m (£170m) contract has been signed with European industry to build the Ariel space telescope. The observatory will study planets around other stars to try to understand how these objects formed and how they have evolved through time. Aerospace giant Airbus will lead the construction, with the expectation that Ariel can be launched in 2029. The project is led scientifically from the UK, which will also handle much of the hardware assembly. This decade is shaping up to be a golden era for the science of what are called extra-solar planets, or exoplanets. More than 5,000 have been discovered since the mid-1990s but so far we've done little more than just count how many worlds might be out there. In the next few years, the investigation will increasingly move to their characterisation, asking what they're made of and how their atmospheres - if they have them - function. Later this month, for example, the US space agency (Nasa) will launch the $10bn James Webb infrared space telescope, which will take an in-depth look at many tens of exoplanets, imaging them directly and \"fingerprinting\" the gases in their atmospheres. Ariel, also sensitive to infrared light, will do something very similar, but for about 1,000 exoplanets. Ralph Cordey from Airbus said you could even think of Ariel as a kind of mini-James Webb.\"Webb of course is a general purpose observatory and it will be doing many other things than just studying exoplanets. But for Ariel - it will be totally focussed on this one job. One hundred percent of its observing time will be dedicated to characterising exoplanet atmospheres,\" he told BBC News. Ariel will be despatched to a special observing position that is about 1.5 million km from Earth Ariel is an acronym for Atmospheric Remote-Sensing Infrared Exoplanet Large-survey. The telescope was selected for development by European Space Agency member states in 2018, since when the project has been undergoing various feasibility studies. The new contract enables Airbus and its 60 industrial partners to push forward the design and to finalise the necessary technologies. Ariel will monitor each target planet as it moves in front of its host star, observing how the starlight changes as a result of having to pass through the transiting world's atmosphere to reach the telescope.This will be a telltale for the chemistry of the exoplanet's atmosphere.Ariel's goal is to build a large type-catalogue. Astronomers want to know what's \"typical\" for the kinds of worlds that are out there, to establish as far as possible what might be regarded as the \"standard model\" for planetary systems. At the moment, we see very few places that look like our own Solar System.Airbus in Toulouse, France, is in overall charge of building Ariel, and will be using its Stevenage, UK, facility for important structural and avionics work. The \"business end\" of the observatory - its mirror system and instrumentation - will be assembled and tested at RAL Space on the Harwell Campus in Oxfordshire. Components will come from all over Europe. The mirror system will be quite a challenge.This will be all aluminium and will have to operate at very low temperatures, down at -230C (40 kelvin). \"We will build the telescope out of aluminium, out of the same material, so that when it goes from room temperature to something that's very cold - it should all shrink at the same rate; all the surfaces should deform together. If it's perfectly aligned when warm, it should stay perfectly aligned when cool,\" explained Paul Eccleston, the chief engineer at RAL Space. \"The challenge is actually being able to manufacture a really large, 1.1m diameter mirror, and to be able to polish that to the level that we need out of a completely flawless block of aluminium that has no inclusions and no differences in grain size.\" ", "url": "https://www.bbc.com/news/science-environment-59555684"}