{"datetime": "2021-08-05T23:06:00.000Z", "author": "Michael Dempsey", "title": "Why artificial intelligence is being used to write adverts", "article": "What springs to mind when you think of advertising? Don Draper in the TV show Mad Men sipping a cocktail? Or perhaps trendy people swapping catch phrases in a converted warehouse?' Well, more of the creative work these days is not being done by humans at all. When Dixons Carphone wanted to push shoppers towards its Black Friday sale, the company turned to Artificial Intelligence (AI) software and got the winning line \"The time is now\". Saul Lopes, head of customer marketing at Dixons Carphone, thinks it worked because it didn't have the words Black Friday in it. His human copywriters had produced dozens of potentially successful sentences but they all mentioned Black Friday. It was technology that broke this chain of thought. The software in question is from Phrasee, whose boss is Parry Malm, a Canadian who moved to the UK in 2006. Working in marketing he assumed the technology existed to boost human creativity. He describes himself as \"flummoxed\" that this wasn't available.Phrasee, the company he set up in 2015, is the product of Mr Malm's perplexed reaction. \"Getting the right message had been left to the Mad Men type characters. But I wanted to apply scientific rigour to those messages,\" he explains. Standard copywriting takes place through a process of editing, argument and approval. Mr Malm says Phrasee does the same thing using a technique called Deep Learning, a vast network of parameters and pre-set limits that guide the programme in the right direction.This allows it to bounce a slogan around, ranking its impact against raw data gleaned from many sources. At Rapp, an agency that packages products and services into messages and videos that appeal to the public, Phrasee absorbs a million emails that have been fired off over the years. Then it reassembles those sentences into new messages while adding guidance from Rapp's own writers, technologists and social media experts.Phrasee builds up models that generate words appropriate to each product and the target audience of consumers. Language that has featured in previous campaigns is poured into the Deep Learning model which applies values based on factors such as the look, feel or taste of a product. Mr Lopes knows that in an age of information overload consumers are becoming harder to reach as online sales patter diminishes their appetite for any message. As Phrasee comes armed with a terrific linguistic arsenal and is divorced from the individual points of view that shape the words of human copywriters he thinks it suits our jaded eyes. Dixons Carphone still employs agencies and copywriters, but they come up with an idea which Phrasee then adapts, finessing the human perspective. For a recent Dixons Carphone campaign Mr Lopes used Phrasee to create variations on messages derived from a decade of sales campaigns. \"What surprises me is that we still see wild cards leaping out from the list of messages it generates.\"That Black Friday message was one such wild card. Working online, Dixons Carphone gets rapid consumer feedback and quickly saw how well \"The time is now\" was going down with the public.Copywriters shouldn't fear that AI is about to take their job, says Mr Lopes, because they are still needed to get the ball rolling. \"But the human brain can't look at thousands of options. Our writing team sets out the strategy for the messages, we haven't replaced them.\"He's convinced about this AI future. \"Combining creative people with AI is the next step for the agencies. It's not AI versus the human, it generates creative thought.\" More Technology of Business This might come as a relief to Ogilvy, the agency founded by advertising legend David Ogilvy. His name invokes brilliant and witty campaigns that inspired generations of copywriters, and today Ogilvy bills itself as the \"teaching hospital of advertising\".It boasts a behavioural science practice ran by its vice-chairman and veteran copywriter Rory Sutherland. He's a fan of new thinking, but only if it doesn't dampen the spark of creativity that sets consumers' desires alight.\"AI can't hurt if it generates interesting suggestions,\" Mr Sutherland concedes, \"but it's like satnav in a car. Great for directions but you don't allow it to drive the car!\"He worries that AI will be steered into agencies by \"bean counters\" and has railed against an \"alliance between technology and finance\" that uses innovation as a cost-cutting tool regardless of the opportunities that get lost in the process. \"These things tend to be viewed through an efficiency lens.\"Advertising, Mr Sutherland declares, \"is about producing something distinctive. It's not a production line.\" Programmes like Phrasee can mirror a copywriter's work on an industrial scale. This, a digital factory for ads, is Mr Sutherland's worst nightmare.\"My only reservation about using AI is that people will afford it more power and influence than it deserves in an attempt to automate things, to realise the Fordist dream of multiple copies rolling off an assembly line.\"In support of the creative human element he cites great advertising slogans that have been fine-tuned by critical voices from beyond the copywriter's desk. After 30 years as a copywriter Mr Sutherland is always ready to listen to someone who spots that a word or image may have the wrong connotation in another culture.If AI can be that third party source of constructive criticism it has a home in his world. But he definitely won't allow it a deciding vote. \"As a stimulus, suggesting ideas, it has a great future. As a source of judgement it's dubious.\"Back at Dixons Carphone, Mr Lopes and his team keep trying to outsmart the software. They hold competitions to see who can guess what the winning line from Phrasee will be. \"It's an internal game, we do it just before we push every new message out,\" he says.\"And we always lose to the computer!\" ", "url": "https://www.bbc.com/news/business-57781557"}