{"datetime": "2021-10-07T05:39:29.000Z", "author": "Douglas Fraser", "title": "Throttling back on aircraft emissions", "article": "A flying laboratory, looking a lot like a normal passenger aircraft, landed in Glasgow this week, testing out 20 new projects for improving the efficiency of planes and the comfort of their passengers. With the branding of Alaska airline, the USA's fifth biggest, that's the first such plane to fly in from the airline's headquarters in Seattle.Check out more of the BBC's business stories from the COP26 summit But this is more about the makers of the aircraft, Boeing. It's connecting with the advanced manufacturing project it shares with Strathclyde University and the National Manufacturing Institute of Scotland. That's at Inchinnan, the business park at the end of the runway.It's using a series of events to inspire engineering students to get into aerospace.And being in Glasgow also sends a message from one of the giants of the aviation industry: it wants to be part of the discussion about climate change and getting to net zero, rather than a victim of government interventions into its operations and markets. Aerospace has a particularly hard task if it ends with the burning of fossil fuels - reckoned to contribute around 2% of the total greenhouse gases emitted. Getting a large aircraft airborne requires a lot of 'energy density', with the fuel capable of rapid acceleration. Visitors to the Boeing site at Glasgow Airport heard that it's going about the net zero task in an incremental way.Replacing aircraft delivers a big increment. A new aircraft is typically 15 to 25% more efficient than the one it replaces. That is from reduced weight, aerodynamics and better engines. And of course, new orders are music to Boeing's ears. The US aircraft company has done its homework on future orders, and despite the pressures to reduce emissions, it foresees a doubling in the number of aircraft within 20 years. There will be demand, therefore, for more than 43,000 new aircraft over those two decades. They calculate that if the 3,000 most in need of retirement are replaced, it will save $9bn in annual operating costs. So there are incentives there in getting costs down, and that helps explain why low cost airlines such as Alaska and Ryanair prefer to fly newer planes. A further 10% of carbon impact could be removed by the way airlines are flown and regulated. Being able to taxi on one engine would make an impact, while also reducing time awaiting take-off.Improved flight software could better tailor routes to weather conditions, and reduced aerial congestion around airports could remove the cost of burning fuel while circling and awaiting a landing slot. Design counts for a lot. The Boeing ecoDemonstrator was the aircraft on which winglets, the wing tip extensions on more modern Boeing aircraft, were tested. On the plane in Glasgow this week, collision-avoidance lights are being tested that are flush with the fuselage, reducing drag and improving fuel efficiency by tiny amounts, but every fraction of a percentage counts.The interiors are insulated with panels made from the carbon fibre left over from other manufacturing. They improve soundproofing while together reducing the aircraft's weight by the equivalent of a small suitcase. Such recycling and use of waste is big in this industry, and those 3,000 airliners ready for retirement present a big opportunity for 'teardown'.Finnair recently announced it had recycled 99.2% of one of its old Airbus planes. Nearly 40% of it was cannibalised for spare parts and it yielded 15 tonnes of aluminium. And then there's SAF - sustainable aviation fuel. There is no one form of it, but the way Boeing's experts talk, the future is in any recycled organic materials, from used cooking oil to wood chippings.It has to be refined, preferably using renewable power. They concede aircraft will still produce emissions. But it's at the front end of the process - taking into account the life-cycle of the fuel - that they foresee the gains that could help get them towards net zero. Aeroplanes can already fly on SAF, even without a blend, with conventional aviation fuel. But few are given the safety certification to do so. The Alaska plane's flight from Seattle was on 50% SAF, the maximum it is allowed. In addition to regulatory constraint on safety, the big ask from the industry of governments as they gather in Glasgow in a month, will be in getting the SAF industry incentivised, in a co-ordinated way, to produce the quantities they need. For now, there is nothing like enough. The industry complains that biofuels for road transport have been given the tax incentives and treated as a priority: so as road shifts to batteries over the next decade, they want SAF to take its place, creating far more capacity. Boeing intends to have all its new planes capable of flying entirely on SAF by 2030. Airbus is also setting out bold ambitions for a net zero aircraft. Other fuel options are being considered. Smaller aircraft are being trialled with batteries, as we saw in Orkney recently. Batteries tend to be heavy though. They are becoming more energy dense and lighter. To limit the weight required on board, refuelling of batteries in-flight could draw hydrogen into the hybrid mix. What will all this mean from the passenger's point of view? Will we be flying less, or paying more when we do? They're not sure. Prices have fluctuated through the history of flying. The industry wants to see it democratised, but also realises it can't be business as usual with fossil fuel. Alaska's head of sustainability, Diana Birkett-Rakow, is in Glasgow and is clear that it will become a differentiator for airlines: passengers will seek out those options with the lowest impact fuel cycle, and will also get smarter about booking routes with the least possible environmental impact. Her airline intends to reach net zero by 2040. This week, IATA, representing the world's airlines, pledged to do the same by 2050, and warned both Airbus and Boeing that neither of them are doing enough to help airlines get there. Its annual congress also heard of the latest calculations of losses due to the pandemic. Over last year, this year and next, the estimate comes to $201bn of corporate red ink.This year sees passenger miles at only 40% of pre-pandemic, and capacity at only 50%. That few airlines have gone bust is an extraordinary achievement. But steering them through the continued turbulence of recovery and daunting balance sheets is going to occupy a lot of management time and investment that could otherwise be usefully deployed in the interests of the planet. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-58825656"}