{"datetime": "2021-10-03T00:24:30.000Z", "author": "Jonathan Josephs", "subject": "Coronavirus pandemic", "title": "United Airlines CEO: Insisting on vaccines \"right thing to do\"", "article": "The boss of United Airlines has told the BBC that firing staff who refuse to get a coronavirus vaccine is \"just the right thing to do\". Around 300 of the airline's 67,000 US based staff are yet to comply with the strict policy, after an initial deadline of 27 September. Vaccine hesitancy has been a hugely divisive issue in the US butPresident Biden recently made it easier for big companies to take a tougher line. CEO Scott Kirby says United's strict policy is \"about saving lives\". He adds that \"when I retire someday, hopefully long in the future, I will look back at this and it will be one of the proudest moments of my career that we've made the tough decision, but the right decision to require vaccines.\" More than 250 staff have complied with United's policy since last week's deadline. A further 2,000 employees have requested an exemption on medical or religious grounds. They haven't all been granted, but final numbers won't be clear until legal processes are resolved. Any dismissal process could take weeks or months as the company says it would follow agreements with trade unions.Mr Kirby says his airline's experience holds a lesson for other companies too which has been applauded by an \"awful lot\" of customers. \"Despite all the rhetoric and all the challenges that business leaders may think they're going to have with the vaccine requirement, we did it. It was seven weeks from the time we announced it until we finished and we got to 99%.\" Whilst Mr Kirby is pleased about the influence he's been able to have over his staff there is frustration about the lack of a single global system for recognising the Covid vaccine and test status of passengers. The airline trade body, the International Airline Transport Association, is amongst those whohave tried to introduce a unified system . \"It's really complicated, and I don't blame governments\", says Mr Kirby. He points out that \"there's different vaccines in different parts of the world, every country has their own regulatory apparatus\".\"I've never thought that we would get to a world where we had a single system that applied broadly, it'd be great if we could, just it was always impractical\".So far the pandemic has led to losses of more than $8.7bn at United. Passenger numbers of 38.6m in the first six months of this year point to recovering demand. That is slightly higher than the same time last year, but is only 48.8% of pre-covid levels, when United was the world's fourth biggest airline. The company had been predicting that autumn would bring a return to profitability, but \"the Delta variant caused a setback\", says Mr Kirby. He says that theforthcoming easing of travel restrictions that will essentially reopen transatlantic travel \"is really important for us\". The hope is that the airline will reach \"at least a breakeven [point] at the start of the next year, particularly as we get vaccination rates up, and as Delta variant cases start to come down\". \"Widespread vaccine rollout is crucial to the recovery of the global aviation industry\", says the independent aviation consultant Andrew Charlton. Last year, passenger numbers fell 60% to 1.8 billion and the industry lost $126bn, according to IATA, which said it was the worst year on record. Further big losses are forecast for this year. \"United, like the other big American carriers, have generally coped pretty well with the pandemic\" says Mr Charlton. He explains this is because \"around 75% of their operations are domestic travel which hasn't been disrupted as badly as international flights. Assuming there are no more big shocks that has given them financial resilience to reshape and resize themselves for after the pandemic\". Despite getting more than $10bn of support from the US government to get through the pandemic, much of which has been repaid with private borrowing, the airline is still investing heavily in the future. As well asordering 270 new aircraft it is planning tolaunch supersonic flights in 2029, they would be the first commercial flights that are quicker than the speed of sound since Concorde retired in 2003. The planes are being made by Boom Supersonic and are expected to reach speeds of 1,122mph (1,805km/h). Going that fast requires more fuel than conventional aeroplanes, which has led to criticism about their environmental impact. Mr Kirby says \"it's been important that we've worked with Boom Supersonic to develop these aeroplanes in a sustainable way. This will be the first aeroplane, the first aircraft engines ever designed from scratch to run on 100% sustainable aviation fuel\".Mr Kirby is adamant that there is a need to travel so quickly. \"It's much more productive for you as a business traveller or even as a leisure traveller to get there faster\". But it is business travellers that the airline has in mind for the $200m aircraft. When it comes to the economics, Mr Kirby says \"an all-business class aeroplane at the kinds of business class fares that we charge today is profitable\".He is resolute that business travel will return in the pandemic despite the rise of video calls. \"Business travel is about human relationships. It's not about the transaction\".\"I think zoom and technology like this is going to replace phone calls. But it is not going to replace the need to be there in person\". Leisure travel will also recover says Mr Kirby, but he agrees with arecent Boeing forecast that it will take until 2024 for global aviation to fully recover from the pandemic. He predicts domestic US travel, the majority of his business, will lead the way. \"Certainly by 2023, probably by the end of next year, we're back to normal travel between the US and Europe\". But, he adds \"there are parts of the globe that are going to take longer\".You can watch Scott Kirby's full interview on \" Talking Business with Aaron Heslehurst \" this weekend on BBC World News at Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 07:30 GMT and 16:30 GMT and Thursday at 07:30 GMT. ", "url": "https://www.bbc.com/news/business-58767310"}