{"datetime": "2020-10-12T15:35:05.000Z", "title": "British Airways' boss replaced amid industry's 'worst crisis'", "article": "British Airways has announced it is replacing its chief executive Alex Cruz as the airline navigates \"the worst crisis\" facing its industry. Mr Cruz, who has been with BA since 2016, will be immediately replaced by Aer Lingus boss Sean Doyle.Mr Cruz will stay on as non-executive chairman for a transition period before Mr Doyle also takes on the role. BA has been embroiled in a bitter dispute with unions over redundancies and pay cuts. It is cutting about 10,000 staff, drawing criticism from staff and MPs who claim the airline has been following a \"fire and rehire\" policy. Luis Gallego, chief executive of IAG, which owns BA, said: \"We're navigating the worst crisis faced in our industry and I'm confident these internal promotions will ensure IAG is well placed to emerge in a strong position.\" The shake-up is one of the first major movesby Mr Gallego who took over as IAG's chief executive last month, replacing long-standing boss Willie Walsh. \"This is a sign that the new chief executive of IAG, Luis Gallego, is flexing his muscles and trying to demonstrate he'll make the changes necessary to lead a sustained recovery for the airline group,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. New data from Heathrow showed the challenges being faced by the travel industry from the coronavirus pandemic. Just 1.2 million passengers travelled through the airport in September, down 82% compared with the same month last year. He's done the dirty work - now a fresh pair of hands is needed.Alex Cruz's most recent task at BA was to push through thousands of job cuts as well as changes to pay and conditions, which will see many remaining staff earning a lot less in future. Those cuts may have been necessary due to the Covid crisis, but the way BA went about it - effectively threatening to fire employees who refused to sign new contracts - provoked deep resentment and bitterness among the workforce. And he was hardly popular to begin with. He arrived at BA with a brief to cut costs and boost profitability, to enable the airline to compete with budget carriers. He succeeded, but at a price.Customer satisfaction fell sharply, leading to accusations that the BA brand was being sacrificed for short-term shareholder value. There were strikes over what was described as \"poverty pay\" by cabin crew. And repeated IT failures proved deeply embarrassing for the company. Now the man who appointed him, former IAG chief executive Willie Walsh, has retired. The new IAG boss, Luis Gallego, appears keen to make his mark and rebuild bridges with staff. Mr Cruz was very much part of the old regime. It should come as no surprise that he now has to step aside.Mr Doyle is returning to BA after just two years in charge at Aer Lingus, which is also owned by IAG. Prior to that, he had worked at BA since 1998. But Ms Streeter said: \"Sean Doyle will have his work cut out to make immediate progress given that British Airways is facing the toughest challenge in its history as demand for international travel has plummeted and quarantine restrictions continue to constrain bookings.\" Mr Cruz's tenure as BA's boss has been eventful. In September last year, the airline's pilots staged their first ever strike which led to 2,325 flights being cancelled and cost BA €137m (£124m). It has also suffered a number of costly IT problems, including an incident in 2017 that left 75,000 flyers stranded and cost the airline £80m. Last year, the Information Commissioner's Office (ICO) announced it intended to fine BA a record £183m after a breach of its security system, exposing hundreds of thousands of customer details. The ICO and BA are still in discussions regarding the fine. IAG declined to comment on whether Mr Cruz would receive any compensation when he leaves BA once the transition period is completed. It also declined to say how long the transition period would last. ", "url": "https://www.bbc.com/news/business-54505840"}