{"datetime": "2020-10-22T08:55:46.000Z", "title": "British Airways owner IAG cuts flight numbers again", "article": "IAG, the owner of British Airways, has said it will operate fewer planes than planned for the rest of the year as the pandemic continues to hit demand. The airline group said it would fly no more than 30% of its usual flights compared to last year. The news came as the firm - which also owns the Iberia and Aer Lingus airlines - reported a €1.3bn (£1.17bn) loss for the period from July to September. In the same period last year, the group reported a €1.4bn profit. IAG said revenue in the quarter plunged 83% to €1.2bn, compared to €7.3bn last year. \"Recent overall bookings have not developed as previously expected due to additional measures implemented by many European governments in response to a second wave of Covid-19 infections,\" IAG said. IAG's shares fell 1.6% to 99.14p in response to the update. They changed hands for as much as £2.70 in January. The airline industry is struggling as travellers are put off by potentially weeks of quarantine on returning from abroad and as businesses conduct more meetings virtually. Earlier this month,EasyJet warned that it faces losses of more than £800m this year - the first annual loss in its history - and that it expected to fly at just 25% of normal capacity into next year. Last week,Ryanair announced big cuts to its winter flight schedule, saying it would operate at only 40% of last year's capacity. Further afield, Asia-focused carrier Cathay Pacific has said it expects to offer less than half of its usual capacity next year as airlines continue to suffer from the Covid impact. Airports are pinning their hopes on quick tests to check that passengers are free of coronavirus. Passengers flying from Heathrow to Hong Kong on Tuesday were the first in the UK to have the option of paying for a rapid test before checking in. The test costs £80 and the result is guaranteed within an hour. ", "url": "https://www.bbc.com/news/business-54642347"}