{"datetime": "2021-11-03T15:06:40.000Z", "author": "Reality Check team", "subject": "COP26", "title": "COP26: What's the climate impact of private jets?", "article": "There has been criticism of the number of world leaders and other delegates who have travelled to the COP26 summit in private jets. How much environmental damage do they do - and did leaders have any choice? Plane spotters at Prestwick Airport in South Ayrshire have been enjoying the unusual range of aircraft arriving there. And it hasn't just been those ferrying the leaders themselves - there have been cargo aircraft arriving, carrying helicopters and vehicles for motorcades. We know, for example, that President Biden has one of his armoured vehicles, known as \"The Beast\", with him in Glasgow. He also had one in Rome on Sunday. FlightRadar24, which tracks flights, has looked at the number of non-commercial flights into Glasgow, Prestwick and Edinburgh airports since 27 October, excluding cargo, regular or local journeys. It has found that there were about 182 such flights, which is about double the total for the previous six days. That excludes some national chartered flights, such as President Biden's plane, Air Force One. Aviation analytics company Cirium told the BBC there was a total of 76 flights involving private jets, or VIP flights, arriving in and around Glasgow in the four days leading up to 1 November. Private jets have also been flying from Glasgow Airport, in Paisley, where they have dropped off passengers, to Glasgow Prestwick Airport, in Ayrshire, where they have been parking - a distance of about 41km. Flights produce greenhouse gases - mainly carbon dioxide (CO2) - from burning fuel. These contribute to global warming. Emissions per kilometre travelled are known to be significantly worse than any other form of transport. But this varies considerably depending on size, occupancy levels and efficiency. Private jets generally produce significantly more emissions per passenger than commercial flights.There are many different models of private jet, but the Cessna Citation XLS - consistently one of the most popular - burns 189 gallons (857 litres) of aviation fuel an hour on average. If we were to consider the journey from Rome to Glasgow on a private jet - a journey that some of the G20 leaders made to get to COP 26 - that would take around two hours and 45 minutes, requiring 2,356 litres of jet fuel.The Department for Business, Energy and Industrial Strategy (BEIS) says 2.52kg of carbon dioxide is emitted for every litre of aviation turbine fuel burned. Therefore this flight would produce 5.9 tonnes of CO2. However, BEIS recommends that to \"capture the maximum climate impact\" of flights, CO2 emissions figures should be multiplied by 1.9 to reflect the effect of non-CO2 emissions released by planes at high altitude, which, scientists say, increase the warming effect.Therefore, the total emissions for this flight would be 11.3 tonnes of CO2 equivalent, and with a capacity of nine, each passenger would be responsible for 1.2 tonnes on their journey. If, however, our world leaders had decided to take a commercial flight from Rome to Glasgow their emissions would have been a quarter of a tonne each. Even though a commercial flight uses more fuel per hour, it is able to fly far more passengers than a private jet and therefore produces fewer emissions per person.\"A huge amount of fuel is used during takeoff and landing of a plane, no matter how many people you have on board. So an already polluting mode of transport (commercial aviation) becomes even worse (with private jets),\" said Dr Debbie Hopkins, an expert in decarbonising transport at University of Oxford. In April, US President Joe Biden hosted a virtual climate summit for world leaders, at whichsome commitments were made . But several have been talking at this summit about the value of meeting in person. The president of Sierra Leone said: \"I have travelled extensively because I have to be there - we're talking about challenges and the environment in Sierra Leone. If I don't come here, how will they know?\" UK Foreign Secretary Liz Truss said face-to-face talks were needed for \"crunch negotiations\" such as this. Another question being asked on social media is why the meeting of the G20 that happened right before COP26 had to be in Rome. The G20 is a group of big economies plus the European Union.It has a summit once a year, hosted by whichever country is holding the rotating presidency of the group. If COP26 had been in November 2020, as originally planned, it would have been followed by the G20 summit in Riyadh, Saudi Arabia. Update 3 November: The piece has been amended to change US gallons to UK gallons in the example of the Cessna plane. Read more about the COP26 summit here. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/59135899"}