{"datetime": "2021-11-07T10:55:03.000Z", "author": "Douglas Fraser", "subject": "COP26", "title": "COP26: How to spend £95 trillion", "article": "The Clyde is a source of affection and sometimes inspiration for Glasgow citizens, but rarely a source of warmth. That's changing. A couple of miles from the COP26 summit, the Innovation District created around Strathclyde University features plans to replace gas heating with the warmth that can be drawn from the river, even on a cold day. Just as air and ground has heat that can be captured and used for buildings, Clydebank is already using the Clyde's water that way, and much of Glasgow's East End could benefit from the same technology. Roddy Yarr, at Strathclyde University, is on a mission to spread the warmth as well as the message:\"People will be able to access clean heat from the River Clyde using its ambient heat, distributing that within the area known as High Street, the original birthplace of Glasgow, and that would be made available to communities in the area.\" The cost? \"It starts around £210m. But if we think about communities around the district, such as Gorbals, Calton, Drygate, Townhead and Ladywell, you start to get into larger numbers of up to half a billion pounds. That includes heat, providing grid resilience, and also transport and active travel. The whole city has to change and innovate to meet the carbon agenda in front of us.\" The project is just one of those in need of a lot money. Glasgow City Council has identified £30bn of projects like this, aiming to make the city net zero by 2030.Clearly, that kind of moola is not going to come from council tax. Grants from Holyrood won't be enough. This is one of many projects where the challenge of climate change can only be met by unlocking private money. And lots of it. \"The rate of return is not viable in the short term,\" says Yarr. \"A longer-term view is needed. A longer, perhaps slower return, with strong covenants made by the city, will enable that long-term investment to be made. That provides an investment horizon that is attractive to some investment funds - for instance, pension funds.\" Such projects are being given a colossal boost by the shift of investment funds to making the great energy transition work. Mobilising the finance sector to tackle climate change is a key element of the COP26 gathering. And at a mind-bending scale.Going into COP26, the concern was that governments in more prosperous nations have failed to meet their pledge to shift $100bn to poorer ones, to help them mitigate the effects of climate change, and to adapt to it. Yet that huge sum is chickenfeed in comparison with something called GFANZ - the Glasgow Finance Alliance for Net Zero. If it turns out to be everything it claims, it could be worth 1300 times more than that target for transfers. At $130 trillion, or £95,000,000,000,000, it's an unimaginably large figure. If it helps, consider it nearly fifty times bigger than all the output in a year from the whole UK economy. Some 450 financial institutions across 45 countries are signed up to making those funds available for the transition; asset managers, banks, pension funds are in there, including money they have already committed to backing companies with new products and technology, and building renewable power capacity, as well as much more investment required in the future. Inside the United Nations blue zone of the COP26 summit, a lot of projects for cities, regions, and energy utilities are in search of funds, and a lot of funds are in search of quality investment opportunities. \"A mile wide and an inch deep,\" says one pressure group activist. Maybe so. The proof will have to be seen within very few years. And if the initiative succeeds in developing reliable, worldwide accounting standards for carbon impact, the evidence should be clear. \"It's hugely significant to have commitments at this scale from private sector banks and other financiers, because the scale of the need is in the multi-trillions of dollars,\" says Sir Danny Alexander - former Highland MP and senior figure in the UK government 10 years ago, who has spent the past five years as vice-president of the Asian Infrastructure Investment Bank (AIIB).\"This can't be met from government budgets by themselves or from international financial institutions like the AIIB or World Bank,\" he says. \"It requires the crowding in of private capital at a very large scale. \"The key next step is: how can we make sure that we're develop the quality of projects necessary to enable that to flow in practice? We have the commitments. We now have to make those into reality in climate investment, especially in the developing world, where many climate financiers see risks that need to be dealt with.\" The former Lib Dem minister says business minds have been shifting fast. Business can see from governments' agenda at COP and beyond the scale of investment needed around the world, and so investors adapt to that. \"Plus institutions have seen their own investors putting pressure on them\". He adds: \"Given the scale of need, there are huge opportunities for companies that get ahead of the game\". One message repeated often at COP is that climate change is not a cost and a burden that reduces living standards, but a source of future profit.By definition, no business leader wants to be left behind when opportunity knocks. They are also wise to avoid pressure to change from their consumers and activists, but some are slow to realise the implications for their own sectors. Sian Sutherland is a London entrepreneur who set up A Plastic Planet, \"to ignite and inspire the world to turn off the plastic tap\". Leading one of the many pressure groups attending the COP, she told me of its campaign to highlight the 70% of fabrics in the world's clothing that are made from oil-based synthetic yarn.Going to fashion companies and retailers with the opportunity to get ahead of the campaign, with public commitments to shift to natural textiles and shape consumer trends, she was disappointed by the response.So she's going to banks and pension funds who sit behind the 20 or so plastics manufacturers who dominate the industry, and to textile companies: \"Finance is waking up to the power that it has\". And activists are getting smarter about using shareholdings to hit companies where they are required to respond. (Some, at least at the high end of fashion, have long been on board: designer Stella McCartney was at the Kelvingrove Museum this week, extolling the virtues of a leather substitute made from mushroom roots.) So the finance sector is responding to pressure and to opportunities. One of those with a sponsorship role at the COP is NatWest, formerly Royal Bank of Scotland, which claims £100bn of lending is to back green investment. Critics point to more than twice as much that is not committed that way, and ask what it's being used for.But according to finance director, Katie Murray: \"It's impacting everything we do - in our own operations and in how we lend to our customers, their transition plans, how we record within our financial statements, how we help our customers measure.\"It's in my own executive remuneration, so it flows from the executive board all the way down through the organisation.\" The impact hits home: \"In terms of lending, we're looking to reduce the carbon impact of our balance sheet by 50% from 2030. We've got small exposure of 0.7% to traditional oil, gas and coal, but we've got a very big mortgage book, so one of the things we've been talking about in COP is the impact of the older traditional housing we live in.\"We've been looking to how we move that to Energy Performance Certificate C and above (the more efficient ratings). We have discounted mortgages for A and B. So it's a question of how we shift that forward.\" That sort of thinking - attaching conditions to mortgages, or pricing them according to energy efficiency - could have a profound effect on the housing market, and potentially deliver better insulation more effectively than government action could require or afford. As Britain's biggest business lender, NatWest is taking the message to 2 million customers, with both sticks and carrots: \"We worked out our targets for the four main sectors: agricultural, automotive, oil and gas, and our mortgage book, and we're going through our book sector by sector, and saying: who has the right transition plans, who needs help, how can we measure it?\" If there's no plan, there could be uncomfortable discussions with the bank manager \"We set up a great partnership with Microsoft to help businesses measure. If you're a midsize or small business, the task of measuring your output in carbon is a daunting task. It's incredibly technical\". The NatWest finance director adds: \"I don't believe there's any industry that's untouched by what's going on this week.\" Some of the more unlikely candidates for green credentials are in Glasgow to say they want to be part of the story. Holcim, for example, is a gigantic Swiss-based manufacturer of cement, with a vast carbon footprint for its manufacturing processes and transport, even before it's poured into buildings and roads. Chief executive Jen Jenisch was seeking out media exposure, to brush aside the demonisation of the sector and the threat of having to shrink what his company does. \"We have a great roadmap to decarbonise,\" he said. \"We have many steps to go there. We have relaunched new products with a reduced carbon footprint. We're very engaged in smarter designs for housing, with 3D printing where you use less material.\" Amid this giant green trade fair, Jenisch was in Glasgow to meet haulage firms, wanting to find out how they could cut his use of carbon in getting cement to where it's required. He says the future of a big manufacturing company could become more of a technology and recycling specialist - perhaps cutting tonnage but adding value:\"We want to reduce the amount of fresh cement produced. We want to use a lot of mineral by-products, like demolition waste, to make the product sustainable. Recycling will be a big part of our future, where we can make old buildings into new ones.\" Back in the finance sector, insurance is re-pricing the risk from climate change as one driver of consumer behaviour - to keep buildings off flood plains, for instance, but with a disproportionate hit to poorer countries which are more exposed. Munich Re is very large insurer and re-insurer for other insurance firms, wielding its own investment funds. Chief executive Joachim Wenning has signed up to be part of GFANZ, saying it is a \"very clear sign that the private sector is engaging and has to engage to help and enable the energy transition to combat climate change. It is important that it is visible the private sector is at the forefront of this development.\"What we need to have is also government engagement. Private sector engagement alone will not bring the necessary transition. We need road maps from countries that clearly define what sort of renewables [they will have] and how fast they will build up, so that the private sector can invest into this road map.\" The insurer says that activists - making their noisy presence felt outside the blue zone as well as part of the conversation inside it - are necessary because of the failure of governments to lead. Beyond that, international links across campaign groups help to put pressure on governments that are slower to cut carbon emissions, such as China or India. He reinforces a point I've been hearing from others about the pressure exerted on senior executives inside their organisations. At Holcim cement, Jen Jenisch said that his Zoom calls with staff across the 72,000-employee empire have recently been around 80% about climate change. Dr Wenning at Munich Re says the younger generation in his company, and in others, \"is fiercely advocating combatting climate change. Fiercely. And they demand everything be done from the symbolic to fundamental, in personal behaviour and in how we invest.\" He broadens the point, with a plea: \"This generation tends to believe industry is the problem, because they are emitting. But they emit to make products we consume. We have to make the private sector part of the solution, and for this we need an economy-friendly environment, and not one where people put limits, limits, limits, prohibiting this and that.\"We need the private sector to thrive and grow, but in a green, renewable context.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59197505"}