{"datetime": "2021-11-10T23:13:00.000Z", "author": "Douglas Fraser", "subject": "COP26", "title": "Transport route change or reverse gear?", "article": "Some see the great energy transition as a humongous cost and an existential threat to their businesses. For others, it's an opportunity. For transport, it's both. The tensions are to be seen in the sizeable gaps in the COP26 declaration issued on the day when transport has been most in focus. The UK got fewer than 40 countries to sign up to a promise to stop selling petrol or diesel-powered cars by 2040, and 2035 for \"leading economies\". That's an easy one for Europeans who have already committed to dates ahead of then. It's also easy for some car manufacturers, such as Volvo, which are on track towards all-electric offerings. But others are conspicuously absent, including the USA, China and Germany. Among manufacturers, there was an absence of Toyota and Volkswagen, the world's two biggest.They have hybrid and plug-in options and are expanding that range, but VW does not want to commit to going all-battery in its North American markets if its batteries are being powered up by coal and gas-burning power stations.That doesn't achieve much in terms of carbon emissions, so it wants to pass the pressure back onto governments and regulators to sort out the power sector first. For the auto industry, the move to a different \"power train\", as they like to term it, is a big business opportunity, currently offering big premium prices. Manufacturers do not seem to anticipate much slow-up of the growing number of cars hitting the road.And that's despite the making of all a car's components having a carbon footprint, and congestion being a continued problem.With that in mind, the Sustainable Transport Alliance pitched in to the COP26 debate on the future of road transport, by pointing out that ever more cars, however they're powered, will mean more congestion. They also require a lot of energy and materials in their construction and delivery to their users.Representing cycling, walking and public transport groups, the alliance wants to see countries shift away from electrifying cars to reducing their number, while making other forms of transport more attractive and less congested. Stagecoach, the Perth-based transport firm, joined the corporate lobby-fest at the Glasgow gathering with a plea for more bus service support. And as those attending the UN blue zone were taken to and from the city centre on electric buses, the call was stepped up for free public transport across Glasgow and beyond, in a way that cities such as Luxembourg have pioneered.What is becoming clear as COP26 draws to its conclusion is that there is a splintering of multi-lateral agreements. \"Coalitions of the willing\" are setting out bolder intentions than those who have more to lose. That goes for a declaration on heavy goods vehicles. There was only a small group, including the UK and US, who signed up to a shipping agreement on the gathering's transport day, with a small number of maritime trade routes designated for net zero status by the middle of this decade. Shipping accounts for around 3% of global emissions, roughly the same as aviation. And while they face a tough battle against both the environmental movement and government pressure to reduce their greenhouse gas impact, leading figures in the aviation industry turned their attention to securing bigger, more reliable supply of sustainable aviation fuels, made from plants and used cooking oil - aspreviewed a month ago at Glasgow Airport .A large part of the great energy transition features the chicken and egg challenge of providing infrastructure and supply of new fuels while also providing a market for them. The market doesn't develop until the supply chain is there.That's where governments are being urged to step in, with funding of the infrastructure and development of new technologies to a commercial scale, so that the demand can then be built up. Getting closer to home, that \"infrastructure first\" approach is a feature of a new planning framework set out in draft by the Scottish government to focus on homes and the built environment.If implemented, the framework should make it easier to develop renewable energy capacity, such as wind turbines and solar arrays, and the infrastructure that links them up, as well as encouraging more local, district heating and energy hubs. It steps cautiously across the issue of road capacity expansion, emphasising only that roads will need improved charging or hydrogen fuelling points. Highland MSPs want to see the big routes such as the A9 dualled, but that might prove unpopular now there are Green party ministers round the table.Development of homes is to be focused on communities where people are able to walk to shops, services and public transport within 20 minutes. New developments will face obstacles if they encourage more use of private cars. Many of the projects included in the framework are already well down the tracks of construction. Some, such as high speed rail linking Scotland with England, are much further up the tracks. But one nod in the direction of Scottish government's preference for an independent nation to re-join the European Union is an expectation, in the framework, that east coast ports would have to take much more freight and passenger traffic. Read more about the COP26 summit here Simple guide to climate change What will climate change look like for you? Will the UK meet its climate targets? How extreme weather is linked to climate change ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59243290"}