{"datetime": "2020-06-26T20:29:26.000Z", "author": "Jonathan Josephs", "title": "Coronavirus: Delta to extend caps on passenger numbers", "article": "The boss of Delta Air Lines says the carrier will continue to limit the number of people on its planes beyond September. So far the airline has been capping the numbers on board its flights to no more than 60% of capacity. It is aiming to limit the spread of coronavirus and implement some form of social distancing. Chief Executive Ed Bastian told the BBC that some of the details of the plan still need to be worked out. He told the BBC: \"We will be extending the cap on the planes post September, whether it's 60% or a slightly higher number I don't know, but yes we absolutely will.\" It's significant because it means the world's second-biggest airline by passenger numbers could well be running flights at a loss for a longer period of time.Data from the US Department of Transportation suggests that last year, Delta needed to fill 70.6% of the seats on its flights to cover its costs. However, airlines are now under even greater financial pressure, with planes sitting idle thanks to the huge fall in global demand for air travel.Even those sitting on the tarmac cost their owners money, including through airport fees and maintenance costs.Aviation analyst John Grant, from OAG, says that Delta is in a stronger position to break-even than its big US rivals American and United who need 78.6% and 73.8% capacity respectively to do so.He explains that \"those sort of break-evens are pretty typical around the globe\", adding that \"2019 was a good year though, with the cost of fuel very low compared to recent years and it can obviously fluctuate based on a mix of those costs and revenues per passenger.\" American has not limited its capacity and United has a policy to allow passengers to choose to rebook on a different flight or receive a travel credit when flights are 70% full. More routes are returning to Delta's schedule, with the carrier this week becoming the first US airline to reintroduce flights to China after a row between Washington and Beijing. Nonetheless, Delta's boss acknowledges that it's not going to be straightforward to increase the number of passengers on each plane. With cases of Covid-19 now estimated to have passed 20 million in the United States, Mr Bastian says \"of course\" he is worried about a second wave of the outbreak. \"I've said throughout this pandemic that it's going to be a choppy recovery, it's going to be stops and starts and the virus is going to move, just as people move.\" Like other airlines, Delta has measures in place to try and protect those on board its planes.Mr Bastian says, \"We need to make certain that we take all precautions for our people, for our customers, reinforcing wearing masks, social distancing, keeping our planes only at 60% full, making certain every seat next to a customer is open, so you have space on board, and doing everything we can to be cautious in the face of the spread.\"Because until there is a vaccine, it's going to be very hard to see this industry back at scale.\" Mr Bastian concedes that the reduction in scale will mean cutting the number of staff, which is currently around 90,000.Those roles are all protected until the end of September under the terms of a $5.4bn (£4.38bn) bailout plan funded by the US federal government. But when the crunch comes, Mr Bastian hopes that volunteers will make the process less painful.\"We're doing everything we can to hold on to as many jobs as possible, and while the job count will go down, our goal is to make it as voluntary for employees as we can\".As the airline tries to map out its future, thousands have signed up for early retirement whilst 37,000 others are taking time off without pay, in periods ranging from 30 days to a year.In recent years, Delta has pursued a strategy of growing through the acquisition of stakes in other airlines, including LATAM which has sought bankruptcy protection in the US, and China Eastern.Virgin Atlantic, has already announced more than 3,000 job cuts and remains in financial difficulty, with previously lucrative transatlantic crossings struggling like other routes.Delta owns 49% of Virgin, but Mr Bastian says it won't be putting any more cash in and hopes to avoid administration.\"We're not planning on injecting additional capital into Virgin. We're supporting them in doing everything we can, helping them through a restructuring, hopefully to avoid an in-court process, and I'm still optimistic, cautiously optimistic that we'll be able to get there\".Aviation analyst Andrew Charlton isn't as confident about Virgin Atlantic's prospects saying that he will \"watch the process with fascination\".He adds that \"the jury is still out on Delta's international expansion because the pandemic means there is almost no international long-haul travel, which is normally quite profitable, and the airlines in which it has stakes don't all have strong domestic networks to tap into\".The global airline body IATA is forecasting the industry's worst ever year with losses of more than $84bn.But Mr Charlton thinks ultimately Delta is \"well positioned\" to weather the coronavirus storm compared to other carriers. This, he says is \"thanks to a strong financial position and its US domestic position\" which accounts for 70% of ticket sales.You can watch Ed Bastian's full interview onTalking Business with Aaron Heslehurst on BBC World News at Saturday 2330 GMT,", "url": "https://www.bbc.com/news/business-53200904"}