{"datetime": "2018-04-23T15:31:29.000Z", "title": "Woman 'fined $500 over free Delta Air Lines flight apple'", "article": "A woman says she is facing a $500 (£357) fine from the US customs agency after a free apple she was given as a snack on a plane was found in her bag. Crystal Tadlock, travelling to the US from Paris, said she was saving the fruit for her onward flight to Denver. But the apple was found in a random search by US border agents after her first flight landed in Minneapolis. US Customs and Border Patrol would not comment on the case, but said all agricultural items should be declared. The apple was handed out in a plastic Delta Air Lines bag. Ms Tadlock said she did not remove it from the bag, and instead put it in her baggage for the second part of her journey to Denver, Colorado. She posted a photo on Twitter of the plastic bag and box which had contained the contraband sliced fruit, adding the hashtag \"#anappleadaydoesntkeepcustomsaway\". When the apple was found, Ms Tadlock told the border agent that she had just received it from the airline and asked whether she should throw it out or eat it. Instead the agent handed her a $500 fine. Ms Tadlock told CBS Denver that she travels frequently and had gone to France after winning a trip to tour the Grey Goose vodka castle in Paris. \"He had asked me if my trip to France was expensive and I said, 'Yeah.' I didn't really get why he was asking that question, and then he said 'It's about to get a lot more expensive after I charge you $500',\" she told KDVR-TV, adding that she wanted to take the case to court. \"It's really unfortunate someone has to go through that and be treated like a criminal over a piece of fruit,\" Ms Tadlock added.Ms Tadlock also says that her Global Entry status, which allows for expedited security checks, has now been revoked. A Delta Air Lines spokesperson told CBS Denver that\"we encourage our customers to follow US Customs and Border Protection protocols\" . \"The apple in question was part of an in-flight meal meant to be consumed on the aircraft,\" Delta added. ", "url": "https://www.bbc.com/news/world-us-canada-43864113"}