{"datetime": "2018-02-14T00:02:00.000Z", "author": "Chris Gibson", "title": "The low-cost airline changing the way we fly", "article": "On Wednesday, the first ever budget flight from London to South America departs from Gatwick airport. Fares on the 14-hour Norwegian Air Shuttle flight to Buenos Aires start from £259 one-way.The seats are tightly packed and food and luggage cost extra, but the no-frills model of flying, so well established on short-haul routes, is becoming increasingly common on intercontinental flights.A new breed of low-cost carriers such as Norwegian, Wow, and Primera are taking on the old guard such as British Airways and Air France-KLM in the skies above the Atlantic.In fact, Norwegian has just beaten British Airways's record for the fastest transatlantic flight in a subsonic aircraft after one of its planes made the journey from JFK in New York to London Gatwick in just five hours and 13 minutes. Norwegian has rapidly expanded since it started as a small regional airline flying between Bergen and Trondheim in 1993. Bjorn Kjos, a former paratrooper and pilot, has turned Norwegian into Scandinavia's largest airline and the third-biggest budget carrier in Europe. The UK has been at the centre of its growth plan. It flew 5.8 million passengers from the UK and Ireland and launched more than 15 routes in 2017, including new routes between Edinburgh, Belfast, Dublin, Cork and Shannon to smaller east coast US cities such as Providence, Hartford and Stewart.But it is Gatwick that is the key to the airline's ambitions.Whilst legacy carriers tend to focus on the more lucrative but expensive takeoff and landing slots at London Heathrow, Norwegian recently secured an additional 28 weekly slots at Gatwick. It hopes to build on its existing routes to nine US cities, Singapore and now Buenos Aires.\"The UK will be at the heart of our continued global expansion and we remain fully committed to the market. With huge global ambitions, we're confident that the UK can offer Norwegian a springboard to further expansion.\" says 71-year-old Mr Kjos.He is talking to journalists on the 24th floor of The Shard skyscraper in central London. The message isn't subtle. Norwegian has towering ambitions. It won the prestigious 'Airline of the Year' award from the CAPA Aviation Awards for Excellence. The judges commenting: \"Norwegian has blazed a trail that others are now following. The impact on new North Atlantic traffic in what was previously considered a mature market has already been remarkable.\" If imitation is the sincerest form of flattery, then British Airways' parent company, IAG, is paying Norwegian plenty of compliments. First it duplicated Norwegian's routes such as Gatwick to Fort Lauderdale in Florida and Barcelona to Oakland in California. Now BA engineers are busy squeezing an extra 52 seats into Gatwick-based Boeing 777 aircraft. The specific aim of \"densification\": to reduce BA's per-passenger costs below Norwegian's 787. Four decades ago, Sir Freddie Laker triggered alarm among transatlantic airlines with his cut-price Skytrain, which went bust in 1982. The aviation pioneer went to his grave in 2006 convinced that rivals had ganged up in a bitter price war to force Laker Airways out of business. But ambitious expansion during a global recession also made the airline vulnerable.Last year Bjorn Kjos, Norwegian's CEO, honoured Sir Freddie on the tailfin of a transatlantic Boeing. He must be hoping for calmer skies. Norwegian's price strategy is based on flying a young fleet of aircraft such as Boeing's 787 Dreamliner, which burn less fuel per passenger compared to other long haul aircraft.These offer passengers a more upmarket experience than they may have come to expect from a budget airline with modern interiors and the benefit of free wi-fi on all routes in the future..This has especially appealed to millennial travellers and the airline has configured its planes so they can carry more economy passengers seeking adventure at bargain prices.The airline has marketed fares as low as £69 ($95) for some transatlantic flights but passengers would have to pay for add-ons such as checked luggage, onboard food and a reserved seat.Another way Norwegian reduces costs is by flying to secondary airports where the landing fees are much lower and finding niche routes where there is a gap. For example, instead of flying to San Francisco, Norwegian flies to nearby Oakland.With the competition heating up, legacy carriers such as BA have been criticised for trying to keep prices low by relentlessly cutting back on \"frills\".But they have also fought back by trying to outmuscle their low-cost long haul competitors by launching their own services. Last year,BA's owner launched Level, a new trans-Atlantic budget airline .Air France-KLM have launched its own long-haul budget carrier Joon, aimed at \"a young working clientele whose lifestyles revolve around digital technology\". But despite imitations, Norwegian's rapid rise has led some to question whether its financial model is sustainable.By the end of 2019, Norwegian's fleet will have increased to 193 and the airline has borrowed heavily to buy new aircraft.Aviation analyst John Strickland cautions that: \"They just haven't delivered the margins of profitability you'd want to see, especially when compared with British Airways or Ryanair. \"They will have to work harder to prove they have a sustainable model and can weather the many storms an airline can face, such as economic downturns or reduced passenger numbers after a terror attack\"Unsurprisingly, in the fiercely competitive world of commercial aviation Norwegian has found itself the target of its rivals in other ways. Ryanair, Europe's largest low-cost airline, has shunned transatlantic routes because it says it can't get aeroplanes at a price to make the numbers work Last year, its outspoken chief executive, Michael O'Leary, ruffled feathers by questioning Norwegian's survival. \"Both Monarch and Norwegian are in trouble. It's an open secret among airlines that Monarch and Norwegian may not survive through the winter. They are burning cash.\" Monarch collapsed months later. Norwegian is still flying and expanding.Bjorn Kjos seems to take pride in all the predictions of decline. Some argue he has just been lucky, but for the septuagenarian who has changed the rules of flying, he doesn't think it is down to luck.\"Yes it is tough but you have to ramp it up before you start flying. It takes time to build up a network. After a huge investment, you will not be able to pay it off after one month.\"People have to know you are flying all over. And when they do, then you are the winner.\" ", "url": "https://www.bbc.com/news/business-43049554"}