{"datetime": "2020-01-15T12:38:30.000Z", "author": "Roger Harrabin", "title": "Climate change campaigners attack aviation fuel duty proposal", "article": "People concerned about climate change have rounded on ministers over their proposal to lower aviation taxes. The government plans the move as part of its rescue of airline Flybe. But campaigners say Air Passenger Duty (APD) should be going up to protect the climate – not down. Flying is by far the biggest emitter per passenger of the CO2 that’s overheating the planet. Ministers say any changes they make to APD will be within the UK's ambitious carbon limits. But commentators say they can’t see how this can be achieved if the cost of flying goes down. John Stewart, from the Heathrow campaign group HACAN, told BBC News: “The government has just committed itself to being the greenest in the world.“It beggars belief that it now want to reduce the cost of the most carbon-intensive form of transport.” What’s more, he points out, aviation already enjoys much more lax CO2 targets than any other part of the economy. The government’s official advisor, the Committee on Climate Change (CCC), would not comment on the APD story.But if the tax is cut without adequate compensatory measures it’s likely to condemn the government in the strongest terms. I understand members appreciate that far-flung parts of the UK need connectivity, but strongly oppose flying on journeys with good train services.Last year, the CCC saidfor the UK to meet its net zero emissions target by 2050 people need to be flying less, not more .But on Wednesday, Health Secretary Matt Hancock added fuel to the dispute by telling BBC 5live that people shouldn’t be flying less to help combat climate change. He said: \"I think connectivity around the country is incredibly important.\" Mr Hancock said he had flown from London to Aberdeen, and asked if he'd do it again he replied: “Yes of course, if that’s necessary.\" Asked if people shouldn't be making sacrifices on issues like that to help the environment he said \"no. Mr Hancock said we should use technology to reduce carbon emissions instead. But how realistic is that proposal? Well, as part of its APD review the government could offer to scrap the duty altogether for regional carriers using electric planes.But even tiny planes carrying a handful of passengers are not likely to be in wide circulation until the middle of the decade.The bigger the planes and the longer the journeys, the more difficult electric flying becomes as the heavy batteries need to expand in size. What about biofuels? The industry has spent billions trying to develop fuels from plants and from waste. But still, aviation biofuel is about twice as expensive as the kerosene that powers planes. There’s now a backlash against using plants for fuel anyway because of the broader impact on the environment and the need to use land to grow food. One economic solution proposed by the CCC would be to raise APD. But this is opposed by poorer families who can only afford to fly occasionally anyway. Another possibility is a frequent flyer levy on the wealthy 15% of passengers who take 70% of the flights. This could allow everyone a tax-free return trip once a year whilst penalising villa owners who fly once a month or more. Polls have suggested this policy would be popular. But it raises questions. Would business flights be taxed, for instance, when the UK is trying to increase commerce? It’s clear that a Conservative government committed to individual liberty will want to avoid restricting personal choices on travel.But in coming years it will face more such dilemmas. The business as usual approach conflicts with the need to protect a climate which is very far from usual. Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/business-51121455"}