{"datetime": "2020-01-15T17:18:37.000Z", "title": "Flybe: Airline and rail rivals attack government rescue", "article": "British Airways' owner IAG has filed a complaint to the EU arguing Flybe's rescue breaches state aid rules. The move comes amid a growing backlash against the government's plan to defer some of Flybe's air passenger duty payments, thought to top £100m. EasyJet and Ryanair said taxpayer funds should not be used to save a rival. Meanwhile, the government's proposal to cut Air Passenger Duty (APD), was attacked by the rail industry's trade body and climate campaign groups. EasyJet chief executive Johan Lundgren said: \"Taxpayers should not be used to bail out individual companies, especially when they are backed by well-funded businesses.\" While Ryanair said it had called for \"more robust and frequent stress tests on financially weak airlines and tour operators so the taxpayer does not have to bail them out\". The government has said the review of the tax will be consistent with its zero-carbon targets. However, in a tweet, Green Party MP Caroline Lucas said: \"Addressing Flybe problems by reducing APD on all domestic flights is utterly inconsistent with any serious commitment to tackle the Climate Crisis. Domestic flights need to be reduced, not made cheaper.\" The Rail Delivery Group, which represents train operators, also said any review of APD \"that encourages more people to fly domestically would limit efforts to tackle the climate crisis\". Ahead of filing the state aid complaint, Willie Walsh, the outgoing chief executive of IAG, wrote to Transport Secretary Grant Shapps, criticising the government's involvement in its rescue. In a letter, Mr Walsh said: \"Prior to the acquisition of Flybe by the consortium which includes Virgin/Delta, Flybe argued for tax payers to fund its operations by subsidising regional routes.\"Virgin/Delta now want the taxpayer to pick up the tab for their mismanagement of the airline. This is a blatant misuse of public funds. \"Flybe's precarious situation makes a mockery of the promises the airline, its shareholders and Heathrow have made about the expansion of regional flights if a third runway is built.\" But Downing Street has said the government is \"fully compliant\" with state aid rules. The Prime Minister's spokesman said \"there has been no state aid to Flybe,\" adding that \"any future funding will be made on strictly commercial terms.\"British Airways' owner IAG's decision to make a state-aid complaint to the European Commission underlines its determination to shine a light on - and if possible, overturn - the government's assistance to Flybe.Ministers have not published the details of the arrangement, but it is understood to include a \"time-to-pay\" arrangement for the company's airline passenger duty liabilities.These arrangements are common for companies that are struggling to pay their tax, but unusual when it comes to duty payments.IAG chief executive Willie Walsh's letter to Grant Shapps points out that Flybe has wealthy backers - Virgin Atlantic is a big shareholder, and one of Virgin's main shareholders in turn is Delta Air Lines, one of the biggest and most profitable airlines in the world. These are not the kind of companies, Mr Walsh argues, that should rely on taxpayer support to keep one of their investments trading. His intervention should, of course, be seen in the light of the long and bitter commercial rivalry between British Airways and Virgin Atlantic. The latter's position at Heathrow is bolstered by Flybe's feed of domestic traffic, and BA would not be unhappy if that stream of traffic was choked off. Three Cabinet ministers - Mr Shapps, Business Secretary Andrea Leadsom and Chancellor Sajid Javid signed off on the deal that will keep Flybe operating.Although the terms of the direct assistance were not disclosed, they are understood to include forbearance on Flybe's Air Passenger Duty (APD) payments.Mr Shapps said the move was necessary to protect key routes and any rule changes would apply to all carriers.\"The actions we have taken will support and enhance regional connectivity across the UK, so local communities have the domestic transport connections they rely on,\" he said.\"Any changes implemented as a result of our reviews of air passenger duty and regional connectivity will apply to all airlines in the competitive aviation market.\" State aid is assistance given by the government to companies or other organisations that has the potential to distort market competition. The aid can be in the form of direct cash grants or indirect aid - such as preferential borrowing rates or tax credits. Under EU rules, member-state governments are allowed to provide state aid only with approval from the European Commission. For example, in 2015 the UK government submitted plans to provide a subsidy to Drax power station to convert one of its units from coal to biomass fuel. Following an investigation, the commission ruled in favour of the scheme. But there are exceptions to the rules. For example, aid worth less than 200,000 euros (£175,000) over three years is exempt. Even though Brexit is due to happen on 31 January, the UK will continue to follow EU state aid rules during the11-month transition period that follows. IAG believes the UK government's proposal would amount to unlawful state aid as it would impact other airlines operating the same routes as Flybe, but the government disagrees. Airlines collect the duty from passengers as part of their ticket price, and then hand it over to HMRC. It is understood Flybe could be given up to three months' breathing space to pay about £100m worth of duty.The ministers have also agreed to review air passenger duties on domestic flights in a move attacked by environmental campaigners.Ms Leadsom defended the decision to intervene, saying that Flybe was a \"viable business\".She also said Flybe's situation was different to that faced by travel firm Thomas Cook, which collapsed last year. \"The difference... between Flybe and Thomas Cook was that in the case of Thomas Cook it had huge amounts of debt, and any taxpayer's money would simply be throwing good money after bad.\" Flybe's owners - Virgin Atlantic, Cyrus Capital and Stobart Air - will inject about £30m of new money. In his letter, Mr Walsh pointed out that Virgin is part-owned by US carrier Delta Air Lines, which is one of the world's largest and most profitable airlines. He argues that Virgin and Delta together have the resources to rescue Flybe, and they should not be asking for taxpayer support. Mr Walsh says Flybe has been mismanaged. Flybe is already in receipt of some public money for its important Newquay-Heathrow route, which it operates under a \"public service obligation\" contract with the government.Mr Walsh said that British Airways had indicated its willingness to operate that route without assistance - in the summer only - but was excluded because of the Flybe deal. He warned the government that Flybe's Heathrow operations could, in time, be diverted to long-haul routes - which would not be in line with its policy of promoting regional connections to London. But Rob Griggs, director of policy at Airlines UK, the industry trade body, defended the deal. He said giving extra time to Flybe to pay APD was not the same as a direct injection of public funds. The British Airline Pilots Association (Balpa), a union, also welcomed the news.\"This is good news for 2,400 Flybe staff whose jobs are secured and regional communities who would have lost their air connectivity without Flybe,\" said Balpa general secretary Brian Strutton. Lucien Farrell, the chairman of Connect Airways - which owns Flybe - said the group had agreed to \"keep Flybe flying with additional funding alongside government initiatives\". \"We are very encouraged with recent developments, especially the government's recognition of the importance of Flybe to communities and businesses across the UK and the desire to strengthen regional connectivity,\" he said. ", "url": "https://www.bbc.com/news/business-51117885"}