{"datetime": "2018-04-19T14:56:56.000Z", "author": "Kelly-Leigh Cooper", "title": "Southwest Airlines emergency sparks on-board safety warnings", "article": "For experienced flyers, the in-flight safety demonstration can seem like a mundane legal requirement that they already know inside-out. Air disasters are not very common, but on Tuesday a US woman died because of an in-flight emergency on a Southwest Airlines plane. The flight, carrying 149 passengers on a domestic US flight, made an emergency landing, but videos and images taken on board have caused alarm because many passengers appear to be using their emergency breathing masks incorrectly. Some airline staff, sick of being ignored on flights, have taken to social media to explain why passengers should start to pay attention. One tweet, posted by an experienced former flight attendant, has been shared thousands of times online. Bobby Laurie worked on US airlines for 10 years and helped develop some of the emergency training guides used by American Airlines.He told the BBC that when he saw the footage from the flight, the masks were the first thing he noticed.\"Obviously everyone's in a situation they didn't expect and they're panicking. But a safety demonstration is done at the start of every flight no matter where you're flying in the world!\"In one word, \"very\" - according to experienced pilot and aviation safety expert Phil Croucher.\"The airline can't do everything for you. There's a responsibility on the passenger as well,\" he says. \"Even if it's boring, there'll be something you've missed and you'll pick up.\"He also strongly believes that alcohol should be banned in order to keep passengers safe and stop their judgement being clouded. For a flight attendant, being ignored can make their job feel much harder. Bobby Laurie thinks improved flight safety has led to a level of complacency in most passengers.\"It's one of the more frustrating things of the job, you're standing in front of people trying to convey how they can save their lives in an emergency and they're texting, taking selfies, have their headphones in or they're already asleep! \"You know they didn't pay attention, and you know it's your job to get them off the plane in a life-threatening situation.\" Demonstrations, whether shown in video format or demonstrated by flight attendants, contain information on what to do in the event of an unlikely, but ultimately possible, emergency situation. Each airline and aircraft has different evacuation procedures and equipment, so experts say it is always important to watch each one. Seatbelts It is always advisable to keep your seatbelt on when seated in case of the outside chance that something unusual, like unexpected turbulence, occurs suddenly.Bobbie Laurie faced severe and unexpected clear-air turbulence on one flight he was working on. He, and other passengers at the back of the plane at the time, hit the aircraft's ceiling. \"In that situation the seatbelt sign was turned on and there was still a line of people for the bathroom - they knew they shouldn't be out of their seats,\" he says. \"This could happen at any moment - even the flight crew don't know its coming.\" Oxygen masks Oxygen masks are used in some emergency situations. They often require activation once dropped and should be placed over the nose and mouth.\"Not having it over your nose and mouth is kind of like scuba diving in the air - you have to consciously remember to breathe through only your mouth,\" Mr Laurie explains. The masks are important because a cabin's pressure is set at a certain altitude that is lower than the flight's cruising height itself. In an event like Tuesday's accident, an incident causing sudden cabin decompression can mean passengers' air supply is rapidly pulled from the cabin. Brace position In any emergency landing, attendants will guide passengers on how to do the brace position correctly, and even run through practice runs during the descent. Both experts explain that the position is designed to minimise stress on the body during any descent and impact, reducing the chance of injuries such as whiplash.Leaving personal belongings Somewhat unbelievably,there have been instances where people have tried to grab their bags and shoes in emergencies before leaving a plane . Pilot Phil Croucher explains that planes are designed so that all passengers should be able to evacuate within 90 seconds - and says any unnecessary delay to that could prove deadly. \"People panic, they'll climb over each other and trample each other. People can get killed in the rush. You have to have a completely orderly exit,\" he explains. The phenomenon is also one of flight attendants' main pet peeves too. \"If you take your bag off the plane, it could possibly puncture the emergency slide,\" Mr Laurie says. \"It's just one big balloon - your luggage isn't designed with evacuation in mind. How will everyone else get off?\"Accidents and emergencies are extremely rare in aviation. But extra precautions, like familiarising yourself how many rows away you are from an exit, can help massively if the unlikely does happen. \"The chances are that you're going to have a safe and comfortable flight,\" Mr Laurie explains. \"But at any time that could change - so just take a minute and open up safety cards, see where the exits are, review how to put on the oxygen mask - and then put on your headphones and take your selfies!\"", "url": "https://www.bbc.com/news/world-43823145"}