{"datetime": "2020-01-15T17:08:08.000Z", "title": "Flybe: What is air passenger duty?", "article": "Air passenger duty is a tax on passenger flights from UK airports. It was first introduced in 1994 and was mainly designed to raise money, rather than for environmental reasons. But it has also been seen by some as having potential environmental benefits by discouraging people from taking certain flights. How much air passenger duty adds to the cost of your ticket depends roughly on the distance of the flight and in which class you fly. First there are two bands:Within each band, there are three rates based on how much space your seat takes up, and therefore how many passengers can fit in the plane. The tax on longer-haul flights, but not shorter ones, will go up this April.Long-haul direct flights from Northern Ireland and all flights from airports in the Scottish Highlands and Islands are exempt from air passenger duty. In 2016 the Scottish Parliament gained new powers to change or scrap the tax for flights from all Scottish airports, but it has not yet done so.Air Passenger Duty raised an estimated £3.7bn in the last financial year.This money goes into a general pot in the Treasury - it is not ring-fenced to be spent on anything in particular like aviation infrastructure or environmental projects.It is a general rule that if you increase the cost of something, after a certain point fewer people will buy it.But how much you have to change the price of something to start to affect people's behaviour varies according to the product.So the question is, will the added cost of air passenger duty be enough to put a significant number of people off flying? And the answer, unhelpfully, is a matter of dispute.In 2015 trade body Airlines UK, which wants the tax to be scrapped, commissionedresearch from consultancy PWC . It found that the tax suppressed demand for flights by 10%. So according to that research, the tax does discourage a significant group of people from flying. What about the government's own research? In July 2003, in answer to a question in Parliament, the government said that when the tax was introduced its \"principal purpose was to raise revenue from the aviation industry but with the anticipation that there would be environmental benefits through its effect on air traffic volumes\". But in April 2005,HM Customs analysis suggested changes in air passenger duty rates around that time had not significantly changed behaviour, concluding that \"air travel has proven relatively unresponsive to changes in price\". When bringing in further changes which would lower fares for some long-haul flights in 2014, it said for every 10% the price of flights increased, there was an estimated 6% reduction in the numbers of people buying flights . ", "url": "https://www.bbc.com/news/uk-51120765"}