{"datetime": "2021-10-26T06:03:13.000Z", "author": "Matthew Murray", "subject": "COP26", "title": "Climate change: Should I buy an electric car?", "article": "Guto Lloyd-Davies got his first electric vehicle in 2018 and loved it so much he bought another. \"They're smooth, there's no gears... in many respects they're easier,\" he said.While the cost of switching and a lack of charging points has put some drivers off, Mr Lloyd-Davies said the cheaper running costs were worth it. The Welsh government will announce a plan later to install more charging points, but campaigners say the pace of change has been too slow. Funding from the Welsh government has helped launch some electric vehicle projects, but this has not been done at a great enough speed for some.Carmarthenshire council was recently awarded a £350,000 grant to develop a rapid charging facility on the A48 in Cross Hands.Dr Neil Lewis, manager of TrydaNi - Chargeplace Wales, based in Carmarthen, said: \"Wales has been quite slow catching on with the rapid expansion of electric vehicles. \"Having this in Cross Hands is a great sign that the Welsh government and Carmarthenshire council are getting involved in the revolution that is electrification of light vehicles. \"It's very significant - it's positioned at the gateway of west Wales. Now all the tourist traffic passing here can be confident they can get a good charge when they come to west Wales.\" For electric car convert Mr Lloyd-Davies, from Denbigh, planning ahead is crucial. \"Obviously you can't just stop anywhere to charge but in most cases we just charge up on the drive overnight,\" he said.\"You soon get used to checking and preparing the night before or before you set off. \"The purchase price is quite high but then the running costs are low which is what motivated us, that we could afford to get one and justify it with low running costs.\" On Tuesday the Welsh government will announce its plan to convince drivers to make the switch. Transport generates about 17% of all carbon emissions in Wales, making it a prime target in getting down to net zero. The electric vehicle charging action plan aims to boost confidence in electric car use and improve charging infrastructure across Wales. There are about 1,000 public charging points in Wales, one for every six battery electric vehicles. According to the Welsh government, by 2025 there will be rapid charge points every 20 miles on main trunk roads as fossil fuels are phased out. Deputy minister for climate change, Lee Waters, said: \"We need to do more in the next 10 years than we've done in the last 30 if we're to reach our net zero target by 2050.\"Changing the car dependency culture that has been created in the past and encouraging more people to use public transport will be key, but for those essential car journeys, making the switch to an electric vehicle is another way we can make a difference.\" He added that an increase in the number of charging points across the country would make drivers \"feel confident to make the switch as demand for electric vehicles increases\". ", "url": "https://www.bbc.com/news/uk-wales-59040632"}