{"datetime": "2019-12-09T16:54:01.000Z", "title": "'Thomas Cook crash almost ruined my marriage proposal'", "article": "It could have been a double blow for Corryn Banham and boyfriend Jordon Parkinson. He planned a surprise proposal to Corryn, 24, during a holiday to Crete, but this had to be abandoned after Thomas Cook collapsed in September. Luckily Corryn's mum and dad, who were in on the plan, stepped in to pay for a holiday to Majorca and Jordon, 27, was able to pop the question. \"It could have ruined everything,\" said Corryn, a sales assistant who lives in Strood, Kent. Now they want to repay the hundreds of pounds back to Corryn's parents, but face more months of delay until the refund is processed. \"We couldn't afford another holiday, but my parents said we could pay them back when our refund arrives,\" she said. Like thousands of other disappointed Thomas Cook customers, she registered for a refund on 7 October, the first day the process opened. Travel regulator the Civil Aviation Authority (CAA) - which has vowed to refund all Atol-protected payments - had told those customers to expect their money within 60 days. But last week the CAA warned thousands of customers that payment would be delayed while further details are collected - and Corryn and Jordon are among them. She said: \"I was contacted on the 59th day after submitting my claim, advising that because our package flights were with EasyJet, I have to declare either: 1) I have no plans to fly on my future flights (even though our holiday was 2 October), or 2) I did not fly on my past flight. \"They've sent us two identical forms. I emailed the claims company asking for the correct form and they've got back to say it takes 60 working days for a response to an email. \"So by the time I get a response, fill the correct form out, and send it back. We're looking at nine months total time for my refund to be correctly processed.\"This is disgusting. I am stressed, having panic attacks, and now my parents have been left short before Christmas when we should have received our refund.\" On Monday, the CAA said about 40,000 customers owed money had been paid within the 60-day period, but that some 27,000 faced delay. Last week CAA boss Richard Moriarty thanked consumers for their patience, saying the regulator was working through \"the UK travel industry's largest ever refunds programme\".He added that the refunds operation had been challenging due to the potential for fraudulent claims. \"I appreciate that this is a concerning time for Thomas Cook customers who are waiting for their refunds, particularly at this time of the year,\" Mr Moriarty said.While the CAA said it had paid all first-day claims not requiring extra verification, some told the BBC they had still not received their money on Monday. Billy Latham said: \"I contacted the CAA on Saturday and was told my money was paid on Friday and if it did not hit my bank account on Monday to call back. \"Well Monday is here and no payments whatsoever, no one at the CAA is picking up the phones and even putting an answer message on stating they are too busy to speak with me due to high call volumes.\"The only question on my lips and the thousands of others with valid claims is 'when will we get our money back?'\" Some 300,000 Thomas Cook claims have been received so far, 215,000 of which have been confirmed as valid. However, this figure includes about 90,000 direct debit customers in October whose money was automatically returned. The CAA says about 40,000 of the cancelled holidays eligible for a refund have still not been claimed for. Customers have until September next year to submit the online form. Thomas Cook collapsed on 23 September, after failing to obtain rescue funds from its banks. Some 150,000 travellers had to be repatriated back to the UK during a two-week operation run by the CAA. ", "url": "https://www.bbc.com/news/business-50712421"}