{"datetime": "2020-01-15T12:07:34.000Z", "author": "Simon Jack", "title": "Flybe: Three questions for the firm and the government", "article": "The government answered one question yesterday - does it need Flybe to survive to honour its pledge to improve regional connectivity? The answer was yes. Staff, customers and local councils with regional airports rejoiced.But this deal poses more questions than it answers. Here are three.1. How did the company rack up £100m in Air Passenger Duty (APD) tax arrears when its new owners bought the airline for peanuts 11 months ago and promised to invest £100m of their own money? APD is a duty which is paid by the customer and passed through to the government. Its collected at point of sale - when is it passes on. If they couldn't afford to pay it on, where did it go? 2. Is this enough to secure its future? The rapid accumulation of APD arrears suggest a business model with a hole in it. The company has struggled since 2010, the new owners filled it up with new money and now the government has offered to defer tax payments and cut APD on selected routes. That tinkering could prove to be a temporary fix. The government has essentially admitted this is an essential public service. Will it dish out more corporate welfare if we are in the same situation in the future? 3. Who will decide which routes will see APD cut and what will the criteria be? The government has said it will conduct a thorough review of regional air connectivity to see which routes are the hardest on which to make the sums add up. A cut in APD will cut costs to the customer, but given a lot of them will be low volume services, it's hard to see why these routes would become more profitable as APD is meant to be passed straight to the government.No-one wanted Flybe to go under but Boris Johnson said at the time of the Thomas Cook collapse that the government could not create a moral hazard - a dangerous precedent that the government would support failing companies.Many would argue that with this deal the government has done just that - create a precedent.As one person tweeted today, I want to defer the stamp duty on my house purchase until I have a bit more money.A duty levied at the point of sale doesn't work like that - unless it seems you are in the business of regional connectivity.", "url": "https://www.bbc.com/news/business-51117893"}