{"datetime": "2020-01-15T05:57:21.000Z", "title": "Flybe: Government strikes a deal to rescue troubled airline", "article": "The government has agreed a rescue plan for troubled regional airline Flybe. Ministers agreed to work with Flybe to figure out a repayment plan for a significant tax debt that is thought to top £100m. Meanwhile, the firm's owners have agreed to pump more money into the loss-making airline. Business Secretary Andrea Leadsom said the deal would keep the company operating. That will be a relief to many of the eight million passengers who fly with the airline each year. However, the chief executive of the owner of British Airways has attacked the move as a misuse of public funds. In a letter to Transport Secretary Grant Shapps, a copy of which has been seen by the BBC, Willie Walsh questioned why the taxpayer is picking up the tab for the airline's mismanagement. He pointed out that one of Flybe's biggest shareholders Virgin Atlantic, is part owned by the US's Delta, one of the world's largest and most profitable airlines. Flybe services dozens of UK domestic routes that are not flown by other airlines, making it the largest carrier to fly out of some regional airports, like Newquay. \"Flybe plays a critical and unique role in the UK aviation system, supporting the development of the regions, providing essential connectivity to businesses and stimulating the growth in trade,\" the boss of the Airport Operators Association, Karen Dee, said in a statement welcoming the rescue deal. As part of the agreement, Flybe's shareholders, which include Virgin Atlantic and Stobart Group, have agreed to put more money into the business. The government has promised to review the £26 air passenger duty that is levied on domestic UK return fights, which has added to the airline's losses. \"Delighted that we have reached agreement with Flybe's shareholders to keep the company operating, ensuring that UK regions remain connected,\" Ms Leadsom tweeted. \"This will be welcome news for Flybe's staff, customers and creditors and we will continue the hard work to ensure a sustainable future.\" Lucien Farrell, the chairman of Connect Airways - which owns Flybe - said the group had agreed to \"keep Flybe flying with additional funding alongside government initiatives\". \"We are very encouraged with recent developments, especially the government's recognition of the importance of Flybe to communities and businesses across the UK and the desire to strengthen regional connectivity,\" he said. The transport secretary said the government had worked closely with Flybe to ensure its planes were able to continue flying. Mr Shapps said the Department for Transport would conduct an urgent review that will seek to assess how it can improve regional connectivity and ensure airports continue to function across the country. But the prospect of cutting taxes on flying has angered climate activists who argue that it is the most carbon intensive mode of transport.Green Party MP Caroline Lucas said reducing air passenger duty was \"utterly inconsistent with any serious commitment\" to tackle climate change. \"Domestic flights need to be reduced, not made cheaper,\" she wrote on Twitter. But the government has said the review of the tax will be consistent with its zero carbon targets. The British Airline Pilots Association, a union, welcomed the news. \"This is good news for 2,400 Flybe staff whose jobs are secured and regional communities who would have lost their air connectivity without Flybe,\" general secretary, Brian Strutton said in a statement. Flybe, which flies to 170 different destinations, has been struggling under the weight of an estimated £106m bill for air passenger duty as well as a slowdown in demand that has hurt the airline's finances. The carrier's boss, Mark Anderson, said: \"This is a positive outcome for the UK and will allow us to focus on delivering for our customers and planning for the future. \"Flybe is made up of an incredible team of people, serving millions of loyal customers who rely on the vital regional connectivity that we provide.\" ", "url": "https://www.bbc.com/news/business-51113895"}