{"datetime": "2020-01-14T21:54:00.000Z", "title": "Climate change to drive 'massive' investment shift", "article": "Concerns about climate change will drive a \"fundamental reshaping of finance\", one of the world's biggest money managers has said. Larry Fink, who runs BlackRock, said the shift will happen \"sooner than most anticipate\". His company has announced \"sustainable\" versions of its traditional investment options to meet demand from clients. It has also said it would push firms to disclose more about a range of issues, including climate commitments.While markets have been slow to reflect the worries about climate change, Mr Fink said the corporate world is now catching up. \"Awareness is rapidly changing, and I believe we are on the edge of a fundamental reshaping of finance,\" he wrote in an annual letter to chief executives.\"In the near future - and sooner than most anticipate - there will be a significant reallocation of capital.\" In a letter to clients, BlackRock - which manages nearly $7tn in assets - said it was taking a number of steps to respond to the investment risks linked to climate change.In addition to the sustainable funds, it said its investors would be able to screen their portfolios for certain sectors. For actively managed funds, the company also plans to sell its holdings of companies that derive more than 25% of their revenue from thermal coal production by mid-2020.Even if only 5% of investors opt for sustainable strategies, it will still produce \"massive shifts\", Mr Fink said. \"The commitments we are making today reflect our conviction that all investors - and particularly the millions of our clients who are saving for long-term goals like retirement - must seriously consider sustainability in their investments,\" he wrote in the letter to clients. But, he added: \"The choice remains with you\". The Sierra Club, an environmental group, said BlackRock's announcements were a \"major step in the right direction\" that will put pressure on competitors to take similar steps. But the fund manager continues to hold sizable investments in coal, oil and gas. And the Sierra Club said it would be watching to see whether BlackRock flexes its shareholder muscle in upcoming climate-related votes at the companies it invests in. \"It is time to turn off the money pipeline to dirty fossil fuels for good,\" said Ben Cushing, the organisation's campaign representative.\"BlackRock should expand on its commitments and other financial institutions should follow suit.\" Mr Fink's letter puts a spotlight on a growing trend among investors who worry about the industries they are funding. Investments in some \"sustainable\" funds jumped to $20bn in 2019, nearly four times the previous year's record, according to data from Morningstar.In the US, assets managed with sustainable investing strategies now represent more than a quarter of all investment assets under professional management, according toestimates by the Global Sustainable Investment Alliance .", "url": "https://www.bbc.com/news/business-51111727"}