{"datetime": "2020-03-05T08:04:56.000Z", "author": "Robert Plummer", "title": "Why Flybe matters: 'Valuable connectivity'", "article": "Although it has been around under various names for the past 40 years, Flybe was never an airline for the masses. The number of passengers it carried pales by comparison with better-known budget carriers such as easyJet or Ryanair. As a travel company, it is only a tenth as big as collapsed holiday firm Thomas Cook. But those who have habitually chosen Flybe see it as a vital service, because it reaches the places that other airlines fail to touch. \"Mainland UK doesn't understand how vital Flybe is to Northern Ireland,\" tweeted one regular passenger, Jason, back in January when the airline narrowly avoided going bust, only to limp on for another two months. \"As someone who travels with them frequently for work, Flybe's collapse would be a disaster for the NI economy.\"If this happens, Belfast City Airport will have only four flight routes. FOUR.\" Despite Jason's heartfelt words, there are a number of other locations that owe just as much to Flybe in terms of connections to the wider world. Cornish holiday resort Newquay, for one, has no direct rail services from London for much of the year and the journey takes about five hours. But Flybe could get you from London Heathrow to Newquay airport in little more than an hour. Flybe was due to re-route its Newquay flights to Gatwick at the end of this month, but that plan has now fallen victim to the impact of the coronavirus outbreak on demand for air travel. If you live in the Isle of Man, Flybe's service has literally been a lifeline.The airline had a contract with the government to transfer NHS patients from the island to medical facilities in Liverpool when they required treatment that could not be provided closer to home. At the moment, it is unclear what will happen to that service. Small wonder, then, that Ben Bradshaw, the MP whose Exeter constituency is close to Flybe's base, has spoken of the \"valuable connectivity\" that the carrier provides. In fact, he described the airline as \"a strategically important business\". Thanks to Flybe, Mr Bradshaw's constituents were able to fly from Exeter direct to a variety of destinations including Amsterdam, Paris and Geneva - places that would otherwise be accessible to them only after a lengthy trek via other places. And Flybe's community links with the area go further, since it has sponsored Exeter City football club since 2003 and has its logo prominently displayed on players' shirts. Other regional airports where Flybe has a significant presence are Birmingham, Southampton, Manchester and Cardiff. Some of them may have difficulty continuing as going concerns now that Flybe has gone into administration. As well as business people and tourists, Flybe has also helped many far-flung friends and relations to maintain links. Alex Simpson, who is British but lives and works in the Netherlands, said on Twitter: \"I fly with Flybe regularly from Amsterdam to visit my family in Devon. \"Compared to other airlines, it is punctual with charming staff. I do hope that a solution is found that allows it to continue to operate long-term and sustainably.\" Freelance art director Sarah Ward, who divides her time between London and Cornwall, is another Flybe frequent flyer. She tweeted that she would have to move house if the airline ceased to exist.In an appeal to her local MP, Derek Thomas, she asked: \"What are you doing to protect such vital infrastructure?\" In a country where costly infrastructure projects such as HS2 and Crossrail take an eternity to build, Flybe has provided a nimble solution to tough transport problems. Its demise will leave a vacuum that is hard to fill - and pose a dilemma for many people whose lifestyle depends on the routes that it serves. If an airline goes out of business, no other operator automatically takes over their routes and there is no guarantee any would. However, rival companies can bid to buy take-off and landing slots previously used by collapsed airlines.In November 2019, EasyJet and Jet2.com bought all of the UK airport slots owned by collapsed travel firm Thomas Cook. The slots can be highly sought after: those at London Gatwick and Bristol cost EasyJet £36m. For regional airports, the withdrawal of routes can have serious consequences. Flybe is Europe's largest regional airline, a main operator at both Exeter and Newquay airports, and the major provider of flights for the Channel Islands. ", "url": "https://www.bbc.com/news/business-51093934"}