{"datetime": "2020-01-14T12:31:21.000Z", "title": "Flybe: UK government considers new funding for airline", "article": "The government is considering measures including short-term funding to save Flybe from collapse. This is in addition to a potential cut in air passenger duty (APD) on domestic flights to help Flybe, which operates more than half of UK internal flights outside London. Prime Minister Boris Johnson told the BBC there was \"no doubt\" about the importance of the airline. However, environmental groups said a cut in APD would be \"reckless\". The prime minister told the BBC that it was \"not for government\" to step in and save companies that run into trouble. But he added: \"We see the importance of Flybe in delivering connectivity across the whole of the United Kingdom.\" The airline carries about eight million passengers a year from airports including Birmingham, Manchester, Southampton, Belfast City, Cardiff and Aberdeen, to the UK and Europe. Tim Jeans, chairman of Cornwall Airport, said Flybe was \"very important not just to our airport but to regions, to nations and to island communities across the UK\". \"They provide lifeline services to destinations across the rest of the UK that simply are not replicated by either other airlines or convenient and affordable train services.\" Regular Flybe passengers have also expressed their concern,with many describing its routes as \"vital\" . Nick Lake, 39, who works for a property development company, said he uses Flybe at least once a week to fly between Manchester and Edinburgh and \"would be devastated if they went under\". The UK government is considering a range of measures to help the Exeter-based company. These include providing short-term funding to Flybe, using government money that is available to companies for investment purposes and which does not breach EU rules on state aid. It is understood that Flybe's owners would also be required to invest tens of millions of pounds into the company as part of any deal. A cut to air passenger duty (APD) on domestic routes is also being considered.This is expected to be applied industry-wide and to be announced at the Budget in March.The change would allow Flybe to defer its tax bill, design a rescue plan, and secure more than 2,000 jobs. Improving connectivity outside of London was a key Conservative manifesto pledge and at least one of Flybe's routes, between Newquay and London, is subsidised by the government. Sky News reported that the possible deal over air passenger duty could see Flybe defer a payment of more than £100m for three years. It's also thought any turnaround plan would be financed by a consortium led by Sir Richard Branson's Virgin Atlantic, which rescued the airline a year ago. Virgin Atlantic, Southend Airport-owner Stobart Group and hedge fund Cyrus Capital Partners paid £2.8m for the airline and agreed to invest £100m in the loss-making business.Flybe has refused to comment on talks over a rescue. Air passenger duty (APD) is charged on all passenger flights from UK airports, excluding the Scottish Highlands and Islands region. The amount depends on the destination and class of travel.Under current rules, passengers on domestic flights pay £13 in APD for a single journey, with higher rates for longer flights and premium cabins. Flybe is a long-time critic of APD, which it says disproportionately burdens its domestic customers because they have to pay it each time they take off from a UK airport. Changes to air passenger duty could reduce the billions of pounds the charge generates for the government, which is expected to reach £3.7bn this financial year,according to Office for Budget Responsibility . Doug Parr, chief scientist at environmental campaign group Greenpeace, said cutting air passenger duty would be \"a shocking decision\". \"They cannot claim to be a global leader on climate one day, then making the most carbon-intensive kind of travel - flying - cheaper the next.Jenny Bates, a campaigner for the Friends of the Earth charity, told the BBC any cut to air passenger duty would be \"reckless\". Ms Bates said: \"These short UK trips are exactly the ones we need to avoid in the drive to cut aviation climate emissions needed to prevent climate breakdown.\"Instead the government could invest more in our rail system, helping make such trips more affordable.\" The proposed cut in air passenger duty has shocked many commentators. AA president Edmund King said car drivers were taxed much higher than air passengers. He calculates that for every 100 miles driven, an average car incurs around £10 in tax.So driving from Newcastle to Newquay would cost about £35 in tax. In comparison an air traveller would pay just £13 in air passenger duty. Meanwhile, the Heathrow campaign group HACAN said it believed many of Flybe's routes were simply commercially unviable, with insufficient business traffic. They doubted cutting the tax would make much difference. But the biggest outcry has come from environmentalists. Aviation is the fastest-growing source of the emissions that are heating the planet, and there are calls for the government to make it more expensive, not cheaper. Former transport secretary and Labour peer Lord Adonis said that if the tax was cut, it was likely that general taxes would have to be raised to make up for the lost revenue. He added: \"There may be a case for subsidising more routes. If they are vitally necessary there is a case for subsidising them... but not to give Virgin and BA a free lunch at the expense of the general tax payer.\" BBC business editor Simon Jack said a cut to air passenger duty could create what Boris Johnson has previously described as a \"moral hazard\" - a dangerous precedent that would lead struggling companies to believe they could rely on the government to help them if they got into financial difficulties.As long as Flybe carries on flying, there is no need to worry and certainly no reason to try to get your money back,writes Simon Gompertz, BBC personal finance correspondent. If the airline was to fail, however, all flights would most likely be cancelled. Those with paid-for bookings could find they lose their flights and their cash. If your flight is part of a package deal covered by the ATOL scheme, then you should be protected and have the right to a re-booking or refund. Otherwise you can try to retrieve the money from your credit card company, if that's how you paid. There is also a debit card chargeback scheme which can help. Many travel insurance policies are not much use in these situations, unless you stumped up extra for the Scheduled Airline Failure option or something similar. Those stuck overseas might be left hoping that the government will direct the CAA to step in, as it did when Monarch and Thomas Cook went under, to bring back stranded passengers for free. What questions do you have about Flybe's difficulties? Let us know and a selection will be answered by a BBC journalist. In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:If you are reading this page and can't see the form you will need to visit the mobile version of theBBC website to submit your question or send them via email toYourQuestions@bbc.co.uk . Please include your name, age and location with any question you send in.", "url": "https://www.bbc.com/news/business-51100029"}