{"datetime": "2020-01-14T17:56:34.000Z", "title": "Flybe: 'I would be devastated if it went under'", "article": "\"I would be devastated if Flybe went under\", says Nick Lake, 39, a regular customer of the struggling regional airline. More than eight million people like Nick fly with Flybe each year to and from airports in Aberdeen, Belfast, Birmingham, Cardiff, Exeter, Newcastle and Southampton, as well as to Europe. But there are fears for the future of the loss-making carrier. The government is considering measures to save Flybe from collapse, includingpossibly deferring its air passenger duty bill .The boss of the airline has told its staff the company is operating as normal. Nick, who works for a property development company, says he uses Flybe at least once a week to fly between Manchester and Edinburgh.A potential collapse would make his work life more difficult, as the only other option is to take the trains which, he said, \"are not particularly reliable\", he says. In two-and-a-half years travelling with the airline for business, Nick says the flights have rarely been late setting off. He thinks Flybe should be supported, as connectivity, \"especially around the secondary cities in the UK, is helping business\". Robert McIntyre is unable to drive long distances because he is an amputee. He booked flights between Aberdeen and Exeter to see his daughter for the anniversary of the death of her partner Lily, who was a keen rugby player. As well as a memorial service, a rugby match is taking place in her memory. But if Flybe collapses, Robert will not be able to go.\"I'm absolutely gutted, I so wanted to travel down to support my daughter,\" he said. \"If I had a pair of legs, I'd drive through the night to get there, but I can't,\" he added. \"It's not as if I can jump in the car at short notice and making train arrangements can be difficult, as I need to arrange wheelchair assistance in advance.\" Robert added that he was worried, as he had spent more than £300 on the trip using his debit card.He described it as \"another problem looming\".\"I'm so exasperated,\" said Grainne Murray, who has booked flights for her family from Birmingham to Belfast to attend her father's 75th birthday.She was due to travel the day of his surprise celebrations on Saturday and has not received any communication from the airline yet. She says she spent about £650 on flights, accommodation and car hire for just one night for her family. She added that the uncertainty over the airline's future was making her feel \"anxious\".\"I'm worried there'll be a knock-on effect in terms of losing out on money we spent on the hotel as well, which we booked with a debit card. \"My kids were so excited, as they don't get the chance to see their granddad very much,\" she added. Flybe has said it does not comment \"on rumour and speculation\", telling customers it was focusing on \"providing great service and connectivity for our customers, to ensure that they can continue to travel as planned\". As long as Flybe carries on flying, there is no need to worry and certainly no reason to try to get your money back,writes Simon Gompertz, BBC personal finance correspondent. If the airline was to fail, however, all flights would most likely be cancelled. If your flight is part of a package deal covered by the ATOL scheme, then you should be protected. Otherwise, you can try to retrieve the money from your credit card company. There is also a debit card chargeback scheme which can help. Many travel insurance policies are not much use in these situations, unless you stumped up extra for the Scheduled Airline Failure option. Those stuck overseas might be left hoping that the government will direct the Civil Aviation Authority to step in, as it did when Monarch and Thomas Cook went under, to bring back stranded passengers free of charge . ", "url": "https://www.bbc.com/news/business-51097749"}