{"datetime": "2021-10-23T06:06:39.000Z", "author": "Natalie Grice", "title": "Covid: Should I get rid of my car and join a car club?", "article": "You take your mobile phone out, walk up to a car, press your screen and the door opens. Yes, yes, it's 2021, we know phones can do magic, right? But here's the catch: It's not your car. The wonders of modern technology have meant that for those wanting to opt out of car ownership but still have access to a vehicle when necessary, joining a car club might just be the answer. With coronavirus ending commuting for some and home deliveries booming, that car which once racked up hundreds of miles a week is doing next to nothing - so do you still need it?Essentially, car clubs offer vehicles to members which they can rent by time periods as short as an hour and collect from parking spaces in their locality without having to travel to a central base. They might be run by a UK-wide operator or by a community-focused group. There are car club schemes running across most major cities in Britain, including Cardiff, which has 21 vehicles available to members. Nearly 635,000 people belong to a club in Wales, England and Scotland, with more than 6,000 cars available. Research by transport charity CoMoUK found for every car club vehicle, 18 private cars are removed from the road, and 25% of club members sell a car once they join up. Cardiff's club has run for over a decade, initially as a council-backed scheme run by City Car Club before being taken over by vehicle hire company Enterprise in 2015, and continued on a commercial basis with no affiliation to the council. However, the council is now hoping to expand shared car usage and have more integration with public transport, and is exploring a concept known as Mobility as a Service (Maas), where multiple transport options including buses, shared cars, rental bikes and scooters are bundled into one linked service. The car club scheme is going out to tender, with the preferred bidder required to demonstrate how it would increase capacity and usage, as well as meeting minimum standards on emissions. Dan Gursel, Enterprise's UK head of car club operations, said for many of their customers it was not so much about going completely car-free, but giving them an option not to have a second car that makes the car club attractive. He said: \"As part of the pandemic, we're definitely seeing people's choices changing as a result.\" People were seeing their cars, especially second cars \"sitting on the driveway\" and looking at them as expensive assets while wondering: \"Do we need that or are there alternatives?\" He admitted he was surprised to see that despite lockdowns, membership rose by 30% as coronavirus turned society upside down. But it's not just about those with the means to afford to run a second car. Some 20% of their members don't have access to any car and part of their aim is to offer services in areas that have low car ownership. Climate crisis awareness is a key motivator for some. With the UK just weeks away from hosting theCOP26 climate summit in Glasgow, the need to reduce fossil fuel usage in our lives is taking centre stage. Offering low-emission vehicles is part of car clubs' strategy, with pure electric vehicles and hybrids making up a larger share of the fleet compared to the average private ownership model. Research shows club vehicles emit 84% less nitrogen dioxide than the average car. \"We have got a growing base of customers that are very aware of the environment and we know our members have a much higher disposition for active travel,\" said Dan. Such use of electric and hybrid cars is one of the hooks that could draw in those mindful of their carbon footprint, but unable to afford the cost of a newer electric vehicle (EV). A sudden and unforeseen parting with my own car left me without wheels and perfectly placed to test drive (excuse the dreadful pun) Cardiff's existing car club while looking for a more permanent solution. The Enterprise scheme is app based. I applied to join, downloaded the app, took my driving licence to an office to be verified the next morning and was able to hire a car that day by reserving one which I located on the app, within reasonable walking distance from home. I walked up to the car, pressed \"start hire\" on the app and the doors unlocked. I entered a Pin code on a smart mile-counter pad kept with the key in the glove compartment to release the security system and start driving. Any issues can be dealt with by a call to the 24-hour service team, then I was off. I went in my temporary hybrid, feeling smug as I drove on electric power for short distances around the city before the petrol engine kicked in. On schemes like these, operators charge either a monthly or yearly membership fee, and hourly or daily rates of hire for the vehicle. Then there is a per mile charge which varies depending on the type and size of vehicle. Electric vehicle mileage is substantially cheaper or even free with some car clubs. Fuel or power is paid for via an account card housed in the smart meter so there are no out-of-pocket expenses to reclaim. Overall, for the long-distance journey I needed to take it was slightly cheaper to use the car club on its daily rate than to take public transport, and - crucially on this day - substantially faster. It also meant I had the car to use for errands and the usual weekend child taxi service for a few hours when I got home. I used car club vehicles twice more before getting my own wheels again, this time purely for local but essential trips. For shorter hires, it did feel like a bit of an expensive way to get about but once again it was the time-saving factor which gave it the edge. I also used taxis and buses during this period, not to mention getting a fair bit more walking and cycling than usual done, which is a win for my health - and the planet's. While it is unremarkable to find them in cities - density of population, close proximity to a vehicle - a car share in more rural areas might seem more of a challenge. But Llani Car Club proves it can be done. The club is in its 15th year and, after establishing itself in the Powys town of Llanidloes - population fewer than 3,000 - now operates in Newtown and Machynlleth and has just acquired a car to start up in Welshpool. They run five cars in total, with nearly 50 members across the different sites, although the majority are based around Llanidloes. With an electric car in each town and an additional petrol car in Llanidloes, the club's environmental credentials are an obvious draw to those concerned with their carbon footprint. But what brings most people to the club is an external stimulus, such as a current car needing replacing or a change in personal circumstances. Being a rural area, many people rely on their cars, but echoing Dan Gursel's words, club founder and member Andrew Capel said car club membership could be a positive option for those trying to avoid becoming a two-car household. \"Most people use it as a second car or as a way to avoid owning a second car,\" he explained, with the car club acting as a back up when the primary vehicle is in use. However, about a quarter of members do not own any vehicle, including him, but the decision to get rid of his own car was not easy, he admits. \"We'd set up the car club but hadn't got rid of our car immediately because I was actually dragging my feet, metaphorically speaking. \"There's a resistance to change. If it's forced on you in a way it's easier. \"Most people tend to give up their car when something happens to it, like with ours. It was coming to the end of its life and it wasn't worth putting it through the MOT. \"It is a leap of faith, but I tell people I think it's about education. I say, 'you give up your car, second car, and join the car club. If it doesn't work out for you, what's the worst thing that's going to happen?' [They're] going to go and get another car.\" Using the club's car does mean he tends to maximise the value of a trip, so rather than just using it to go for a dental appointment in another town, for example, he will think of all the things he needs to do or get in advance and combine them into one journey. He sees it as a mindset change. Rather than running the kids to school when it's raining, they have to accept they'll still be cycling if there is no car at hand. The club was able to acquire electric cars to expand its services following a grant award. Despite being located in the middle of Wales it has not proved a problem for people to get around and recharge, Andrew said, pointing toan initiative by Powys council to install public fast electric charging points as a help. People start off taking shorter local trips but then \"after a short while they get more adventurous\". He added: \"With a new car you're talking about a range officially of 246 miles so we've actually found that people get less preoccupied with range anxiety.\" Back in Cardiff, Caro Wild, the council's cabinet member for transport, is hoping an expanded car club could help transform a city which, like so many others, was simply not built for the volume of traffic it now hosts. \"It just hits a crisis point when there's too many cars trying to move around, too many cars trying to park places,\" he said. As well as causing congestion and pollution, cars take up \"such a huge amount of space\". \"Surely there's something better that we can do with all that space? Far better for the environment, for people's health, for people's happiness, for housing.\" The council has looked at different models, including an app-based model for wider transport, \"roaming\" cars that can be collected in one location and left in another, in a similar way to the existing bike scheme in the city. Peer-to-peer sharing is another possibility, where people living on a street get together locally to have a car for all residents to use. While the councillor cannot name a figure for how many cars the council would like removed, Cardiff's 10-year strategy is to see the number of car journeys halved. \"You look down a small urban street in Cardiff or elsewhere with maybe 100 cars parked on it and they're used 5% of the time,\" he said. \"Imagine if we could halve that number, the amount of space that would provide, what good that would be doing for the environment and how that would decrease the number of journeys as people start looking at different ways of getting around.\" He hopes the scheme would be particularly attractive to those in multi-car households as a means of cutting overall car numbers. \"There's a massive amount of savings there for people. Some of the analysis we saw is a car on average costs £3,500 per year - that's a huge amount off a family or individual's budget,\" he said. In terms of numbers, he thinks a truly workable scheme would mean hundreds of cars dotted around the city, possibly 500 or more. There are 1,598 car club vehicles across the whole of England and Wales, excluding London, which has 3,887, according to CoMoUK, so anything on that scale would make Cardiff a significant player in the car club world. Other things the council would consider to help boost the scheme could see free parking offered to club car users,\"mobility credits\" for people who gave up a car, or encouraging businesses to use the car club instead of their own pool cars. As Caro Wild puts it: \"We'll need to make it better than owning your own car otherwise why would people bother using it?\" ", "url": "https://www.bbc.com/news/uk-wales-58888592"}