{"datetime": "2021-08-19T23:08:24.000Z", "author": "Sarah Corker", "subject": "Coronavirus pandemic", "title": "Covid career changers: ‘Do something you love’", "article": "History shows when there's an economic shock, it's young people whose incomes and career prospects are the hardest hit and take the longest to recover. When covid restrictions in Greater Manchester were tightened to the highest-level last year, freelance photographer Drew Forsyth didn't know if his business would survive.\"I cut down on my expenses, I used my savings, I hadn't left the house in months, I stopped paying for my office, and it still wasn't enough,\" said Mr Forsyth who specialises in portraits for the arts and theatre sector.\"I went 11 weeks without any work, I don't know how I got through it.\" As a freelancer, he was eligible for the government's Self-Employment Income Support Scheme grant, which helped him through the 'darkest months' of the pandemic.As venues have re-opened this summer, his bookings are coming back but he knows the recovery will take time. 'It's been feast or famine. I'm still around 50% down year on year in terms of assignments,' he told the BBC.Mr Forsyth believes it could take up to three years for his business to get back to pre-pandemic levels and while things are improving, he describes it as a 'painfully slow recovery.'As a result he's diversified by setting up an online shop, expanding into video and changing his business model altogether. \"It was quite a dark time back in 2020, there wasn't that light at the end of the tunnel. But I am hopeful now, when I just wasn't before.\" For others, successive lockdowns have led to reinvention. Cece Philips, a 24-year-old history graduate from London, quit her job at one of the world's biggest advertising companies to follow her artistic dreams.\"I've gone from working a large office in Soho to being at home painting in my bedroom,\" she told the BBC.\"I think what you realise from the last year is life is short. You might as well be doing something that you love and you are passionate about.\" After months of painting in her bedroom, going to sleep surrounded by towering canvases and the smell of oil paints, Ms Phillips recently moved into her own studio to meet increasing demand for commissions and exhibitions. Orders have been coming in thick and fast on social media sites like Instagram. \"It makes the biggest difference in the world, being able to actually work on bigger pieces, have people come to the studio and talk to them not in my bedroom. And not breathing in the paint fumes and not waking up with a head ache!\" said Ms Phillips.Cece's sister, Jo, has also set up her own business during lockdown, an app for clothing alterations and repairs.\"I've had someone along-side me going through the same thing as me. That's been really important as we've supported each other,\" Ms Phillips told the BBC.Ms Phillips plans to start a Masters in Fine Art in the autumn and further develop her skills.There are positive signs. The overall unemployment is falling as restrictions lift with 4.7%. of UK adults currently out of work. However, youth unemployment is nearly 3 times that figure at 13.1%. More than 530,000 people aged between 16 to 24 years old are unemployed. The detrimental effects of being unemployed while young - including on earnings and well-being - can persist for years. Official figures show youth long-term unemployment has hit a five-year high, with more than 200,000 under 25s out of work for more than six months.Tony Wilson, Director at the Institute for Employment Studies said 'there's no doubt that the pandemic has hit young people harder than any group in the labour market.' \"It affected industries where young people were more likely to work like retail and hospitality. They were also more likely to lose jobs in those sectors, because of the last in first out policy.\" Mr Wilson cautioned that in some areas of the UK, especially in the north, it may not feel like there is a strong economic recovery; 'there is a lot of competition for jobs, especially in poorer areas and many of those jobs are low paid and insecure.' David Gray, 28, applied for more than 100 roles over a nine-month period. Despite having two degrees, he eventually had to move away from the area where he grew up in East Yorkshire to find work.Like many cities, Covid has hit Hull hard socially and economically. Twenty percent of people live in workless households and the city has low skill, low wage economy in some areas.\"It came to the point where as much as I love Hull, leaving was the best thing for me to do.\" \"There just weren't the opportunities there for me to progress my career,\" he said.\"I felt out of control of my own life at that point.\" \"When you've applied for a lot of jobs, and you don't hear back, it can really hurt. It feels like employers don't care. It's disheartening. So I count myself lucky that I've ended up in this position.\" Mr Gray is now an employment service manager at Breakthrough UK, an organisation supporting disabled people into work. Starting his new role in the middle of Lockdown, Mr Gray has been working from home in Manchester.\"I haven't met the majority of my colleagues still. It's all been faces on a screen, which is odd, it will continue that way for a while.' There has also been what Mr Wilson describes as a 'flight into education' with a significant rise in people moving back into full time education and away from the labour market.Employment for young people in the 16-24-year-old age bracket is still 300,000 lower than before the crisis began. \"Part of this is people making the choice to shelter in any kind of education for longer, as they wait to see how things play out in the labour market,\" Mr Wilson explained.Some economists are worried that as a result thousands of young people may not get the experience and develop the networks needed to help them into employment.", "url": "https://www.bbc.com/news/business-58273913"}