{"datetime": "2021-10-13T14:50:49.000Z", "author": "Jonathan Josephs", "subject": "COP26", "title": "IEA: Green energy needed to avoid turbulent prices", "article": "A failure to invest sufficiently in green energy means \"we may well see more and more turbulence in the energy markets\", the head of the International Energy Agency has told the BBC. Dr Fatih Birol said that \"is not good news for the global economy\".Energy prices in the UK, Europe and Asia have hit record highs in recent weeks triggering inflation concerns. IEA's annual World Energy Outlook warns clean energy and infrastructure need a $4 trillion a year investment. Such an outlay would mean the world could limit the rise in global temperatures to 1.5 degrees above pre-industrial levels, as agreed in Paris six years ago. The warning has been timed to greet the COP26 climate change summit, due to take place in Glasgow at the end of this month. Dr Birol said it was up to world leaders to incentivise the necessary investment at the summit. \"If you push clean energy, energy efficiency, solar electric cars and other [solutions], you don't need any more to use fossil fuels, you switch to clean energy sources. \"it's very simple to say, but it is the issue of the governments in order to incentivise those investments in order to fill the gap [in energy supplies] which is lacking from the fossil fuels.\" The IEA report says governments need to go much further in their emissions reduction than they have already announced, if they are to reach the Paris targets.It suggests incentives could be introduced through the tax system, easier access to finance and changes in regulation, A clear move towards solar, wind and other clean power sources is underway, according to the IEA, but the pandemic has hindered efforts to cut coal and oil use. That means this year the world is on course for the second biggest increase in CO2 emissions ever. Investment in new technologies can lead to higher bills for households and businesses, so the report calls for governments to provide up-front funding. That will be welcomed by households and businesses who have been struggling with high prices triggered by the extra demand for energy the world has seen as the global economy recovers from the pandemic. Russia, which is one of the world's biggest producers of natural gas has been accused of withholding supplies that could ease those price pressures for political reasons. Dr Birol said \"Russia could have been, and still can be more helpful. Our numbers show that Russia can easily increase the gas it is sending to Europe by 15%, which could underscore that they could be qualified as a reliable partner.\"There are some statements coming from Moscow, which are helpful. But in addition to the statements, I would be very happy to see some gas volumes come to Europe\". At an energy conference in Moscow Russia's President Vladimir Putin rejected the idea he was using gas supplies as a political weapon as \"complete nonsense\". He said all Europe has to do was ask. \"If they ask us to increase further, we are ready to increase further. We will increase by as much as our partners ask us. There is no refusal, none,\" The EU currently relies on imports for more than 60% of its energy needs, with Russia the biggest supplier of coal, crude oil and natural gas. However renewable sources of energy are growing faster than other types. More investment in renewable energy sources such as solar and wind could help Europe reduce its reliance on Russian gas for its power needs.Failing to invest in renewable energy make little economic sense according to May Boeve, executive director of the international climate campaign group 350.org. \"What is expensive is paying for disasters that are caused by climate change. What is expensive is cities paying the bill for floods and fires.\" She added the necessary changes mean \"we're talking about a wholesale transformation of the way the economy works\". According to Dr Birol the money to make energy greener is available. \"There is no lack of capital globally, there is no problem in terms of the availability of money. And I believe in Europe, and in North America, clean energy projects and the capital will meet.\"The issue is the emerging countries, developing countries, because bulk of the emissions growth come from Asia and other emerging [economy] countries around the world\".The IEA says nearly three‐quarters of the emissions that are causing climate change are the responsibility of the energy sector. Wealthy countries previously pledged $100bn (£720m) a year to help poorer nations by 2020. A UN assessment last year said the target was likely to be missed, so richer countries are being asked to commit more money. The IEA boss says that government money could be the trigger for renewed private investment in clean energy and the he is optimistic about what can be achieved in Glasgow.\"It's also very important that in COP government leaders around the world come together, unite and give a unmistakable signal to investors, saying that you investor, you see we are united to build a clean energy future\", but that \"if you continue to invest in the old energy [such as fossil fuels], you may well lose money\".\"If you invest in the clean energy, you can make handsome profits. That's [the] political signal I hope will go to investors\". ", "url": "https://www.bbc.com/news/business-58901566"}