{"datetime": "2021-10-06T06:20:39.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Climate change: Voices from global south muted by climate science", "article": "Climate change academics from some of the regions worst hit by warming are struggling to be published, according to a new analysis. Thestudy looked at 100 of the most highly cited climate research papers over the past five years. Fewer than 1% of the authors were based in Africa, while only 12 of the papers had a female lead researcher. The lack of diverse voices means key perspectives are being ignored, says the study's author.Researchers from the Carbon Brief website examined the backgrounds of around 1,300 authors involved in the 100 most cited climate change research papers from 2016-2020.They found that some 90% of these scientists were affiliated with academic institutions from North America, Europe or Australia.The African continent, home to around 16% of the world's population had less than 1% of the authors according to the analysis.There were also huge differences within regions - of the 10 authors from Africa, eight of them were from South Africa.When it comes to lead authors, not one of the top 100 papers was led by a scientist from Africa or South America. Of the seven papers led by Asian authors, five were from China.\"If the vast majority of research around climate change is coming from a group of people with a very similar background, for example, male scientists from the global north, then the body of knowledge that we're going to have around climate change is going to be skewed towards their interests, knowledge and scientific training,\" said Ayesha Tandon from Carbon Brief, who carried out the analysis and says that \"systemic bias\" is at play here. \"One study noted that a lot of our understanding of climate change is biased towards cooler climates, because it's mainly carried out by scientists who live in the global north in cold climates,\" she added.There are a number of other factors at play that limit the opportunities for researchers from the global south. These include a lack of funding for expensive computers to run the computer models, or simulations, that are the bedrock of much climate research. Other issues include a different academic culture where teaching is prioritised over research, as well as language barriers and a lack of access to expensive libraries and databases. Even where researchers from better-off countries seek to collaborate with colleagues in the developing world, the efforts don't always work out well.One researcher originally from Tanzania but now working in Mexico explained what can happen.\"The northern scientist often brings his or her own grad students from the north, and they tend to view their local partners as facilitators - logistic, cultural, language, admin - rather than science collaborators,\" Dr Tuyeni Mwampamba from the Institute of Ecosystems and Sustainability Research in Mexico told Carbon Brief.Researchers from the north are often seen as wanting to extract resources and data from developing nations without making any contribution to local research, a practice sometimes known as \"helicopter science\". For women involved in research in the global south there are added challenges in getting your name on a scientific paper \"Women tend to have a much higher dropout rate than men as they progress through academia,\" said Ayesha Tandon. \"But then women also have to contend with stereotypes and sexism, and even just cultural norms in their country or from the upbringing that might prevent them from spending as much time on their science or from pursuing it in the way that men do.\" The analysis suggests that the lack of voices from women and from the global south is hampering the global understanding of climate change.Solving the problem is not going to be easy, according to the author.\"This is a systemic problem and it will progress and keep getting worse, because people in positions of power will continue to have those privileges,\" said Ayesha Tandon. \"It's a problem that will not just go away on its own unless people really work at it.\" Follow Matton Twitter. ", "url": "https://www.bbc.com/news/science-environment-58808509"}