{"datetime": "2021-08-05T20:10:52.000Z", "author": "Jessica Parker", "subject": "COP26", "title": "COP26: How serious is the government about climate conference?", "article": "Boris Johnson says there'll be no downgrading of ambitions ahead of this year's COP26 climate conference. With less than 90 days to go - and uncertainty still surrounding the event due to Covid - there are questions over whether it will fly or flop. One suggestion - there needs to be no more talk of \"mung beans\" - says one slightly exasperated sounding source, close to the COP preparations.It's a reference to Boris Johnson'sopening speech at last year's Climate Ambition Summit.And it gets to the heart of a question - how seriously is the government taking the task of hosting this major climate conference? Pretty seriously, the prime minister suggested today. \"We need to stop the world gaining another 1.5 degrees\" he said.\"The risk of that is clear.\"The way to do that is for countries to move to net zero. \"We want to see an end to coal by 2030… we want to see the planting of millions and millions of trees around the world\" he added.Some may cough a little at those words given theproposed coal mine in Cumbria andCambo oilfield off Shetland.And on keeping to the 1.5C limit, there have beenwarnings the world could hit that limit soon. It was in Paris, COP21, where the 1.5 target was set in motion.Early next week, UN scientists will spell out the scale of the climate threat in the biggest report that will come out before leaders meet in Scotland. Glasgow, put simply, is all about trying to deliver ambitious plans to tackle climate change. Key players and avid observers in the sector tell me that while a successful conference is still to play for, it is nowhere near in the bag.And the list of what some say is needed is not insignificant - stronger commitments from major economies like China and India; the finance to help the developing world adapt to green technology and for the UK government to do a better job of leading by example.The highly anticipated Heat and Buildings Strategy for England is yet to appear.That's the delayed plan of how to decarbonise central heating systems in our homes and offices.One senior figure in the energy industry tells me they need such plans - and soon - to plot for the future and play their part. Then there's broader diplomacy. COP President Alok Sharma may not be a big cheese on the global stage, however there is praise for him in doing the diplomatic legwork.It is what - or who - sits further up the chain that seems to cause more concern.A suggestion from a long time observer of COP conferences that Number 10 is perhaps too inclined to see it as some kind of \"glory fest\" for Britain, and that it is no occasion for \"David Frost style diplomacy\" (a reference to the UK's Brexit negotiator who is seen, by some, as combative in his approach.)Two other names that pop up in conversations about the UK government and the upcoming conference are those of Foreign Secretary Dominic Raab and Chancellor Rishi Sunak - with claims the pair aren't exuding enough of a sense of urgency.The source close to COP preparations thinks it's time for a (non mung bean) Boris Johnson speech in the run up to September's United Nations General Assembly to set out a vision and to tell Whitehall to \"get its finger out.\"But of course many will concede that it's pretty hard to plan a major event during a pandemic.Government insiders insist it is full steam ahead for the negotiations, at least, to happen in person. That is seen as essential. The UK has even offered toprovide vaccines to delegates. But the COP veteran believes there still a small chance it won't happen at all if it gets to a point where other countries want more delay. They added: \"The perception given by the British government that this is a government show - that's only partially true\".", "url": "https://www.bbc.com/news/uk-politics-58107010"}