{"datetime": "2021-08-05T12:41:30.000Z", "title": "Electric vehicle sales outpace diesel again", "article": "More electric vehicles were registered than diesel cars for the second month in a row in July, according to car industry figures. It is the third time battery electric vehicles have overtaken diesel in the past two years. However, new car registrations fell by almost a third, the Society of Motor Manufacturers and Traders (SMMT) said. The industry was hit by the \"pingdemic\" of people self-isolating and a continuing chip shortage. In July, battery electric vehicle registrations again overtook diesel cars, but registrations of petrol vehicles far outstripped both. Cars can be registered when they are sold, but dealers can also register cars before they go on sale on the forecourt. People are starting to buy electric vehicles more as the UK tries to move towards a lower carbon future. The UK plans to ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035. That should mean that most cars on the road in 2050 are either electric, use hydrogen fuel cells, or some other non-fossil fuel technology. In July there was \"bumper growth\" in the sale of plug-in cars, the SMMT said, with battery electric vehicles taking 9% of sales. Plug-in hybrids reached 8% of sales, and hybrid electric vehicles were at almost 12%. This is compared with a 7.1% market share for diesel, which saw 8,783 registrations. In June, battery electric vehicles also outsold diesel, and this also happened in April 2020. July is normally a relatively quiet month in the car trade. Buyers at this time of year are often waiting until the September number plate change before investing in new wheels. But even so, the latest figures illustrate clearly the major changes going on in the industry. More electric cars were registered than diesels, and by a significant margin, for the second month in a row. That's a consequence both of the continued catastrophic fall in demand for diesel and increased sales of electric cars. Over the year to date, diesel still has a small edge, but on current trends that won't last. There is a caveat here - the figure for diesels doesn't include hybrids. If you factor them in the picture for diesel looks a little healthier, but not by much. And it is difficult to see that changing.Yes, carmakers are still making diesels. But with sales already so low, and with the UK and other governments planning to ban the technology on new cars within a few years, they have little incentive to invest in them. Meanwhile new electric models are coming onto the market thick and fast. Back in 2015, diesels made up a fraction under half of all cars sold in the UK. How times have changed. Overall, new car registrations fell 29.5% to 123,296 vehicles SMMT said. Mike Hawes, SMMT chief executive, said: \"The bright spot [in July] remains the increasing demand for electrified vehicles as consumers respond in ever greater numbers to these new technologies, driven by increased product choice, fiscal and financial incentives and an enjoyable driving experience.\" However, he said that shortages of computer chips, and staff self-isolating due to the \"pingdemic\", were \"throttling\" the industry's ability to take advantage of a strengthening economic outlook. Many firms are struggling with staff being told to self-isolate by the NHS Covid app in the so-called \"pingdemic\". David Borland of audit firm EY said that the weak figures for July were not surprising in comparison to sales last year when the UK was just coming out of the first coronavirus lockdown. \"This is a continuing reminder that any comparison to last year should be taken with a pinch of salt as the pandemic created a volatile and uncertain landscape for car sales,\" he said. However, he said the \"move to zero emission vehicles continues apace\". \"Gigafactories breaking ground, and battery and electric vehicle plants receiving renewed commitment from investors and government are pointing to a healthier electrified future for UK automotive,\" he said. ", "url": "https://www.bbc.com/news/business-58100474"}