{"datetime": "2021-09-13T17:17:32.000Z", "author": "Sarah Dickins", "subject": "COP26", "title": "Climate change: Hydrogen to create jobs - but is it green enough?", "article": "Hydrogen could create a \"boom\" for Pembrokeshire's energy industry, a boss at the Port of Milford Haven has said. It has been tipped as the energy source of the future, changing how we cook our food, heat our homes and power our vehicles.Sixty years ago the oil industry created thousands of jobs in Wales. It is hoped hydrogen could do the same. But there are concerns over how it is made, which affects its environmental impact. Although it is better for the environment than fossil fuels like oil and gas, hydrogen can be made from different sources. Its production and use are expected to be discussed widely atGlasgow's climate change summit COP26 in November. Among those with grand designs on hydrogen's potential is Tim James, who is in charge of developing energy of all types for the Port of Milford Haven. \"We are at the cusp of another boom,\" said Mr James.He described how there used to be five oil refineries in the area. They gradually closed leaving just one run by Valero.Two LNG plants were then built, bringing liquid natural gas into Pembrokeshire to supply homes and industries across the UK .There are also wind turbines in the area and there are plans for a floating offshore wind farm.Now that hydrogen is becoming a more important energy source, the challenge for Wales is to make sure it attracts as much investment and as many new jobs as possible, especially as cleaning up the energy industry means traditional industries will be lost. \"Energy is in our DNA in Pembrokeshire,\" said Mr James.\"Because of the resources we have and the infrastructure we've got, and the supply chain, the potential we've got here, are all the ingredients there to make the next boom happen.\" \"Green hydrogen\" is when renewable electricity is used to split water into two parts, creating hydrogen. In contrast, \"blue hydrogen\" is made using gas, which is a fossil fuel. Part of the production process involves capturing the carbon.It is considered to be better for the environment than gas, but some carbon is still released into the atmosphere.The UK government's hydrogen strategy involves both methods of creating hydrogen. Supporters of \"green hydrogen\" say it is better for the environment.But supporters of \"blue hydrogen\" say it is the quickest way to start using hydrogen at scale. Toyota and Hyundai make hydrogen cars that are already on the roads - but a new company has started making a rival car in Llandrindod Wells. River Simple has designed and made a hydrogen sports car, trialled in Monmouthshire and topped up by hydrogen from a small filling station in Abergavenny.Harriet Murray Jones, a lawyer who lives locally, is one of its first customers.\"It feels like a completely normal car, you're not aware that you are driving a hydrogen car as opposed to a petrol or a diesel,\" she said.\"One of my big concerns in life is the environment, and if we can do something to sort out petrol and diesel that's great.\" The Wales Hydrogen Trade Association sees the new fuel as a \"fantastic opportunity for Wales,\" according to its coordinator Guto Owen. \"Think of the number of jobs involved in the fossil fuel industry - those could be transferred to the hydrogen industry,\" he said.But he added Wales should learn lessons from the development of wind energy and try to \"keep as many of the long-term jobs as possible in Wales and keep wealth and tax in the country too\". ", "url": "https://www.bbc.com/news/uk-wales-58545650"}