{"datetime": "2021-07-28T00:23:39.000Z", "author": "Tom Espiner", "title": "Electric car charging prices 'must be fair' say MPs", "article": "People must be protected from excessive pricing for public electric car charging, MPs have said. Charging an electric car at home is much cheaper than using public charge points. This could put pressure on people who are less able to afford it, the Transport Select Committee said. The government also needs to make charging infrastructure accessible and reliable, and make sure people in rural areas have equal access, the MPs added. The UK plans to ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035. That should mean that most cars on the road in 2050 are either electric, use hydrogen fuel cells, or some other non-fossil fuel technology. However, at present there is a disparity between how much it costs to charge a car at home compared to public charging, which is more expensive. Consumers need to be protected from excessive charges, the Transport Committee said. Property developers should also be required to provide public charging points, and councils should make sure charging infrastructure is built, the MPs added. \"Charging electric vehicles should be convenient, straightforward and inexpensive and drivers must not be disadvantaged by where they live or how they charge their vehicles,\" said committee chair Huw Merriman. In addition, drivers who live in rural or remote areas or who do not have off-street parking \"risk being left behind\", the committee said. The committee said industry must use pricing \"to change consumer charging behaviour to a 'little but often' approach and at times when the National Grid can meet total demand\". Graeme Cooper, head of future markets at National Grid, said that the energy network operator was \"working with government to map out where critical grid capacity is needed to enable the faster roll out of charging points\". \"There will be an uptick in demand for energy so we need to ensure that we are future proofing, putting the right wires in the right place for future demand.\"He said National Grid would have to ramp up capacity to help achieve the UK's net zero goals, both by making it smarter, but also putting in more physical infrastructure. Preparing for a revolution is never easy - but with the sale of new petrol and diesel cars due to end in 2030, that's exactly what lies ahead.MPs have set out some clear concerns - notably that people who don't have access to off-street parking or who live in remote areas might struggle to charge electric cars, and would be obliged to pay more for the power they use. They want the government to make sure this doesn't happen.One issue raised is that different public charging networks currently have their own payment and operating systems, making it difficult for drivers to swap from one to another. They want guarantees that as networks grow, they will be made more compatible - and that pricing will be transparent.Then there's what happens when millions of electric cars make demands on the electricity grid.Demand for power will rise, and MPs have voiced concerns that this could lead to blackouts in parts of the country. But as the report itself points out, industry bodies are confident that new technologies which allow cars to be charged when pressure on the grid is light, and even feed power back at peak times, should help the network to manage.Nevertheless, these are all legitimate concerns. What seems clear is that MPs feel the government needs to provide more coordination and guidance, to ensure that within a few years people will be able to buy electric cars, use them, and charge them with a minimum of fuss.An orderly revolution, in fact.Jack Cousens, head of roads policy for the AA, said; \"For most drivers, the opportunity to charge an EV in their garage, on their driveway or in a dedicated parking space offers cheaper running costs. \"However, for the 30% of homeowners with no access to dedicated off-street parking or workplace charging, they have no choice but to pay the rates set on the public charging network.\" \"On the road to electrification, we cannot allow one group of drivers to benefit while others struggle - in effect, a two-tier system of have and have-nots.\" Benjamin Sovacool, professor of energy policy at the University of Sussex Business School, said the pricing of charging \"is a concern\", and that electric vehicles \"benefit some people more than others\". Lower income areas, especially rural areas, spend about twice as much of their income on mobility already, he said. The UK government was approached for comment. ", "url": "https://www.bbc.com/news/business-57963912"}