{"datetime": "2021-10-24T18:47:31.000Z", "subject": "COP26", "title": "Climate change: How can I reduce my carbon footprint?", "article": "The UK is preparing to host a summit on climate change that could lead to major changes in our everyday lives. The world is warming because of fossil fuel emissions caused by humans and, asthe COP26 meeting approaches , the focus has turned to what we can do to reduce our harmful impact on the environment. So what are people in the public eye in Wales doing differently in their private lives to reduce their carbon footprint? Tell us what you are doing at the end of the article. Hectic family life and a demanding career can mean people often choose the quickest and easiest option, rather than thinking about the effect it has on the planet. It's Sophie Howe's job as Future Generations Commissioner for Wales to help public bodies, and those who make policy, think about the long-term impact their decisions have. But she said she was just as conscious of this in her personal life, making various changes to the school run, her daily commute and in her home. \"I think there are all sorts of changes that people can make and that I've been making in my own life,\" she said. \"The smaller ones - like not buying plastic bottles and refilling glass bottles... reusable pads to take off my makeup, making sure we're reducing food waste. \"Then I suppose there are bigger things, more costly things - I've got an electric car, my kitchen cupboards are made out of recycled tyres. I walk to school, I cycle when I can.\" She added that \"thinking through those little things you do in life\" often leads to a more sustainable way of doing them. \"In my early career, when I first started in the world of work, I was driving to work to get to work for 9am, flexible working wasn't a thing,\" she said.\"What I reflect on now - we're probably about 25 years on from that - is that when I'm going into the office I'll drop the kids off at school and I'll get the bus at 09:15 and that bus is full of parents from the school who've just dropped their kids off.\"That is now my absolute norm, where the norm before was I'd get in my car and I'd drive to work.\" As the Welsh government's minister for climate change, it would probably not go down too well if Julie James drove a thirsty vehicle and never recycled. But the self-confessed \"ageing tree-hugging hippy\" is a life-long vegetarian, and her parents made her aware of climate change from an early age. \"My parents were vegetarians in the 1950s, which was very unusual, so I grew up feeling quite unusual,\" she said. \"Weirdly they were already aware of climate change because we lived between Wales and northern Canada, and in northern Canada it was already obvious that there were changes in the world. \"So I grew up in a family that was already that way inclined, so we've always been a bit 'repair, not buy new' and all that sort of stuff.\" Ms James said people \"might be surprised how old quite a lot of the clothes in my wardrobe are and how many things we've got around my house that have been repaired and not replaced\".But she added there could always be further effort and \"small changes are important\". The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. \"Everybody can still do more, can't they? Everybody can still think more about whether they need to travel, whether they need to buy that new thing, whether they have the optimal heating arrangements in their house.\" But she admitted finding solutions to decarbonising the home was \"proving quite difficult\". \"One of the things we're trying to do in Wales is make it easier for people who are privileged enough to own their own home to be able to decarbonise it with the right skills and equipment and so on,\" she said. \"I'm looking to shift to an electric vehicle as soon as I can. The cost of those technologies is reducing and one of the big efforts the government is going to make is to use its purchasing power to make it as cheap as possible and as easy as possible for people to make those changes to their own lifestyles in order for us all to play our part.\" Everyone can help the fight against climate change, according to the Very Reverend Nigel Williams. He is the Dean of St Asaph Cathedral and chairs the Eco-Church Group for the diocese \"I moved to a green energy tariff on my home two years ago. It was a conscious decision to reduce our carbon footprint at home,\" said Dean Williams.\"I'm aiming to do the same with St Asaph Cathedral by installing solar panels on the roof, which would cover all our heating and lighting requirements and the energy needs of our tearoom.\"In addition, we'll be investing in a new robotic electric lawnmower to keep the cathedral grounds tidy and move away from using petrol. Eventually, the mower will charge from the solar panels during the day and cut the grass every night.\"Not only will we be moving away from fossil fuel use, but we will no longer have to find space to store and compost the grass cuttings.\"Businesswoman Laura Tenison, founder of JoJo Maman Bebe, might front a luxury babywear brand, but she was brought up with a \"waste-not-want-not attitude to life\". \"It wasn't a matter of changing the way that I behaved, it was more about retaining those kind of war-time austerity measures that I was brought up with and not becoming an over-consumerist person,\" she said.\"That may sound like an oxymoron - I'm a retailer and a retailer is encouraging people to buy more - but in fact we've had a very strong message over the years which is to buy less and buy better.\" She admitted to being \"a little bit obsessive\" about her carbon footprint for many years.\"I am well known for cycling everywhere... so I guess reducing my carbon footprint by not using a car is probably the number one thing that I do on a day-to-day basis.\"You could say that I should get myself a hybrid or electric car, but the car that I use is 20 years old and my mileage is still very low, so I feel that as a bigger saving to my carbon footprint, not replacing my car but using it very, very little is probably more sensible than upgrading it for a new electric car.\" Stabilising global temperatures requires \"urgent and drastic reductions in greenhouse gas emissions\" across all sectors of the economy, according to Dr Judith Thornton from the Institute of Biological, Environmental and Rural Sciences at Aberystwyth University. Dr Thornton outlined three categories of action necessary to achieve this, the first of which she said was achievable for everyone.\"Firstly, we can all take action as individuals; for me this includes not flying, using public transport in preference to driving, and eating meat a maximum of twice a week.\" The second category is interventions by governments and policy makers, she added, to make it easier to live low-carbon lifestyles. \"These are system-level changes... so things like large-scale investment in low-carbon retrofitting of houses, integrated and affordable public transport provision, renewable electricity supplies, and taxation/incentive systems that encourage low-carbon behaviours.\"It's important to recognise that many of these changes would also benefit our health and wellbeing, as well as the environment.\" The third category, which is her day job, is researching future solutions to combat climate change.\"While I'm passionate about the need for research that provides answers in the medium term, we need to be absolutely clear that drastic emission reductions are needed in the short term,\" she said. \"World leaders attending COP26 cannot simply point to technologies that haven't been invented yet as a reason to delay action.\"What are you doing differently to help the planet? Use this form to send us your answers:", "url": "https://www.bbc.com/news/uk-wales-58735561"}