{"datetime": "2021-07-22T05:24:03.000Z", "author": "Brendon Williams", "title": "Climate change: Airbus aims for 'climate-neutral' flights by 2035", "article": "Aircraft that produce zero emissions will be flying by the middle of this century and Airbus's Flintshire plant will play a \"critical\" role, according to a senior manager. The industry is under pressure to produce emission-free aircraft by 2050. Airbus has set a target of commercial \"climate-neutral\" flights by 2035, with hydrogen as a primary power source. It traditionally employs about 6,000 staff at Broughton butannounced 1,400 job cuts last year due to Covid . The company now expects thecommercial aircraft market to recover to pre-Covid levels between 2023 and 2025. And a key target for the future is developing and making greener, more efficient wings at the plant through initiatives like its Wing of Tomorrow programme - the largest research and development programme at Airbus. \"We have a challenge today to try and symbolically get towards a zero emissions product by around 2050,\" said Gareth Davies, head of industrial architecture for wing. \"It's going to be very difficult to achieve but that's our challenge,\" he said. \"So, essentially, we're looking at by the mid-point of the century, that we will have products flying with that target and with that goal.\" He said it was a \"very exciting\" - but \"necessary\" - prospect which would require \"breakthroughs that need to happen\". But he said a younger workforce for the future would give Broughton a new \"dimension\" to help it achieve its targets. \"The wing is a fundamental part of the aircraft - without the wings it would just be a bus, in effect, so we know that we have a critical importance to the company,\" Mr Davies continued. \"But it's much more that just the wings.\"What we've got here is the people, the energy, the talent, the innovation that has enabled Broughton to be the home of wing manufacture for the Airbus family for a long long time.\"That builds confidence from the company who invest in us.\" Mr Davies said a number of staff were due to retire over the next few years.\"We used to have a workforce that was, including myself, towards a certain age of the demographic,\" he said. \"But we're now bringing in lots of youngsters, lots of young people, lots of young skills, lots of young thinking.\"That, again, gives Broughton a dimension that Airbus is really, really looking for so, is it strategically important? Yes. Do we take anything for granted? No.\"We have to fight for the food on the table… but I'm absolutely convinced… we'll always be at the forefront of Airbus's mind.\" Airbus runs an extensive apprenticeship and graduate programme, with 454 currently on the books at Broughton. This year, 91 apprentices completed their final year and have gained positions at the plant.A further 80 apprentices will be taken on this year. Carwyn Roberts, 22, from Trefnant in Denbighshire, has just finished his apprenticeship and is now a full-time engineer. \"I think my plan is just to get as much experience as I can here and develop my skills,\" he said.\"I wouldn't think I'd get any better opportunities anywhere else. I think we're incredibly lucky to have this in north Wales. \"Pandemic or not, there's not really an industry that's as cutting-edge and as forward-thinking as we are here.\"In my department, we're implementing two new cutting-edge milling machines that you wouldn't really see anywhere else in this country.\"Victoria Searle, 21, from Buckley in Flintshire, is a second-year undergraduate engineering apprentice who is also studying a degree in aeronautical and advanced manufacturing engineering at Swansea University.She said: \"There's so many people in the plant, so it could be easy to feel like you are younger and you're pushed away, but 100% we haven't been. \"The placements that we do here are at Airbus… they really put you as an engineer in the team, so you get responsibilities, you get projects.\" Airbus announced last July that it needed to cut 1,400 jobs as a result of the pandemic. Since then, about 1,000 have left voluntarily, and an agreedshorter working week saved 350 positions. In January 2020, the plant was making 10 pairs of its long-haul A350 wings, among others, every month. Due to the pandemic's effect on the industry, that figure plummeted to 4.5 pairs per month by the start of 2021. It is slowly starting to rise and it currently stands at five pairs per month.", "url": "https://www.bbc.com/news/uk-wales-57923403"}