{"datetime": "2021-04-15T05:05:35.000Z", "author": "Steffan Messenger", "title": "Climate change: £40m emissions cut plan from industry in south Wales", "article": "Major industries across south Wales have joined forces to work out how to slash their carbon emissions over the next 20 years. It is a \"massive challenge\" that could protect tens of thousands of jobs while creating many more, they say. The region is currently the second-largest emitter of greenhouse gases from industry in the UK. Hopes ofending Wales' contribution to global warming by 2050 will partly rely on this effort. Steelworks, oil refining, cement and chemical firms are among those working alongside energy companies, ports, universities and local councils on the £40m project to create a \"roadmap to net zero\" carbon emissions for industry in south Wales. It will allow them to see where resources and infrastructure are needed for businesses to transition to a greener way of working. WALES ALERTS: Get extra updates on BBC election coverage It is likely to lead to more renewable electricity generation and a surge inproduction of clean hydrogen fuel . That will have a knock-on effect for homeowners, who could then also be linked up to hydrogen supplies and start using it for heating. Engineering studies will also focus on developing carbon capture technologies at sites where it is considered impossible to completely stop generating CO2. The project's organisers suggested this could eventually result in the UK's first CO2 shipping industry, with boats transporting the gas from the region's ports to be buried underground in the North Sea. As much as it is about helping fight climate change, this hugely complex rewiring of heavy industry is vital if it is to survive. The companies involved in the South Wales Industrial Cluster project (SWIC) employ a combined workforce of more than 100,000 people. Other parts of the UK are also ploughing ahead with decarbonisation plans and the fear is firms could decide to relocate. Chris Williams, head of industrial decarbonisation for Industry Wales and the SWIC project's lead, said its impact could be \"huge\". \"It's so important for us in south Wales to try and maintain our industries and accelerate as quickly as we can down the decarbonisation route,\" he said. \"If we're not developing the net-zero infrastructure that these industries are going to need then the risk is we will lose them to the regions that are.\" Each business faced its own options and challenges for cutting emissions, he said, and this was largely down to where they were located and the resources available nearby. \"By working as a group we have the ability to more easily help define the regional infrastructure to make sure it can provide what each individual industry needs to decarbonise.\" Mapping out opportunities for more clean power sources using offshore wind, wave and tidal schemes, is one part of the plan. Excess electricity could then also be used to produce hydrogen fuel for zero-emission heating and transport. Milford Haven in Pembrokeshire is seen as a potential \"hydrogen gateway\" for the UK, while another \"hydrogen hub\" is already being set up on Anglesey, attached to marine energy projects there. Jessica Hooper, programme manager at Marine Energy Wales, said sustainable energy projects could be driven forward quickly if demand from industry was linked up with the renewable energy potential in the Atlantic, reducing reliance on imports of oil and gas. \"Wind, wave and tidal really represent an incredible opportunity for sustainable decarbonisation - turning our heavy industry into pathfinder projects that could act as an exemplar for the world,\" she said. Once hydrogen is being supplied to large industries, nearby homes could be the first to switch to the cleaner fuel too, explained Sarah Williams, director of regulation at Wales & West Utilities, which is in charge of the region's gas network. A total of 85% of homes currently use natural gas - which creates carbon emissions - for heating and hot water. \"The really great thing is that if we can deliver hydrogen to industry then we can actually start thinking about getting it to customers' homes too,\" she said, adding that there were \"a really exciting couple of decades ahead\". Meanwhile, at the Vale nickel refinery in Clydach, a pilot project with Swansea University is already under way to try and turn the carbon dioxide produced by the plant into useful products - such as colourings for sweets, medicine tablets and make-up.Lines of 8ft-long (2.5m) tubes, filled with water, have been set up in polytunnels on site.Waste CO2, that would otherwise be emitted by the refinery, will be pumped through them to grow various types ofmicroalgae that can then be turned into high-value pigments and proteins. \"It's a really good example of industrial symbiosis,\" said Andrew Price, from consultancy firm CR Plus which is co-ordinating the planning stage of the SWIC project. \"Throughout the plan we'll be developing two real outcomes - how do these sites decarbonise to the fullest extent under their current economic restrictions, and then how do we develop the infrastructure to support the mopping up of residual CO2. \"It's an absolutely massive challenge and one that nobody has done before. \"But I think it's one we can rise to by leaning on the experience of all the different sectors.\" The project has received match funding from the UK government's Industrial Decarbonisation Challenge fund - and will be expected to report its plan of action within three years. Similar clusters have been set up in Merseyside, Teesside, Humberside, Southampton and Grangemouth in Scotland. South Wales' industries and energy generators currently produce about 16 million tonnes of CO2 equivalent a year, placing the area in second place behind Humberside in terms of UK regions with the highest emissions from industry. Both the UK and Welsh governments have committed to legally binding net-zero targets by 2050 - effectively a 100% cut in CO2 emissions. ", "url": "https://www.bbc.com/news/uk-wales-56748785"}