{"datetime": "2021-02-01T17:52:49.000Z", "title": "Airbus staff in Flintshire vote for work-hours cut plan to save jobs", "article": "Airbus workers in Flintshire have voted to reduce their working week by up to 10% in a bid to save jobs. The proposal came after the firm announced last year it was looking toshed 1,435 posts at its Broughton plant. A ballot of up to 3,500 members of the Unite union was carried out at the site, which employs 6,000. Airbus said it was delighted members had supported the proposal which was \"rooted in helping save jobs\". The Unite union said voting in favour of the change had removed the possibility of compulsory redundancies. It is understood many workers have opted for schemes including voluntary redundancies, but between 350 and 400 posts are still under threat. Broughton head of plant Jerome Blandin said: \"The shorter working week increases our flexibility and will help us manage the downturn in demand we are facing. \"We look forward to continuing to work in partnership with the trade union on the implementation of the new working arrangements at the appropriate time.\" Unite said members had voted \"overwhelmingly in favour\" of the plan. Regional secretary Peter Hughes said: \"Whilst it is not ideal that our members have had to commit to a shorter working week, this decision should be viewed against the background of an unprecedented crisis in global aviation. \"This solution to the crisis faced by Airbus is one that could be deployed to other manufacturing sites across Wales in order to avoid large scale redundancies. These unprecedented times require creative solutions.\" The vote means workers will see a reduction in working hours of between 5% and 10% each week. Union sources previously said Airbus would make up a third of the shortfall in salaries, although workers would lose about 6.6% of their pay. The 12-month arrangement would be implemented when the UK government furlough scheme comes to an end. In April, 3,200 staff were placed on the furlough scheme. Daz Reynolds, Unite convenor at Airbus, said: \"Coronavirus has been devastating for the aerospace sector and the past year has been extremely difficult for the site. \"After losing almost 1,000 jobs through voluntary redundancy today's result is extremely welcome for all our members.\" This is the first time in Wales we have seen employees from a large company vote to take a pay cut to save their jobs.The fact that the vote was overwhelming is a clear illustration of how anxious they are, not just about the immediate impact of the pandemic, but about the long-term future of the massive plant.It sends a very clear message to Airbus executives at the company's headquarters in France that its Welsh workforce will work with them to continue to make the wings factory a success.It also is evidence that the shop floor workers and the company are working together.The pandemic has hit a severe blow to the whole airline industry at a time when development was beginning into the company's next model. To work on the new design of plane, Broughton will have to fight off competition from other plants in other countries. More than 80% of the Unite members at the plant voted and 75% of them supported the pay cut. It means a 10% cut in working hours and a 6.6% cut in pay until Christmas and a 5% cut after that.This might not be the only Welsh workforce to vote for a pay cut in 2021.", "url": "https://www.bbc.com/news/uk-wales-55877402"}