{"datetime": "2021-07-02T15:34:47.000Z", "title": "Airbus and Boeing: End of trade war 'will benefit Wales'", "article": "A deal to settle a dispute between the UK and the United States over support for aircraft makers will mean \"more jobs and opportunities in Wales\", the international trade secretary has said. On a visit to Flintshire, Liz Truss said the truce would bring more business to the Airbus Broughton site. Welsh producers had \"a lot to gain\" from global trade deals, she added. But farming unions are concerneda deal with Australia could make Welsh lamb less competitive . The agreement with the US to suspend retaliatory tariffs on a range of goodsends a 17-year trade row over subsidies for Airbus and Boeing . Airbus employs 5,000 people at the Broughton site. Visiting the factory on Friday, Ms Truss said ending the \"tit-for-tat trade war\" was in everybody's interests. \"It means more jobs and opportunities here in Wales - high-quality jobs and future growth for the industry, and we've just had the good news that 70 more aircraft have been ordered,\" she said. \"That will bring more business into this factory and of course that's because there's no longer those tariffs being charged on those wings.\" Ms Truss was also asked about the agreement in principle the UK government has reached with Australia on future trade. Following the exit from the EU, the UK government is seeking to sign free-trade agreements (FTAs) with other countries to remove or lower tariffs. Imports from Australia currently face tariffs, making products such as Australian beef and lamb more expensive to buy in shops and supermarkets in the UK. If accepted, the deal would lead to quotas on tax-free trade being phased out over 15 years. The National Farmers' Union has warned that freeing up the UK-Australian trade in meat would lead to hundreds of British cow and sheep breeders going out of business. \"I think there are huge opportunities for Welsh lamb and Welsh beef,\" Ms Truss said. \"I think we should be proud of the product we produce - Welsh lamb is one of the best, in my opinion, in the world, and we have nothing to fear from opening up to those opportunities. \"In fact I think we've got a lot to gain.\" Ms Truss said she would be working now on getting UK lamb into the US. \"The future of Welsh lamb is very positive - it's a product people want to buy, we're seeing growing demand across the world and I think we're going to hold our own.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57694690"}