{"datetime": "2021-05-27T11:59:03.000Z", "subject": "Coronavirus pandemic", "title": "Airbus ramps up production as it eyes post-Covid recovery", "article": "Airbus plans to ramp up production, saying it sees a recovery to pre-pandemic levels of demand by 2025. The world's largest planemaker said it would increase output of its A320neo by more than 10%, from 40 planes a month to 45 by the end of this year. Airbus, which builds its wings in the UK, also set a new target of 64 planes a month by the second quarter of 2023. \"The aviation sector is beginning to recover from the Covid-19 crisis,\" said chief executive Guillaume Faury.The move by Airbus comes at a time when airlines are still struggling to remain financially viable. Restrictions on international travel because of the coronavirus crisis have reduced flights to a bare minimum. Despite this, the planemaker is looking ahead. It says it expects the commercial aircraft market to recover to pre-Covid levels between 2023 and 2025, led by single-aisle aircraft, which typically carry 200-250 passengers and fly on shorter routes. Airbus said it would step up production of its A350 family of planes from five a month to six by autumn 2022.It also envisages producing14 of its A220 airliners every month within the next five years. The current monthly production rate is five, which Airbus said would increase to six early next year. However, A330 production would remain at an average of two a month. Airbus said it was \"protecting its ability to further adapt as the market evolves\". Mr Faury said: \"The message to our supplier community provides visibility to the entire industrial ecosystem to secure the necessary capabilities and be ready when market conditions call for it.\"In parallel, we are transforming our industrial system by optimising our aerostructures set-up and modernising our A320 Family production facilities. All these actions are set in motion to prepare our future.\" Meanwhile, aircraft engine firm Rolls-Royce has opened the world's largest indoor aerospace testbed in Derby. The facility will allow it to perform development work on its next generation of engines, the UltraFan, expected to be 25% more efficient than current models. Business Secretary Kwasi Kwarteng, who attended the opening ceremony, said the new testbed showed that the UK remained \"a global leader in aeroengine technology\". ", "url": "https://www.bbc.com/news/business-57267194"}