{"datetime": "2020-02-11T00:25:18.000Z", "author": "Alys Davies", "title": "Electric car drivers 'avoid' parts of Wales over lack of chargers", "article": "It is safer to drive through England than mid Wales in an electric car because of the lack of charging points, an energy co-operative boss has said. Neil Lewis, from TrydaNi, said there were not enough rapid electric car charging points, making it hard to travel from south to north Wales.Only 60 of the 990 Welsh charging points are rapid ones - which can charge a car in less than an hour. The Welsh Government said the number of charging points was increasing. Wales is lagging behind much of the UK - it only has four more rapid charging points in the whole country than Milton Keynes, which has a population of about 265,000 people. According to statistics released by the UK Department for Transport in December, there were no rapid charging points in Gwynedd, Conwy, Rhondda Cynon Taff, Merthyr Tydfil, Caerphilly, Blaenau Gwent or Torfaen. The report also showed that while Scotland has 7.5 rapid charging points per 100,000 people, Wales only has 1.8 per 100,000. Prime Minister Boris Johnson announced last week that aban on fossil fuel cars would be brought forward to 2035, five years earlier than initially expected. But Mr Lewis said the lack of investment in charging points in Wales was a problem that meant \"it's very hard to travel around Wales in an electric car\". Mr Lewis, who has worked in the communal energy sector for nine years, said electric vehicle drivers often avoided mid Wales and chose to drive through England when travelling from south to north Wales as it was \"safer\". \"Like I said to them two years ago, that's all the government has to do is put two [rapid charging points] in mid Wales,\" he added. But he said it was hard to entice investors because there was \"no money\" to be made from charging points at the moment. While discussing electric vehicle charge points in the Welsh Assembly last week, Mark Isherwood, AM for North Wales, said: \"We do see evidence that transition to electric and other forms of low-emission vehicles is under way, but it's under way much slower in Wales than the rest of the UK.\" In 2020, the Welsh Government will release its Electric Vehicle Charging Strategy which will \"consider different models that will expand our charging network\". The Welsh Government said: \"By now, there are more than 990 charging points available to the public in Wales, an increase of 670 since April last year. \"Our latest budget included £29m to support the change to low-emission vehicles. \"The private sector is responsible for the majority of charging points, but we will work with them and the public sector to encourage people to change to low-carbon emission vehicles.\" ", "url": "https://www.bbc.com/news/uk-wales-51447655"}