{"datetime": "2020-01-03T01:39:27.000Z", "author": "Craig Duggan", "title": "Wales transport: Electric car sales up, but what next?", "article": "The past 12 months were not kind to the UK car industry - annual new vehicle sales were down about 3% - their lowest level since 2013. But there was a sliver of light amid the gloom - sales of alternatively fuelled cars. In October, one in 10 cars sold in the UK was hybrid-fuelled or electric-powered - with sales of fully electric cars tripling to more than 3,000. So will 2020 be the year Welsh motorists change how they drive? Motoring journalist Mark James said some things need to change to make electric cars more appealing. \"I think three things need to happen before buyers consider switching to an electric car - prices need to come down, batteries need to improve but also the infrastructure needs to get better as well, so that drivers are not worried where their next charge is coming from,\" he said.\"In Wales, traditionally, you've had pretty good coverage along the M4 and the A55 but not a great deal in the middle.\"And I think that's potentially where companies and Welsh Government need to look at.\" In Aberystwyth, Ceredigion, Marie Neal and her family have had first-hand experience after becoming early converts to an electric vehicle four years ago - and now boast two e-cars. While they reckon charging at home via solar panels means it costs less than a quarter of running a diesel vehicle - they are not fans of the current power-charging infrastructure - especially where they live.\"There need to be more charging points and ones that are more easily accessible,\" said Ms Neal. \"Location is key, so that you can be sure if you're doing longer journeys that you'll get there without having to worry that you'll run out of range before you get to the next charger, or that there'll be other people at the charger.\"Or worse - getting \"iced\" - where a charge point is blocked by a regular car parking in that space. The Welsh Government said the network of charging points was improving - with 900 publically accessible points - up from 670 in April. \"We are investing £29m to support the transition to low emission vehicles and £2m in infrastructure for rural Wales,\" said a government official. But it is not all about batteries and charging points. Powys firm Riversimple in Llandrindod Wells has developed an electric car powered by a hydrogen fuel cell. It has been testing the models of their Rasa car on Welsh roads - with a range of 300 miles before refilling with hydrogen fuel, just like filling a petrol tank at a garage. \"I think in the long term, hydrogen is going to capture the bulk of the market because it has all the advantages that petrol and diesel have of being able to quickly refill, and give you a long range,\" said Riversimple founder Hugo Spowers. The firm has started investing in a network of filling stations - including one running in Abergavenny, Monmouthshire, where it held some of its first public trials. Perhaps that is why Monmouthshire council now has two cars being made for them, due to be handed over in the spring. \"We've already had a study done by Welsh Government about how our fleet could run on sustainable fuels - electricity and hydrogen amongst them,\" said Roger Hoggins, the council's head of strategic projects. \"And yes, in the longer term we see hydrogen being a part of that.\"If it's the lighter vehicles they're likely to be used as inspectors' vehicles, but if we can get into heavy goods then we'll be into waste and recycling services, highways services, and ideally public transport, buses, minibuses - anything like that, that's going to be used for public services.\"As we enter a new decade, are we seeing the start of a move towards low and no-emission transport across Wales?", "url": "https://www.bbc.com/news/uk-wales-50974699"}