{"datetime": "2020-10-12T23:07:52.000Z", "author": "Emma Woollacott", "title": "Creating fuel from thin air with artificial leaves", "article": "The sun produces more than enough energy for human activities, but we still can't capture enough of it, points out Erwin Reisner, energy and sustainability professor at Cambridge University. He heads a team of researchers trying to capture more of that free energy. While solar panels have made big advances in recent years, becoming cheaper and more efficient, they just provide electricity, not storable liquid fuels, which are still in great demand. \"If you look at the global energy portfolio and what's needed, electricity only covers maybe 20-25%. So the question is when we have covered that 25%, what do we do next?\" asks Prof Reisner. His answer is to look to nature: \"Plants are a huge inspiration, because they have learned over millions of years how to take up sunlight and store the energy in energy carriers. \"I really believe that artificial photosynthesis will be one part of that energy portfolio over the next two decades.\" When plants photosynthesise, they take up water and carbon dioxide, and use light from the sun to convert these raw materials into the carbohydrates they need for growth. \"We want to replicate this, but we don't really want to make carbohydrates because they make a lousy fuel, so instead of making carbohydrates we try to make something that can be more readily used,\" says Prof Reisner.An added problem is that plants aren't actually terribly good at photosynthesis, converting only around one or two per cent of solar energy into fuel. The US Department of Energy has concluded that for artificial photosynthesis to be viable economically, efficiency needs to rise to between five and 10%. Prof Reisner's team has worked on a number of approaches, including a system that mimics natural photosynthesis, using enzymes to split water and create hydrogen for fuel. More Technology of Business However, efficiency is still low and, as a gas, hydrogen is difficult to store. Perhaps more promising in the long term is his team's recent development of a small device that converts sunlight, carbon dioxide and water into oxygen and formic acid, a liquid fuel that has a high energy density. The device contains a panel which sits in a bath of water and carbon dioxide. Under sunlight the panel releases electrons which combine with the carbon dioxide and the protons in the water to make formic acid. \"These systems are like panels or sheets. It's a very thin device - you can almost think of it as like a sheet of paper,\" says Prof Reisner.Perhaps the biggest step forward with the device is the fact that it is standalone. It doesn't require an external power source, nor any top-ups of additional catalysts. Despite the challenges artificial photosynthesis is attracting heavyweight investment. In the US, the Department of Energy recently announced funding of $100m (£76m) over five years. The money is going to two separate projects: the Center for Hybrid Approaches in Solar Energy to Liquid Fuels (Chase) and the Liquid Sunlight Alliance (Lisa). Chase, led by the University of North Carolina at Chapel Hill (UNC), is working on practical applications similar to the Cambridge device by developing systems that, like solar panels, use semiconductors to absorb light, and then use various different catalysts to convert the carbon dioxide to fuel. A particular focus of research, says Chase deputy director Prof Jillian Dempsey, is the concept of cascade catalysts. Turning carbon dioxide into a usable fuel involves making more than one chemical transformation - and catalysts can handle only one at a time. \"The first one does the first step, and then passes its product off to the next catalyst,\" she says. \"Each one would be operating a very highly selective process, and handing off after that individual step to the partner down the road.\" The Lisa project is taking a more theoretical approach, focused on improving every stage and component of artificial photosynthesis. Potential catalysts and processes are modelled by computer before they're tried out. \"We have a vigorous theory effort, and the theory and the experiment go hand in hand,\" says project leader, Prof Harry Atwater of Caltech. \"We now have what's actually the world's largest database, full stop.\" The bad news is that we're not likely to see fields full of photosynthesis panels any time soon. According to Prof Dempsey, there are still major stumbling blocks.Bringing together all the technology into one bundle is a problem. \"There's been some incredible science in terms of light harvesting, in terms of the catalysis that makes the fuel and in terms of managing systems,\" she says.\"But the integration of these individual components into a system capable of artificial photosynthesis is a huge challenge.\" It's also difficult to ensure that the reactions produce a commercially-viable fuel, with many of the catalysts that can achieve this being too expensive or too inefficient for large-scale use. Finally, says Prof Dempsey, durability is a problem: \"When you're dealing with constant radiation [sunlight] that can cause a reaction that can be highly detrimental and corrosive.\" As a result, artificial photosynthesis still can't produce liquid fuel cheaply enough to compete with fossil fuels. \"But the dynamic can change very quickly,\" says Prof Reisner.\"The oil price can change, taxation can change. And when things start shifting, at some point in the future the price of artificial photosynthesis will go down and the price of fossil fuels will go up. The question is just when these lines cross. \"If you go back 10 years, even the most optimistic predictions for the cost of photovoltaic-derived electricity did not match what happened. The cost came down by 85%, which is incredible. Once economy of scale comes in, a lot is possible. So I'm very optimistic.\" ", "url": "https://www.bbc.com/news/business-54390932"}