{"datetime": "2019-03-14T10:46:56.000Z", "author": "Steffan Messenger", "title": "Wales' 100% renewable energy challenge", "article": "Wales could meet 100% of its energy needs from renewable sources by 2035, under an \"ambitious\" new plan set out by policy experts. It urges Welsh Government to allocate more of its budget to green energy. The Institute of Welsh Affairs (IWA) predicts 20,150 jobs could be supported annually if the target is achieved. First Minister Mark Drakeford said Wales was making good progress and the IWA provided a \"welcome insight\" into what the future could look like. The 10-point plan is the culmination of three years of research by IWA, and will be presented to an audience of politicians and industry figures in Cardiff on Thursday. Shea Buckland-Jones, reenergising Wales coordinator at the think-tank said it believed renewable energy could \"form a key part of Welsh identity\" in future, but that more investment was needed. While control over different aspects of energy policy is divided between the Welsh and UK governments, he said the research had shown \"many of the powers needed\" were in the hands of ministers in Cardiff Bay. Currently just over 2% of the Welsh block grant is earmarked for energy - described as \"insufficient to make real progress\". The report urges ministers to announce an immediate 12-18 month \"low carbon economic stimulus\", funded either through its block grant or new borrowing powers. The money could be used to drive the development of locally-owned energy projects, improve the energy efficiency of homes and ensure complete coverage across Wales for charging low carbon vehicles. According to the IWA's calculations, Wales could create 20,150 jobs annually by switching to 100% renewable electricity by 2035.This change would also create £7.4bn in total Welsh gross value added - the measure of the value of goods and services produced in a sector - and have a substantial impact on the country's ability to meet its climate change targets. Other measures the IWA wants to see include: \"There are environmental benefits, there are social benefits, there are economic benefits,\" Mr Buckland-Jones explained. \"I think one of our clear messages from the final plan is that we need leadership on this - the scale of the challenge is quite drastic and we need Welsh Government action.\" The equivalent of 48% of Wales' electricity consumption was met from renewable sources in 2017, with the Welsh Government wanting to see that rise to 70% by 2030. One of the biggest challenges if all of our energy needs are to be delivered by green methods in future is what to do about heating. The report says ministers should focus on energy efficiency measures in buildings to reduce demand. It wants to see better insulation put in 870,000 homes in Wales, and support too for renewable technologies like heat pumps. 170,000 pumps could need to be deployed across the country, to complement other sources of heat such as getting it direct from biogas and biomass plants. District heat networks - like the one planned in Cardiff - are also favoured. Mr Drakeford addressed the report's launch event and said it echoed many priorities in the low carbon delivery plan being published next week.He added: \"We have the potential to lead a renewable revolution but we cannot do this alone. Everyone in Wales has a part to play.\" One school doing its share At Ysgol y Bedol primary school in Garnant, Carmarthenshire - they have saved around £15,000 on their electricity bills over the last four years after 200 solar panels were installed on their roof. The pupils learn about renewable energy in their lessons, using a screen which shows the output of the panels as a practical example. Year six pupil Eli told us he felt \"great to be part of something important to the environment\". Solar cooperative Egni, which installed the panels, is now looking to do the same on a whole range of other buildings including local rugby and football clubs. Director Dan McCallum said \"everyone recognises about climate change and we've got to do something - we can't get bogged down in bureaucracy and reasons why we can't\". Rob Proctor, business development manager at Community Energy Wales, said help from the government and public sector bodies to find suitable sites for new developments and more access to finance would help. \"Are there Welsh companies out there or would the Welsh public sector want to buy energy from the community sector? Perhaps we could enable that process so that they know it's from the local area and is benefiting the local economy,\" he added.", "url": "https://www.bbc.com/news/uk-wales-47543322"}