{"datetime": "2018-04-19T15:18:18.000Z", "author": "Peter Shuttleworth", "title": "Electric car charge points 'critical' for Welsh economy", "article": "Installing rapid electric car charging points is \"critical\" to the Welsh economy as Wales' network is \"lagging behind\" the rest of the the UK. Next Green Car, an organisation which promotes electric car use, said £2m Welsh Government funding for charge points was \"a good start\". But it said more were needed as Wales is ahead of theUK average for electric and hybrid car sales growth. It comes as Cardiff council approved a charging points pilot scheme. Melanie Shufflebotham, co-founder of Next Green Car, said: \"A decent rapid charging point infrastructure will be critical for Wales as more and more people are buying electric. \"Growth is critical for Wales' business and tourist economy. At present, it would be a challenge to get through the middle of Wales. \"There are no rapid chargers between the M4 in the south and A55 in the north and this is definitely a problem for Wales.\" Electric charging point mapZap Map says Wales has about 350 chargers - with 35 rapid chargers, a point that can charge a car in 30 minutes and which cost about £50,000 each to install. Data from Zap Map shows Wales has less electric charging points per capita than the other nations of the UK to serve an estimated 2,500 plug-in vehicles on Welsh roads. BothScotland andNorthern Ireland have government-sponsored bodies overseeing the roll-out of electric car charging infrastructure as the UK government pushes electric car growth in a bid to cut emissions. Government grants are available to buy electric cars asministers have been told most new cars must be electric by 2030 . Theautomated and electric vehicles bill is going through parliament which wants all new chargers to be 'pay as you go' and that all major roads have access to rapid chargers. Wales' environment secretary Lesley Griffiths wants the public sector in Wales to be carbon neutral by 2030. Cardiff council is considering a congestion charge in a bid to cut pollution.On Thursday, at a cabinet meeting, officials backed a pilot project to add more electric car charging points - and in particular the six rapid charging locations - in the Welsh capital. The council is also considering changing its 960-vehicle fleet to electric as well as working with bus and taxi companies to develop a strategy for moving away from petrol and diesel engines. \"We have to become a carbon zero city by 2030,\" said Councillor Michael Michael, cabinet member for environment. \"Cardiff is lagging a bit behind in electric vehicles so we have decided to improve the electric vehicle infrastructure in a bid to meet government targets.\"Other areas of the UK have offered incentives to promote electric car use with Jersey offering free parking to electric cars and Scotland offer free charging at their public charge points. An area of London hasadded electric charge points to lamposts whileTransport for London has invested £18m in rapid charge points to encourage black cabs to go green. Mr Michael said air quality in Cardiff is below the recommended level and \"well below\" other UK cities. \"As a council we are able influence through our tendering process to encourage our suppliers to make a commitment to reduce emissions and we can build these requirements into the contracts that we offer,\" he added. \"In terms of planning permission for developments, supplementary planning guidance will also be discussed by cabinet to increase the opportunity for developers to include electric charging points at residential properties at proposed developments.\" The Welsh Government while there were already 500 publicly accessible charging points in Wales, it recognised that demand for these points will grow significantly in the coming years.\"In recognition of this, and to support the transition to electric vehicles, the Welsh Government is investing £2m for additional electric charging points, with a focus on rapid chargers,\" a spokeswoman added. \"We are working with local authorities and other partners to ensure that this funding is available as soon as possible, and also that it delivers maximum benefits for electric car users.\"We will also seek sustainable private investment for charging points to maximise and build on this public investment.\"", "url": "https://www.bbc.com/news/uk-wales-43799558"}