{"datetime": "2019-10-02T23:22:50.000Z", "title": "Electric cars: New Welsh homes 'must have' car chargers", "article": "All new housing estates in Wales should be built with electric car charging points, according to an assembly committee. It warned a lack of public chargers meant the network could struggle to cope if there was a surge in electric car sales. Some motorists in rural areas said they would not switch because they feared not being able to charge their cars. Ministers say they are committed to developing a rapid charging network. The Home Builders' Federation said there needed to be UK-wide standards and technology needed to be \"future proofed\" so it was not obsolete before people moved in. Currently there are 547 public charging points in Wales, of which 60 are rapid chargers. That compares to 12,763 in England, with 2,022 rapid points, according toZap-Map . And members of the assembly's economy, infrastructure and skills committee said there was a perception that the roll-out of Welsh Government schemes had been too slow. It claimed \"confusing\" payment and membership systems and a \"patchy\" charging point network have put motorists off making the switch. Some developments like Parc Eirin in Tonyrefail, Rhondda Cynon Taff, are already being built with a charging point at each house. Now the committee wants to see planning rules changed, so at least 10% of parking spaces in all new housing developments have chargers. Most electric car owners charge their car at a point which they pay to have installed at their home, but this can be a problem on terraced streets or in areas without reserved parking. But some motorists living in rural areas said they had not switched due to fears of running out of charge on a journey. Driving instructor Richard Wootten drives about 150 miles (240km) every day from his base in Brecon - teaching people as far away as Crickhowell and Hay-on-Wye. He wanted to make the switch for the environment, but said it would be \"impossible\" with his job due to a lack of rapid charging points.\"Lots of stuff needs to change before driving instructors can make the switch, we are teaching the next generation of drivers, it is important we get on board,\" he said. Beth Oram and Ellen Hinton run their refills business from Abergavenny, and use their own cars to deliver shampoo and cleaning products to people's homes. They want to buy a van, but worry whether electric power will be suitable for their trips across Torfaen and Monmouthshire and as they expand into Cardiff. \"We want to reduce our carbon footprint as much as possible, but it can be a long trip,\" said Beth.In Powys nine car parks are due to have charging points installed after the council joined a number of others in securing UK government funding, but there are concerns that is not enough. Brecon Beacons National Park Authority has installed seven public charging points to help visitors on their journeys, and even charges the warden's car who covers a 520-sq-mile (1350 sq km) patch.In Talgarth, people are taking matters into their own hands and are trying to install public charging points, with the profits going back into the area. Organiser Jed Needs said: \"If communities do not do it no-one else will do it for us.\" Some companies have run incentive schemes to help employees to go green, but one NHS worker who bought a hybrid car through a scheme said they were not putting enough charging points in place for staff. Nevill Hall Hospital in Abergavenny does not have charging points and the worker, who wishes to remain anonymous, said she had received no commitment there would be chargers when the newGrange University Hospital in Cwmbran opens next year. \"I would love to go fully electric with my next vehicle but can't commit to that until I know that I'll be able to charge the vehicle at the hospital,\" she said. A spokeswoman for the Aneurin Bevan health board said it was working through exact numbers for electric chargers at the new hospital. Melanie Shufflebotham, co-founder of Next Green Car, said the latest model of electric car could go for 200 miles once fully charged overnight at home and was perfect for most people's needs. \"It is about a change in mindset, people charge their car at home or in work, but the issue is when people need to do longer journeys,\" she said. A Welsh Government spokesman said: \"We welcome the report and its conclusion that our policies and aspirations are pointing in the right direction.\"We have set out we will work with partners to increase the availability of charging infrastructure in Wales, whilst also being very clear that we expect the private sector to deliver the majority of charge-points.\"We have also worked with partners to secure £459,000 from the Office of Low Emission Vehicles (OLEV) for electric vehicle charge-points in the five Gwent local authorities.\" The statement added they remain \"committed\" to developing a rapid charging network. ", "url": "https://www.bbc.com/news/uk-wales-politics-49897179"}