{"datetime": "2020-01-20T16:23:07.000Z", "title": "Climate Change: Clean energy to power all new Welsh homes from 2025", "article": "All new homes in Wales will only be heated and powered by clean energy under new Welsh Government plans. Housing accounts for 9% of all greenhouse gas emissions in Wales. However houses built after 2025 will be more energy efficient, cheaper to run and produce up to 80% less CO2 emissions, under the proposals. Wales' largest housing association, Pobl Group, said the targets were \"challenging but much needed\" to address climate change.Housing contributes \"significantly\" to the problem, according to the Welsh Government. It said \"substantial change\" was needed for buildings to operate close to zero emissions by 2050. However it said residents could also save as much as £180 a year on bills under the proposed new standards to be implemented in Wales over the next five years. They include: Housing Minister Julie James said reducing the carbon and energy impact of new homes must be cost effective, affordable and practical. \"To meet our target of reducing our greenhouse gas emissions by 95% by 2050, we need to take action now to make a significant step change to the way we heat and power our homes,\" she added. \"The new homes being built today will exist in 2050. Therefore, we must ensure the standards we set for these homes put us on the right path. \"These measures will not only tackle climate change, but keep down household energy costs, helping people with the cost of living.\"The largest carbon neutral development in the UK is being built outside Tonyrefail, Rhondda Cynon Taff. None of the 225 new homes being built are connected to mains gas. Instead, water warmed by the earth 500ft (150m) underground and pumped into the house provides heating, as well as solar panels, while batteries store energy which can also be sold back to the National Grid. Technology will also constantly monitor energy tariffs, to make the most of off-peak times, and improved insulation helps reduce bills. Developers Pobl Group are confident homeowners will save up to 50% on utility bills. \"The point has come when we need to take action and we can make a big difference,\" said director Rhys Parry. \"Decarbonisation is at the heart of what we are doing. We're moving away from fossil fuels and using technology already available. \"But we don't want it to be so difficult that people don't understand. The houses will look, feel and smell the same as any.\"These are the houses of the future and hopefully this scheme will prove they work.\" While the Tonyrefail development has received £7m of funding from the Welsh Government, the private sector faces paying extra buildings costs of about £6,000 per property. First Minister Mark Drakeford said: \"It will add to costs in the short run, but the more new technologies are used, the cheaper they become. \"This has the great benefit that bills will be smaller for people living in these houses and ways of heating our homes that will be sustainable for the future.\"The House Building Federation (HBF), which represents the industry in England and Wales, said the targets were \"extremely challenging\". However more than 35% of people would be willing to pay more for a \"zero carbon\" new home,according to a HBF poll. \"New homes are already significantly more energy efficient than existing homes and the industry is absolutely committed to going much further,\" a spokesman said. \"To achieve these ambitions we need all stakeholders - governments, builders, material suppliers, environmental groups - to work together to agree a co-ordinated, deliverable work plan.\" The Welsh Government's consultation on the new proposals closes on 12 March before looking at work on existing homes and non-domestic buildings. ", "url": "https://www.bbc.com/news/uk-wales-51151032"}