{"datetime": "2019-06-13T16:56:45.000Z", "title": "Fiddler's Ferry: SSE to close its last coal-fired power plant", "article": "Energy firm SSE has announced it is closing its last coal-fired station - the Fiddler's Ferry site near Warrington, Cheshire. The company said the plant, which employs 158 people, will close on 31 March 2020 and it was beginning a consultation with trade unions. SSE said the station's losses were \"unsustainable\". Trade union Unite, which has 110 members at the site, said it was \"grim news\" for the workers. Last month, the UK had its first week without using electricity from burning coal since the 1880s. Stephen Wheeler, managing director of Thermal Energy at SSE, said the proposed closure of its final coal-fired station was \"not a decision we are taking lightly\". He added: \"Financially, Fiddler's Ferry is loss-making and our projections show that it will continue to be so.\" The company said it hoped to redeploy some employees elsewhere in the group with others remaining to decommission the site. A statement said it would be offering enhanced voluntary redundancy terms to avoid compulsory redundancies.Regarded as a landmark in Merseyside, the station - which has two groups of four cooling towers - opened in 1973. It was formerly operated by the Central Electricity Generating Board until privatisation, with SSE taking it over in 2005. The government plans to phase out the UK's last coal-fired plants by 2025 to reduce carbon emissions. The coal-free week ran from 13:24 on Wednesday 1 May to 13:24 on Wednesday 8 May. Unite regional officer Graham Williams said: \"This is very grim news for the workforce...as well as being a devastating blow for the economy in the North West.\" He added: \"While we recognise that coal-fired electricity generation is being phased out, Fiddler's Ferry plays a significant role in providing back-up when there are surges in energy demand during cold snaps and the National Grid is seeking additional supplies.\"", "url": "https://www.bbc.com/news/uk-england-merseyside-48628334"}