{"datetime": "2019-05-09T13:48:58.000Z", "title": "UK has first coal-free week for a century", "article": "Britain has had its first week without using electricity from burning coal since the 1880s, according to the National Grid Electricity System Operator (ESO). Fintan Slye, director of ESO, said this would become the \"new normal\". The world's first centralised public coal-fired generator opened in 1882 at Holborn Viaduct in London. The government plans to phase out the UK's last coal-fired plants by 2025 to reduce carbon emissions. Mr Slye said: \"As more and more renewables come on to our energy system, coal-free runs like this are going to be a regular occurrence.\"We believe that by 2025, we will be able to fully operate Britain's electricity system with zero carbon.\" National Grid ESO plans to have the systems and software in place by 2025 to be able to handle energy generated from renewables, which give a variable supply, plus nuclear energy, without coal and gas, if that mix is available from the market. The coal-free week ran from 13:24 on Wednesday 1 May to 13:24 on Wednesday 8 May. The majority of the slack was taken up by burning natural gas instead, which made up 46% of the UK energy mix in that week. The greenhouse gas carbon dioxide is still produced when natural gas and biomass are burnt. But coal plants emit almost twice as much carbon dioxide as gas-fired power plants. Doug Parr, policy director at environmental activist group Greenpeace, said: \"Just a few years ago, we were told Britain couldn't possibly keep the lights on without burning coal.\" \"Now coal is quickly becoming an irrelevance, much to the benefit of our climate and air quality, and we barely notice it.\" Last week, government advisers the Committee on Climate Change said the UK should cut greenhouse gases to nearly zero by 2050. This would need more renewable electricity production, an earlier phase-out of new petrol and diesel cars, and consumer changes such as turning central heating thermostats down and eating less red meat. As part of efforts to meet its climate target to cut greenhouse gas emissions by 80% compared with 1990 levels in the next three decades, the UK plans to wean itself completely off coal-fired power generation by 2025. Business and Energy Secretary Greg Clark said: \"We lead the world when it comes to tackling climate change and we want to carry on breaking records, which is why we've put foundations in place to allow our renewables sector to thrive. \"We're now on a path to become the first major economy to legislate for net zero emissions.\" A spokesman for industry body Energy UK said: \"We need to ensure that the cheapest renewables can play a part in further decarbonising generation at least cost to customers, enable the transport and heating sectors to follow suit and get serious about making our homes and businesses energy-efficient.\" The coal-free week follows on from the UK'srecord-breaking coal-free period of 90 hours in April . Sign up for a weekly chat about climate change on Facebook Messenger ", "url": "https://www.bbc.com/news/business-48215896"}