{"datetime": "2021-08-04T19:42:11.000Z", "author": "Daniel Thomas", "subject": "Coronavirus pandemic", "title": "Vanguard: Investment giant to pay vaccinated workers $1,000", "article": "Vanguard, one of the world's top investment firms, is to pay its US workers $1,000 if they get vaccinated. Staff must prove they have been jabbed by October and will still qualify if they were inoculated before the company made its offer. It speaks to the different approaches US firms are taking to vaccination as the Delta variant of coronavirus surges across the country.Some like Microsoft and Google are mandating that all staff get jabbed.Others such as Walmart and Uber have asked management, not frontline staff, to get the vaccine while the likes of Amazon and Apple have no policy in place.Vanguard, which has about 16,500 US workers, said vaccines were the \"best way\" to stop the spread of Covid and that it strongly encouraged staff to be vaccinated.\"As such, we are offering a vaccine incentive for crew [staff] who provide Covid-19 vaccination proof,\" a spokesman said.\"The incentive recognises crew who have taken the time to protect themselves, each other, and our communities by being vaccinated.\" The move contrasts with Blackrock, another large US asset manager, which has forbidden unvaccinated employees from entering its US offices since July.The US is currently seeing a surge in new Covid infections, with daily cases at an average not seen in months.The US Centers for Disease Control and Prevention (CDC) has announced that masks should again be worn indoors for both the vaccinated and unvaccinated. And New York City has said customers and staff of restaurants, gyms and other indoor businesses will have to be vaccinated to use such services from September. It comes as vaccination rates have slowed in many parts of the US, putting pressure on businesses and states to act. But some unions have objected to vaccine mandates, saying they infringe on workers rights.This week the United Food and Commercial Workers International Union criticised Tyson Foods, one of the US's largest meat processors, for imposing a mandate when vaccines still have only emergency approval from the US Food and Drug Administration.President Marc Perrone said the union would be meeting with the company over the next weeks to \"ensure that the rights of these workers are protected, and this policy is fairly implemented\". \"You can't just say, 'Accept the mandate or hit the door,'\" Mr Perrone told the New York Times on Monday. ", "url": "https://www.bbc.com/news/business-58091534"}