{"datetime": "2017-09-07T18:15:37.000Z", "title": "Cardiff University scientists make 'new fuel' discovery", "article": "A new way of creating greener and cheaper fuel from methane has been discovered by scientists at Cardiff University. They have found a way of creating methanol using nanoparticles of gold to initiate a chemical reaction between methane, oxygen and hydrogen peroxide. It can be done in one stage and at temperatures no higher than 50C (122F). Prof Stuart Taylor, of the university'sCatalysis Institute , said it could become an alternative to petrol. It is also believed the new system of creating methanol could be used to create chemicals and plastics. Traditionally, methanol is created by converting methane into hydrogen and carbon monoxide at high temperatures, then reassembling them in a different order in a second highly pressurised process. Prof Taylor explained: \"The current two-stage 'steam reforming' process is very energy intensive, as it requires a lot of fuel to achieve high temperatures, but for over a century no-one has been able to come up with a better system. \"Both methods essentially break a hydrogen bond in a methane molecule and introduce another oxygen atom, but in our process the gold palladium nanoparticles act as a catalyst to bring about this reaction in a single stage.\"The discovery promises to be not only cheaper, but much more environmentally friendly, as it both reduces energy consumption and conserves dwindling stocks of natural gas. It also opens up the prospect for the first time of easily converting natural gas into methanol at the site where it is extracted, so that it can be piped as a liquid in normal atmospheric conditions. At the moment methane has to be condensed into liquid natural gas and shipped in pressurised containers. Prof Taylor said it would also simplify the processes for manufacturing plastics and chemicals. \"Methanol is vital in manufacturing as it's much more reactive than methane, and so can be more easily transformed into a wide range of fuels and chemicals,\" he added. \"So finding an easier way to produce methanol will have a knock-on effect for all sorts of industries.\" The team's research is published in journalScience .", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-41194469"}