{"datetime": "2020-02-04T13:54:00.000Z", "title": "How will the petrol and diesel car ban work?", "article": "A ban on the sale of new petrol, diesel and hybrid cars is to be brought forward, the government says. So how could the move help the UK meet its target of emitting virtually zero carbon by 2050? And what does it mean for drivers? The ban is being introduced in 2035 - five years earlier than previously planned. Experts said the original target of 2040 would be too late if the UK wanted to achieve its target of emitting virtually zero carbon by 2050. The ban is also being expanded to hybrid cars and plug-in hybrids, which had not been included under the original proposals. As a result, people will be able to buy only electric or hydrogen cars and vans. About a third of CO2 emissions in the UK come from transport.So the ban on conventional car sales will certainly help move the UK towards the net-zero target the government announced in 2019. The Committee on Climate Change, which advises government, said if other countries followed the UK, there was a 50-50 chance of staying below the recommended temperature rise of 1.5C by 2100. This is considered the threshold for dangerous climate change. However, banning new petrol, diesel and hybrid cars won't be enough on its own. The government will also need to tackle the emissions coming from energy generation. These are almost as high as from transport and come from things such as industry and people's homes. Emissions of nitrogen oxides (Nox) - which come from car exhausts - regularly exceed safe levels in many cities. Diesel vehicles produce the overwhelming majority of roadside Nox gases. So removing petrol and diesel vehicles from the roads should help bring air qualitywithin the guidelines set out by the World Health Organization (WHO) . Air pollution has been a concern for decades. But the issue gained renewed urgency when the UK government lost court cases over its plans to reduce nitrogen-dioxide levels.As a result,ministers were ordered by the courts to produce a new plan to tackle Nox levels . The discussion was complicatedwhen carmakers were found to be cheating emissions tests . But in recent years, scientists have become more certain about the ways air pollution harms people.Studies have linked it to heart disease and lung problems , as well as other conditions. The Committee on Climate Change believes the cost of electric cars will be similar to that of petrol or diesel vehicles by 2024-25. But for now, electric cars are more expensive than their petrol or diesel counterparts.That's because battery technology is still developing and production requires expensive raw materials and engineers. The UK's most popular electric car, the Nissan Leaf, costs £26,000 for a basic model. The government does provide a £3,500 subsidy but for many motorists, the cost is still too high.Some experts say a more radical approach, such as no VAT on electric cars, would create a surge in demand.A scheme like this exists in Norway, where 2019 saw a huge increase in people opting for electric cars.At present, there is a very small second-hand market for electric cars.That's because they make up less than 1% of the total number of cars on UK roads.If we're to switch to electric cars, the speed of installing charging points will have to radically increase, to cope with demand.It has been estimated theUK needs to have 25 million charging points for electric vehicles .There are now nearly 11,000 places in the UK where you can charge electric vehicles.While there are parts of the country where the number of charging points is keeping up with demand, more are needed in many places. And there are other potential problems.For example, where will power points be sited? Will roads have to be dug up for cabling? Will drivers have to share power points, and so be restricted to certain charging times? People who live in flats, or houses without driveways, could struggle to charge their electric cars at home.It is hoped charge points installed in lampposts next to parking bays could help but rollout so far has been limited. There is also a need for more rapid-charging points, for people on long journeys and those who haven't charged overnight. There is currently no UK-wide scrappage scheme in place for petrol and diesel cars and it is unclear if the government is considering this. In London, the city's Mayor, Sadiq Khan, announced a £25m scrappage scheme to take older polluting cars and motorbikes off its streets, to reduce CO2 pollution. You will still be able to buy a second-hand petrol or diesel car in 2035 and drive one you currently own.There could even be a boom in petrol or diesel sales in 2034, as motorists prepare to buy combustion engines for the final time.", "url": "https://www.bbc.com/news/uk-40726868"}