{"datetime": "2021-08-25T16:28:13.000Z", "author": "Daniel Thomas", "title": "Delta Airlines imposes $200 monthly surcharge on unvaccinated staff", "article": "America's third largest airline, Delta, is to impose a $200 (£145) monthly surcharge on employees who are not vaccinated against Covid-19. It will also only pay sick pay to Covid sufferers who have been double-jabbed but still get infected. Boss Ed Bastian said it would help stem the \"aggressive spread\" of coronavirus as infections rise across the US.It is the latest attempt by a big firm to cajole staff into getting jabbed.In a memo to staff , Mr Bastian said Delta's surcharge would apply from 1 November to staff enrolled in its healthcare insurance plan, meaning most of its 75,000 workers will be affected. He said the average hospital stay for Covid-19 now costs Delta $50,000 per person which is untenable.\"This surcharge will be necessary to address the financial risk the decision to not vaccinate is creating for our company,\" he said. \"In recent weeks since the rise of the B.1.617.2 variant, all Delta employees who have been hospitalised with Covid were not fully vaccinated.\"From 30 September unvaccinated Delta staff will also have to take weekly Covid tests and wear masks in all indoor Delta settings.Currently, all US airline staff have to wear masks on aircraft but it does not apply in company offices.US firms are trying a range of approaches to encourage staff to get vaccinated as the Delta variant of coronavirus sweeps the country. Some companies, such as United Airlines, Goldman Sachs and tech giants Microsoft and Google, have told staff they must be fully jabbed to come into work. Investment giant Vanguard has offered vaccinated staff a $1,000 bonus, while Amazon and Apple have no policy in place.On Wednesday, investment bank Credit Suisse said it would ask all unvaccinated employees to work from home from 7 September. Like others it has also delayed a full return to the office until October. Delta Airlines' move comes as US carriers fight to restore confidence after a sharp fall in demand during the pandemic.The airline's passenger revenue was $5.3bn in the three months to 30 June - down more than 50% from the same period in 2019 before the crisis began. ", "url": "https://www.bbc.com/news/business-58335109"}