{"datetime": "2020-05-30T13:30:29.000Z", "title": "Trump targets China over Hong Kong security law", "article": "President Donald Trump has announced that he will start to end preferential treatment for Hong Kong in trade and travel, in response to a new security law pushed by Beijing. He described the Chinese government's moves to introduce the measure in Hong Kong as a \"tragedy\".Mr Trump also said he was \"terminating\" the US relationship with the World Health Organization over Covid-19. China has told the West to \"stop interfering\" in Hong Kong. The territory, a former British colony, enjoys unique freedoms not seen in mainland China. But many people there see the looming security law as bringing an end to Hong Kong's special status, agreed under a 1984 agreement between China and the UK. There are fears the proposed measure - which has sparked a wave of anti-mainland protests - could quash freedoms by making it a crime to undermine Beijing's authority in the territory. This week, Britain said that if China went forward with the law,it could offer British National (Overseas) passport holders in Hong Kong a path to UK citizenship. On Friday, the UK Home Office confirmed that up to three million people with BNO status could acquire citizenship in this way - as long as they applied for and were granted a passport. Mr Trump said that he no longer considered Hong Kong to be separate from China, and accused Beijing of violating its obligations under the 1984 agreement \"China has replaced One Country, Two Systems with One Country, One System\", Mr Trump told reporters in the White House's Rose Garden, in a prepared statement that attacked China on several fronts.\"This is a tragedy for Hong Kong... China has smothered Hong Kong's freedom.\" Currently, Hong Kong - a major global financial centre - enjoys a special status with the US compared to mainland China. It is treated as a separate customs and travel territory and so is not, for example, subject to trade tariffs applied by the US on the mainland. Mr Trump also said sanctions would be imposed on Chinese and Hong Kong officials who were believed by Washington to be involved in eroding the territory's autonomy. He did not outline what form these sanctions would take.The State Department, he added, would revise its travel advisory for Hong Kong in light of \"increased danger of surveillance\" from China.The president also said the US would suspend the entry of foreign nationals from China identified by the US as potential security risks. There are fears that this could affect thousands of graduate students.No further details were given regardingthe \"termination\" of the US relationship with the WHO . In April, the US president said he would halt funding to the UN agency because it has \"failed in its basic duty\" in its response to the coronavirus outbreak. He accused it of mismanaging andcovering up the spread of the virus after it emerged in China . The Global Times newspaper - run by China's ruling communist party - called the move towards revoking Hong Kong's special status with the US \"recklessly arbitrary\".Hong Kong's Justice Secretary Teresa Cheng told the BBC's Chinese Service earlier on Friday that any threat of sanctions was unacceptable.\"Are the sanctions being imposed with a view to coerce another state to change their policy...? Any such sanctions are not going to benefit anyone,\" she said.Analysis by Zhaoyin Feng, BBC Chinese The US removing Hong Kong's special privileges sends a strong warning signal to China, which activists and protesters in the territory will welcome.The announced measures cover not only Hong Kong, but also intellectual property theft and Chinese firms listed in the US.According to media reports, Washington is expected to revoke more than 3,000 Chinese graduate students' visas. While this accounts for only 1% of the total number of Chinese students in America, Washington's move will open yet another front in bilateral tensions. But the separate punishments announced for China may not be as harsh as what had been expected, as indicated by a rise in the stock markets after Donald Trump's speech.Beijing will probably match some of Washington's sanctions and restrictions in a tit-for-tat manner. After a short-lived honeymoon since the trade deal, China and the US appear to be heading towards an abyss at an accelerating speed. China has proposed security legislation which would make it a crime to undermine Beijing's authority in Hong Kong, and could also see China installing its own security agencies in the region for the first time. China's parliament has backed the resolution - which now passes to the country's senior leadership.Full details about exactly what behaviour will be outlawed under the new security law are not yet clear. It is due to be enacted before September. However, it is expected to criminalise:Experts say they fear the law could see people punished for criticising Beijing - as happens in mainland China. For example, Nobel Laureate Liu Xiaobo was jailed for 11 years for subversion after he co-authored a document calling for political reform. China's foreign ministry in Hong Kong described US criticism of the new draft law as \"utterly imperious, unreasonable and shameless\". ", "url": "https://www.bbc.com/news/world-us-canada-52856876"}