{"datetime": "2020-06-04T14:54:16.000Z", "title": "China eases foreign travel limit after US threat", "article": "China has said it will loosen restrictions on international air travel that were put in place to control coronavirus. The move came hours after the US pushed Beijing to allow US airlines to resume flights to the country. If the government did not act, the US said it would retaliate by barring passenger flights from China from 16 June. The dispute came amid rising tensions between the two economic giants. In recent weeks the countries have sparred over coronavirus and China's policies in Hong Kong. Chinese Foreign Ministry spokesman said Zhao Lijian said the two sides had been in close communication on the subject of air travel. \"Now China has announced the policy adjustment,\" he said at a press conference. \"We hope the US will not create obstacles for resolving this issue.\" Beijing in March said foreign airlines could operate no more than one weekly flight to China, adding that carriers could not exceed the level of service they were offering on 12 March.The Department of Transportation on Wednesday said the March order had effectively banned US airlines, which had voluntarily suspended service between the two countries in February due to the pandemic and Mr Trump's order barring entry to the US for most Chinese travellers. It said the refusal to grant requests to resume service this month violated the agreement governing air travel between the two countries, which dates back to 1980. \"We conclude that these circumstances require the Department's action to restore a competitive balance and fair and equal opportunity among US and Chinese air carriers,\" the Department of Transportation said.\"Our overriding goal is not the perpetuation of this situation but rather an improved environment.\" The order, which needs approval from US President Donald Trump to go into effect, would apply to four airlines - Air China, China Eastern Airlines, China Southern Airlines and Hainan Airlines - which have continued to fly between the two countries during the pandemic, although at reduced levels. Daniel Kliman, director of the Asia-Pacific Security Program at the Center for a New American Security, said there was some chance the two countries could resolve the matter before 16 June - but once the US ban went into effect it would be hard to undo. If it goes forward, it will hurt travel, trade and other exchange between the two countries, worsening a breakdown that was already under way, he said. \"We're already seeing de-coupling of the United States and China,\" he said, pointing to US efforts to restrict technology sales and the US-China trade war. \"It's an acceleration of a trend that has really been building up.\" In January, there were about 325 round-trip flights weekly between the US and China. Those have numbered around 34 since the end of March, the US said. Delta Airlines, one of the companies that had sought to resume flights this month, said it welcomed the US order. \"We support and appreciate the US government's actions to enforce our rights and ensure fairness,\" it said. The US China Business Council, which represents 200 big US companies that do business in China, said: \"Commercial air travel provides a vital bridge between the US and China. Prior to the pandemic, millions of travellers crossed the ocean each year to conduct business, enjoy holidays, study and, most important, learn about the other through direct experience.\"This travel is especially important during times of conflict, suspicion and misunderstanding. We call on the governments of both countries to get the airplanes flying again - in both directions.\"", "url": "https://www.bbc.com/news/business-52912517"}