{"datetime": "2020-05-19T03:17:59.000Z", "title": "Coronavirus: Trump accuses WHO of being a 'puppet of China'", "article": "President Donald Trump has lashed out again at the UN's health body by labelling it a \"puppet of China\". The comment came hours after the US said the World Health Organization (WHO) had let Covid-19 spin \"out of control\" at the cost of \"many lives\". \"There was a failure by this organisation to obtain the information that the world needed,\" US Health Secretary Alex Azar said on Monday. Mr Azar made the comments in an address to the UN's World Health Assembly. WHO chief Tedros Adhanom Ghebreyesus earlier agreed to a review over the agency's handling of the pandemic. Dr Tedros said an independent evaluation, which would look at what lessons could be learned and put forward any recommendations, would take place \"at the earliest opportunity\". The two-day assembly - an annual meeting involving 194 member states of the WHO that reviews the work of the UN's health agency - comes amid recriminations between the US and China over the virus. US President Donald Trump, who faces re-election this year and has been criticised for his handling of the pandemic, has blamed China for trying to cover up the outbreak and has accused the WHO of failing to hold Beijing to account. \"I chose not to make a statement today,\" Mr Trump said on Monday about the event, while describing the body as \"China-centric\" and \"a puppet of China\". He said the WHO had \"gave us a lot of very bad advice, terrible advice\" and were \"wrong so much and always on the side of China\".The president later shared a letter he sent to Dr Tedros, outlining specific issues the US has regarding the WHO's response. The detailed correspondence sets out a limit of 30 days for the body to commit to \"substantive improvements\" or risk Mr Trump's temporary freeze of US funding becoming permanent. Chinese President Xi Jinping, who has defended China's actions during the outbreak, said at Monday's virtual meeting that his country had acted \"with openness and transparency\" and insisted that any investigation should happen after the pandemic was brought under control.He added that China would provide $2bn (£1.6bn; €1.8bn) over two years in aid to nations around the world in the wake of the pandemic and offered to share any vaccine as soon as one became available.White House National Security Council spokesman John Ullyot described the move as \"a token to distract from calls... demanding accountability for the Chinese government's failure to meet its obligations\".Meanwhile, South Korean President Moon Jae-in said the WHO must be given more legal powers to ensure that countries report outbreaks and share data. \"A novel infectious disease could emerge at any time and we must be able to respond more quickly and effectively,\" he said.More than 4.5 million people have been infected and more than 300,000 have died since the virus emerged in China in December. Analysis by Tulip Mazumdar, BBC global health correspondent After a good four hours of countries pledging their support for the WHO, the US took just three minutes to launch a scathing attack on the UN's health agency.The US didn't specifically name China, but talked about \"at least one member state's apparent attempt\" to \"conceal this outbreak\", and said the WHO \"must become far more transparent and far more accountable\".Meanwhile, South Korea and Australia said the assembly should consider giving the WHO more powers, with Australia specifically pointing to greater \"inspection powers\". There have been calls for the agency to be mandated to go into countries very early in outbreaks, to carry out independent investigations.China has said it supports a \"comprehensive evaluation\" of the global response, but only after the virus is contained. That could take months - or even years. The European Union, alongside countries including the UK, Australia and New Zealand, has been pushing for an inquiry into how the pandemic has been handled and what lessons can be learned. EU spokeswoman Virginie Battu-Henriksson said several key questions needed to be answered as part of any review. \"How did this pandemic spread? What is the epidemiology behind it? All this is absolutely crucial for us going forward to avoid another pandemic of this kind,\" she said. However, she added that now was not the time for \"any sort of blame game\".A draft resolution calling for a review, to be put to a vote on Tuesday, requires a two-thirds majority to pass. Last month,an EU report accused China of spreading disinformation about the crisis. The bloc's External Action Service said Russia, and to a lesser extent China, had promoted \"conspiracy narratives\". Separately, member states agreed on Monday to delay discussions over granting Taiwan observer status for assembly meetings, with Taipei saying that it would defer its demand until later in the year. China, which says Taiwan is part of its territory, has blocked Taiwan's attendance since 2016.In recent weeks, the US, EU, Japan and several other nations have backed Taiwan's bid to attend the meeting. During Monday's talks, US Secretary of State Mike Pompeo said excluding Taiwan \"further damages\" the credibility of the WHO. The outbreak first emerged in the Chinese city of Wuhan late last year and was widely reported to have originated in a food market. Since then, however, some senior US politicians have suggested that the source was a research facility in Wuhan that had been carrying out research on bat coronaviruses. China has dismissed the idea. Mr Pompeo said earlier this month that there was \"a significant amount of evidence\" that the virus came from a laboratory in Wuhan. However, in a TV interview with Breitbart on Saturday he appeared to step back, saying \"we know it began in Wuhan, but we don't know from where or from whom\". The draft resolution mentions identifying \"the zoonotic source of the virus and the route of introduction to the human population, including the possible role of intermediate hosts\". Last month, senior Chinese diplomat Chen Wen told the BBC that demands for an investigation were politically motivated and that such a move would only divert attention and resources away from fighting the virus. ", "url": "https://www.bbc.com/news/health-52679329"}