{"datetime": "2018-11-30T00:10:07.000Z", "author": "Eleanor Lawrie", "title": "'People find anything about the vagina hard to talk about'", "article": "For decades there has been relatively little technical innovation in women's health products, but the rise of connected devices and a lifting of health taboos around the world is giving rise to a global \"femtech\" industry worth many billions. Women make up 51% of the world's population, but many of the issues they have to deal with, from menstruation to menopause, have often been taboo subjects. As a result, women have been underserved when it comes to new products. But things are changing - female-focused technology, or femtech for short, is booming, with research consultancy Frost & Sullivan saying the marketcould be worth $50bn (£39bn) by 2025 . Moody founder Amy Thomson was motivated by personal experience to move into femtech. She was running a communications agency when she was diagnosed with issues related to the stress hormone cortisol. \"My periods had stopped and I realised there wasn't anything out there for me. The technology that was there was basic,\" she says. Moody asks for your age and the date of your last period. From there, users can keep track of how their hormones are changing, to help themselves understand their bodies and work with them. \"We are creating and using technology to support women in a way that is safe for them,\" she says. That includes not selling users' data on to corporations, says Ms Thomson.Moody aims to introduce a wellness marketplace where users can buy items based on their stated preferences around topics like diet and exercise. \"Women are now in positions of greater responsibility and power, and we can see that these problems can be solved by technology,\" she says.\"The space is booming because people are realising they are being underserved in these areas.\" Priya Guha from global tech start-up network RocketSpace, says: \"This is a growing market with huge potential. Healthcare technology has historically been products for men designed by men, but now with femtech we have female entrepreneurs who are driving these products.\"This is a sector that has been completely overlooked, but that is changing, and this is the perfect time to get investment.\"Elvie founder Tania Boler says the rise of connectable devices and the busting of taboos around women's health has helped change attitudes. Her app-linked trainer helps women to strengthen their pelvic floor using five-minute workouts, and is now offered by the UK's National Health Service (NHS). Ms Boler has worked in global health innovation for many years, first for the United Nations and then at Marie Stopes International.But when she had a baby, she realised that women's health needs were being woefully ignored in the consumer marketplace. \"Bladder incontinence isn't sexy, but one in three women have it,\" she says. \"The adult sanitary market is huge, but because it's a woman's health issue it's completely hidden. \"People find anything about the vagina hard to talk about, but it's easy for technology to make a difference.\" Elvie also makes a silent, cordless breast pump linked to an app, meaning it can track your progress, while the device itself can be operated from your phone. \"Technology is so badly designed for women and the breast pump epitomises everything that is bad about women's health - it's burdensome, noisy and hard to use,\" she says. \"We are neglected when it comes to innovation - but this breast pump is silent, hidden, and you can go about your day.\" But many femtech founders report that investors often don't appreciate the need for such products, or why women might be interested in them at all. \"You had to really spell it out that women's hormones fluctuate slightly,\" says Ms Thomson, recalling the early days trying to attract investors who were reluctant to enter markets they didn't understand. \"Every day we are dealing with our emotions and I could not believe something so important had been overlooked,\" she says. Those that do invest in femtech will find a vast target market lumbered with outdated products. More Technology of Business The feminine hygiene market alone is worth an estimated $30bn (£23bn), but has seen barely any innovation since the tampon was invented in the 1930s. But in the past few years, a number ofnew products have been invented , from a bluetooth-enabled tampon to a disposable menstrual disc that fits inside the body. \"There's a lot of noise around femtech at the moment and I think that is only a good thing,\" says Harriet Forsyth, analyst at intellectual property consultants, ClearViewIP. She notes that the shift towards women's healthfits perfectly with the next wave of wearable tech products . These can be used by women who are pregnant or trying for a baby to monitor vitals like temperature and heart rate. For example, Fitbit userscan now sync their data with the Clue app to predict more accurately when their period is due. In fact, many femtech inventions tap into the trend for wellness tracking - how far you run, how long you sleep, what you eat. Withless medical research historically conducted on women , the implications of building this huge dataset go beyond personal monitoring. \"The hope is that this data can be used to provide something that women really need, which is showing what is actually going on with their health and predicting conditions where the symptoms are not obvious, like ovarian cancer,\" Ms Forsyth says. So what's next for femtech? One group who remain underserved by technology is menopausal women, suggest Ms Forsyth. They could also be helped by a Fitbit-like device that allows them to keep track of their symptoms, for example. \"Women who are menopausal feel like they are forgotten about, and if there was something to track their symptoms, I think they would be quite receptive to that.\" ", "url": "https://www.bbc.com/news/business-46345591"}