{"datetime": "2018-05-15T18:13:02.000Z", "title": "American Airlines expands list of banned emotional support animals", "article": "Starting 1 July, passengers on American Airlines flights will be prohibited from flying with frogs, hedgehogs, and goats even if they are therapy animals. The airline published a new policy on Tuesday in response to a rise in people flying with so-called emotional support animals on board with them. In addition to expanding the list of banned creatures, the carrier will also require a doctor's note for any animal. Tusked animals will be banned from flying, but miniature horses will not. The new ruling expands the airline's banned creatures list to include amphibians, spiders, goats, snakes, \"non-household birds\", or any smelly or unclean animal. Reptiles, hedgehogs, insects, and rodents are also banned, as well as any \"animals with tusks, horns or hooves (excluding miniature horses properly trained as service animals)\". \"We support the rights of customers, from veterans to people with disabilities, with legitimate needs for a trained service or support animal,\" American Airlines (AA)said in a statement announcing the change.\"Unfortunately, untrained animals can lead to safety issues for our team, our customers and working dogs onboard our aircraft.\" Earlier this year, Delta and United both launched similar crackdowns. United had said that requests for emotional support animals travelling in the plane cabin had gone up 75% to 76,000 in the past year. American Airlines reported an increase of more than 40% between 2016 and 2017. Photos of a peacock, which a passenger in New Jersey tried to bring onto a plane, went viral earlier this year after United banned the flightless bird from travelling. AA will also begin enforcing an existing 48-hour advanced notice and pre-clearance policy for emotional support animals. But in a statement, they add that procedures are in place for emergency travel booked within 48 hours of departure. They say that employees have also been trained to ask questions of passengers to determine the animal's classification. If animals are observed exhibiting bad behaviour, and the owner does not attempt to correct it, the animal will be treated as a pet and a fee will be applied, the airline says. ", "url": "https://www.bbc.com/news/world-us-canada-44132340"}