{"datetime": "2020-04-10T19:17:27.000Z", "title": "Air industry bodies call for UK government support", "article": "Air industry bodies have called on the UK government to expand support for the sector, which is reeling due to the coronavirus crisis. They say providing more help for aviation, and extending the duration of that help, will stave off job losses. The Department for Transport said aviation firms could already draw on an \"unprecedented\" government aid package. And Greenpeace said the UK shouldn't \"open the cheque book\" for \"polluting\" sectors. Bodies representing the UK's aerospace industry, airlines and airports claim that if action isn't taken now, the aviation sector in Britain could be left behind when an economic recovery comes. At present, hundreds of aircraft are grounded, airports are operating at minimal capacity, and aerospace production has slowed. But industry groups ADS Group, Airlines UK and the Airport Operators Association warned this could just be the beginning. The groups, whose members include Airbus, BAE Systems, British Airways, Ryanair and Virgin Atlantic, said they didn't expect demand for flights to recover quickly, meaning that much of the aviation workforce may not be needed for months to come. The aviation industry is fighting for survival - and not just in the immediate future.As far as the present crisis is concerned, the government has made it clear there won't be a special deal for the sector. Companies will have to make use of the measures already set out by the chancellor.But many of them can't do that because they don't fit the government's criteria - so the plea now is at least to make those measures more flexible, so that more businesses can benefit. Then there's the recognition that although the industry's grounding appeared to happen almost overnight, its recovery is likely to be very slow. What we're seeing now is just the beginning. But if we're going to see fewer flights - then there won't be a need for as many people working in the industry for quite a while. There's a risk of significant layoffs. And then there's the question of what happens when flights do restart. If different countries all have different restrictions and procedures in place, it could become a nightmare for the humble traveller. Significant challenges - which aviation groups say the government needs to help solve. The groups have asked the government to extend its Job Retention Scheme - under which it will pay for staff to be laid off for short periods - beyond its current end date in May. And they want relief from business tax rates that have already been given to the retail and hospitality sectors to be extended to all UK aviation firms - as has happened in Scotland. They are also calling for the government to work with other countries to ensure that when travel restrictions are removed, it is done in a coordinated manner so that customers aren't left confused and put off from travelling. A spokesperson for the Department for Transport said that the aviation sector is \"important to the UK economy\" and that firms can draw upon an \"unprecedented package of measures\" announced by Chancellor Rishi Sunak, \"including schemes to raise capital, flexibilities with tax bills, and financial support for employees.\" \"We are continuing to work closely with the sector and are willing to consider the situation of individual firms, so long as all other government schemes have been explored and all commercial options exhausted, including raising capital from existing investors,\" the spokesperson added. However, environmental campaign group Greenpeace said that any support the UK government extends to the sector should be conditional on aviation cleaning up its act. \"The government cannot simply open the cheque book for polluting industries with no questions asked,\" said Greenpeace executive director John Sauven. \"Any public money going to airlines must come with strict and clear conditions attached. \"Government support must be used to help employees and plan for a transition to a cleaner more resilient economy. It should not be spent on bonuses, dividends, and lobbying against environmental standards.\" \"If airlines want the public to bail them out, they need to provide public good in return.\" ", "url": "https://www.bbc.com/news/business-52247511"}