{"datetime": "2020-01-15T08:46:50.000Z", "title": "Plane dumps fuel over schools near Los Angeles airport", "article": "A passenger plane has dumped fuel over several schools as it made an emergency landing at Los Angeles International Airport. At least 60 people, many of them children, were treated for skin irritation and breathing problems. Fuel may be dumped in emergency landings, but only over designated areas and at a high altitude, aviation rules stipulate.The Delta Airlines flight returned to the airport due to an engine issue.Delta confirmed in a statement that the passenger plane had released fuel to reduce its landing weight.The children and adults treated following the dumping incident were connected with at least six local schools. All the injuries are said to be minor. At Park Avenue Elementary School in Cudahy, some 16 miles (26km) east of the airport, two classes of children were outside when the fuel was released.Elizabeth Alcantar, mayor of Cudahy, told the Los Angeles Times newspaper: \"I'm very upset. This is an elementary school, these are small children.\" Allen Kenitzer, a spokesman for the Federal Aviation Administration, told Reuters news agency: \"The FAA is thoroughly investigating the circumstances behind this incident. There are special fuel-dumping procedures for aircraft operating into and out of any major US airport.\"These procedures call for fuel to be dumped over designated unpopulated areas, typically at higher altitudes so the fuel atomises and disperses before it reaches the ground.\" Many planes, especially those used for long-haul flights, take off weighing more than their maximum allowed landing weight due to the amount of fuel they carry.This weight is normally reduced as fuel is consumed during the flight. But when a flight is cut short the aircraft may still be too heavy to land safely. In such situations the pilot may take the rare decision to dump fuel and reduce the aircraft's weight quickly. Only certain planes have this capability, and it is done through valves in the aircraft's wings which allow fuel to be pumped out by a specific amount.", "url": "https://www.bbc.com/news/world-us-canada-51112630"}