{"datetime": "2019-09-03T16:21:52.000Z", "title": "How are emotional support animals allowed on flights?", "article": "You might have seen pictures in the past of some pretty strange animals who've boarded flights. From akangaroo to a turkey ... and now a miniature horse called Flirty. Small for a horse maybe, but still pretty big to be sat next to you on a plane! So how and why does it keep happening? Like many passengers, Flirty's owner was allowed to take the animal on board in the US for \"mental health support\" for anxiety and depression. You're more likely to see it happening in America, where \"emotional support animals\" are recognised, than in the UK where they're not. They're different to service animals like guide dogs or assistance dogs for people with disabilities.Last year America's United Airlines said requests for \"support pets\" had risen by 75% to 76,000 in a year. But a \"support peacock\" known as Dexter wasturned away from a flight , with the airline saying it didn't meet guidelines because of its weight and size. After that, United Airlinescracked down on support animals , banning frogs, hedgehogs, goats and more. Then this year, it went even further, saying only cats, dogs and trained miniature horses could be brought into cabins. Now, the airline says anyone bringing them on board needs a doctor's note.The animals also have to be small, \"clean and well-behaved\", and they can't have their own seat or eat from table trays. Don't expect to see many miniature horses on flights from the UK though. Guide dogs, and dogs that help people with disabilities are allowed on British flights, but emotional support animals aren't legally recognised.They're not allowed in the cabin by any UK airline, although airlines from other countries can have different rules. But the group that registers support pets in the UK says it's seeing more calls for a change in the law. The Emotional Support Animal Registry's trying to get legal recognition, so flights from the UK would have to let support animals on board.It's campaigning for a change for cats and dogs first. It says politicians \"understand the benefits of them easier than a snake\". But it says there's demand for recognising all sorts of support animals. \"We have had requests for these animals and more - a ferret, gerbil, lamb, horse, parrot, rat.\"Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-49564227"}