{"datetime": "2019-09-19T13:57:36.000Z", "title": "Vagina museum in London aims to 'banish shame'", "article": "The world's first museum dedicated entirely to vaginas is set to open in the UK. The London-basedVagina Museum will open its doors for the first time on November 16 following a £50,000 crowdfunding campaign. The museum aims to educate and raise awareness of vaginal and vulval health and fight stigmas. Its founder describes it as \"the world's first bricks and mortar museum dedicated to gynaecological anatomy.\" The museum will feature art exhibitions, plays, workshops and comedy nights all centred around vaginas. Director Florence Schechter decided to set it up in 2017 after discovering Iceland's Phallological Museum, which houses the world's largest display of penises, had no equivalent for vulvas and vaginas. She said the aim of the museum is to \"erase the stigma around the body and gynaecological anatomy\" for everyone, regardless of their race, sex or gender.Cervical cancer charity Jo's Trust found more than a quarter of25 to 29 year olds in Britain feel \"too embarrassed\" to attend a cervical screening . Ms Schechter said the museum, which is in essence a cultural centre, will run child-friendly programmes for families and schools. It will also offer an outreach programme to ensure children feel comfortable talking about female genitals from an early age. \"When they're ashamed of their bodies, it becomes really difficult for them to talk about things,\" she said. \"It's about de-stigmatising this part of the body and being honest about what it does.\" \"This is a part of the body that should be celebrated. The museum is a fantastic way to spread the message that there is nothing shameful or offensive about vaginas and vulvas.\" The Vagina Museum has also collaborated with the Royal College of Obstetricians and Gynaecologists to engage women in conversations about some of the taboos that exist around women's health.\"Both organisations share a common mission of spreading knowledge and raise awareness of gynaecological anatomy and health,\" said Dr Alison Wright, vice president of the organisation. \"We believe the museum will be a huge asset to help people to understand women's health and to talk about it more openly.\" The museum, based at Camden Market, will host exhibitions, workshops and film screenings on topics including body image, consent, mental health and sexuality. The museum's outreach programme will encourage healthy and inclusive sex and relationships education. It will work with doctors and medical professionals to offer services and support to trans and intersex people.Zoe Williams, development and marketing manager for the museum, told the BBC: \"So far the response has been very, very positive. We are really overwhelmed by how many people are saying what a good idea it is. \"With our outreach work we want to bust myths and we really firmly believe in inclusion and acceptance for everyone.\" Ms Schechter added that the museum, which will not charge for admission, will be inclusive of all genders because \"not everyone who has a vagina is a woman, and not every woman has a vagina\". Its first exhibition, Muff Busters: Vagina Myths and How To Fight Them, will open on November 16 and run in to the new year. ", "url": "https://www.bbc.com/news/uk-49753320"}