{"datetime": "2019-05-10T09:54:03.000Z", "author": "Chris Bell", "title": "Delta Airlines staff told 'don't unionise, buy video games'", "article": "Delta Airlines is facing significant criticism after posters discouraging its staff from joining a union were widely shared online. \"Union dues cost around $700 [£540] a year,\" one of the posters states. \"A new video game system with the latest hits sounds like fun. Put your money towards that instead of paying dues to the union,\" it continued. The posters point to a website featuring Delta branding which encourages workers not to unionise. Without confirming it produced the posters, a spokesperson for the airline said it had \"shared many communications, which on the whole make clear that deciding whether or not to unionise should not be taken lightly.\" The International Association of Machinists and Aerospace Workers (IAM), which claims to represent more than 110,000 airline employees in the United States, is attempting to organise union representation for 44,000 Delta employees. \"Delta Airlines' all-out assault on their employees' legally-protected right to unionise with the Machinists Union is confirmation that our campaign to bring the benefits of IAM-representation is succeeding,\" it said in a statement. \"The day when Delta ramp workers and flight attendants will finally be able to bargain for the compensation, benefits and work rules they deserve is coming quickly, and that has Delta terrified.\" Politicians and union representatives were among those to condemn the posters online. Democratic presidential candidate Bernie Sanders said the posters were \"a disgrace\". \"I say to Delta: Stop trying to undercut workers' right to form a union and negotiate for better wages,\" he tweeted. Rashida Tlaib, a Democrat congresswoman from Michigan, described the posters as \"an ugly attempt at union busting\". \"Corporate greed won't win here and nothing will stop your workers from their right to collectively bargain,\" she tweeted at the airline. A number of social media users claimed they would boycott the airline as a result of the airline's efforts to discourage unionisation. In a statement, a spokesperson said Delta employees \"have the best total compensation in the industry\". \"They want and deserve the facts and we respect our employees' right to decide if a union is right for them.\" In 2018, Delta recorded pre-tax income of $5.1 billion. ", "url": "https://www.bbc.com/news/blogs-trending-48225646"}