{"datetime": "2019-09-23T12:32:21.000Z", "author": "Cherry Wilson and Michael Baggs", "title": "LGBT Muslim festival: 'We don't just have one identity'", "article": "\"I think we've earned a party,\" says 29-year-old Joy Muhammad. She is part of a group that wants to put on a UK festival to celebrate LGBT Muslim culture. \"We've had Bi Pride, we've had Black Pride, we have Trans Pride,\" she tells Radio 1 Newsbeat. \"So now we've got Muslim LGBTQI Pride. \"It'll celebrate the diversity within the BAME community and the LGBT community to show we're not all the same, we don't have just one identity. \"We all have different identities.\" Joy is a member of Imaan - a group of LGBT Muslims who are hoping to crowdfund £5,000 to put on the festival. People involved withBlack Pride andTrans Pride have previously told Newsbeat that their events are important because of abuse they've experienced within the LGBT community. Joy says this happens to LGBT Muslims as well. \"There's Islamophobia that we sometimes have to deal with within Pride and within LGBTQI communities,\" she says.\"Not just at Pride, but within the queer community.\" But another issue some people in the LGBT Muslim community face is being told to \"choose\" between their sexuality and their religion. \"Not only with the Muslim community, but also with other religious communities, we're being told to choose between our religion and our queer identity,\" she says. Joy says that she, personally, doesn't find any conflict between the two. But she feels the Muslim community's attitude to any sexuality can make things difficult for some LGBT people. \"I wouldn't openly discuss certain topics within the Muslim community - and sexuality is one of them,\" she says.\"But then again sexual orientation - whether queer or straight - isn't really discussed in the first place.\"There are a lot of conservative circles within the Muslim community for cultural reasons.\" Homosexuality isagainst the law in some Middle Eastern countries - where Islam is most commonly practised. Earlier this year, Brunei backtracked on plans to make adultery and sex between menpunishable by death. Imaan says it wants to put on the festival to celebrate what it means to be Muslim and LGBT. \"Imaan Fest is something that we definitely will - in all traditions of Muslim celebrations - make quite fantastic and glamorous,\" Joy adds. Plans for a Muslim LGBT festival are welcomed by 28-year-old film director Almass Badat, who is a member of the Muslim LGBTI+ group Hidayah. \"When I was growing up, I remember really looking hard for just someone that looked like me and that was also queer,\" Almass tells Newsbeat. \"It's really nice when you walk into a space and you can see someone that maybe looks like you, or has the same values - it doesn't always have to be visible. \"I'll go to Pride and also go to Black Pride and I'll probably also go to Muslim Pride.\"I go out of solidarity, out of support also for myself, to build community, there's so many positives to just interacting and understanding that within a group of people.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-49796967"}