{"datetime": "2019-09-02T09:26:10.000Z", "author": "Georgina Rannard", "title": "The Vagina Bible adverts blocked by social media", "article": "Twitter, Facebook and Instagram blocked adverts promoting a doctor's book about vaginal health, according to US publisher Kensington. Numerous social media posts using the words 'vaginal' or 'vagina', advertising Dr Jennifer Gunter's The Vagina Bible, were rejected. Content without these words was approved. \"We did not take action on Promoted Tweets from this account because of references to sexual organs, as those are permitted within our rules,\" a Twitter spokesperson told BBC News\"The rejection of some of the promoted content was due to a combination of human error and violations, including the use of profanity and adult products.\"Facebook told BBC News that one advert breached its guidelines and another was rejected in error. \"We don't allow ads on Facebook that imply personal attributes, including health-related issues, because we recognise some audiences within our community may be sensitive to this appearing in their feed,\" a spokesperson commented. Blocked tweets were later re-instated and Facebook posts using the words vagina and vaginal health were permitted. \" Vagina is an anatomical term and not a \"dirty\" word \" wrote Dr Jennifer Gunter in a tweet shared thousands of times, and many social media users criticised the platforms' decisions. The UK-based Vagina Museum also revealed that just one of seven submitted Facebook posts advertising its organisation has been approved.Kensington Books claimed that Twitter said its sponsored tweets were \"promoting adult sexual products and services\" or used \"inappropriate language\". One advert reading: \"Dr Jen Gunter stopped by Teen Vogue to answer important questions about vaginal health\" was rejected by Facebook on the basis that the publisher \"should not assume readers have health-related questions\", according to Kensington. It was rejected again after being edited to read \"all the things you should know about your vaginal health\", but was accepted once the word 'vaginal' was removed. Another advert that included the book title was flagged for using 'inappropriate language' but an advert with the same wording but no mention of 'The Vagina Bible' was approved.Another tweet which included the acronym OBGYN (obstetrician-gynaecologist) as well as a profanity, was permitted once the term OBGYN was omitted. The Vagina Museum sent BBC News screenshots showing that its Facebook posts were rejected because they were considered to link to \"sexual sites\" or promote \"adult products of services\". The museum, which opens to the public later this year, aims to \"fight vagina and vulva stigma\" by providing public education. Dr Gunter, whose book aims to educate women about vaginal health, told BBC News it is \"ridiculous\" that her publisher could not \"buy an ad for a book about vaginas that mentioned the word vagina\". \"Any word that's in a medical dictionary should be used everywhere. It's a valid anatomical term. When you're unable to say a word, the implication is that it's shameful. It's a patriarchal vestige, and I'm done with it,\" she commented. Many online criticised Twitter for rejecting the adverts, claiming that the decision \"equates female anatomy with pornography\" and contributes to social taboos around women's bodies. \"Vagina is a scientific word, not a dirty word. Let's separate fact from fiction!\" wrote one user. Dr Jessica Eaton, an expert in the psychology of victim-blaming, tweeted about her experience of sex education teachers being unwilling to say 'vagina' in lessons but agreeing that it was acceptable to say 'penis'. ", "url": "https://www.bbc.com/news/blogs-trending-49500822"}