{"datetime": "2019-08-22T14:00:00.000Z", "title": "Neighbours fly rainbow flags to support victim of homophobic abuse", "article": "A group of neighbours are flying rainbow flags in their street in support of a victim of homophobic abuse. Two men verbally abused and threatened to kill Alex Hancock after he hung the pride flag at his home in Old Trafford, Greater Manchester, on Monday. A day before Manchester's Pride festival begins, neighbours along his street are now showing their support. Neighbour Paul Klieman said communities must \"stand up in the face of hate\". The rainbow flag is the most well-known symbol for the LGBT community and will be out in abundance during Manchester's Pride festival this weekend. Mr Hancock said he put the flag in his window on Monday and was later confronted as he left his house to meet his partner. \"Two young guys had obviously seen the rainbow flag and they then started to shout some homophobic comments... so I sort of stood my ground and said they should leave the neighbourhood to which they didn't react well.\"Their language became even more homophobic and they then threatened to kill me,\" he said.He said he tried to report the incident by phoning the non-emergency number 101 but after about 30 minutes of waiting, he gave up. Greater Manchester Police has been asked for comment. The force launched an online crime reporting system in April. Neighbour Dereck Erdley said he was \"absolutely horrified\", adding: \"We can't let this happen. Especially in this community.\" \"The whole street is going to be decked with flags in support of Alex.\" Mr Klieman, said: \"What we've done to support him just shows it's important these days for communities to stick together and actually stand up in the face of hate. \"We've seen the rise of xenophobia... homophobia... racism. It's really important now for communities to support those that others perceive as different and others target for hate attacks\". Mr Hancock said \"the reaction from the wider community and my neighbours particularly has been fantastic\". ", "url": "https://www.bbc.com/news/uk-england-manchester-49436339"}