{"datetime": "2019-05-17T23:00:13.000Z", "author": "Will Gompertz", "title": "Rocketman: Will Gompertz reviews 'disappointing' Elton John biopic ★★★☆☆", "article": "The team behind Rocketman have pulled off the most astonishing feat. Against all the odds, they have managed to produce a two-hour greatest hits musical that turns one of the most flamboyant, gifted and charismatic performing artists of the modern era into a bit of a bore. A lot of words have been written and spoken about Sir Elton John over his 50 years in showbiz, but \"dull\" is not usually among them. But there's no alternative but to invoke it in this instance. It's as if the piano-playing showman's character was squeezed into a trouser press every time it looked like developing a third dimension. He is played by Taron Egerton in this Hollywood retelling of the pop star's life story. Egerton succeeds in bringing out the singer's down-to-earth humour, but fails to bare his soul. It doesn't help that he looks more like Phil Collins than Elton John when off stage, and not unlike 1980s children's TV personality Timmy Mallet when on it. The film starts as it means to go on. And I mean, go on. Elton is in group therapy talking about his addictions: to alcohol, drugs, sex, bulimia, shopping. The other participants can't get a word in edgeways as the man from Pinner bangs on about himself. We revisit this group throughout the film, with his outfits becoming more stripped back each time - from a winged Devil outfit (bad, fake Elton) to a dreary brown dressing gown (real Elton, stripped of artifice). These are the layers being peeled back to reveal his true identity. Except it never is revealed. We go from addiction story to back story for a while until the two become one and everything that was good about the film (warmth, self-deprecating humour, seamless segues between music, action and time) is lost in yet another scene of Elton Hercules John overindulging. It's a rock 'n' roll cliché at the best of times, but is overplayed here to such an extent as to suggest (ridiculously) it is the only interesting thing to say or reveal about a sensitive, artistic man blessed with a special talent to touch the hearts and minds of millions of people across the globe.It's a shame, because there's a potentially great movie buried under the empty vodka bottles. There are glimpses of what could have been in an early rendition of I Want Love sung as an ensemble piece by Elton when a boy, his distracted mother (Bryce Dallas Howard), detached father (Steven Mackintosh) and supportive granny (Gemma Jones) - all of whom are in need of a bit of love. This is the untended soil from which a dumpy, shy young lad called Reginald Dwight grew into Elton John, superstar. It is fertile ground for a decent biopic, which Rocketman might have flowered into had it not been stifled by the addiction saga running though it like Japanese knotweed. There are moments of genuine cinematic drama, most of which occur in the first half. A particular highlight takes place at Doug Weston's legendary Troubadour club in West Hollywood. It is August 1970 and Elton John and his songwriting partner Bernie Taupin (Jamie Bell) are giving America a first shot. Bernie comes racing backstage from the bar to tell Elton that Neil Diamond and half of the Beach Boys are out front waiting to hear him play. The news gives the already nervous singer the yips. He hides in the loo before being coaxed out to triumphantly take the stage by storm with a blistering Crocodile Rock. You're enthralled. It's great. This is the moment Elton John takes off. And then… Director Dexter Fletcher (who was brought in to complete last year's Oscar-winning Queen biopic Bohemian Rhapsody after Bryan Singer was fired) labours the point with unnecessary visual metaphors as our newly discovered star floats up in the sky, while his audience, who are swept off their feet, levitate.Rocketman is far from a disaster - it couldn't be given Elton John's back catalogue - but it is a disappointment, a missed opportunity. Lee Hall's script is fine, the acting is fine, the directing is fine and the music is great - although Taron Egerton can't sell a song like Elton John, but then few can. The problem is superficiality. We see a lot of Elton John but we never get to know him. All the sex 'n' drugs give an illusion of candour but it's really a mask to hide behind. The rags-to-riches element is told in a fairly perfunctory fashion, albeit lifted somewhat by the way in which the John/Taupin songbook is neatly weaved in for dramatic emphasis. But then I suppose that's what you get when the subject of a biopic is also its authoriser and executive producer (his husband David Furnish has a producer credit). Critical distance is a difficult thing to achieve in such circumstances. Maybe he was hoping for a companion piece for Billy Elliot, a story that he has said mirrors his own. The presence of Lee Hall and Jamie Bell (both Billy Elliot alumni, as is Elton John, who provided songs for the stage musical) suggests that might have been the case. If so, Rocketman doesn't miss by a mile. There's plenty to enjoy. But it does miss. Follow Will Gompertz on Twitter ", "url": "https://www.bbc.com/news/entertainment-arts-48275920"}