{"datetime": "2019-03-22T17:57:04.000Z", "author": "Mark Savage", "title": "Taron Egerton: 'Elton allowed me to make him ugly'", "article": "Actor Taron Egerton has revealed his portrayal of Sir Elton John in musical biopic Rocketman will show the star at his worst - with the singer's blessing. Egerton said Sir Elton had been \"open and candid\" with film-makers about his 1980s drug addiction, setting the film apart from other authorised biopics. \"Elton essentially gave me licence to go and make him look ugly at times,\" the star of the Kingsman films added. Rocketman, which also stars Jamie Bell and Richard Madden, is due out in May.Egerton was speaking after a sneak preview of the film's highlights at Abbey Road Studios in London on Friday.The unfinished footage shows the young Elton successfully auditioning for the Royal Academy of Music, before abandoning his studies to pursue a career in rock. Crocodile Rock, Your Song and Saturday Night's Alright For Fighting are among the hits featured in the film. The latter is staged as a colourful song and dance number, with director Dexter Fletcher saying fans should expect more magical elements than a traditional rock biopic.\"Musical fantasy is a great way to describe it,\" he said. \"Elton is our storyteller and it's his memory of those times - and sometimes our memory plays tricks on us. That's the idea we're playing with.\" Egerton added: \"The movie begins with Elton marching into rehab in a real bad way. We learn about his life from him recounting his experiences from this recovery room.\" Rocketman marks the second collaboration for Egerton and Fletcher, who previously made a biopic of Olympic athlete Eddie \"The Eagle\" Edwards.Fletcher comes to the project off the back of Oscar-winning Queen biopic Bohemian Rhapsody, which he finished after its original director Bryan Singer left the production during shooting.Despite thematic similarities between the two films, it appears Rocketman will be a grittier proposition. The footage screened on Friday showed glimpses of sex parties and drug abuse, as well as Sir Elton's marriage to recording engineer Renate Blauel and his first gay relationship with manager John Reid, played by Bodyguard star Madden.Fletcher said Elton had \"always been very honest and open\" about his life and had \"nothing to hide\", despite being one of the film's producer. \"That's part of the strength of the film,\" the director continued. \"It's not self-serving in that way.\" \"That's down to him having gone through rehab, which I think leads to a certain quality of openness and candidness,\" said Egerton. \"This movie is primarily a celebration of his life and work - but it's also a story about someone who's not well becoming well.\" Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-47674223"}