{"datetime": "2019-10-09T05:00:11.000Z", "author": "Sima Kotecha", "title": "LGBT teaching row: Government issues advice on handling school protests", "article": "The government has issued advice to local authorities on dealing with protests outside schools over LGBT-inclusive teaching. The 21-page document, seen by the BBC, lays out how councils should support teachers to minimise disruption.It comes after continued protests outside schools in Birmingham against the teaching of LGBT relationships. The Department for Education (DfE) said it was working to ensure authorities had information to support schools.The No Outsiders equality programme, which encourages children to accept differences in religions, families and relationships, was suspended in March amid angry protests at the gates of Parkfield Community School in Birmingham. Protesters stated the subject matter contradicted the Islamic faith and that primary-age children were too young to be aware of same-sex relationships.The National Association of Head Teachers (NAHT) previously said up to 70 schools in England had seen resistance from parents on relationships education. The document, produced by the DfE, suggests councils could consider enforcement action if pupils are withdrawn from school because parents do not agree with what is being taught. It also suggests if demonstrations are happening outside school gates, head teachers should consider liaising with police in case protesters are breaking the law. Teachers who have seen the document told the BBC of their frustration at not being consulted beforehand. They said they continued to feel unsupported as they tackled such a sensitive and emotive situation. From September 2020, relationships education will be compulsory for all primary pupils. \"Some organisations are opposed to the introduction of these subjects, or to some of the expected content,\" the leaked document said. This has been seen \"most starkly\" in Birmingham, it continued, where demonstrations were held outside Parkfield Community School before spreading to Anderton Park, where protesters continue to gather outside an exclusion zone each week. A High Court hearing this month will rule whether demonstrations can resume directly outside the school. The DfE recognised campaigners \"do not distinguish\" between individual schools' equality teachings and next year's compulsory relationships education. It advised schools to consult with parents on their education programme, but added it was \"right\" that schools should reflect parents' views. The advice is aimed at \"encouraging parents to talk to their school about concerns, rather than protest at the school gates\", the DfE said, and \"will also help [authorities] to consider options if protests do materialise\". The governmenthas previously been called on to give stronger backing to schools which teach about same-sex relationships.", "url": "https://www.bbc.com/news/uk-england-birmingham-49978551"}