{"datetime": "2020-09-21T00:19:22.000Z", "author": "Jonathan Amos", "title": "Satellite achieves sharp-eyed view of methane", "article": "There is a powerful new satellite in the sky to monitor emissions of methane (CH4), one of the key gases driving human-induced climate change. Known as Iris, the spacecraft can map plumes of CH4 in the atmosphere down to a resolution of just 25m.This makes it possible to identify individual sources, such as specific oil and gas facilities.Iris was launched by the Montreal, Canada-basedGHGSat companyon 2 September . It's the pathfinder in what the firm hopes will be a 10-spacecraft constellation by the end of 2022. The image at the top of this page is Iris's \"first light\" - its first attempt to sense a significant emission of methane. The observation was made over Turkmenistan, in a region where large plumes from oil and gas infrastructure have been noted before. The detection, overlaid on a standard aerial image, shows the concentration of methane in the air in excess of normal background levels.\"Let me tell you there was a big hurrah from the team when the data came down because we could see the spectroscopy was there, the resolution was there - everything was as it should be,\" recalled GHGSat CEO Stéphane Germain.\"We still need to work on the calibration, which will then allow us to verify the detection threshold and the final performance of the satellite. But as a first-light image - by any standard it's phenomenal,\" he told BBC News. Methane's global warming potential is 30 times that of carbon dioxide, so it's imperative any unnecessary releases are constrained or curtailed. Human-produced sources are many and varied, including not only oil and gas facilities, but agriculture, landfills, coal mines and hydro-electric dams.Already, GHGSat is working with operators, regulators and other interested parties to characterise these emissions using a prototype satellite called Claire that it launched in 2016. The presence in orbit of Iris provides an additional stream of data for the company that it now intends to interpret at a brand new British analytics hub, to be set up in Edinburgh and London in the coming weeks. \"There's world-class capability in what we do in the UK,\" Dr Germain said, \"not only in analytics but also in the spacecraft systems that we're interested in.\"The UK is a jurisdiction where climate change is important to people, and we want to be where people are willing to participate in the growth of an enterprise that wants to address that worldwide.\" GHGSat has recently been strengthening its ties with the European Space Agency, which operates theEU's Sentinel-5P satellite . This also monitors methane, taking a global daily snapshot of the gas. But at a resolution of 7km, its data is much less resolved than that of Iris, or indeed Claire which senses the atmosphere at scales of 50m.Put them all together, however, and they form something of a dream team for investigating CH4. \"They (Sentinel-5P) can see the whole world every day. We can't do that. But we can see individual facilities. They can't do that. So, really, it's a fantastic combination, and it's making for a very good relationship with the European Space Agency that I think we're just at the beginning of growing into something much, much bigger.\" GHG's next satellite, Hugo, is in testing and is expected to launch at the end of this year.The company recently secured $30m (£23m) in extra financing, which enables it to build the three spacecraft that will follow Hugo into orbit.Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-54210367"}