{"datetime": "2021-10-25T09:47:06.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Climate change: Greenhouse gas build-up reached new high in 2020", "article": "The build-up of warming gases in the atmosphere rose to record levels in 2020 despite the pandemic, according to the World Meteorological Organization. The amounts of CO2, methane and nitrous oxide rose by more than the annual average in the past 10 years.The WMO says this will drive up temperatures in excess of the goals of the Paris agreement. They worry that our warmer world is, in turn, boosting emissions from natural sources. The news comes as UK Prime Minister Boris Johnson said it was \"touch and go\" whether the upcoming COP26 global climate conference will secure the agreements needed to help tackle climate change. \"It is going to be very, very tough this summit. I am very worried because it might go wrong and we might not get the agreements that we need and it is touch and go, it is very, very difficult, but I think it can be done,\" he said on Monday. The restrictions imposed around the world during the Covid pandemic sawan overall decline in emissions of CO2 of 5.6%. So why hasn't that fall been echoed in atmospheric concentrations - which are the subject of this latest data from the WMO? There are a number of factors involved. Around half of emissions from human activity are taken up by trees, lands and oceans. But the absorbing ability of these sinks can vary hugely, depending on temperatures, rainfall and other factors.Another issue is that over the past decade, emissions of CO2 have increased progressively. So even though carbon output was down last year, the increase in the level in the atmosphere was still bigger than the average between 2011-2020.According to the WMO's annualGreenhouse Gas Bulletin , CO2 reached 413.2 parts per million in the atmosphere in 2020 and is now 149% of the pre-industrial level.This is bad news for containing the rise in Earth's temperature. The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. \"At the current rate of increase in greenhouse gas concentrations, we will see a temperature increase by the end of this century far in excess of the Paris Agreement targets of 1.5 to 2C above pre-industrial levels,\" said WMO Secretary-General Prof Petteri Taalas. \"We are way off track.\" \"This is more than just a chemical formula and figures on a graph. It has major negative repercussions for our daily lives and well-being, for the state of our planet and for the future of our children and grandchildren,\" said Prof Taalas. The authors say the last time the Earth experienced a comparable concentration of CO2 was 3-5 million years ago, when temperatures were 2-3C warmer and sea level was 10-20 metres higher than it is today. One of the big concerns for researchers is that the ongoing rise in temperatures may actually cause a rise in warming gases from natural sources.Scientists are concerned that this is already happening with methane.Although it has a shorter lifespan than CO2, methane is far more potent as a warming chemical. Around 60% of the CH4 that ends up in the atmosphere comes from human sources such as agriculture, fossil fuels, landfills and biomass burning.The other 40% comes from the activities of microbes in natural sources such as wetlands.Last year's rise was the biggest increase since global methane levels started rising again in 2007.The majority of it was from natural sources.\"If you increase the amount of precipitation in the areas of the wetlands, and if you increase the temperature, then these methane producing bacteria, produce more methane,\" said Dr Oksana Tarasova from the WMO. \"So this will only increase in the future because the temperature is going to rise. It's a big concern,\" she told BBC News.Scientists describe these vicious cycles as feedback loops. They are also being observed in the Amazon where researchers earlier this year reported thatparts of the rainforest were now emitting more CO2 than they were absorbing .\"The higher the temperature, the less the precipitation, the more stress goes into the trees,\" said Dr Tarasova. \"So, trees have increased mortality, they stop taking up CO2. In addition to our own emissions, we will have emissions from our forests.\" The WMO is also concerned about the rise in nitrous oxide, which comes from human activities such as the use of nitrogen fertiliser but also from natural sources. It has also risen by more than the average over the last ten years.With just days left before world leaders gather inGlasgow for COP26 , the news on the level of warming gases in the atmosphere is stark.\"Greenhouse gas measurements are like skidding into a car crash. The disaster gets closer and closer but you can't stop it,\" said Prof Euan Nisbet from Royal Holloway, University of London.\"You can clearly see the crash ahead, and all you can do is howl.\" Follow Matton Twitter. ", "url": "https://www.bbc.com/news/science-environment-59016075"}