{"datetime": "2021-11-02T10:56:49.000Z", "subject": "COP26", "title": "COP26: US to tackle methane leaks from oil and gas wells", "article": "The US is set to announce measures to prevent millions of tonnes of the greenhouse gas methane from entering the atmosphere. The measures will target methane leaking from oil and gas rigs across the US. It is one of the most potent greenhouse gases and responsible for a third of current warming from human activities. A global partnership to cut methane is to be announced at the COP26 climate conference in Glasgow on Tuesday. Dozens of countries have joined the initiative led by the US and the EU to cut emissions of the gas by at least 30% by 2030, compared with 2020 levels. However, China, Russia and India - some of the world's top methane emitters - are not among them. The main focus of efforts to curb global warming is carbon dioxide (CO2), which is emitted as a result of human activities such as generating power and clearing forests. But there has been a growing focus on methane as a way of buying extra time to tackle climate change. Although there's more CO2 in the atmosphere and it sticks around for longer, individual methane molecules have a more powerful warming effect on the atmosphere than single CO2 molecules. Mr Biden will announce his plan at the conference in Glasgow, where countries are trying to hammer out plans to limit global warming in order to avoid a climate catastrophe by the end of this century. In the US, the oil and gas industry is the largest industrial source of methane emissions, responsible for approximately 30% of total emissions of the gas, the White House says. Under theMethane Emissions Reduction Action Plan , the Environmental Protection Agency (EPA) will propose new regulations that will broaden and strengthen methane emissions reduction for new oil and gas facilities.But it will also propose regulations to require states develop plans that will reduce methane emissions from existing sources across America, including some 300,000 oil and gas well sites.An \"aggressive\" programme would plug abandoned orphan oil and gas wells, including many that are still venting methane. There would be new safety regulations to tighten requirements over methane leaks from the country's 3m miles (4.8m km) of pipelines, and the burning of methane waste at drilling sites on public land would be curbed. One way to reduce methane emissions from agriculture would be through \"alternative manure management systems\", the White House says. Read more about the COP26 summit here Simple guide to climate change What will climate change look like for you? Will the UK meet its climate targets? How extreme weather is linked to climate change \"The timing of this is critical,\" EPA Administrator Michael Regan told Reuters news agency.\"As we speak, world leaders are gathering right now in Glasgow and they are looking to the United States for true leadership. This proposal is absolutely bold, aggressive and comprehensive.\" According to Reuters, the new rules are most likely to take effect in 2023. President Biden's plan was welcomed by the Natural Resources Defense Council, a US-based non-governmental organisation which advocates for the environment. \"This step is critical to meet President Biden's pledge to cut America's climate pollution in half by 2030,\" said senior strategic director David Doniger.\"This EPA action will also bolster the growing international efforts - led by the United States and the European Union - to significantly reduce methane pollution at the global climate talks in Glasgow.\" The American Petroleum Institute (API), the oil and gas industry's top lobbying group, has said it supports direct regulation of methane emissions from new and existing sources but opposes efforts in Congress to impose fees on methane leaks, calling them punitive and unnecessary.It argues that leaks of methane have decreased even as natural gas production has gone up as a result of the ongoing fracking boom, and says technological advancements in recent years have made finding and repairing natural gas leaks cheaper and easier,the Associated Press reports . \"Thanks to innovation and industry actions, U.S. methane emissions rates in the largest producing regions have declined 70 percent in the past decade, even as America produces more affordable, reliable and cleaner natural gas,\"the API says . Around 40% of CH4 comes from natural sources such as wetlands but the bigger share now comes from a range of human activities, ranging from agriculture such as cattle and rice production to rubbish dumps. One of the biggest sources is from the production, transport and use of natural gas and since 2008 there has been a big spike in methane emissions, which researchers believe is linked to the boom in fracking for gas in parts of the US. In 2019, methane in the atmosphere reached record levels, around two-and-a-half times above what they were in the pre-industrial era. What worries scientists is that methane has real muscle when it comes to heating the planet. Over a 100-year period it is 28-34 times as warming as CO2. Over a 20-year period it is around 84 times as powerful per unit of mass as carbon dioxide. However, there is much more CO2 than methane in the atmosphere and individual molecules of it can remain there for hundreds of years. ", "url": "https://www.bbc.com/news/world-us-canada-59131282"}