{"datetime": "2021-11-02T14:24:43.000Z", "subject": "COP26", "title": "COP26: US and EU announce global pledge to slash methane", "article": "The US and the EU have announced a global partnership to cut emissions of the greenhouse gas methane by 2030. EU Commission chief Ursula von der Leyen and US President Joe Biden made the announcement at the COP26 summit on Tuesday. The Global Methane Pledge aims to limit methane emissions by 30% compared with 2020 levels. It is one of the most potent greenhouse gases and responsible for a third of current warming from human activities. More than 100 countries have signed up to the initiative,first proposed by the US and the EU in September .The main focus of efforts to curb global warming is carbon dioxide (CO2), which is emitted as a result of human activities such as generating power and clearing forests. But there has been a growing focus on methane as a way of buying extra time to tackle climate change. Although there's more CO2 in the atmosphere and it sticks around for longer, individual methane molecules have a more powerful warming effect on the atmosphere than single CO2 molecules. And while one of the key goals of COP26 is to get countries to commit to achieving net zero by 2050 - meaning not adding to the amount of greenhouse gases in the atmosphere - both leaders stressed that they needed to act now.\"We cannot wait for 2050,\" EU Commission chief Ursula von der Leyen told the summit. \"We have to cut emissions fast.\" She said cutting methane was \"one of the most effective things we can do to reduce near-term global warming\", calling it \"the lowest hanging fruit\". US President Joe Biden echoed her words, calling methane \"one of the most potent greenhouse gases there is\". The pledge covers countries which emit nearly half of all methane, and make up 70% of global GDP, the US president said.The speed with which the world has moved to tackle methane emissions gives real hope that the world is finally waking up to the massive threat posed by warming gases. Just last August the Intergovernmental Panel on Climate Change (IPCC) reported that methane was responsible for a significant proportion of the 1C of warming the world has already experienced. In September, the EU and the US brought the global pledge into being, and have persuaded some significant emitters to join the club. The thrust is to cut emissions by 30% by 2030. The main focus in the short-term will be the fossil fuel industry. Most of the curbs can be achieved at little or no cost. The potential benefits are huge - scientists believe it could help the world avoid 0.3C of warming by 2040. At a time where every fraction of a degree matters, that is a major saving that could help keep the 1.5C threshold in play. But there are some significant clouds on the horizon. Major emitters like Russia, China and India are not part of the pledge. All the commitments are voluntary - there is no big stick. Despite this, most observers see the pledge as a good step for the world and a boost for the conference. Around 40% of CH4 comes from natural sources such as wetlands but the bigger share now comes from a range of human activities, ranging from agriculture such as cattle and rice production to rubbish dumps. One of the biggest sources is from the production, transport and use of natural gas and since 2008 there has been a big spike in methane emissions, which researchers believe is linked to the boom in fracking for gas in parts of the US. In 2019, methane in the atmosphere reached record levels, around two-and-a-half times above what they were in the pre-industrial era. What worries scientists is that methane has real muscle when it comes to heating the planet. Over a 100-year period it is 28-34 times as warming as CO2. Over a 20-year period it is around 84 times as powerful per unit of mass as carbon dioxide. However, there is much more CO2 than methane in the atmosphere and individual molecules of it can remain there for hundreds of years. Read more about the COP26 summit here Simple guide to climate change What will climate change look like for you? Will the UK meet its climate targets? How extreme weather is linked to climate change ", "url": "https://www.bbc.com/news/world-59137828"}