{"datetime": "2021-05-06T15:30:12.000Z", "author": "Justin Rowlatt", "subject": "Our Planet Now", "title": "Cutting methane gas 'crucial for climate fight'", "article": "Reducing emissions of methane gas is vital for tackling climate change in the short-term, a major UN report says. Methane is produced when living things decompose; it's also in natural gas. It persists for just a short time in the atmosphere - unlike carbon dioxide - but methane is a much more potent global warming gas than CO2. The report says \"urgent steps\" are necessary in order to reduce methane if global warming is to be kept within a limit laid down in the Paris deal. This agreement, signed by 200 countries, aims to keep the global temperature rise to within 1.5C above pre-industrial levels by the end of this century. The 1.5C target is regarded as the gateway to \"dangerous\" warming, where the planet could experience serious adverse effects of climate change. The report comes as data showed both CO2 and methane (CH4) in the atmospherereached record highs last year . This happened despite pandemic lockdowns, which massively reduced economic activity. The good news is that the UN report says rapid and significant reductions in the greenhouse gas are possible using existing technologies and a very low cost. Methane is also a source for another gas - ozone - in the lowest layer of the Earth's atmosphere (known as the troposphere) In addition to saving money, cutting methane would yield significant health benefits by reducing the amount of ground-level ozone - a pollutant that's harmful to the human body. The recommendations come from an international team of scientists, who have produced the Global Methane Assessment for the UN Environment Programme (Unep). Drew Shindell, the study's lead author, and a professor of Earth science at Duke University in Durham, US, agrees CO2 is the number one target in the fight against climate change, but says cutting methane will have a more rapid impact. \"So many aspects of climate change are happening faster than expected\", he said. \"We see more fires, more of the strongest hurricanes, more heatwaves, and methane is the best lever we have to reduce the growth in those over the next 30 years.\" Scientists regard a temperature rise of 1.5C above pre-industrial levels as a gateway to \"dangerous\" warming of the planet. The Paris agreement, signed by nearly 200 countries, aims to keep the increase to within the 1.5C target. The new report says measures available now could reduce emissions from human activities by as much as 180 million tonnes a year by 2030 - 45% of the total per year. The main sources of human-related methane are the fossil fuel industry, which accounts for 34% of total emissions, agriculture which contributes another 40% and the waste sector 20%. One of the difficulties in tackling the methane problem has been knowing precisely where the gas is coming from. But this is changing thanks to an emerging satellite capability that can pinpoint sources. The Canadian company GHGSat has the highest-resolution instrument in orbit currently, able to detect plumes of CH4 down to about 25m across.In the example above, the technology is tracking emissions from a giant landfill area serving the Indonesian capital, Jakarta. The area is outputting 16 tonnes of CH4 every hour, equivalent to nearly 400 tonnes/hr of CO2.On an annualised basis, this is like the greenhouse gas output of 750,000 cars driving for a year. GHGSat's spacecraft are being followed by a fleet of other methane-detecting satellites this decade. Identifying super-emitters is about to get a lot easier. The Unep report says the fossil fuel industry has the greatest potential for low-cost methane cuts. Plugging leaks in oil and gas wells and along production and transmission lines would significantly cut methane emissions at little to no cost, it concludes. Many of the reductions could quickly pay for themselves because reducing leaks means more gas available for sale. But the report warns the continued expansion of the use of natural gas is not compatible with keeping warming to 1.5C without what it calls \"massive-scale deployment of unproven carbon removal technologies\". The waste sector could cut its methane emissions by improving the disposal of sewage around the world. Improving the management of rice paddies has the potential to reduce emissions from agriculture but the report says the biggest generators of agricultural methane - livestock - are harder to abate. There is little scope for technical solutions, it concludes, so the effort needs to be focused on reducing food waste and loss, improving livestock management and encouraging consumers to adopt what the report calls \"healthier diets\" - those with a lower meat and dairy content. If a concerted effort managed to achieve that 45% cut in methane emissions, it would help avoid nearly 0.3C of global warming as early as the 2040s, the report claims. Because of methane's contribution to the formation of ozone, up to a quarter of a million premature deaths could be avoided worldwide under the most aggressive emission abatement efforts. This attempt to focus on the issue of methane is very welcome, said Myles Allen, professor of geosystem science at Oxford University, provided it does not distract from the need to reduce CO2 emissions to net zero as soon as possible. Prof Euan Nisbet, from the greenhouse gas group at Royal Holloway, University of London, said: \"The actions it suggests, like cutting gas leaks and landfill emissions, are sensible, cost-effective and economically realistic. If fully implemented, these relatively inexpensive measures will help avoid nearly 0.3C of warming by mid-century.\" Follow Justinon Twitter. ", "url": "https://www.bbc.com/news/science-environment-56933443"}