{"datetime": "2021-09-17T16:10:19.000Z", "subject": "Climate change", "title": "Climate change: Biden urges world leaders to cut methane gas emissions", "article": "US President Joe Biden has urged world leaders to commit to cutting methane gas emissions by at least 30% below 2020 levels by the end of the decade. He said it would \"rapidly reduce the rate of global warming\" if other countries joined the US and the EU in signing up to the pledge.Methane is a greenhouse gas that experts say is a harmful contributor to global climate change.Mr Biden has made tackling the climate crisis one of his main priorities. The president reversed his predecessor Donald Trump's decision to withdraw the US fromthe Paris agreement - a legally binding international climate treaty adopted by nearly 200 countries - on his first day in office. Addressing world leaders at a virtual meeting on Friday, Mr Biden said cutting global methane emissions would not just help tackle climate change in the short term, but also improve public health and agricultural and fuel output. \"We believe the collective goal is ambitious but realistic, and we urge you to join us in announcing this pledge at [the UN climate conference] COP26,\" he said. According to the White House, the virtual meeting was attended by leaders from the UK, EU, Argentina, Bangladesh, Indonesia, South Korea and Mexico, among others. In April, Mr Biden pledged to cut US carbon emissions by 50-52% below 2005 levels by the end of this decade. Major sources of methane include agriculture, and leaks from oil and gas production and landfills. Methane is also produced when living things decompose and is also a natural gas. It persists for just a short time in the atmosphere - unlike carbon dioxide - but methane is a much more potent global warming gas than CO2. Methane is also a source for another gas - ozone - in the lowest layer of the Earth's atmosphere. Ground-level ozone is a pollutant that can be harmful to the human body. The COP26 summit - which will bring together heads of state, climate experts and campaigners - will be hosted in Glasgow, Scotland, from 1-12 November. ", "url": "https://www.bbc.com/news/world-us-canada-58590194"}