{"datetime": "2021-10-22T15:48:08.000Z", "author": "Jessica Parker", "title": "EU leaders give Merkel an ovation at final summit", "article": "Last week I waited in a packed press pen for German Chancellor Angela Merkel to descend the stairs at the Egmont Palace in Brussels. She'd already had lunch with King Philippe and later would go to a farewell concert featuring the works of Mozart and Beethoven. In other words, they were laying it on for her. \"You've always kept your cool,\" she was told by Belgium's Prime Minister Alexander de Croo as they prepared to face the media. And she certainly appeared calm, even poker-faced, despite the heavy outpouring of warm words. Others might have blushed, maybe even visibly enjoyed it. After 16 years as chancellor she's been to many European Council (EUCO) summits - 107 is the popular number floating around.Frankly after all those emergency EU summits and the odd \"virtual\" event, I've been advised that it's hard to be entirely sure. But we're talking big numbers. On Friday she took her seat at the table to deliberate for the last time. Also to absorb more compliments, some of them slightly unusual. Council President Charles Michel declared her a \"monument\" and said summits without the long-time chancellor was like Paris without the Eiffel Tower.He praised her \"extreme sobriety and simplicity\", which he said was \"a very powerful seduction weapon\". \"You are a compass,\" he said, \"a shining light of our European project\".She has tried hard, in her own way, to keep the European project on course. To keep the family together.This week, for example, she was promoting dialogue with Poland, rather than confrontation and big legal battles.Germany's view, in this instance, is that you can try the court route - or withholding EU cash - but that the problem is ultimately political. Therefore, so is the solution. After all, the Law and Justice Party (PiS) is in power and the next Polish election isn't until 2023.But there is frustration here, among some, about Angela Merkel's watchful patience.The Polish rule of law row with the EU is a prime example where some feel that approach just hasn't worked.I've heard diplomats express impatience at all the talking on this issue, with a feeling or fear that it's going nowhere - even backwards. The European federalist and former British MEP Andrew Duff said he actually felt \"sad\" for Angela Markel.\"She prioritised EU unity over reform - and she leaves the Union more disunited than ever, with one man overboard.\"That, of course, is a reference to Brexit. The UK's departure from the EU, Mrs Merkel said at the Egmont Palace, had \"saddened her deeply\".Read more on Chancellor Merkel: So, taking on Charles Michel's words, pick your monument.Angela Merkel: a steady, unshakeable figure who has been that beacon of light keeping the EU building blocks largely in place, even during the toughest of times.Or a cautious - even indecisive - overseer of European affairs; so determined to maintain the peace that problems, not confronted, are left to fester. In politics it isn't easy to draw comparisons with that mysterious concept of what might have been. Counterfactual history is a blank page. But her signature is all over the last period of European history.In December, at the next European Council in Brussels, we'll begin to learn how things could be different. ", "url": "https://www.bbc.com/news/world-europe-59008892"}