{"datetime": "2021-12-01T14:26:58.000Z", "author": "Jessica Parker", "title": "EU launches €300bn bid to challenge Chinese influence", "article": "The EU has revealed details of a €300bn (£255bn; $340bn) global investment plan, described as a \"true alternative\" to China's Belt and Road strategy. European Commission President Ursula von der Leyen said the Global Gateway scheme should become a trusted brand. China has funded rail, roads and ports but has been accused of leaving some countries saddled with debt. The Commission chief said countries need \"trusted partners\" to design projects that were sustainable. The EU is looking at how it can leverage billions of euros, drawn from member states, financial institutions and the private sector. This will largely take the form of guarantees or loans, rather than grants. Mrs von der Leyen saidthe EU wanted to show that a different, democratic approach could deliver on projects that focused on tackling climate change as well as global health security and sustainable development for developing countries. Projects had to be of high quality, with a high level of transparency and good governance, and had to deliver tangible results for the countries involved, she explained. One EU official told the BBC that Africa would be a major focus of the scheme. China's strategy has reached into Africa, Asia, the Indo-Pacific and also the EU. China's Cosco company owns two-thirds of the huge Greek container port at Piraeus and the China Road and Bridge Corporation has built a key bridge in Croatia. \"When it comes to investment choices,\" said the Commission president, \"the few options that exist too often come with a lot of small print which includes big consequences, be it financially, politically but also socially.\" Andrew Small, a Senior Transatlantic Fellow at the German Marshall Fund, told the BBC it marked \"the first serious effort from the European side to put packages together and figure out financing mechanisms, so countries considering taking loans from China have an alternative option\".At a briefing last month, China's ambassador to the EU, Zhang Ming, said Beijing welcomed the EU's Global Gateway strategy if it was open and could \"help developing countries\". But he also warned \"any attempt to turn infrastructure projects into a geopolitical tool would fail the expectation of the international community and harm one's own interests\".Belt and Road has been a centre-piece of Chinese foreign policy. While it has developed trade links by ploughing money into new roads, ports, railways and bridges, it has also been criticised as a means of providing \"predatory loans\" in what is labelled \"debt-trap diplomacy\". But there are also those who argue the picture is more complicated, and that borrowing large sums of money is hardly risk-free. Moreover, China met a need others did not. Either way, China's economic and geopolitical footprint has grown as tensions rise with the West.The question is whether the EU can really act in this geopolitical space, says Andrew Small. \"Or is it too rigid, too bogged down by internal bureaucratic fighting? If they fail at this, it's a big miss,\" he argues.One diplomat told me: \"It's a good sign that finally Europe is asserting its influence in this area. \"That's a common interest we share with our transatlantic friends in the US and UK.\"But a common interest could also create more competition, according to Scott Morris, a Senior Fellow at the Center for Global Development.After all, the US has its own \"Build Back Better World\" initiative launched at the G7 last June. \"This is a noisy space with a lot of brands bumping into each other,\" says Mr Morris.However he's \"hopeful\" of success for the Global Gateway initiative. He says, \"more importantly\" than rivalling China, it's a chance for Europe to \"achieve a scale of financing that can do some good in developing countries that need some capital\".The EU has pointedly emphasised its \"values-based\" and \"transparent\" approach, arguing it wants to create links not dependencies.But this is also about influence, as the Commission continues to look for ways to flex its muscles on the geopolitical stage and, in turn, find out how strong those muscles are. ", "url": "https://www.bbc.com/news/world-europe-59473071"}