{"datetime": "2021-05-25T17:29:54.000Z", "subject": "Brexit", "title": "NI Protocol: Brussels 'must use common sense', says UK", "article": "Brussels must show common sense and take a pragmatic approach to the NI Protocol, the UK government has said. It said it was disappointed that European Commission President Ursula von der Leyen was not fully recognising the effects of the protocol. It is the part of the Brexit dealthat puts a trade border in the Irish Sea . Ms von der Leyen said on Monday that there was no alternative but the \"full and correct implementation\" of the protocol. The UK government said its priority was the Good Friday Agreement, while the European Union was focussed on the single market. Technical talks to simplify the operation of the protocol are ongoing. The protocol keeps Northern Ireland in the EU single market for goods and means EU customs rules are enforced at its ports - but it is strongly opposed to the protocol among unionists, who see it as separating Northern Ireland from the UK.It was agreed by the United Kingdom and European Union in October 2019 and was subject to further negotiation and agreement in 2020. However, in recent weeks the UK government's rhetoric against the protocol has hardened. Earlier this month the UK's Brexit minister said it washard to see how the current operation of the protocol was sustainable . The UK was committed to working with the EU, but there needed to be a \"pragmatic, risk-based approach\" to challenges over the protocol, said a government spokesman.\"The protocol relies on the support of all communities in Northern Ireland so it is disappointing that there was not more recognition from the commission president of the impact that the current operation of the protocol is having in Northern Ireland,\" said the spokesman. \"While the EU prioritise protection of the single market and treat the regulatory boundary as if it were like any other external EU border, our focus remains on protecting the Belfast (Good Friday) Agreement in all its dimensions.\" Speaking in Brussels on Monday night, Mrs Von der Leyen said the protocol was the \"only possible solution to ensure peace and stability in Northern Ireland while protecting the integrity of the EU single market\". She added that any problems flowed from Brexit rather than the protocol, but the UK and EU had \"a common duty to do whatever we can to reduce tensions in Northern Ireland\". She said the current technical talks were exploring practical solutions to help minimise disruption to everyday life in Northern Ireland. Democratic Unionist Party (DUP) leader-designate Edwin Poots said that costs for businesses in Northern Ireland of the protocol would \"spiral\" as 15,000 checks will ultimately have to be made every week on goods. \"This protocol will hurt every single individual in Northern Ireland,\" Mr Poots told the Stormont Assembly on Tuesday. \"I will continue to press hard with the UK government the issues that are at stake here. The case is unarguable that this protocol is bad for Northern Ireland.\" DUP MPs Sir Jeffrey Donaldson and Gavin Robinson, along with Lord Dodds, met the Brexit minister on Tuesday. The trio told Lord Frost the protocol should be replaced, with Sir Jeffrey saying their message was \"clear and unambiguous\". \"The protocol has no support from any shade or quarter of unionism. Its imposition without the consent of both traditions in Northern Ireland and overriding of cross-community voting safeguards has seriously undermined support for devolution,\" Sir Jeffrey added. Outgoing First Minister Arlene Foster accused the EU of having a \"tin ear\" to concerns about the protocol.\"It is hugely disappointing, in spite of everything that has happened, the fact that we are talking about cancer drugs being prevented from coming into Northern Ireland,\" she said. \"The fact that there are more checks from Great Britain into Northern Ireland than there are in Rotterdam; that still the European Union and the European Commission have had a tin ear to the concerns and the absolutely genuine concerns of the people in Northern Ireland.\" Outgoing UUP leader Steve Aiken said Ms von der Leyen's remarks were \"tone deaf\", and urged her to engage with his party, \"the party that helped write and implement the Good Friday Agreement\".He said: \"She is at best badly informed, or at worst, is wilfully misrepresenting the impact of the EU's failure to come to an acceptable agreement with the UK, and the people of Northern Ireland. Meanwhile, we are all stuck in the middle.\"Northern Ireland is being used as a bargaining chip between Brussels and London.\" But Ms von der Leyen's comments were welcomed by Sinn Féin MP Chris Hazzard, who said Northern Ireland businesses wanted \"the protections the protocol provides\".\"It's time the British government stopped the charades and implement what it has already agreed,\" he said. \"We also need to see the economy minister in the north using the unique situation the protocol affords the north to attract investment and jobs.\"During Brexit negotiations, all sides agreed that protecting the Northern Ireland peace deal ( the Good Friday agreement ) was an absolute priority. It meant keeping the land border between the Republic of Ireland (in the EU) and Northern Ireland (in the UK) open and avoiding new infrastructure like cameras and border posts. That was easy when the whole island of Ireland was part of the EU. But after Brexit, a new arrangement was needed because the EU requires certain goods to be inspected at the point of entry into its single market. So, the EU and the UK negotiated the Northern Ireland Protocol, which came into force on 1 January 2021. The Loyalist Communities Council (LCC) said Mrs Von der Leyen's comments \"showed how little she cares about peace and stability in Northern Ireland\".The LCC was set up in 2015 to represent a range of individuals and views from the wider Protestant, unionist and loyalist communities. Loyalist paramilitary groups like the Ulster Volunteer Force and the Ulster Defence Association are also represented on it. LCC Chairman David Campbell said: \"I would appeal to her to start listening and to recognise that the imposition of the protocol on the people of Northern Ireland without their involvement or consent is unsustainable and actually contrary to many of the key founding tenets of the European Union.\" When Ursula von der Leyen talks about practical solutions, she is alluding to the technical negotiations which are happening right now between EU and UK officials.Officials are crunching through about 30 different issues relating to the protocol - everything from pet travel to VAT on second-hand cars to steel tariffs to medicines and the movement of plants.They're working through those to see what can ease the implementation of the protocol on the ground.But the difficulty is a dramatic shift is not going to happen at a technical level.It's something where there needs to be a political commitment and, at the moment, there is no sign of the EU or the UK being prepared to make that big political compromise.Last week, an LCC member told MPsviolence could not be ruled out if the protocol remained.The organisation also met Lord Frostto discuss the protocol earlier this month . Rioting erupted insome loyalist areas of Northern Ireland in April - withtensions around the protocol partly blamed . Since then, there has been a switch to demonstrations largely in the form of loyalist band parades and marches. The Police Service of Northern Ireland is currently investigating about 303unlawful parades against the protocol .Meanwhile, Infrastructure Minister Nichola Mallon has said she has sought legal adviceover the DUP's absence at north-south meetings . The DUP is boycotting some North-South Ministerial Council (NSMC) meetings due to its opposition to the protocol. Ms Mallon told the Northern Ireland Assembly on Tuesday that ministers are legally obliged to attend. Earlier this month, Agriculture Minister and DUP leader-designate Edwin Poots was criticised for preventinganother north-south ministerial meeting from taking place . ", "url": "https://www.bbc.com/news/uk-northern-ireland-57238226"}