{"datetime": "2021-07-22T13:57:47.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: No breakthrough on NI protocol after PM speaks to EU chief", "article": "Boris Johnson and Ursula von der Leyen have failed to reach agreement on UK demands to reshape post-Brexit arrangements in Northern Ireland. The PM and president of the European Commission spoke earlier about the UK's suggested changes to the Northern Ireland protocol. Ms von der Leyen said that the EU will \"not renegotiate\" the original deal. But a Downing Street spokesman said the PM reiterated the protocol is \"unsustainable\" and must be changed.Mr Johnson also urged German Chancellor Angela Merkel to consider \"significant changes\" to the agreement during a call on Thursday, No 10 said. The UK and EU agreed the Northern Ireland Protocol in 2019, as part of the Brexit withdrawal agreement. It prevents a hard border in Ireland by keeping Northern Ireland in the EU single market for goods. The UK government has previously said that border checks imposed on goods from Great Britain it signed up to in the Brexit divorce deal had proved to be unworkable. On Wednesday, the UK's Brexit minister Lord Frost set out a new set of demands to re-shape the agreement. He said disruption caused by the protocol meant the UK would be within its rights to activate Article 16 in the protocol, which allows parts of the deal to be unilaterally overridden. But he said it would not do so now, and would instead seek to negotiate changes with the EU during planned talks over the summer. In a28-page document , the UK government suggested changes to: Writing on Twitter, Ms von der Leyen said: \"The EU will continue to be creative and flexible within the protocol framework. But we will not renegotiate. \"We must jointly ensure stability and predictability in Northern Ireland.\" Downing Street said Mr Johnson used the call to set out that the UK is looking for \"significant changes to existing mechanisms.\" It said the PM urged the EU to look at the proposals seriously, and hopes they'll recognise realities and that practical solutions are needed.The spokesman added: \"Solutions could not be found through the existing mechanisms of the protocol. That was why we had set out proposals for significant changes to it. \"There is a huge opportunity to find reasonable, practical solutions to the difficulties facing people and businesses in Northern Ireland, and thereby to put the relationship between the UK and the EU on a better footing.\"We didn't expect the EU to take such a purist or maximalist approach… we've not called for the scrapping of the protocol at this time.\" ", "url": "https://www.bbc.com/news/uk-politics-57930799"}