{"datetime": "2021-09-15T14:17:48.000Z", "title": "EU must step up and build defence - von der Leyen", "article": "European Commission President Ursula von der Leyen has said the EU should seek to beef up its military capabilities to confront security threats and global crises. She told the European Parliament she believed EU military forces would be \"part of the solution\". After the Afghan pull-out the EU needed the \"political will\" to intervene militarily without US-led Nato. France will host an EU defence summit next year, she added. \"It is time for Europe to step up to the next level,\" Mrs von der Leyen said in her annual State of the Union address. The EU has historically relied on the Nato alliance for military action.The rapid collapse of the Kabul government has raised questions about the EU's ability to drive its own defence policy.German Defence Minister Annegret Kramp-Karrenbauer said earlier this month the EU should become \"a strategic player to be reckoned with\".French President Emmanuel Macron has in the past backed the idea of a European army. That was given added impetus by the UK's departure from the EU as it feared duplication with Nato. The Commission president said the EU had to provide greater stability in its own neighbourhood and elsewhere, taking part in missions that did not include Nato and the UN. It also had to share intelligence and become a leader in cyber-security. What had held the EU back until now was \"not just a shortfall of capacity - it is the lack of political will\", she explained. \"You can have the most advanced forces in the world - but if you are never prepared to use them, of what use are they?\"she told the Strasbourg parliament . One EU diplomat described the notion of an active EU defence force as a \"non-starter\", BBC Brussels correspondent Jessica Parker reports. She says there is huge scepticism, even exasperation, in some quarters about an idea that has long been discussed.Proposals for an EU rapid-response force first emerged in the 1990s. In 2007, so-called battlegroups of 1,500 troops drawn from each member state were created. The battlegroups were declared ready for operations but never used because of disputes over funding and a reluctance to deploy. Most EU nations are also members of Nato and some, particularly states neighbouring Russia, do not want to undermine ties with the US.Nato Secretary-General Jens Stoltenberg said this month he supported EU plans to build a common defence policy but warned against the creation of a new military force.A joint declaration would be made with Nato by the end of the year, Mrs von der Leyen added. The Commission president also said: ", "url": "https://www.bbc.com/news/world-europe-58570505"}