{"datetime": "2021-07-16T11:32:28.000Z", "author": "Shane Harrison", "subject": "Brexit", "title": "Brexit: UK urged to match 'generosity of spirit' over protocol", "article": "Taoiseach (Irish PM) Micheál Martin and the European Commission president have called on the UK to match the EU's \"flexibility and generosity of spirit\" over the Northern Ireland Protocol . Speaking in Dublin on Friday, Ursula von der Leyen said the protocol was not the problem but \"the only solution\". She said the EU had been flexible aboutextending some grace periods . The UK government will lay out its plans forthe future of the protocol at the end of the month.The protocol allows Northern Ireland to remain in the EU's single market for goods and avoids a hard border on the island of Ireland.As a result, products arriving into Northern Ireland from Great Britain must undergo EU import procedures. Unionists oppose the operation of the protocol, which they say creates a border in the Irish Sea and undermines their position in the union. Ms von der Leyen said the protocol is the only option that had been found that would ensure peace and stability on the island of Ireland while at the same time protecting theEU's single market . She also said the EU had shown flexibility and generosity in extending the grace period for chilled meats arriving into Northern Ireland from Great Britain without checks. \"I cannot imagine that our UK friends will not show the same flexibility,\" she added. Her comments were echoed by Mr Martin, who said \"where there's a will there's a way\".\"We believe the generosity shown by the EU should be reciprocated by the UK,\" Mr Martin said.Ms von der Leyen was in Dublin to formally give the Republic of Ireland \"the green light\" for its €915m (£782m) national recovery and resilience plan which is part of the Commission's Next Generation EU recovery package. The plan for dealing with the post-Covid crisis focusses on the green economy, further digitalisation and getting people back to work. Speaking at the Technological University in Grangegorman in Dublin, Ms von der Leyen said 42% of the Irish plan dealt with climate change and would play a big role in helping the EU reach its target of carbon neutrality by 2050.", "url": "https://www.bbc.com/news/world-europe-57863846"}