{"datetime": "2021-06-15T16:04:56.000Z", "title": "Boeing-Airbus trade row set to end after 17 years", "article": "The US and the EU have agreed a truce in a 17-year trade dispute over subsidies for Boeing and Airbus. Under the agreement, both sides will remove taxes on $11.5bn (£8.2bn) of goods, including wine, cheese and tractors, for five years. Those tariffs, imposed by both sides as punishment in the escalating dispute, had already been suspended in March while they tried to resolve matters. In March the USsuspended tariffs on UK imports arising from the dispute. US President Joe Biden had a summit with European Union (EU) leaders on Tuesday, where he is trying to bolster support for his more assertive stance towards Russia and China, and move away from Trump-era trade rows. \"I think we have great opportunities to work closely with the EU as well as Nato and we feel quite good about it,\" President Biden said. Both Boeing and Airbus said they welcomed the truce. Airbus said that the agreement \"will provide the basis to create a level-playing field which we have advocated for since the start of this dispute\". \"It will also avoid lose-lose tariffs that are only adding to the many challenges that our industry faces,\" the planemaker added. The dispute between the US and EU has escalated over many years, with both sides accusing the other of unfairly propping up their flagship planemakers.In 2019, the World Trade Organization ruled that the EU had illegally provided support to Airbus, clearing the way for the US to respond with tariffs worth up to $7.5bn (£5.4bn) in annual trade. Roughly one year later, in a parallel case, it ruled that the US benefits to Boeing also violated trade rules, authorising the EU to hit the US with tariffs worth roughly $4bn. Since then, both sides have taken steps to remove the assistance found at fault. The US and the EU have taken a much more conciliatory stance in the 17-year dispute since President Biden took over from predecessor Donald Trump, who imposed tariffs on the EU. \"This meeting has started with a breakthrough on aircraft,\" European Commission chief Ursula von der Leyen said. \"This really opens a new chapter in our relationship because we move from litigation to cooperation on aircraft - after 17 years of dispute... Today we have delivered.\" President Biden had a meeting with EC President von der Leyen and the EU's chairman Charles Michel, who represents EU governments. \"We're facing a once in a century global health crisis,\" President Biden said on Monday, while adding: \"Russia and China are both seeking to drive a wedge in our transatlantic solidarity.\" US Trade Representative Katherine Tai discussed the aircraft dispute in her first face-to-face meeting with EU counterpart Valdis Dombrovskis on Monday ahead of Tuesday's US-EU summit. Freezing the trade conflicts would give both sides more time to focus on broader agendas such as concerns over China's state-driven economic model, diplomats said. \"We are strongest when we work with our friends and allies\", Ms Tai said. \"Our goal was clear - to forge a new, co-operative relationship in this sector so that our companies and our workers can compete on a more level playing field.\" The EU and the US are the world's top trading powers, along with China, but Donald Trump sought to sideline the EU. After scotching a free-trade agreement with the EU, the Trump administration focused on shrinking a growing US deficit in goods trade. President Biden, however, sees the EU as an ally in promoting free trade, as well as in fighting climate change and ending the Covid-19 pandemic. In December, the UK said it would voluntarily suspend its tariffs on US goods imposed as parts of the Boeing dispute. The US responded in kind in March. UK officials said they hoped for compromise talks, casting the measure as an example of the benefits to the UK's ability to act as an independent trading nation following Brexit. The world has changed a great deal since 2004 - and this deal acknowledges that fact. Where once Airbus and Boeing had the large aircraft market to themselves, they now face a stern challenge from China. Chinese manufacturer Comac is already in the final stages of developing the C919 - a plane designed as a direct rival to Airbus' A320 neo and the Boeing 737 Max. Longer term, it has a partnership with Russia's United Aircraft Corporation, to develop a larger, wide-body jet. Airbus's chief executive Guillaume Faury has already suggested that the duopoly in the aircraft market could become a 'triopoly' by the end of the decade. So it makes little sense for either side to waste energy fighting yesterday's battles when they now face a common rival. It's a microcosm of wider EU-US relations: faced with China's growing economic power and ever-frostier relations with Russia, there seems to be a realisation that old alliances need to be rekindled. ", "url": "https://www.bbc.com/news/business-57484209"}