{"datetime": "2021-05-29T06:11:47.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: EU-UK 'compromise needed for NI Protocol to work'", "article": "The EU and the UK will need to make significant compromises if they want the NI Protocol to work, the former head of the NI Civil Service has said. Otherwise, Sir David Sterling warned, Northern Ireland faces \"a sustained period of political instability and poor economic performance\". He said the UK will have to yield some of \"the sovereignty it has regained\". The EU will need to shift from its current \"zero risk\" approach to enforcing the protocol, he added. The protocol is the part of the Brexit deal that creates a trade border in the Irish Sea in order to prevent a hardening of the Irish land border. It keeps Northern Ireland in the EU single market for goods and means EU customs rules are enforced at its ports. It was agreed by the UK and EU in October 2019 and was subject to further negotiation and agreement in 2020. Sir David led the Northern Ireland Civil Service from 2017 until September 2020, covering most of the period of the Brexit negotiations. For much of that time, the Northern Ireland Executive was suspended, meaning he had an unusually public role in presenting the outline Brexit policy agreed by the first and deputy first ministers in 2016. At one stage he travelled to Brussels tomake a speech warning of the impact of a no-deal Brexit . This week Sir David endorseda report produced by the Institute for Government (IfG) think tank , which suggests that compromises are needed, particularly on agri-food. Sir David said: \"The Northern Ireland economy had not fully recovered from the 2008 financial crash when the Covid-19 pandemic hit 18 months ago.\"It is ill-equipped to move into recovery and a return to growth seems almost certain to lag behind the rest of the UK. \"Jess Sargeant's IfG paper correctly recognises that the entrenched positions of the UK government and the EU over the protocol are making matters worse.\" He said that aside from the bigger political compromises, there needs to befurther extension of the grace periods on Great Britain-Northern Ireland trade . He said this would give \"breathing space for longer-term solutions to be explored and investment opportunities exploited\". \"Without this, Northern Ireland seems destined to a sustained period of political instability, poor economic performance, heightened community tension and a real risk of trouble spilling onto the streets,\" he added. Last week, the European Commission President, Ursula von der Leyen, said there is no alternative to the \"full and correct implementation\" of the protocol. The UK government has said there needs to be a \"pragmatic, risk-based approach\" to the challenges. Officials from both sides are engaged in technical talks aimed at finding ways to simplify the protocol's operation. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57284320"}