{"datetime": "2020-07-16T22:06:20.000Z", "title": "US farmers' beef with Burger King over cow fart ad", "article": "Fast food chain Burger King has released an advertisement encouraging US farmers to change cow diets in order to reduce greenhouse gas emissions. The controversial video ad features children in cowboy hats singing about the impact methane gas emitted due to cow flatulence has on global warming.Burger King claims adding lemongrass to cow diets could ease digestion and dramatically reduce methane emissions. But farm leaders say the ad is \"condescending and hypocritical\". The ad has been trending on YouTube. It has so far been watched by more than 2 million people and drawn thousands of comments - some mocking the firm's \"yodelling boy\" marketing gambit, with others swearing to cut ties with the chain. Some scientists also criticised Burger King's message and its focus on cow flatulence, instead of belching. Prof Frank Mitloehner of University of California Davis (UC Davis)'s Department of Animal Science wrote on Twitter that it was disappointing to see the company \"drop the ball\" by promoting a study that was still ongoing and focusing on farts, when belching is the bigger problem. \"It's not the cow farts,\" he wrote. \"Nearly all enteric methane from cattle is from belching. Suggesting otherwise turns this serious climate topic into a joke.\" The National Cattlemen's Beef Association, a lobby group, has also spoken out about the belching issue, saying that Burger King was trying to \"score easy points with consumers by launching a misleading public relations campaign\". Burger King said it wanted to \"shine a light on an issue that is important to the business and industry\" and defended the effort, saying it had provided data on a potential solution. \"[The campaign] 'Cows Menu' is not something that will solve the climate change problem in the short term, but it is a scalable finding that may allow change in the future,\" the fast food chain said in a statement. \"The majority of conversation around this announcement has been overwhelmingly positive.\" The ad was released as part of an announcement by Burger King owner Restaurant Brands International (RBI). Burger King has been under pressure over the last year, as consumers increasingly look to reduce their beef consumption due to concerns about their health and climate impact. The fast food chain said it had been trying to find \"scalable solutions to tackle the climate impact\" of the food it produces. Working together with scientists from Universidad Nacional Autonoma de Mexico and UC Davis to develop a new diet for cattle, RBI said research showed that feeding cows 100g of dried lemongrass over three to four months was able to reduce methane emissions by up to 33% on average.Burgers made from cows on the diet will be available at Burger King restaurants in certain US cities this month. Cattle farmer and influencer Michelle Miller, who goes by Farm Babe on social media, called on her followers to boycott the fast food chain. \"Why are you putting me down?\" she asked. \"If it wasn't for people like me, you wouldn't even have a company.\" UC Davis Professor Ermias Kebreab, who has been involved with the lemongrass research, told the BBC the results so far have been promising, but the study is still ongoing.He said he was shocked by the tone of the video and concerned that it would alienate farmers. \"The scientific basis of the study actually is sound, but the video that accompanied it is why a lot of people, especially in the farming community were not happy,\" he said.\"They're just using some cliche connotations of farming to get clickbait.\" Livestock account for about 14.5% of greenhouse gas emissions caused by humans, with cattle representing the largest share, according to the Food and Agriculture Organization of the United Nations. Ms Miller said farmers are committed to doing their part to reduce emissions, but cattle are being used as a scapegoat for bigger problems. She criticised the gas masks worn by the children in the video as a form of \"fear-mongering\" .For a company whose business is selling burgers, she added, the concerns seemed out of place. \"That is so hypocritical,\" she said. \"If you really care about the planet, why don't you focus on reducing food waste, why don't you focus on reducing plastics and how about all the cars at your drive throughs?\"Ms Miller said the firm should focus on promoting the research in other ways and take down video. \"They act like we're just a bunch of bumbling hicks and they're not appreciating what we do,\" she said. \"Bring us up, don't put us down.\" ", "url": "https://www.bbc.com/news/business-53435857"}