{"datetime": "2021-10-02T18:38:08.000Z", "title": "Morrisons: US firm wins auction to take over supermarket chain", "article": "A US private equity group is poised to take control of the UK's fourth-largest supermarket group. Clayton, Dubilier & Rice (CD&R) has won an auction for the British supermarket Morrisons with a £7bn ($9.5bn) bid. It marks a return to the UK grocery sector for Terry Leahy, the former chief executive of Tesco, who is a senior adviser to CD&R.The takeover saga has dragged on since June amid fierce competition from two US-based investment groups. CD&R's victory was announced by the stock market's Takeover Panel on Saturday. The private equity group offered 287p per Morrisons ordinary share, against a rival bid from Fortress, for 286p per share. CD&R's auction offer is slightly higher than the 285p-a-share offer that was recommended by Morrisons' board in August. In July, Morrisons turned down an offer worth £5.5bn from CD&R, saying it significantly undervalued the business.The board, which will meet on Saturday, is now expected to recommend shareholders accept the new offer at a meeting set for 19 October. If the bid is approved by shareholders, CD&R will take over Morrisons by November.Morrisons was founded in Bradford in 1899 - where it still has its headquarters. The group has almost 500 shops and more than 110,000 staff.The founder, William Morrison's son, the late Sir Ken Morrison, ran the business for 50 years. Previously, CD&R said it recognised Morrisons' \"history and culture, and considers that this strong heritage is core to Morrisons and its approach to grocery retailing\". The private equity firm said it would help Morrisons to build on its strengths, including its close relationships with suppliers and its property portfolio. Morrisons chairman Andrew Higginson and chief operating officer Trevor Strain both previously worked with Sir Terry at Tesco.Mr Higginson said the offer represented \"excellent value for shareholders while at the same time protecting the fundamental character of Morrisons\". He said the private equity firm had \"a strong record of developing and growing the businesses in which they invest, and they share our vision and ambition for Morrisons\".Sir Terry thanked the board for their recommendation and said CD&R looked forward to shareholders' approval of the deal, adding: \"We continue to believe that Morrisons is an excellent business, with a strong management team, a clear strategy, and good prospects.\" Morrisons is among a slew of UK companies that have been targeted by overseas investors - and looks set to become the second UK supermarket chain in a year to be acquired by private equity, after Asda was bought out in February. With the UK hit hard by the pandemic and the value of the pound still below its pre-Brexit value, UK businesses may appear cheap to non-UK investors, argues the BBC's business editor Simon Jack. He added that while some say these bids highlight the value of - and confidence in - UK plc, others are concerned that private buyouts increase debt levels, reduce transparency and mean that key decisions about the future of UK companies like Morrisons could be taken in New York rather than Bradford. Sir Terry also advised CD&R on its acquisition of discount retailer B&M, which netted the private equity firm an estimated profit of £1bn when it sold it on. ", "url": "https://www.bbc.com/news/business-58773825"}