{"datetime": "2022-01-09T15:35:48.000Z", "title": "Morrisons scraps 'use by' date on milk in favour of sniff test", "article": "Supermarket Morrisons is to scrap 'use by' dates on most of its milk in a move it says will stop millions of pints being poured down the sink. The retailer will instead place 'best before' on 90% of its own-brand milk and encourage customers to use a sniff test to check quality. Recycling charity Wrap said Morrisons was the first supermarket to make the move, which starts later this month. Ian Goode, senior milk buyer at Morrisons, said it was a \"bold step\". Milk is the third most wasted food and drink product in the UK, after potatoes and bread, with around 490 million pints wasted every year, according to Wrap. It also estimates 85 million pints of milk waste may be due to customers following 'use by' labels, despite research showing it can be used days after the date.Morrisons believes the move could save seven million pints of its own-brand milk being poured away each year. 'Use by' are the dates until which perishable food can be cooked and consumed safely. 'Best before' on food is guidance for when the product should be consumed to get the best quality, taste and texture. Morrisons said its research showed that milk does not need to be labelled as a perishable food. \"The dates on the milk will stay the same - it is what we are asking customers to do which is changing,\" the supermarket said. Mr Goode said: \"Wasted milk means wasted effort by our farmers and unnecessary carbon being released into the atmosphere. \"Good quality, well-kept milk has a good few days life after normal 'use by' dates - and we think it should be consumed, not tipped down the sink. \"So we're taking a bold step today and asking customers to decide whether their milk is still good to drink. Generations before us have always used the sniff test - and I believe we can too.\" Marcus Gover, of Wrap, said: \"I am delighted that Morrisons is the first UK supermarket to take this important step to help reduce household food waste - it shows real leadership and we look forward to more retailers reviewing date labels on their products and taking action.\"Morrisons has already scrapped 'use by' dates across some of its own-brand yogurt and hard cheese ranges.The Food Standards Agency (FSA) said it was alright to have 'use by' or 'best before' on milk depending on the processing and type. But there must be clear labelling, and the dates printed on all food and drink must be based on \"robust evidence about the product concerned\". The FSA also pointed out that when dealing with food generally, sniffing is not an appropriate safety test, especially with products that could cause food poisoning. ", "url": "https://www.bbc.com/news/business-59928650"}