{"datetime": "2022-01-18T00:01:29.000Z", "title": "Morrisons confirms sick pay cut for unvaccinated staff", "article": "Supermarket Morrisons has confirmed it has cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid. It follows similar moves from big retailers includingIkea ,Next and Ocado as staff absences rise. Unjabbed Morrisons workers who are told to isolate but test negative now get statutory sick pay of £96.35 a week.Covid-positive staff get full sick pay regardless of vaccination status. The firm pays staff at least £10 per hour. Its chief executive Dave Potts first mentioned the policy in a conference call with investors in September,the Guardian reported , as part of a plan to tackle the \"biblical costs\" of dealing with the coronavirus pandemic. The move was intended to encourage workers to get jabbed, the newspaper said. Under Morrisons' policy, if NHS Test and Trace informs an unvaccinated worker that they have been exposed to Covid-19, they will only get statutory sick pay - the legal minimum - when they isolate.In England,unvaccinated people must isolate for 10 days if they are a close contact of someone with Covid , even if they do not test positive themselves.However, any Morrisons employee who tests positive is paid full sick pay while they isolate, regardless of vaccination status.Morrisons said its policy only applies to workers who are unvaccinated by choice, and each individual is treated on a case-by-case basis. Workers who cannot receive Covid vaccines for medical reasons are not obliged to isolate in England.The requirement for fully-vaccinated workers to isolate when exposed to Covid was dropped in England in August.This resulted in unvaccinated workers being more likely to take time off than their vaccinated colleagues, even when not infected with coronavirus.Companies now appear to be tightening their sick pay rules as they face mass absences due to the more infectious Omicron variant.In the last few weeks it has emerged that Ikea, Next and Ocado have changed their policy on unvaccinated staff who have been exposed to coronavirus. Collectively they employ nearly 60,000 workers.Sick pay cuts will also be implemented at Wessex Water and in the US, several major companies have started penalising unjabbed workers.However, Sainsbury's, Tesco and Asda pay unvaccinated workers full company sick pay when they are isolating.Statutory sick pay (SSP) is the minimum amount employers must pay, but some employers offer more than SSP - this is normally known as company or contractual sick pay. Beth Hale, partner at employment law firm C M Murray, said claims of direct discrimination due to this kind of sick pay policy were unlikely to succeed as being opposed to vaccination was \"unlikely to be a protected belief for the purposes of the Equality Act.\" \"While the policy may have a disproportionate impact on those from certain ethnic or religious groups (which could give rise to a claim for indirect discrimination), an employer may well be able to justify the policy on the basis of their legitimate business needs,\" she added. She said where employers are struggling with significant staff absences because of the large case numbers, it \"seemed reasonable\" that they may want to take steps to encourage vaccination amongst their workforce in this way. But she added that employers need to be \"careful that policies are communicated carefully and sensitively\" to avoid employee relations issues.", "url": "https://www.bbc.com/news/business-59902929"}