{"datetime": "2021-04-26T22:58:41.000Z", "title": "Sofagate: EU chief Ursula von der Leyen blames sexism for Turkey chair snub", "article": "The first female president of the European Commission has vowed to defend women's rights after admitting to feeling \"hurt\" by a chair snub during a summit with male leaders in Turkey. Ursula von der Leyen was left without a chair at a meeting with President Recep Tayyip Erdoğan in Ankara on 6 April. Turkey was criticised, as was EU Council President Charles Michel, who took the only chair next to Mr Erdoğan. Turkey blamed the EU for the gaffe that saw Mrs von der Leyen sit on a sofa. But in a speech to the European Parliament on Monday, Mrs von der Leyen suggested sexism was at the root of the seating blunder, known as \"sofagate\". Mrs von der Leyen, 62, said she could see no reason why she should have been treated differently to Mr Michel, who has apologised for his role in the affair. \"I am the first woman to be President of the European Commission. I am the President of the European Commission. And this is how I expected to be treated when visiting Turkey two weeks ago, like a Commission President, but I was not,\" Mrs von der Leyen told EU lawmakers. \"I cannot find any justification for the way I was treated in the European Treaties. So, I have to conclude, it happened because I am a woman. Would this have happened if I had worn a suit and a tie? In the pictures of previous meetings, I did not see any shortage of chairs. But then again, I did not see any woman in these pictures, either.\" The meeting was arranged to repair strained relations between the EU and Turkey. Mrs von der Leyen and Mr Michel held talks with President Erdoğan at his presidential palace. But when the three leaders came to sit down, there were just two chairs. Mr Michel and Mr Erdoğan took their seats in two gilded Ottoman-style chairs, leaving the Commission president standing. In footage of the meeting, Mrs von der Leyen appeared visibly taken aback, making her displeasure clear with an audible \"Ahem\". Mrs von der Leyen eventually sat down on a sofa, well away from the Turkish leader and opposite the Turkish foreign minister. Comparisons were drawn between this meeting and one in Brussels in 2017. On that occasion, the two men heading the European Commission and Council sat beside the Turkish president in comfortable armchairs. In her speech on Monday, Mrs von der Leyen do not publicly blame either Mr Erdoğan or Mr Michel for the incident.But she did acknowledge to feeling \"hurt and left alone\", as \"a woman and as a European\". \"Because this is not about seating arrangements or protocol. This goes to the core of who we are. This goes to the values our Union stands for. And this shows how far we still have to go before women are treated as equals,\" Mrs von der Leyen said. She said she used the meeting to express her \"deep concerns\" aboutTurkey withdrawing from the Istanbul Convention , an international accord designed to protect women. Mrs von der Leyen said protecting women against violence would remain \"a priority\" for the Commission\" - the EU's executive branch. Speaking to parliament, Mr Michel again expressed his regret over the situation, which he said he understood offended many women. He also told lawmakers that deeper economic ties with Turkey were difficult because of a deterioration of basic rights and freedoms in Turkey, including those of women. ", "url": "https://www.bbc.com/news/world-europe-56896734"}