{"datetime": "2021-08-27T16:00:05.000Z", "subject": "Brexit", "title": "Morrisons calls for action on lorry driver dearth", "article": "Supermarket chain Morrisons has joined a growing chorus in the food and drink industry calling for government help to recruit lorry drivers. Boss David Potts indicated HGV drivers should be eligible forSkilled Worker visas , allowing them to work in the UK. Separately, the food and drink industry has asked the government to introduce a 12-month Covid-19 recovery visa to enable it to recruit EU migrants.The government said firms should invest in the domestic workforce. \"We want to see employers make long term investments in the UK domestic workforce instead of relying on labour from abroad and our Plan for Jobs is helping people across the country retrain, build new skills and get back into work,\" it said in a statement.The Road Haulage Association has previously estimated there is a shortage of more than 100,000 drivers in the UK, out of a pre-pandemic total of about 600,000. The shortfall has put pressure on the whole supply chain, and is starting to affect consumers with product availability reduced in some instances.Speaking to the BBC, Mr Potts said the driver shortages were a \"challenge that's right there for the country\". There needed to be a \"concerted effort from government and industry\" to help fill the vacancies, he added.One potential solution he suggested was to \"maybe look at a list of people who come into the country to work, maybe add the drivers to that list for a while, see how we get on with that, because we need to break the back of the issue in order to keep what is a great supply chain working in Britain\". Asked if that meant the Skilled Worker visa list should include HGV drivers, he said: \"Why not.\" 'We're really stretched,\" says Brian Sagaseta, who runs Peterborough Chiltern Distribution, a haulage company specialising in transporting chilled products. \"It's really bad and it's getting worse by the week. I've never known anything like it in 25 years.\" Mr Sagaseta used to have a waiting list of drivers on file that he could turn to during busy periods and no problems filling new positions. This week, he was expecting two drivers to arrive for an interview. Neither of them turned up.He reckons there is a number of reasons for the shortage. \"There's Brexit to consider, with thousands of drivers no longer able to work here. And also, during lockdown, products weren't moving across the country in the way they normally would. Now everything's opening up again, and the workforce just isn't there to deliver the goods.\"He says the problem is being made worse by drivers leaving for higher wages at other companies. \"For every two or three drivers we take on, we ultimately lose one or two in the same step. Previously, you had a driver for life but the money, the competition out there. Our salaries have always been at the higher end, but we can't afford to keep up with the rates other people are paying right now.\" The labour shortages are not confined to drivers. A report by a group of 12 trade bodies in the food, drink and hospitality sectors says \"chronic labour shortages\" span the whole of the supply chain, from agricultural workers through to waiting staff. \"Severe disruption\" in the availability of workers because of the reduction in free movement of people following Brexit, coupled with the \"unprecedented disruption\" of the Covid-19 pandemic had created a \"chronic labour shortage across the whole supply chain\", said the report which was produced by Grant Thornton on behalf of the industry groups.In addition there were other pressures on the industry, including the older age profile of drivers, a reliance on a migrant workforce, negative perceptions of the sector, skills shortages and less attractive tax terms. The labour shortages are \"having an impact on production, processing, supply and ultimately demand. They are shortages that if they go unaddressed will have significant economic implications for the UK\". the report warned. The group, which includes the British Meat Processors Association, Food and Drink Federation, Road Haulage Association and UK Hospitality has called on the government to bring in a special 12-month Covid-19 Recovery Visa to help alleviate staff shortages in the supply chain.The group said this would allow the supply chain to recruit people into critical roles, such as HGV drivers, in the short term.\"This visa will alleviate the pressure on the sector and give it the time it needs to continue to recruit and train domestic staff,\" it added.Morrisons' David Potts said that, as a result of the driver shortage, the supermarket had cut the number of deliveries to stores and was sending fuller lorries, but less often.\"And with those freed up journeys we're sending those lorries to our suppliers to bring our own stock to our own depots, and those kind of innovations, those kind of solutions are what is going to keep the wheels on the road.\" He admitted there were pockets of shortages of goods in stores. as a result of the driver shortfall. \"Where we see the biggest issues does actually move around. We've seen issues in pop, in lemonade, these kind of items. And some crisps. But in the main, fresh food has been prioritised by the supply base, by the industry, and certainly within Morrisons.\"He said testing for HGV licences should be prioritised.\"We need to reopen the pipeline of drivers coming through. We need to cut out the backlog of training that's there now for HGV drivers. It does take eight to 10 weeks for someone to qualify.\"It's not a cheap exercise either, so I am looking to government to do everything it can to start to open up that pipeline as well.\" Last month, Tesco announced it would pay a £1,000 joining bonus to lorry drivers, and other firms have taken similar steps to recruit and retain staff.Friday's food and drink industry report pointed out that many of the firms that had provided information had increased wages, offered bonus schemes, extra holidays and other measures designed to attract and retain staff.\"However, ... the majority of respondents felt that they were still unable to recruit or retain sufficient levels of staff and there was a growing recognition that substantial wage increases are not sustainable in the long term unless there is an acceptance of higher food prices from supermarkets and customers.\"In a statement, the government said: \"We recently announced a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of driving tests able to be conducted.\"However, most of the solutions are likely to be driven by industry, with progress already being made in testing and hiring, and a big push towards improving pay, working conditions and diversity.\" ", "url": "https://www.bbc.com/news/business-58353738"}