{"datetime": "2021-08-27T12:18:02.000Z", "subject": "Brexit", "title": "Fruit picker shortage spreads to Christmas workers", "article": "A shortage of fruit pickers in the UK is set to spread to warehouse workers in the run-up to Christmas, the boss of toy chain The Entertainer has warned. Gary Grant said a workforce of largely eastern European migrants work on farms in the summer and swap to picking boxes in warehouses later in the year. But he said \"A lot of these staff have gone home because of Brexit and most can't get visas to come back and work.\" Amazon has been forced to offer a joining fee to attract warehouse staff.Earlier this week, the online retail giant said it would pay a £1,000 bonus for \"urgently needed\" warehouse pickers and packers in the UK amid a growing recruitment crisis. Brexit, Covid-19 and the government's furlough scheme - which is set to end on 30 September - have put pressure on companies seeking to fill vacancies.Mr Grant said: \"All year we've been talking about the lack of people picking fruit but now we're going to be talking about the lack of people picking boxes, particularly in the internet warehouse where the volumes in the second half are just phenomenal.\"\"Farmers can't get sufficient fruit pickers,\" he said. \"It is the same pool of labour, agency staff [who are] largely eastern European [and] a huge number of them Polish.\"In the run-up to Christmas, Mr Grant said The Entertainer's online warehouse staff gradually increases from between 60 and 80 pickers in August spread over two shifts to a 24 hour operation with 300 pickers. He said that in contrast to last Christmas when it had one agency working to recruit staff for warehouse work, this year it is using three agencies to attract more workers.While The Entertainer is not offering joining fees for warehouse staff, it is offering retention bonuses to its drivers amida UK-wide shortage of these workers . It joins Tesco which is offering drivers a £1,000 joining bonus while John Lewis plans to bump up drivers' annual salaries.Mr Grant said: \"If you look at seasonality of labour, of supermarkets and people like us, if there is insufficient drivers in August, what on earth does the situation look like when you get through to December?\" However, it is not only a shortage of box pickers which is putting pressure on companies like The Entertainer. \"It is a whole collection,\" said Mr Grant. He said there are issues getting stock out of China because of a shipping container shortage, added to which the price of a container has gone up from $1,500 last year to about $18,000 now.Once in the UK there is a dearth of lorry drivers to transport the goods to the warehouse and then from there out to stores and distribution hubs.\"You don't need pickers to pick stock you haven't received,\" says Mr Grant.", "url": "https://www.bbc.com/news/business-58353735"}