{"datetime": "2021-08-26T13:23:24.000Z", "title": "Food firm in 'drastic' action amid driver shortage", "article": "A company which supplies food to care homes and restaurants says it is taking \"drastic action\" to try to get round the shortage of UK lorry drivers. The boss of Country Range said the group was buying smaller vans in the face of \"significant\" problems caused by a lack of qualified HGV drivers.Managing director Coral Rose said the issue was \"going to get worse\" as schools and offices return to normal.Industry warnings about the impact ofdriver shortages have been increasing.On Wednesday, both Tesco and Iceland said there could be some shortages on the shelves in the run up to the key Christmas trading period.A combination of Covid, Brexit and other factors has meant there are not enough drivers to meet demand.The Road Haulage Association estimates there is now a shortage of more than 100,000 drivers in the UK, out of a pre-pandemic total of about 600,000.That number included tens of thousands of drivers from EU member states who were living and working in the UK. Even before Covid, the estimated shortage was about 60,000 drivers.Country Range is a group of 12 wholesalers supplying food and non-food items to schools, care homes, hotels, restaurants and small shops.Ms Rose said the shortage of drivers had affected both the supply of products from manufacturers to its warehouses and also from its warehouses to its customers.Speaking to BBC Radio 4's Today programme, Ms Rose said Country Range was \"taking drastic action such as buying smaller delivery vehicles to make sure that we don't have to have people with specific HGV licences to drive them\". There was \"going to be increased pressure as schools reopen, people continue to holiday in the UK, people return back to their offices, so staff feeding may reopen again, so the issue is going to get worse and we would like government intervention\", she added. One short-term fix the government could take would be to a temporary visa scheme \"to encourage EU workers to come back\", she said. But she wants the government to give support for people with training and apprenticeships in the longer term \"because this is not a quick fix, it's a long-term issue\". Ms Rose also said: \"There's lot of drivers who are able to drive but can't go on the road at the moment because they couldn't take their tests or refresher course and training through the last year because of Covid, so there's potential to release a lot more drivers. There could be some increased resource in that area as well and that would help.\" On Wednesday, the government said there was a \"highly resilient\" food supply chain and it was taking measures to tackle the driver shortage. Labour's shadow minister for business and consumers, Seema Malhotra, said: \"The chaos hitting supply chains is of the Conservatives' making. Their failure to keep their promise to cut red tape for businesses, which are struggling with more paperwork and higher costs, combined with worker shortages, has created a perfect storm.\" The government said it had \"well-established ways of working with the food sector to address food supply chain disruptions\".A spokesperson added the government had announced measures to tackle driver shortages, which included streamlining and increasing tests. \"Most of the solutions are likely to be driven by industry, with progress already being made in testing and hiring, and a big push towards improving pay, working conditions and diversity,\" they added.\"We want to see employers make long-term investments in the UK domestic workforce instead of relying on labour from abroad.\" The motor industry has already reported thatvan sales have hit near record levels in 2021 as a result of a boom in home deliveries and the economy reopening.Ms Rose admitted that a firm such as Country Range buying more small delivery vans would increase the number of vehicles on the roads. \"More vehicles and more staff required to do that, it's not an ideal scenario but it's something that we're trying to do to continue to supply our customers.\" She said steps were needed in order to encourage people to take up driving jobs. \"We need to make this an attractive profession and a recognised profession, not just with food service but within the whole of the UK.\"The average age of the drivers is over 55 - there isn't a lot of new blood coming into the industry because it takes time and money to train and people don't necessarily have that.\"Staff shortages in the food industry are extending beyond drivers. Bolton-based Greenhalgh's Craft Bakery has a chain of shops in Greater Manchester and Lancashire, and delivers wholesale nationally.Six members of the firm's management team have been taking turns to do shifts driving the delivery vans. Boss David Smart told BBC Radio 5 Live: \"It's a bit of a perfect storm really. We are short of drivers but it isn't just drivers, we're actually short of quite a few people throughout the business from bakers to bakery operatives to shop colleagues to drivers to office staff. \"It's the August bank holiday, everybody wants to go everywhere and because we're a food service industry we try to supply all those areas. We're extremely busy. However, we are very, very busy with too few hands.\" ", "url": "https://www.bbc.com/news/business-58339182"}