{"datetime": "2021-08-20T10:48:55.000Z", "title": "Morrisons backs US firm's improved £7bn takeover offer", "article": "Supermarket group Morrisons has accepted an improved £7bn takeover bid from US private equity group Clayton, Dubilier & Rice (CD&R). Morrisons had previously recommended investors accept a £6.7bn offer from a consortium led by another US-based investment group, Fortress.Fortress said it was \"considering its options\", amid signs shareholders think the battle is not over. Morrisons shares opened up on Friday, a signal investors expect another bid. The retailer, which has almost 500 shops and more than 110,000 staff, has been at the centre of a takeover battle for weeks. Fortress has urged Morrisons' shareholders to \"take no action\" on CD&R's agreed bid, which will require their approval at a meeting in October.In July Morrisons turned down an offer worth £5.5bn from CD&R, saying it significantly undervalued the business.But the grocer's board unanimously accepted the new offer, which represents a 60% premium to Morrisons' share price before takeover interest emerged in mid June. Morrison shares rose 4.4% following the announcement to 291.4p per share. Nicholas Hyett, Equity Analyst at Hargreaves Lansdown, said that although the new offer has the backing of Morrisions' management, \"this might not be the end of the story\".He said: Rival bidder Fortress has urged investors to hold fire on accepting the deal and are expected to make a further statement in due course. With the shares currently trading above the new and improved offer price, the market clearly thinks a better offer is a distinct possibility.\" Morrisons was founded in Bradford in 1899 - where it still has its headquarters. The founder William Morrison's son, the late Sir Ken Morrison, ran the business for fifty years. CD&R said it recognises the \"legacy of Sir Ken Morrison, Morrisons' history and culture, and considers that this strong heritage is core to Morrisons and its approach to grocery retailing\". The private equity firm said it would help Morrisons to build on its strengths, including its close relationships with suppliers and property portfolio. Morrisons chairman Andrew Higginson said the offer \"represents good value for shareholders while at the same time protecting the fundamental character of Morrisons for all stakeholders\". Over the last 10 years, CD&R has been advised by Sir Terry Leahy, who was the boss of Tesco at the time when Mr Higginson worked for him as chief financial officer.Morrisons' chief operating officer, Trevor Strain, also previously worked with Sir Terry at Tesco.Sir Terry also advised CD&R on its acquisition of discount retailer B&M, which netted the private equity firm an estimated profit of £1bn when it sold it on. The future of the UK's fourth largest supermarket has taken a new twist.Morrisons is one of a slew of UK companies that have been targeted by overseas investors. Defence contractors Meggit and Ultra are also the subject of bidding wars. The numbers are startling.Even before you count Morrisons, Meggit and Ultra - foreign, private buyers have spent more buying UK listed companies in the last eight months than they have in the last five years combined. UK companies look cheap to foreign buyers. The UK economy was one of the hardest hit by the pandemic - and the value of the pound has never quite recovered its pre-Brexit value which reduces the price of UK businesses for non-UK investors.Some say that these bids highlight the value of - and confidence in - UK plc. But others are concerned that private buyouts increase debt levels, reduce transparency and mean that key decisions about the future of UK companies like Morrisons could be taken in New York rather than Bradford.The UK government has already asked the Competition and Markets Authority to review the bid for submarine technology specialist Ultra on grounds of National Security and it may yet intervene in the takeover bid for aerospace specialist Meggitt. There is also legislation planned to expand its powers to intervene and increase the scrutiny of privately held companies but for now there is a rush to the checkout for important chunks of UK PLC.", "url": "https://www.bbc.com/news/business-58273916"}