{"datetime": "2021-10-04T08:35:24.000Z", "title": "Morrisons chair promises 'good Christmas' for shoppers", "article": "The chairman of supermarket chain Morrisons has insisted the supermarket will be able to deliver a \"good\" Christmas for customers despite supply chain issues. Andy Higginson said he was \"not worried\" about logistical issues with supermarkets supplying products.He said the issues were \"well publicised\" and \"slightly overblown\". His comments come just two days after US private equity firm CD&R won an auction to buy Morrisons. The £7bn ($9.5bn) bid for the UK's fourth-largest supermarket chain from Clayton, Dubilier & Rice (CD&R) just trumped an offer from rival suitor Fortress. The takeover will mark a return to the UK grocery sector for Terry Leahy, the former chief executive of Tesco, who is a senior adviser to CD&R. There has been speculation that Mr Leahy will become the new chairman of Morrisons, as Mr Higginson will stand down from his post once the deal with CD&R is completed.Morrisons owns a quarter of its suppliers, including fisheries and meat production operations, and Mr Higginson said that was one of the reasons the private equity firm had found the business attractive. \"Private equity gets a bit of a bad rap sometimes,\" Mr Higginson said.He added that private equity is \"focused on growth and trying to grow businesses - it's the way they make returns... and that's very much the case here\".The supermarket chain has arrangements with 2,700 British farmers, who deliver livestock and produce directly to its 17 food processing facilities, which supply 493 stores. \"Supply chains in the UK are incredibly efficient and I'm sure we'll be able to deliver a great Christmas for customers as we go through,\" Mr Higginson added.\"I think it'll be a good Christmas for people, I think they'll want to treat themselves\".Rewind to the start of the summer, and the supermarket chain Morrisons is a stock market plodder, a company to be invested in for its healthy dividend rather than any hope of a big rise in the share price. It's a British supermarket, and we all know that the UK grocery market is fiercely competitive with big players that are well-entrenched and little hope of rapid growth. That was the orthodoxy, and the events of the past four months have made it look a little silly. Then, Morrisons shares hovered around 180p. On Saturday, a private-equity-led consortium won an auction to buy the company at 287p a share. Those fund managers who dismissed Morrison's prospects and chose not to own the shares have missed out on a pound-a-share payday. What did the City miss? According to Andy Higginson, Morrison's outgoing chairman - like the company's other non-executive directors, he will leave when the deal is completed - the Square Mile's fund managers could not see the \"inherent strength\" of the chain, which owns many of its store freeholds, has its own food production assets, and a pension scheme in surplus. Mr Higginson said Morrisons was not alone in having been undervalued, describing it as a \"sector problem\". That idea that supermarkets in general are neglected by the City raises the intriguing prospect that other chains may find themselves being wooed by private investor groups. Last month, the supermarket warned that it expected the UK's lorry driver shortage to push up prices this year. It said the lack of drivers, plus higher freight charges and commodity prices, could lead to higher prices. However, it also said it would seek to mitigate those and other potential cost increases, such as any incurred in maintaining good product availability. Morrisons was founded in Bradford in 1899 - where it still has its headquarters. The group has almost 500 shops and more than 110,000 staff. The business was founded by William Morrison, and his son, the late Sir Ken Morrison, ran the business for 50 years.", "url": "https://www.bbc.com/news/business-58786738"}