{"datetime": "2020-06-13T23:22:24.000Z", "title": "Woman hatches ducks from Waitrose eggs", "article": "A woman has hatched three ducklings called Beep, Peep and Meep from eggs she bought in Waitrose. Charli Lello, 29, from Hertfordshire, put the Clarence Court eggs in an incubator as an experiment to pass the time after being furloughed. She said the ducklings would live \"a very happy life\" with her pet chickens. A Waitrose spokesman said fertilised eggs were safe to eat and \"entirely indistinguishable\" from normal eggs, unless incubated. Ms Lello, who normally works as an assistant manager in a shop, got the idea after seeing a video on Facebook of someone hatching quail eggs from a supermarket. \"While I was in Waitrose, I saw the duck eggs and thought maybe they would work as well. I was so excited for them to hatch but I still had in the back of my mind that these are supermarket eggs.\"They have been collected, bashed around on a delivery truck, then rattled around on a trolley onto a shelf, picked up and put down by who knows how many people, so they still might not go all the way.\" A month after putting them in the incubator, Ms Lello heard a tiny beeping sound and the Braddock White ducklings started to emerge from their shells. She said it had been an \"amazing\" experience hatching the \"cutest little balls of fluff\" but she would not be repeating it. \"The only reason I could try was because I am currently furloughed and have the time to raise them to an age where they won't need me all day. Under normal circumstances it wouldn't have been possible or fair on them,\" she said. A Waitrose spokesman said it was \"notoriously difficult\" to identify the sex of white-feathered ducks. \"Our farmers work hard to ensure ducks and drakes are separated correctly. As a result of this difficulty in sexing, a male white-feathered duck may very occasionally be left with a group of females, although, these instances are extremely rare.\"There may also be instances when a wild duck encounters farmed drakes, but again, this is rare,\" he said. A spokeswoman for Clarence Court Farms said: \"It is a feat of remarkably slim odds that a duckling has been hatched. But we acknowledge that it's not impossible.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-52838747"}