{"datetime": "2021-09-09T10:58:46.000Z", "title": "Morrisons warns driver shortage will raise prices", "article": "Supermarket chain Morrisons has said it expects the UK's lorry driver shortage to push up prices this year. It said the lack of drivers, plus higher freight charges and commodity prices, could lead to higher prices. However, it said it would seek to mitigate those and other potential cost increases, such as any incurred in maintaining good product availability. Transport secretary Grant Shapps said the UK must \"stand on its own two feet\" and not rely on EU drivers. Speaking after Morrisons reported its latest trading figures, Mr Shapps rejected calls for more immigration to resolve the problem.\"We have to stand on our own two feet as the United Kingdom. There are a lot of people coming off furlough. I look forward to them getting jobs.\"Lorry driver shortages have have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. Industry bodies estimate there is a shortage of about 100,000. Mr Shapps said: \"To say this is an issue of Brexit is completely untrue. What it is about - is coronavirus.\"He pointed to the global driver shortage in the US, Poland and Germany and said the UK was not alone in having supply chain problems.The transport secretary confirmed that someHGV driver tests would be fast-tracked. Morrisons and its rivals have seen gaps on shelves due to the driver shortage. Last month, it joined a growing chorus in the food and drink industry calling for government help to recruit lorry drivers. Chief executive David Potts indicated HGV drivers should be eligible forSkilled Worker visas , allowing them to work in the UK. The firm's latest comments came as it reported first-half results, showing a profit before tax and exceptional items of £105m in the six months to 1 August, down from £167m in the same period last year. Morrisons is currently at the centre of a takeover battle between two US private equity firms. In its results statement, it reiterated that it had received offers for the company from Clayton, Dubilier & Rice (CD&R) and Fortress and was recommending CD&R's offer of 285p per share. Shareholders will be asked to approve this offer at a meeting to be held in or around the week beginning 18 October, it added. However, as neither bidder has said their offer is final, Morrisons said on Wednesday that it was in talks with CD&R, Fortress and the Takeover Panel about an auction to decide its future. It said any auction would take place before the planned shareholder meetings, on a date to be announced by the Takeover Panel. Morrisons said the whole British food industry was facing continued challenges from Covid-19 and sustained supply chain cost increases, which were largely outside its control.However, it added that it was working to address those challenges and that second-half profit was expected to be considerably higher than in the first half.We expect some industry-wide retail price inflation during the second half, driven by sustained recent commodity price increases and freight inflation, and the current shortage of HGV drivers,\" it said. \"We will seek to mitigate these and other potential cost increases, such as any incurred to maintain good on-shelf availability.\" Chairman Andrew Higginson said the whole Morrisons team had shown \"commendable resilience facing into a variety of continuing challenges during the first half, including the ongoing pandemic, disruption at some of our partner suppliers and the impact on our supply chain of HGV driver shortages\". \"As we approach our busiest time of year, I'm confident the team will continue to rise to all challenges and keep up all the good work to improve the shopping trip for customers,\" he added. Julie Palmer, partner at Begbies Traynor, said Morrisons, like all supermarkets, had faced the challenge of maintaining customer interest and sales as non-essential retail reopened after the pandemic and life returned to some kind of normality. \"But those roadblocks haven't stopped the retailer from shining,\" she added. \"The ongoing bidding war for the UK's fourth-largest grocer has proved that a growing online presence often satisfies the appetite of hungry investors.\"Having cemented an important relationship as a key supplier and partner to Amazon, and to McColl's convenience stores, Morrisons has triggered a bidding war among private equity firms in the US, who are more concerned with the lucrative property portfolio which the store network possesses than what's on the shelves.\" ", "url": "https://www.bbc.com/news/business-58498427"}