{"datetime": "2021-09-26T16:21:50.000Z", "title": "Fuel supply: Visas won't solve petrol supply issues - retailers", "article": "Offering temporary visas to foreign lorry drivers will not be enough to solve supply chain issues, retailers and hauliers have said. The government's planned measures would not fix the \"ultra-short term\" problems caused by panic buying, the Petrol Retailers Association (PRA) said. It said some of its members say their forecourts are running dry and others \"are partly dry and running out soon\". Long queues have formed and pumps have closed at some filling stations. Transport Secretary Grant Shapps has blamed the Road Haulage Association for triggering a \"rush on petrol stations\". He also told the BBC's Andrew Marr Showthere was \"plenty of fuel\" and that he had checked with the six refineries and 47 storage centres in the country. But Brian Madderson, chairman of the PRA, which represents about 5,500 independent petrol stations, told BBC Radio 4's The World This Weekend that while there was plenty of fuel in the country \"it is in the wrong place for the motorist\" - in terminals and the refineries.He said: \"Those measures introduced by the government this weekend are not ultra-short term.\"We might see benefits of them later in the autumn as the drivers come across and start to work. But in the very short-term this panic buying has caused really serious problems.\" He added that \"between 50% and 90%\" of the PRA's members had reported their forecourts were running dry and \"those that aren't dry are partly dry and running out soon\". A shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains. Are you a HGV driver in the EU? Does the temporary visa scheme appeal to you? Email haveyoursay@bbc.co.uk . In recent days, some fuel deliveries have been affected, leading to lengthy queues at some petrol stations. On Saturdaythe government announced measures to give temporary visas, lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers in a bid to limit disruption in the build up to Christmas. Other measures include sending nearly one million letters to drivers who hold an HGV licence - to encourage them back into the industry - as well as using Ministry of Defence examiners to increase testing capacity for those entering the industry. The British Retail Consortium welcomed the additional drivers, but said the numbers were \"too small\" to make an impact on the disruption expected at Christmas. Andrew Opie, director of food and sustainability policy at the trade association, told the BBC: \"I think we're going to see less choice, less availability, possibly a shorter shelf life as well, which is really disappointing because this could have been averted. \"Five thousand drivers, don't get me wrong, that will help and that will make some difference, but we needed so much more than that.\" The Confederation of British Industry (CBI) said the \"limited scope\" of the government's announcement had \"surprised many\" and called for a committee of key government ministers similar to those set up to handle emergencies like flooding or the pandemic to be established to help alleviate the short-term pressures being experienced as the economy bounces back after the coronavirus pandemic. Kayleigh Robinson, who works in Hampshire as a mental health nurse, said she was left unable to make the 37-mile drive to work on Sunday after she was unable to get diesel at four petrol stations. \"It's not something I was expecting. \"When you're working long shifts you don't really get a chance to see the news that often.\" In the end, her work arranged a taxi to pick her up and take her back home.Adrienne Kenny, from Cambridge, said she would be unable to go to work as a health, safety and environmental manager for a construction firm on Monday because she needed to drive to Leeds. She said she had tried three petrol stations on Saturday but \"couldn't get diesel anywhere\" before trying another six without success on Sunday, leading her to postpone her meeting. Mr Shapps said he did not want to \"undercut\" British workers by bringing in people from overseas but could not \"stand by and watch while queues are forming\". The transport secretary said there was not a \"dramatic shortage in drivers\" for the fuel industry, with only \"one, two, three hundred drivers\" needed for distribution to petrol stations. Supermarket Asda said it had put a £30 limit on fuel transactions but said that it had good levels of fuel supply. Sainsbury's said it was experiencing \"very high demand for fuel\", while Morrisons said it was a \"rapidly moving situation\" and it was working hard to keep its pumps open. Earlier, Mr Shapps blamed \"irresponsible briefing\" by the Road Haulage Association (RHA) for triggering panic buying, after reports that someone from the group had selectively leaked comments about heavy goods vehicle (HGV) driver shortages at fuel firms.RHA spokesman Rod McKenzie said it was \"absolute nonsense\" and that he had not been at the meeting where the issue was raised. Freight industry group Logistics UK estimates that the UK needs about 90,000 HGV drivers - with existing shortages made worse by the pandemic, tax changes, Brexit, an ageing workforce, and low wages and poor working conditions. Labour leader Sir Keir Starmer said the situation showed a \"complete lack of planning\" from the government. Asked if he would bring in 100,000 foreign drivers, Sir Keir said: \"We have to issue enough visas to cover the number of drivers that we need.\" The Liberal Democrats said the transport secretary was \"passing the buck\" by criticising the Road Haulage Association.The party's business, trade and transport spokeswoman, Sarah Olney, added that the government had \"repeatedly ignored calls from businesses to address the shortage of drivers\". Recruitment for additional short-term HGV drivers and poultry workers will begin in October, with the visas valid until Christmas Eve. Turkey farmer Kate Martin has warned supermarkets could run out of birds before Christmas. She said there were fewer turkeys being produced because because the big processors \"know they will not get them processed\". ", "url": "https://www.bbc.com/news/uk-58698998"}