{"datetime": "2022-01-18T06:31:58.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Queen's University to resume face-to-face teaching", "article": "Queen's University of Belfast (QUB) has told students that face-to-face teaching on campus will resume from 31 January. The university hadreturned to widespread remote learning for the vast majority of students during January. But in an email QUB said it would \"transition back to in-person teaching\" at the end of the month. Ulster University had already saidface-to-face teaching would take place when its new term begins on 24 January. Northern Ireland's universities onlyreturned to in-person teaching for almost all students in September 2021. Prior to that, most degree courses had been taught entirely online since March 2020 during the Covid-19 pandemic. Some students at Queen's had expressed frustration that the university had decided to revert to remote learning just before Christmas. But an email from Joanne Clague, the university's registrar, has told them they will be taught again on campus from 31 January. Some lectures and tutorials for some courses will continue to be delivered online, but students will also return to classes on the university campus. Ms Clague also said all clubs and societies could resume at the university. Students will also be given some extra time to submit coursework and assessments. However, they will still be asked to wear face coverings in university buildings and take regular lateral flow tests. Queen's has about 25,000 students, including a large number of international students. A study from Ulster University had previously suggestedrates of depression among students had increased since the onset of the Covid-19 pandemic. \"This increase in symptoms of depression may be related to increased social isolation, feelings of helplessness and a lack of hope for the future,\" the study, published in November, said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60032224"}