{"datetime": "2021-12-01T15:52:10.000Z", "author": "Robbie Meredith", "title": "University strike: QUB and Ulster University staff begin walk-out", "article": "Some staff at Queen's and Ulster universities have started three days of strike action. The University and College Union (UCU), which represents lecturers and support staff, is taking the action over pay, workloads and pensions. Staff arewalking out at 58 universities across the UK from Wednesday to Friday. It is clear how many classes will be cancelled as union members do not have to say in advance if they will strike. UCU members at both Queen's University and Ulster University previously walked out for eight days in November and December 2019. They thentook a further 14 days of strike action in February 2020. The UCU branch at Queen's University Belfast (QUB) said it was striking \"in response to proposed pension cuts, declining pay rates, increased workload, the significant exploitation of casualised and poorly paid workers, as well as continued substantial gender pay inequalities\". It also said university staff were being asked to accept cuts of up to 35% to their pensions on top of real-terms declines in pay. Fiona McGarry, QUB UCU president, said many young lecturers were on \"hourly-paid, short-term or other irregular contracts\". \"Queen's undergraduates are regularly taught by bright young academics who are being paid less than the minimum wage for the hours that they teach and the preparation for that teaching,\" she said.A QUB spokesperson said that the strike was primarily a national dispute that the university could not resolve. \"We appreciate that the decision to engage in industrial action is not taken lightly and that staff do not wish to disrupt the education of our students, as they are our first priority,\" said the spokesperson. \"Queen's will continue to use its influence to shape and inform the national debate and remains committed to working in partnership with all trade unions at a local level.\" The spokesperson add that all necessary steps would be taken to \"minimise the impact of industrial action on the quality of services and support provided to our students and other stakeholders\". A spokesperson for Ulster University said that while it hoped the \"national dispute\" could be resolved without industrial action, preparations have been made to minimise any potential disruption on its campuses. \"Everything possible is being done to safeguard both the student and staff experience,\" the spokesperson added.Adrian Grant, UCU president at Ulster University, said the difficulties that staff have been facing are affecting the quality of their students' education. \"Without the resources required to provide equality education, students are suffering even more greatly through the mismanagement of higher education,\" he said. \"If staff are over-worked, if staff aren't receiving equality and are under severe stress, then the student experience is not going to be good, now or in the future. \"Our working conditions are your learning conditions. If our working conditions aren't sustainable then your higher education experience is going to suffer.\" The students' union at QUB has voted to back the strike. However, the Ulster University Students' Union (UUSU) said it had taken the \"difficult decision\" not to support the strike. \"UUSU, through its student council, took the difficult decision not to support strike action due to the very real impact this will have on our members,\" said a statement. \"However, we appreciate that some members, such as PhD students who are also members of UCU, may wish to act in solidarity with the strikes.\" The UCU has said more strikes may take place in 2022. But Universities UK (UUK), an umbrella body representing many universities, has said the UCU strikes over pensions are not representative of how most staff feel. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59482901"}