{"datetime": "2021-08-19T07:08:14.000Z", "author": "Simon Jack", "title": "Ultra Electronics deal unlikely to be rejected", "article": "As predicted, the government has asked for an investigation to be carried out into the proposed £2.6bn takeover of Ultra Electronics, a major supplier to the Royal Navy, by US private-equity firm Cobham. To be honest, it would have been pretty odd if the government had not wanted to kick the tyres of a foreign swoop on a UK company that makes very sensitive stuff for jet fighters, submarines and nuclear missiles.The approach for Ultra from US-owned Cobham beeps pretty loudly on the existing legislative radar for foreign takeovers. Under the Enterprise Act, takeovers can be \"called in\" on grounds of National Security, Financial Stability or media plurality.Those areas of sensitivity are set to be extended to a list of up to 17 sectors under new legislation due to come in early next year - to reflect the modern concerns of cyber security, chip manufacture and healthcare/vaccine technology.Business Secretary Kwasi Kwarteng, who has instructed the Competition and Markets Authority to prepare a report on the Ultra's takeover, said the UK was open for business. However, foreign investment\"must not threaten our national security\". He added he had also tabled an Order in Parliament preventing Ultra from \"disclosing sensitive information to Cobham\" about the goods or services it provides to the government or armed forces. Simon French, chief economist, at Panmure Gordon, told BBC Radio 4's Today programme that the deal was a big moment for defence policy. He believes the decision by Mr Kwarteng is a \"culmination of a number of takeovers in recent years that have been pushed through, but have proved controversial, both at the time and retrospectively\".\"There's quite a lot of industrial, highly sensitive industrial capacity falling into foreign ownership,\" he said. \"If this were to be rejected or heavily curtailed by the government, that might be a once in more than three decades shift in the UK's approach to such situations.\" However, it would also be a surprise if this deal was not approved. Remember that potential acquirer Cobham was itself bought by US buyout group Advent a few years ago.The usual thought process is what, why, who. What are they buying? Why are they buying it? And crucially, who is buying it? In the past, takeover deals from companies based in countries the UK calls allies were seen as pretty harmless. If Cobham were a Chinese company, it probably wouldn't have even got this far.But national security aside, there is another thing that is beginning to bleep on the radar of UK PLC - PLC's are disappearing and increasingly into non-UK checkout baskets.Defence contractor Meggit and even homespun grocery chain Morrisons are subject to bidding wars between US buyers.Even before these deals are concluded, the value of UK companies bought by private foreign buyers so far this year is greater than all deals in the previous five years combined. Critics say that companies that go into private and foreign hands are less transparent, are more likely to shoulder debts used to buy them and have managements whose ultimate priorities are not domestic.Free market advocates say that as some companies go private, others become public. It's all money voting to invest in the UK.Whatever you think, UK PLC seems to be on sale.", "url": "https://www.bbc.com/news/business-58266643"}