{"datetime": "2021-08-16T15:03:09.000Z", "author": "Simon Jack", "title": "Morrisons bid rival to make pledge on property sale", "article": "US buyout firm Clayton, Dubilier & Rice will promise not to sell off large chunks of Morrisons' property empire when it tables an improved cash offer for the supermarket later this week. Morrisons' board is currently recommending shareholders accept a bid from another consortium led by US-based and Japanese-owned Fortress Group.Morrisons, the UK's number four grocer, owns 86% of its store freeholds. Supermarkets like Tesco and Sainsbury's own just over 50% of theirs.The Fortress consortium includes the property arm of the biggest private company in the US, Koch Industries, which led many to suspect that large-scale property sales would be part of the plan.However, in its offer document, Fortress said it \"does not anticipate engaging in any material store sale and leaseback transactions\". A person close to the deal said Clayton, Dubilier & Rice (CD&R) could be expected to make \"similar commitments\" if and when it improves on the latest Fortress bid of £6.7bn before a deadline this Friday.Exactly what \"material\" means to either bidder is unclear. As one person close to the CD&R bid told the BBC: \"Morrisons owns 86% of its stores, Tesco around 55%. If Morrisons moved to 75%, that would still mean it owned the vast majority.\" CD&R is being advised by Sir Terry Leahy, who was the boss of Tesco at the time when Morrisons' chairman Andy Higginson worked for him as chief financial officer. Sir Terry is also an old friend and colleague of Morrisons' chief executive David Potts.Sir Terry also advised CD&R on its acquisition of discount retailer B&M, which prospered under their ownership and saw the private equity firm bank an estimated profit of £1bn when it sold it on.However, Fortress is promising a much more \"hands-off\" approach to let the current Morrisons management get on with their own strategy - which is thought to appeal to Mr Potts. As one former Morrisons executive said, the current chief executive wants to retain the feel of a traditional grocer, butcher and fishmonger, which would see him lean towards the Fortress offer.CD&R also owns Motor Fuels Group, the largest independent petrol forecourt operator in the UK, with more than 900 petrol stations.It's thought that Morrisons could provide a good fit with that retail channel, along the lines of the Issa brothers, who recently added Asda to their petrol station empire.But what do US investment firms want with an established, low-growth, low-margin business?One possible answer, according to a former Morrisons executive, is that the grocer is much more than just a retailer. It is also the largest producer of fresh food in the UK.That supply chain proved invaluable during the height of the Covid pandemic - it has a wholesale agreement with Amazon - and could be an effective defence against inflationary pressures.The late Sir Ken Morrison, who ran the business from the late 1950s along traditional grocery lines until retirement in 2006, would be bemused at best, horrified at worst, that the company his father founded is now the subject of a private equity bidding war.", "url": "https://www.bbc.com/news/business-58235186"}