{"datetime": "2021-08-06T11:42:47.000Z", "title": "Morrisons agrees to raised £6.7bn takeover offer from Fortress", "article": "Supermarket chain Morrisons says it has agreed to a revised takeover offer worth £6.7bn, up from £6.3bn, from a private equity consortium led by Fortress Investment Group. The increased offer, worth 272p a share, comes after some key investors rejected a previous 254p a share offer. Their approval is also needed for this fresh offer. Morrisons, the UK's fourth-largest grocer, has almost 500 shops and more than 110,000 staff. It said in a statement: \"Morrisons directors believe that the increased Fortress offer is in the best interests of Morrisons shareholders as a whole, and accordingly unanimously recommend that Morrisons shareholders vote in favour of the resolutions required to implement the increased Fortress offer.\" The retailer agreed to the takeover early in July after it turned down an offer worth £5.5bn from another firm, Clayton, Dubilier & Rice (CDR), saying it significantly undervalued the business. However, there have been reports CDR was planning its own new higher offer.Morrisons' shares were at 269p before news of the offer began circulating. They then rose more than 2% to 278p in lunchtime trading, higher than the new Fortress offer and a sign that some investors think the bidding war might not be over. Under the UK's takeover rules, CDR has until 9 August to table any new offer. Major Morrisons shareholders include Silchester, which has more than 15%, as well as money managers M&G and JO Hambro. All shareholders in Morrisons are due to vote on the Fortress bid on 16 August. It needs at least 75% approval to pass.If shareholders agree, it will be the second major UK supermarket to change ownership this year. In June, regulators approved the takeover of Leeds-based Asda from US retail giant Walmart for £6.8bn by the billionaire Issa Brothers, who were backed by private equity firm TDR Capital. Morrisons started life as a market stall in Bradford in 1899, but it was not until 1961 that the first supermarket store opened under the name. In 2004, the group bought rival grocer Safeway for £3bn, giving it a bigger slice of the market in southern England.", "url": "https://www.bbc.com/news/business-58112224"}