{"datetime": "2022-01-28T06:32:00.000Z", "author": "Robbie Meredith", "title": "University strikes: Queen's and Ulster University face further action", "article": "Queen's University (QUB) and Ulster University (UU) face 10 days of strike action by some staff in February and March. The University and College Union (UCU), which represents lecturers and support staff, is taking the action over pay, working conditions and pensions. The move by the UCU follows athree-day walkout in December 2021 . The union said 50,000 staff were set to take action at 68 universities across the UK. There are to be seven days of strike action from 14-18 February and on 21 and 22 February.Three further days are then planned from 28 February to 2 March. It is not clear how many classes will be cancelled as union members do not have to inform the university in advance if they will strike. It is also not known exactly how many staff at QUB and UU will walk out, but UCU is a union with hundreds of members at both universities. The Open University, which has thousands of students in Northern Ireland, is also likely to be affected. The UCU previously took 14 days of strike action in February 2020 and eight days in November and December 2019. In a statement announcing the latest action, the UCU said staff were at \"breaking point after a decade of cuts to pensions, falling pay and worsening working conditions\". \"In pensions, proposals from employers mean staff face a 35% cut to their guaranteed retirement income,\" they said. \"The pay and working conditions dispute is over a 20% real term pay cut over the past 12 years, unmanageable workloads, pay inequality and the use of exploitative and insecure contracts, which are rife across the sector.\" The union said universities could prevent the disruption by making a \"positive investment in staff for the first time in over a decade: in wages, pay equality, secure jobs, and manageable workloads\". But they also said there may be a boycott of marking and assessment later in the term if the dispute was not resolved. Universities UK (UUK), an umbrella body representing many universities, has previously said the UCU strikes are not representative of the views of most staff. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60166086"}