{"datetime": "2017-01-13T06:10:44.000Z", "author": "Robbie Meredith", "title": "Queen's University, Belfast, warns over Brexit 'risks'", "article": "Queen's University, Belfast, has warned Brexit poses \"challenges and risks\" to its ability to attract international staff, students and EU research funds. The concerns are expressed in a paper analysing the possible implications of Brexit, specifically for Queen's. It shows EU undergraduate applications to QUB dropped by over 6% this year. Among the measures QUB has called for are \"continued employment and free movement rights for current and future EU staff,\" after the UK leaves the EU.The university also says that \"any restriction or reduction in access to EU programmes would represent a significant risk to the excellence of our research\". The document also warns of the impact of a \"harder\" border between Northern Ireland and the Republic of Ireland. \"It is vital that Queen's staff and students (EU and preferably international) should be able to travel across the land border unimpeded,\" it said. QUB has a substantial number of EU and international students and staff.It has 1,010 EU students enrolled in 2016/17 and a further 1,931 international students. Additionally, one fifth of its staff - 736 out of 3,673 - are from the EU but not from the UK. The university has attracted £56m in EU research funding in the past five years. It has also received £14.5m from Horizon 2020, a current EU research fund. Horizon 2020 is worth 80bn euros (£69bn) and awards funding for research and innovation. The Northern Ireland Executive has also set a target of obtaining £145 million from the fund. It is open to UK institutions while the UK remains a member of the EU. The QUB document warns that a number of key programme for government (PfG) objectives will be compromised if Queen's concerns are not addressed during the Brexit negotiating process. Among the measures the university calls for include: Chancellor of the Exchequer Philip Hammond had previously said EU-funded projects signed before Brexit would be guaranteed by the Treasury after the UK leaves the EU. However, there is no guarantee yet that EU funding will be available to UK institutions after Brexit. ", "url": "https://www.bbc.com/news/uk-northern-ireland-38603565"}