{"datetime": "2021-08-24T23:04:38.000Z", "author": "Simon Jack", "title": "UK companies 'perform better' with overseas owners", "article": "Many companies perform better with overseas ownership according to business minister Lord Grimstone, who said the UK had nothing to fear from a recent flood of private foreign takeover bids for UK-listed companies. \"It would be a sad day for Britain if we pulled down the shutters so that we weren't a mercantile entrepreneurial country,\" he said.His comments came as the government announced that the UK will hold a major international investment summit in October to attract more overseas investment in post-Brexit Britain.\"All our research shows that overseas invested companies are more productive and produce more jobs,\" added Lord Grimstone.\"It's an extraordinary finding but what it shows is the importance of attracting overseas investment into the UK.\" Recent figures show that foreign private buyers have spent more acquiring UK-listed business in the last eight months than they have in the last five years combined.Currently, grocery company Morrisons and defence contractors Meggitt and Ultra are the subject of bidding wars between overseas investors.Lord Grimstone, former deputy chairman of Barclays, which will be a major sponsor of the upcoming summit, said the UK was at the forefront of industries of the future, including renewable energy and the convergence of finance and technology - so-called fintech.He also pointed to the £1bn investment in new car and battery production recently announced by Nissan.\"We intend to keep the UK as one of the most attractive destinations for foreign investment in the world,\" he said. \"We are in that category but I like to think of investment as one of the most globally competitive sports and we intend to win in it.\" Despite the flood of recent private takeovers, overall foreign direct investment into the UK has fallen every year since the Brexit referendum in 2016, and the UK which attracted more investment than any other country in Europe for 18 years in a row, lost that title to France in both of the last two years.", "url": "https://www.bbc.com/news/business-58321735"}