{"datetime": "2021-12-23T16:53:36.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Remote learning 'may become necessary' for UU students", "article": "Ulster University (UU) has told students that \"it may become necessary\" to move to remote learning in January. In an email to staff and students, it said that it would provide them with updated guidance on 4 January. However, the university has said that \"all staff who can work from home, should do so\". Queen's University of Belfast (QUB) has already decided thatthe vast majority of students will be taught online in January. Some students had expressed \"frustration and anger\" at that decision. Northern Ireland's universities onlyreturned to face-to-face teaching for almost all students in September. Prior to that, most degree courses had been taught entirely online since March 2020 due to the Covid-19 pandemic. While the new teaching term at QUB is due to start on 10 January, most classes on UU's four campuses do not resume until 24 January. \"Following the Christmas break, campuses will reopen on 4 January - however all staff who can work from home, should do so,\" the UU email said. \"While there will be some on-campus teaching from 4 January 2022, semester two teaching will commence on 24 January for the vast majority of students. \"Based on advice issued by the NI Executive to date, the university considers that it may become necessary to move teaching delivery online for face-to-face lectures, seminars and tutorials from 24 January.\" The university said its libraries, study spaces and student wellbeing services would re-open as planned on 4 January. They also said they were closely monitoring what was a \"fast-moving situation\". \"We will make a further update to staff and students on 4 January 2022 regarding any preparations that may be required for possible online delivery from 24 January,\" the email continued. \"A final decision on any pivot towards online teaching will be communicated no later than 14 January.\" The university had already planned to hold most exams online in January, though some which require practical or professional assessment will be held on-campus. If most teaching does go online some classes will still be held face-to-face, including some laboratory sessions, or classes in subjects which involve practical work. The university has also asked staff and students to take a lateral flow test before coming onto its campuses and encouraged them to get a Covid vaccination. Ulster University has around 27,000 students across its four campuses in Belfast, Coleraine, Jordanstown and Londonderry. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59775324"}