{"datetime": "2021-10-27T10:25:01.000Z", "title": "Alanbrooke Hall: Scientist tells of 'evil' apparition at QUB", "article": "While night-time shenanigans involving students might not be unusual, a story of a \"haunted\" room at Queen's University is no laughing matter. A new BBC podcast, Uncanny, is looking into stories of mystery - from ghosts to potential UFOs.The first episode of the series - The Evil in Room 611 - involves Alanbrooke Hall of residence in Belfast. A former resident of the room says he saw an apparition which he described as \"pure distilled evil\". The podcast describes the former student, Ken, as \"a highly respected geneticist. A man who doesn't believe in ghosts, but cannot get over the fact that he believes he saw one 40 years ago as a student in Belfast\".He was studying microbiology in 1981 when he began having some terrifying experiences. \"I saw a large, black silhouette near the desk of what I had the impression was a man,\" Ken tells the podcast. \"The first thing that struck me, because I was analysing this data as much as possible, was that I'd never seen anything so black - it was just the blackest black I'd ever seen. \"At exactly the same moment. two things happened - one was I could hear in my ears what I could only describe as very, very loud white noise and also there was a very, very strong sense of pure distilled evil coming from this figure.\" He says his friend and roommate told him he had had a similarly disturbing experience at the same time, seeing the figure of a young man in the room staring at him who he felt \"wanted to do harm against him\". On another occasion Ken says he was alone on the sixth floor of the halls one weekend when he heard loud footsteps approaching his door. \"It reached the door of the room and then stopped,\" he tells the podcast. \"Then there was this profound silence, it probably lasted a millisecond, but it seemed like one of the longest silences ever and then the door started to bang. \"It was as if the door was being kicked and punched both at the top and bottom at the same time - it felt as if multiple fists were being hit against the door and it was extremely violent, I could see the door shaking.\" Ken says his roommate also witnessed strange things, as did the people who lived in the room before and after him. He said the 1960s tower block, which has since been demolished, was the \"last place\" you would expect to experience anything unusual. The podcast has been created and is presented by Danny Robbins, who described Ken as \"premier league, he's the dream witness really\". \"Ken is an eminent geneticist, he's an absolutely respected scientist and there's nothing in it for him to tell this ghost story,\" he told Good Morning Ulster. \"It's an index of how strange he finds this experience that he wanted to talk about it and for Ken, he wants answers, he wants people to come forward, if people lived in Room 611 did they have similar experiences? \"Already, since this went out last week, we've had people coming forward with other experiences.\" A further episode of the podcast will re-examine the story with Mr Robbins saying he may also have uncovered the name of someone who died in the room. \"I'm still putting the shout out, I'm intrigued to hear from anybody who's lived in Alanbrooke Hall, who has experiences of Alanbrooke Hall particularly in that time of 1981. \"But it does seem that Alanbrooke Hall had a bit of a reputation locally for strange things going on.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59061838"}