{"datetime": "2021-11-05T13:07:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Face masks affect how we interact, says Cardiff University study", "article": "Wearing face masks could be affecting the way we interact with others, new research suggests. People tend to automatically imitate others' facial expressions of emotion. However, a study led by Cardiff University found that people unable to use their mouth to mimic that emotion struggled to empathise with other people. The research has beenpublished in the Cognitive, Affective, and Behavioral Neuroscience journal. Lead author Ross Vanderwert said: \"People tend to automatically imitate others' facial expressions of emotion when looking at them, whether that be a smile, a frown, or a smirk. \"This facial mimicry - where the brain recreates and mirrors the emotional experience of the other person - affects how we empathise with others and interact socially. \"Our study suggests that when the movements of the lower part of the face are disrupted or hidden, this can be problematic, particularly for positive social interactions and the ability to share emotions.\" He added: \"Wearing a face mask continues to be vital to protect ourselves and others during the Covid-19 pandemic - but our research suggests this may have important implications for the way we communicate and interact.\" In Wales, masks arestill legally required on public transport and in all public indoor areas apart from pubs, restaurants and schools. Scientists recorded the brain activity of individuals as they watched videos of fearful, happy and angry expressions. Participants held a pen between their teeth for half the videos. Researchers were investigating the effect this had on a process known as neural mirroring - where we simulate other people's emotional expression. \"For emotions that are more heavily expressed by the eyes, for example fear, blocking the information provided by the mouth doesn't seem to affect our brain's response,\" said co-author Magdalena Rychlowska, of Queen's University Belfast. \"But for expressions that depend on the mouth, like a friendly smile, the blocking had more of an effect. \"Our findings suggest that processing faces is a very challenging task and the brain may rely more heavily on our own faces for understanding others' emotions [which] may enable empathy.\" ", "url": "https://www.bbc.com/news/uk-wales-59175525"}