{"datetime": "2021-09-11T05:44:13.000Z", "author": "Robbie Meredith", "title": "International students 'worth £260m to NI economy'", "article": "International students are worth about £260m to the Northern Ireland economy, a just-published report suggests. Two higher education bodies have analysed the economic effect of international students in the UK prior to the coronavirus pandemic. Northern Ireland has the lowest share of such students of any part of the UK. In 2018-19, according to the report, 3,450 first-year international students started undergraduate or postgraduate courses in Northern Ireland. The report has been published by the Higher Education Policy Institute (HEPI) and Universities UK International (UUKI). Separate figures published by the Department for the Economy (DfE) show that about 7,000 non-EU international students in Northern Ireland in 2019-20. The analysis of the economic impact of international students was carried out by London Economics for HEPI and UUKI. It looked at the overall economic benefits and costs associated with about 273,000 first-year international students from inside and outside the EU in higher education in the UK in 2018-19. Almost one in every three new international students in the UK that year was from China, the non-EU country with the greatest number of students in the UK. The HEPI and UUKI report calculated the financial contribution of international students, including how much they spent on tuition fees, accommodation and other living costs. It balanced that against costs including university teaching and the extra pressure on public services. The analysis suggests that international students delivered a net benefit of almost £26bn to the UK in 2018-19. It also suggests that international students from outside the EU are worth about £102,000 each to the UK economy for the duration of their study. Non-EU students typically pay much higher tuition fees than local, EU or UK students and can pay from £15,000 to over £30,000 a year for courses in Northern Ireland. The report also contains a breakdown of the economic effect of international students by each UK region and parliamentary constituency. In Northern Ireland, South Belfast was the constituency judged to benefit most as the highest number of international students lived there. The report estimates they brought a net benefit of over £44m into the area's economy, while Foyle - where Ulster University has a campus - got a net benefit of almost £18m from international students. However, the economic effect of international students was among the lowest in the UK in a number of Northern Ireland constituencies. There were six among the 20 in the UK who, the study said, benefited least from their presence and spending. They were West Tyrone, Lagan Valley, South Antrim, East Belfast, Strangford and North Down. The director of HEPI Nick Hillman said the figures showed that the benefits of international students reached every part of the UK. But the report warned that although early indications were that the number of international students in the UK remained \"relatively stable\" in spite the Covid-19 pandemic, \"data from this year's admissions cycle suggest that the UK's exit from the EU has severely affected EU student recruitment\". Figures published separately by Northern Ireland's two universities show that international students account for about £49m of their income in fees and grants. Queen's University Belfast (QUB) accounts show international students generated £43.8 in fees and grants in 2019-20, while Ulster University (UU) received just under £5.1m in overseas student fees in the same period. Figures from the universities for the 2020-21 year are not yet available. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58521369"}