{"datetime": "2021-12-20T15:05:18.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Queen's University to return to remote learning in January", "article": "Queen's University of Belfast (QUB) is to return to widespread remote learning for most students during January 2022. In an email to over 25,000 students and staff it said it was doing so \"having reviewed the developing public health situation and taken clinical advice\". The email said that \"the majority of lectures, tutorials and seminars will be delivered online\" in the new year. Northern Ireland's universities onlyreturned to face-to-face teaching for almost all students in September . Prior to that, most degree courseshad been taught entirely online since March 2020 due to the Covid-19 pandemic. The new term is due to resume at Queen's campuses in Belfast on Monday, 10 January 2022. The university said that exams which had been scheduled for the week before that - from Tuesday, 4 January - \"will proceed as planned, with enhanced social distancing in place\". Students will be contacted by their schools and departments about arrangements for exams due to take place from 10 January. Teaching will then be online for the majority of students. Some classes, which have to take place face-to-face, will go ahead on campus, including some laboratory sessions or classes in clinical skills as part of medical courses, for example. \"For a minority of students, therefore, it is possible that some classes may need to take place in person and on campus during this period,\" the email said. \"Where this is the case, your school will contact you directly.\" Staff and postgraduate students have been told to work from home if possible but the university libraries and student support services will remain open. The university said that it had taken the decision to resume widespread remote learning \"as a precautionary measure\" and would keep students and staff \"updated as the public health situation evolves\". According to a spokesperson for Ulster University (UU) it will wait for an executive meeting on Wednesday before confirming arrangements for the new semester in January. \"We are monitoring the situation closely and any adjustments to our semester two operations will be made following the executive meeting and any associated guidance on Wednesday,\" it said in a statement to BBC News NI. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59729600"}