{"datetime": "2021-12-17T06:23:01.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Concerns over using student teachers as substitute cover", "article": "Universities have raised significant concerns about any plan for student teachers to be used as substitute cover in schools. That is according to Education Minister Michelle McIlveen in just-published responses to questions from two MLAs.The Department of Education (DE) had discussed the idea with universities who train teachers, said Ms McIlveen. But it would not be \"reasonable or fair to use student teachers to address the current short-term pressure\". Some schools have had toteach classes or year groups remotely on a temporary basis due to staff absences in recent weeks. Some principals have said that closing schools must be avoided \"at all costs\", due to the negative impact on the mental health, wellbeing and education of pupils. According to an answer from Ms McIlveen to a question from the DUP MLA Robin Newton, there are currently 550 students in Northern Ireland in either the final year of a Bachelor of Education degree or taking a Post-Graduate Certificate in Education (PGCE). Those students are at:All receive experience of teaching in schools on a temporary basis as part of their degree courses. \"I am aware it has been suggested that these students could be redeployed to provide an additional teaching resource and substitute teaching cover for our schools,\" said Ms McIlveen. \"The Higher Education Institutions have, however, raised a number of significant concerns about this suggestion.\" In an answer to a separate question from the SDLP MLA Justin McNulty, the minister said that DE had discussed with universities the idea of deploying student teachers \"to provide an additional teaching resource and substitute teaching cover for our schools\". But she also detailed the range of concerns the universities had expressed about any plan for their students to be used as substitute teachers. They said that trainee teachers had to be supervised in the classroom, \"limiting their value as an additional teaching resource\". If the need for student teachers to be supervised was removed, that could leave them \"legally vulnerable\" as they are not yet qualified teachers, added the universities. They also said that using them as substitute cover could disrupt the rest of their degree courses, meaning they may not be awarded their qualifications. \"They were also concerned that the suggested deployment could see students placed in situations where they lacked the knowledge and experience to fulfil this demanding role given that their own experience has been significantly disrupted by Covid over the last two years,\" said the minister. Ms McIlveen described the concerns raised by the universities as \"significant\". \"While I fully appreciate the pressures on the teaching workforce at present, I am not convinced that it would be reasonable or fair to use student teachers to address the current short-term pressure in schools, as this may be to the detriment of those students and their initial teacher education,\" she concluded. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59689689"}