{"datetime": "2022-01-14T17:27:07.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Ulster University students return to campus", "article": "Ulster University (UU) has told students that face-to-face teaching will take place as normal when the new term begins on 24 January. Before Christmas, the university had said it mightmove to remote learning in January . But UU has now said on-campus teaching will resume when most students return for the new semester.The vast majority of students at Queen's University of Belfast (QUB) arecurrently being taught online. That decision had been criticised by some students. Northern Ireland's universities only returned to face-to-face teaching for almost all students in September. Prior to that, most degree courses had been taught entirely remotely since March 2020 due to the Covid-19 pandemic. In a message about the new term to staff and students, UU's vice-chancellor Prof Paul Bartholomew said the university aimed \"to preserve face-to-face teaching to the greatest extent possible in the best interests of the student experience.\" He said that the decision had been determined \"by the executive guidance, informed by the university's independent expert advisory panel.\" \"We remain committed to face-to-face teaching as much as possible and whilst this remains the executive direction,\" he said. \"As always, we will respond to emerging public health guidance or to circumstances such as staff or student absences due to Covid, if required.\"Cafes and other catering facilities on UU's campuses will be open as well as libraries, sports centres and other student services. However, Prof Bartholomew also said university staff should work from home if their work did not \"require them to be physically on campus.\" Students at UU have been told to continue to wear face coverings in university buildings and asked to take a daily lateral flow test. Ulster University has around 27,000 students across its four campuses in Belfast, Coleraine, Jordanstown and Londonderry. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59999150"}