{"datetime": "2021-11-21T07:09:23.000Z", "title": "Alanbrooke Hall: The Belfast building spooking UK listeners", "article": "Spooky tales from a Belfast building have been fascinating UK audiences after more ex-residents shared strange memories of living in Alanbrooke Hall. The tower block, which housed students from Queen's University Belfast, is the subject of a BBC Radio 4 series examining claims of paranormal experiences. Last month in the first episode, the programme interviewed a scientist who claimed to have seen an \"apparition\" in room 611 while living in Alanbrooke Hall in 1981. Ken, introduced as \"a highly respected geneticist\" who does not believe in ghosts, recalled seeinga black silhouette which he described as \"pure distilled evil\" . The following day, alone in his room, Ken recalled the door shaking as if it was \"being kicked and punched both at the top and bottom at the same time\" but no-one was there. Ken's descriptive powers sent shivers through fans of the radio series, Uncanny, and its presenter Danny Robins and the programme was soon trending on twitter. The programme, which attempts to explain the unexplained, considered several plausible theories for Ken's recollections, such assleep paralysis or waking dreams known as hypnagogic hallucinations. Since the broadcast, two other residents have shared eerie recollections of the building with the programme, including a frightening experience at a top-floor window.This week's episode, Return to Room 611, heard from a pilot and a professor who lived in the block in the 1980s. Prof Gary Foster spent a whole summer living alone in Alanbrooke Hall. He now works in England as a professor of molecular plant pathology, but in 1988 he was a student accommodation warden who looked after the 10-storey block. He recalled that at night in the empty building, he could hear the lifts move and see lights coming on without any apparent human contact, which made him wonder if someone was playing tricks on him. One one occasion, something began to affect all the electrical equipment in his 10th floor flat. \"All of a sudden, every single light in the flat began to grow brighter,\" he said, adding the cooling fans on his hi-fi system began to move so fast that the music unit \"started to move across the room\". \"The microwave went 'ping'... the lightbulbs blew, broken glass flying everywhere,\" he added. He called in engineers but there was no evidence of a power surge affecting any other part of the building and they could not explain the late night noises. Then on one hot summer's evening, as he prepared to leave the building to meet friends, Prof Foster almost fell from his flat. \"As I walked across the living room floor towards this wide open window I seemed to trip over something, and as I flew forward I ended up completely hanging out the window with my feet off the ground,\" he said. \"My heart was racing, I wriggled back from the window and I turned round to see what I could possibly have tripped over and there was nothing there.\" The show also spoke to another former student who lived in room 611 in 1982. The man, who would only identify himself by first name, Billy, is a former RAF pilot who now works as a commercial airline pilot. Like Ken, Billy claimed he and his roommate Bill often woke in the middle of the night to see a shadowy figure of a man in the corner of room 611. \"You would just waken up with bolt and there was basically a gap between the bottom of Bill's bed and the desks and this figure was just standing in the gap,\" Billy said. \"The room was dark, but this figure was silhouetted because it was darker than the rest of the room. \"I was just lying there in a state of sheer terror. And I probably experienced this about half a dozen times.\" Was there a squatter in Alanbrooke Hall? Perhaps a sleepwalker? Or was it just students messing about? That's what Billy and his roommate assumed when they heard \"violent\" banging on their door. \"We could actually see the door physically coming into the room, we thought they're going to smash the door in,\" he told the programme. \"Bill got to one side of the door. I got my hand on the handle, pulled the door really quickly and there was nobody there at all.\" Alanbrooke Hall opened to students in 1968. The 10-storey tower block was situated at Beechlands on Belfast's Malone Road. It was one of a group of purpose-built halls of residence in a development called Queen's Elms. Alanbrooke Hall was named in tribute toField Marshall Viscount Alan Brooke , who served as the chief of the Imperial General Staff - the professional head of the British Army - during World War Two. He was one of Sir Winston Churchill's closest advisers during the war. He also served as Chancellor of QUB and died in 1963. A QUB spokeswoman said Alanbrooke Hall and the other blocks were demolished in 2004 \"to make way for the construction of a new student village called Elms Village\". With three former QUB students telling such bizarre stories about Alanbrooke Hall, questions turned to the construction and history of the building itself. Several listeners carried out their own research into the origins of the tower block and the site on which it was built. One listener trawled back through the archives to uncover a tragic story of a newly-wed couple who died at a sandpit near the site 150 years ago. Queen's University could not provide a large amount of new information about the building or its background, saying it would require quite an extensive review of archives. However, the university is following the programme and is keen to hear former students' experiences. Meanwhile, the research and the intrigue continues, as the Uncanny team are planning another update with a \"new lead\" and \"major witness\" who is yet to speak about Alanbrooke Hall. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59320065"}