{"datetime": "2021-12-14T07:42:51.000Z", "author": "Robbie Meredith", "title": "Queen's University Belfast makes £50m from international students", "article": "Queen's University Belfast (QUB) made almost £50m in income from tuition fees paid by about 3,500 international students in 2020-21. That was up from about £44m the previous year, according to QUB's just-published annual accounts. Queen's also made an overall operational surplus of almost £25m in 2020-21, despite the challenges it faced due to the Covid-19 pandemic. That was an increase from just under £5m in surplus in 2019-20. Queen's total income rose to almost £400m in 2020-21, up from £377m in 2019-20. However, the annual report said that universities in Northern Ireland were \"at a disadvantage, when compared with institutions across the UK\" because of tuition fee policy. Undergraduate students in Northern Ireland pay £4,630 a year in tuition fees, compared to £9,250 elsewhere in the UK. QUB's income from tuition fees, though, rose from £126m in 2019-20 to more than £143m in 2020-21. The bulk of that money came from £66m in tuition fees paid by Northern Irish, other UK and EU students and £50m in tuition fees paid by international students. International students can pay much higher tuition fees to study at Queen's compared to students from Northern Ireland, the rest of the UK or the EU. QUB said the surplus was due to an underspend on events because of Covid-19, international recruitment and government pandemic funding. They said it would be re-invested to meet their 2030 strategy. \"International recruitment continued to grow with more than 3,500 students from 96 countries enrolled at Queen's in the 2020-21 academic year,\" the annual report said. \"Reacting to the crisis of Covid, we provided chartered flights from China and introduced initiatives such as managed quarantine, free PCR tests and travel certificates to enable students to return home.\"Separate research published in September said international students were worth about £260m overall to the Northern Ireland economy. The university's income from government grants also rose from £99m in 2019-20 to £109m in 2020-21, though some of that increase was due to extra money provided by Stormont to help the university's response to the pandemic. The annual report also reveals that about 2,200 students either paused or withdrew from student accommodation contracts with the university in 2020-21. As most degree courses moved online in 2020-21 due to the coronavirus pandemic,QUB and Ulster University said students could pause or cancel contracts to stay in halls of residence run by the universities . The QUB report said more than 1,200 students paused their contracts from October 2020 to April 2021, while more than 1,000 withdrew from their contracts altogether. That cost the university more than £5m in rental income, but Stormont provided £1.5m to Queen's to cover part of that loss. More recently, however,the university struggled to provide enough accommodation for students at the start of the 2021-22 academic year due to rise in demand as face-to-face teaching returned to campus. The annual report also said QUB vice-chancellor Prof Ian Greer earned £306,000 in 2020-21, exactly the same as the previous year. It said 38 other members of the university's 4,359 staff earned more than £100,000. Queen's said the surplus would be used to achieve its goals, which include recognition as a global research-intensive university, generating internationally-leading research coupled with outstanding teaching and learning. \"Strong governance and long-term financial sustainability are critical to the future success of Queen's and we are well placed to optimise our position within the sector and to effectively contribute to the social and economic recovery of Northern Ireland, post-pandemic,\" a spokeswoman added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59642617"}