{"datetime": "2022-01-12T06:27:35.000Z", "author": "Gráinne Connolly", "title": "Red squirrel numbers hurt by planting of 'non-native' trees", "article": "Current strategies to conserve red squirrels are likely to \"negatively impact\" the species, new research has warned. Existing schemes promote the planting of non-native conifer trees to help red squirrels survive in Northern Ireland. But the study, led by Queen's University Belfast and St Andrews University, contradicts that approach.It shows that instead native predators in native woodland are key for the animal's survival. The population of red squirrels has been in decline after their invasive non-native grey cousins were brought to Ireland more than 100 years ago.Efforts have been underway in Northern Irelandto re-introduce the native species. During the research project academics from the two universities, along with Ulster Wildlife and citizen scientists, used camera traps to survey more than 700 sites across Northern Ireland over a five-year period.They monitored red squirrels, grey squirrels and pine martens. Results showed conifer plantations planted, with the intention of protecting the red squirrel, are likely to have a damaging impact on the species survival.A non-native conifer plantation primarily refers to tree farms grown to produce timber.They are \"forests\" which are typically made of a single species planted in rows, most often a North American species called Sitka spruce.They may appear like forests from the outside but they lack the complexity of natural forests, which feature diverse types of trees of different ages, and so do not support the same amount of biodiversity. The UK and Ireland has some of the lowest forest cover in Europe and more than 75% of it is made up of non-native timber plantations. The research published on Wednesday also showed increased numbers of pine martens aided the presence of red squirrels across the landscape, because it suppressed the grey squirrel, regardless of habitat.But this effect is reversed in large non-native conifer plantations, where the pine marten reduced the occurrence of red squirrels.This could be due to the lack of alternate prey and lack of refuges for the red squirrel.Dr Joshua Twining, lead author from Queens University Belfast, said things are getting better for the red squirrel at the moment, namely because of the pine marten.He said the UK and Ireland is seeing the benefits of the return of a native predator but that current national conservation strategies that favour non-native conifer plantations are likely to have the \"opposite impact to what is needed\". \"Timber plantations are often promoted as being beneficial to red squirrel conservation, but our results show that they will have a detrimental impact on the species in the future,\" Dr Twining said.\"Despite the massive and unparalleled benefits the pine marten has brought the red squirrel - where we can actually start to talk about a meaningful future for the species, not just clinging on to survival - we need to adapt our strategy if we keep planting conifer plantations, as opposed to native woodland.\"Otherwise this saviour of the red squirrel may result in declines in these habitats that have served as strongholds for reds in the past.\" Joe Dowdall, senior red squirrel officer at Ballygally Biodiversity group, agreed that there was a need to review the current strategy in order to conserve the species in Northern Ireland. \"Research has shown in Ireland, where pine martens come in and leave their scent, grey squirrels leave,\" he said. \"In regards to non-native conifer plantations, the red squirrel has only been driven there because the grey squirrel beats it to food. \"In areas where people are actively intervening and red squirrels are given the opportunity - red squirrels will thrive.\"We've proven that at Carnfunnock (country park in County Antrim) where the red squirrel is thriving in mixed woodlands.\" Ulster Wildlife's senior conservation officer Katy Bell said the organisation \"fully supports the findings that native woodland is vital for red squirrel and pine marten recovery\". The organisation added that it supported the Woodland Trust NI's manifesto for future forestry strategy and that it hoped the Forest For Our Future programme, operated by the Department for Agriculture, the Environment and Rural Affairs (DAERA) would include the planting of native trees. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59956198"}