{"datetime": "2020-10-25T22:38:30.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: Outbreak at medical ward at Ulster Hospital", "article": "An outbreak of Covid-19 has been detected among staff and patients associated with a medical ward at the Ulster Hospital in Dundonald. Approximately five patients and six staff from the ward are affected, the BBC has learned.A spokeswoman for the South Eastern Trust said further tests results are awaited. She described the situation as \"fluid\" and said an indication of exact numbers affected was therefore not available. The spokeswoman said the team was \"working together to minimise the impact on those affected and the services provided.\" Some of those affected had since been discharged and are doing well, the trust confirmed. The ward is closed to new admissions and additional infection control measures are in place. The Department of Health in NI reported eight further Covid-19 related deaths on Sunday, bringing its total to 653. There were 896 new positive cases and 317 people are in hospital with Covid - 37 in intensive care, 27 ventilated. In the Republic of Ireland, no additional deaths related to Covid-19 were reported by its Department of Health on Sunday, with its death toll remaining at 1,882. Meanwhile, The Bishop of Down and Connor has issued an urgent appeal on behalf of healthcare workers in Northern Ireland. Bishop Noel Treanor made his plea at St Peter's Cathedral in Belfast. He said as well as coronavirus, there was \"the virus of self-centred, heedless egocentrism\" and urged people to adopt \"thoughtfulness for all\". \"Acting together, with thoughtfulness, we can save lives, lower the infection rate, protect our heath workers and face down fear,\" he said. \"For the weeks and months ahead, as individuals and collectively, we need to do all we can to increase our care for the safety, wellbeing and health of all NHS and care workers. \"All who work in our hospitals and nursing homes are under immense pressure - nurses, ambulance teams, paramedics, doctors, surgeons, consultants, administrative and cleaning staff.\" Bishop Treanor said with winter approaching and the subsequent rise in hospital admissions, health workers were facing additional pressures. \"There is the pervasive danger of increased levels of societal infection for medical, nursing and all health staff due to public carelessness in failing to carry out the simple measures that mitigate against the transmission of Covid-19,\" he said. \"As a society, we cannot afford to contribute to increased risk levels for our health workers when they do their shopping, fuel their cars or carry out all those essential tasks which we all go about every day. \"We need to do all we can to protect them, as we meet and encounter them in public spaces, so that they can protect us, our hospitalised loved ones and neighbours.\" Bishop Treanor said he had \"no doubt\" the public's actions during the initial lockdown saved lives and supported health workers. He urged people to continue to regularly wash their hands, wear face coverings and adhere to social distancing guidelines. \"These simple actions will save lives.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-54680833"}