{"datetime": "2021-06-30T05:18:53.000Z", "subject": "Coronavirus pandemic", "title": "Fears disabled people could be losing confidence due to the pandemic", "article": "The Covid-19 pandemic has lead to fears disabled people have lost confidence about leaving their homes. Warren Newman from Oldbury in the West Midlands is deaf and also suffers from a rare genetic disorder. Mask wearing plus other restrictions mean he struggles to communicate and he said he has stopped going out. Disability charity Sense says Mr Newman, 31, is not alone as its research shows disabled people have become fearful about going out again. Mr Newman says before the pandemic struck he was independent and had a job at Touchbase Pears, a social enterprise run by Sense, in Birmingham. \"I can't go out at the moment in the pandemic, every one has got to stay isolated and stay separate and they must wear their masks. \"It is really impossible to lip read and I use sign language, I am a deaf person so it makes it challenging for me if people are wearing masks.\"Sense, is calling on government and local communities to ensure disabled people are not \"left behind\" as lockdown restrictions ease. \"With my deafness and disability, I find it hard to access a community space because of communication difficulties,\" he added \"I would like to see that venues [and] activities can be adapted in order to meet disabled people's needs.\" Sense said 56% of people it surveyed said they were now fearful of going into public because of concerns about their health and not feeling safe, while 39% said they were anxious because they are not able to comply with safety measures, such as social distancing or wearing a mask.Campaigns officer Steven Morris said: \"A really key thing our research found out is that we need the public to be understanding and patient with people for example who can't wear a face covering or might need that little bit more space outside if they are struggling to keep their distance.\"Mr Newman's father, Ray, said things are starting to improve for him.\"Lockdown has just affected him that's all, he just couldn't go anywhere,\" he said. \"He's started to pick a little bit of his confidence back up now because he knows he has had his two [Covid] injections.\"Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-57637436"}