{"datetime": "2021-10-21T05:45:03.000Z", "author": "Robbie Meredith", "title": "Solar system trail to appear across Northern Ireland", "article": "People in Londonderry, Belfast and County Down will be able to travel the solar system without leaving the earth in 2022. That is due to a 10km-long (six miles) scale version of the solar system designed by artist and author Oliver Jeffers called Our Place in Space. The sculpture trail has been commissioned as part of the UK-wide Unboxed festival. The trail will spend about two months in each location. It will include an app and education and events programme so that people can learn more about the solar system. Our Place in Space is one of five events commissioned in Northern Ireland for the Unboxed: Creativity in the UK festival in 2022. The 10km trail is made up of sculptures around 4m (13ft) high with scale models of the Sun and each of the planets of the solar system. It will be installed beside Lough Foyle in Derry in April before moving to Belfast, Cambridge and then the coast of County Down later in 2022. Oliver Jeffers has been working with a number of people and organisations on the project, including the Nerve Centre and the scientist Prof Stephen Smartt from Queen's University Belfast. Prof Smartt said collaborating with artists like Oliver Jeffers had been \"different and quite exciting\". \"This is a project to build a scale model of the solar system that people can walk,\" he told BBC News NI. \"It's a collaboration between artists and scientists and the idea is to convey to people the size and scale of our solar system and get them to think about our place in space. \"We all have our problems - some are big, some are small - on this planet but we want to try to give people a cosmic perspective of what it means and what the earth's place is in our solar system and broader universe. \"We're going to create a trail and you can walk it, you can run it, you can cycle it and the idea is to get people outside to try to convey the size and scale of the solar system. \"Oliver as an artist brings that human perspective and puts the things that we want to discover into context in everyone's everyday life.\" Oliver Jeffers said that Our Place in Space aimed to \"apply a cosmic perspective to looking at parochial problems\". He said he hoped it would make people look beyond some of the things that divide them. \"There's a scale model of the solar system but that's almost a framing device for looking at this notion of how people define ourselves,\" he told BBC News NI. \"Coming from Northern Ireland - as Stephen and I talked about at the very beginning - we're all too well versed in the idea that we divide ourselves into us and them and in reality there is only us, there's only people. \"I have lived in New York for 15 years and when I started trying to explain to New Yorkers that the top part of Ireland actually was a different country I realised that nobody knew or cared about that problem. \"Suddenly looking at it from the perspective of across an ocean it changes how you see things and think about things. \"When you apply that to looking at earth from even the distance of the moon and further out it suddenly becomes very obvious that all people come from earth. \"It's the only place in the known universe where we can live.\" The sculpture trail also gives people experience of the vast distances between the planets, something that is often condensed in visual representations or maps of the solar system. \"There's just so much space in between all these planets and in an attempt to show the scale of just how empty and how alone in some senses we are in the cosmos the spectacle is pretty immense,\" Oliver Jeffers said. \"At this scale and working with Prof Smart we worked out that if we reduced earth to the size of a ping pong ball, the Moon would be about the size of a pea and they would be a metre apart and at that you'd need about 10km to get from the Sun to Pluto. According to Prof Smartt, there is \"a lot of space within space\". \"So if you create a big Sun which is quite visually imposing, the Earth on that scale is only about 2cm and Pluto is less than 1cm and that's out in the far reaches of our solar system,\" he said. \"So the difficulty is to convey the size of our solar system but in things that people can relate to and that's where Oliver's sculpture and concepts come in.\" Oliver Jeffers also hopes people will realise that art and science are not opposites but dependent on each other. \"Science is the how but art is the why,\" he said. Other large-scale commissions in Northern Ireland for Unboxed include a technology and history event called About Us, a sound and light artwork called Dreamachine and an augmented reality history project called Story Trails. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58986629"}