{"datetime": "2021-10-07T05:39:31.000Z", "author": "Marie-Louise Connolly", "title": "Seven people may have brought Covid-19 into NI, experts say", "article": "Seven people who were exposed to Covid-19 but had neither symptoms nor were infectious may have brought the virus into Northern Ireland on 1 March 2020. Researchers at Queen's University Belfast suggest it took about 9.6 days for someone exposed to Covid to develop symptoms and become infectious. They said a symptomatic patient could spread the disease for nine days.Experts from the school of mathematics and physics used modelling to reach their conclusions. Dr Gabor Kiss, who led the research, said the number seven was significant because while this seems a small number, the consequences demonstrate \"just how infectious Covid-19 is\". The group works from an unassuming room at Queen's University. A free standing whiteboard in one corner is covered in mathematical equations, figures and data.Data used in the modelling was sourced from the Department of Health in Northern Ireland and predicted likely outcomes during the course of the pandemic.Dr Kiss said one of the positives to emerge from their work was that their model could be used for any new infectious disease which might develop in the future.\"We know it [the model] worked from early on, as our predictions matched official data from the Department of Health,\" he said. \"This research lays the foundation for a decision making support tool which could assess the state of an outbreak and help to advise on optimal interventions in the early phases of any re-emerging high-consequence infectious disease which is vaccine-preventable.\" Team member, PhD student Emily Jones Smith, said the things that stood out for her was the effect lockdown had on flattening the curve. \"We started to see a decline in the number of infectious patients within a couple of days into lockdown. In fact the rate of transmission decreased massively,\" she said. Based on statistics, she said that she would not be recommending removing the restrictions around masks and social distancing for some time to come.While some people might shy away from fractions and equations, people like Dr Kiss and Ms Jones Smith light up.Dr Kiss said the mathematics they were doing was a little more \"abstract\" but that it was \"fascinating to see how those abstract ideas are working in the real world and how they can help to tackle serious problems\". Ms Jones Smith said it was definitely more interesting \"seeing their work evolve in real time\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-58819831"}