{"datetime": "2021-02-13T15:24:36.000Z", "author": "Carys Betteley", "subject": "Coronavirus pandemic", "title": "Covid: Will lockdown cause long-term behavioural change?", "article": "As the vaccine rollout gathers pace and coronavirus rates drop across Wales, it's natural to start to picture \"normal life\" again. And while we don't know if and when all restrictions will be lifted with coronavirus no longer a part of our daily lives - whether it takes months or years - will we adapt easily? Or has keeping our distance from strangers become engrained? Will we recoil if a stranger leans over us to reach an item in a shop? And will hand sanitising be a knee-jerk reaction after touching a table in a pub? Will shaking someone's hand or a friendly hug become a thing of the past? And if so - is that a good thing or a bad thing? While some may immediately forget social distancing, sanitising and masks as restrictions lift, student Olivia Grist cannot imagine feeling comfortable in her old life again. \"The thought of being back amongst crowds gives me anxiety,\" she said. \"I haven't really been out of my house since I moved home from university apart from walking my dog, but even then in an open space if someone comes too close I find myself panicking and moving back. \"I feel rude doing it, but it's become an automatic response now.\" Olivia, 21, sees her future in stark contrast to her pre-pandemic life. \"I don't understand how before Covid I could happily spend hours at a night club for example, crammed against people having their sweat dripped on me. \"I thought I'd be desperate to go back to that sort of normality being a uni student, but actually it's going to take me a while. \"I feel like I'm going to forever feel the need to wear a mask in public places, even if there's no need any more.\" Olivia, who studies journalism at the University of South Wales, does not feel she will leave the extra hygiene measures of the pandemic behind. \"If I'm honest, I think it's brought in precautions and safety measures that should've already been in place but it's taken a pandemic for us to realise that. \"I haven't had a cold this winter, when I'd usually spend most of it full up with one. \"In the future I think I will always be wary of the health repercussions being out and about could have. It will take me a while before I don't panic if someone comes too close to me.\" Nicola Gray, a psychology professor at Swansea University, agrees habits could become long term - especially for people who felt they or a loved one were particularly vulnerable to the virus. \"It totally depends on a person's personality, some people are more anxious and sensitive than others and were naturally made that way,\" she said. \"Covid deniers, people who don't believe the virus exists, won't see any risk so they're not going to change their behaviours at all, or young people with no risks and no-one vulnerable in the family won't see the need to restrict their own freedoms.\" Olivia is also worried that the lockdown, and lingering fears about contact, will affect families. \"Before the pandemic I would visit my nan, who lives alone, multiple times a week and would often stay the night to keep her company. \"Obviously then I had to stop, but even when we've been allowed to form a bubble with a single household she has told me she doesn't want me there.\" Olivia added: \"I understand why and it doesn't offend me, but I can definitely see how it can cause a rift between people.\" Author Jess Childs,who wrote a book to help children deal with grief after experiencing bereavements before and during the pandemic, said she too had \"no desire\" to be in a crowd again. \"I've never been that paranoid about the virus itself but I don't feel like I'll be drawn back to large crowds easily,\" she said. \"Partly because I've got out of the habit and also because being at home so much has made me reassess how I spend my spare time anyway.\" Jess, who grew up near Hay-on-Wye, Powys, but now lives near Cardiff, said watching TV filmed before the pandemic can now feel strange. \"It does feel a bit odd when you see larger groups congregating on a TV screen without a problem, particularly if those scenes are sad or depict a situation like a wedding or a funeral where family would normally be coming together without a problem. \"All we have wanted as a family in the past year or so has been to be together as much as we can, and to think how easy it used to be is a bit strange after all this time.\" One of the bigger challenges mother-of-two Jess, 39, feels she will face is getting used to not wearing a mask. \"I saw a man in the post office the other day not wearing one, hopefully for medical reasons, and I was keen to distance myself and get out of there, which surprised me a bit. \"I'm not at all high risk and I've also had the virus, but it's still going to take a while for old habits to die hard, I think.\" Prof Gray said the pandemic had added a whole new layer of risk evaluation to our daily lives. \"Now we're thinking 'what if someone in this shop has Covid? What if someone with Covid touched this loaf of bread and now I've touched it and Covid's on my hand and I've touched my face?' \"It's a whole extra layer of evaluating risk, and questioning 'how much do I actually want to do it?'\" For Rhian Daniell, who works at Alexanders Estate Agents in Aberystwyth, Ceredigion, normal life will resume but the caution will stay with her. \"2020 was the year when everything changed. There was fear and anxiety with record levels of stress,\" she said. Some forms of her old life continued, as there were periods she was able to continue with house viewings and helping people move homes. \"I think moving forward, the staff in the industry will be more cautious and considerate when attending properties. \"This will still involve wiping down surfaces, door handles and doing what we can to prevent other illnesses such as the common cold.\" \"I will return to restaurants, shops, offices and I will still travel. I think it will take time, but lockdown has affected people's psychology,\" she added. \"The connection between crowds and viruses has become so entrenched in the public that just the sight of a large group can cause fear and anxiety.\" Prof Gray agrees that living long-term under the shadow of the pandemic may cause long-term behavioural change, but said the extent depended on people's personalities and the level of risk they felt they, or a loved-one, faced. \"But is it a bad thing that we're still worried about washing our hands and who might be breathing on us and what we're touching? \"It could well be a good thing. Many people die of flu and other diseases and maybe that awareness will keep those rates down.\" And habits or new passions developed in lockdown such as baking or gardening, and home-based activities, could be with us long-term too. \"I think we will change the way we live our lives and the decisions we make, and where we get our pleasures and rewards from,\" Prof Gray said. ", "url": "https://www.bbc.com/news/uk-wales-55998067"}