{"datetime": "2020-05-14T23:31:28.000Z", "author": "Carys Betteley", "title": "Coronavirus: Mask wearing 'risks isolating' deaf people", "article": "People who are deaf or have hearing loss will struggle to communicate if more people wear non-medical face masks during the coronavirus pandemic, a charity has said. Face coverings are not advised in Wales, but are part of thestrategy for easing England's lockdown . Action on Hearing Loss said people could feel \"even more isolated and scared\" at an already difficult time. It said there are more than 575,000 people in Wales with hearing loss. Karen Robson, of Action on Hearing Loss, said: \"We're hearing a lot of concerns from the deaf community and those with hearing loss. \"Many people who are deaf or have hearing loss rely heavily on visual cues for effective communication, including facial expressions and lip-reading. \"Being able to see lip patterns and facial expressions is also vital for those who communicate through British Sign Language.\" Words which sound similar but have different meanings can become difficult to distinguish. \"Many of these people will be unavoidably impeded by face coverings,\" Ms Robson said. \"This has the potential to create further isolation amongst an already marginalised community of people, causing additional stress and anxiety to people at an already very difficult time.\" With England's advice to cover faces in some public places, it is anticipated more people in Wales will choose to wear masks too. With more than 70% of the over-70s living with hearing loss, the charity said those people were also more likely to end up in hospital being treated for coronavirus. There they can experience similar communication problems with nurses and doctors wearing personal protective equipment (PPE), due to being unable to lip-read or properly read expressions, and with sound more muffled by the equipment. The UK government said it was supportingCARDMEDIC , which provides digital flashcards and other communication aids to NHS Trusts across the UK to help communicate with patients with hearing loss. A woman from mid Wales, who did not wish to be named, said face coverings posed significant problems for her 11-year-old daughter who has hearing loss. \"British Sign Language relies heavily on facial expression which is why in itself it's not an answer to the problem of mask wearing,\" she said. \"It will help a lot but people who purely use BSL will miss out a lot on the facial expression aspect of the language, and most will use some level of lip-reading. \"It's also really hard to sign without touching your face.\" She said she was also worried about patients not being able to communicate properly. \"The difficulty of communication when wearing PPE is very near the top of my list of reasons why my daughter has to be kept safe [from coronavirus]. \"The thought of her having to go to hospital, alone, with people who don't know her and who can't communicate with her, frightens me more than the illness. \"There are going to be people that it's happened to who have lasting trauma because of it. \"I knew medics in PPE are verbalising their usually non-verbal stuff, literally saying 'I am smiling at you' to patients.\" Paul Myres, a retired Wrexham GP with hearing loss, said he too had heard of healthcare workers finding such ways to communicate. Dr Myers, who was Public Health Wales' lead for primary care quality and development for 10 years and a GP for 30 years, said: \"Speech through masks is indistinct. \"Not only have I lost sound level but I have also lost some definition of speech, so any additional blurring makes interpretation difficult or impossible. \"I tend to move closer to speakers to catch what they say. This is not compatible with distancing.\" Dr Myers, 65, said he began to experience hearing loss in his 50s and used hearing aids, but had difficulty understanding his patients. \"I have trouble admitting disability but over the last two or three years of my working life I have informed people and asked them to speak clearly and indicate clearly if they wish to speak to me. \"I ask people to look at me. I don't lip read as such but watching the lips does help. Understandably people, including at home, forget to look at me. \"As masks are not yet being used regularly in public, I have yet to find out how I and others respond to the difficulty in communicating - there is a temptation on my part to avoid conversation. It will be a problem.\" \"Speak as clearly as possible, avoid soft voices but equally not speak too loudly,\" Dr Myers said. \"Speak slightly slower than normal, but again if too slow it's more difficult to interpret missed words if it takes too long to hear the whole sentence. \"Clearly speakers should not touch or lift their mask as that risks contamination. I think it may sometimes be necessary to write things down. \"I have seen masks which have a see-through area by the mouth. I wonder if it reduces the effectiveness of the mask but it allows those with hearing difficulty to see the lips move - and it also allows others to see more facial expressions, which may be reassuring to those who are anxious. \"I think it is worth making the effort to expressing how you feel. We can use our eyes but eyes alone may be misconstrued. \"The forehead may also be visible if head gear is not worn too low and that can show expression. \"Also to remember that people with hearing impairment are not stupid, so to avoid speaking down to them or in a patronising manner.\" Action on Hearing Loss said it had redirected its attention to address the challenges, and is promotingcommunication tips which include reducing background noise, writing things down, facing the person and using simple gestures. It has launched a Covid-19 emergency appeal to provide hospitals with equipment to enable easy communication for patients and staff with hearing loss, and a BSL coronavirus information service. It is hoping to raise £50,000 to buy 300 personal listening devices to help people in hospital. ", "url": "https://www.bbc.com/news/uk-wales-52659083"}