{"datetime": "2021-10-20T06:48:15.000Z", "author": "Angie Phillips", "title": "Orionid meteor shower: NI sky-watchers set for 'extra special' display", "article": "October is the month when the annual Orionid meteor shower takes place, this year peaking during early the early hours of Thursday and Friday. Andy McCrea from the Irish Astronomical Association says the Orionid meteor shower is considered to be extra special by some people. That is because the meteors are pieces of the famous Halley's Comet. It is only visible from earth every 75 or 76 years. If you have not been fortunate enough to see Halley's Comet, which for many is a once-in-a-lifetime event, the Orionids are perhaps a form of compensation. As comet Halley moves around the sun it leaves tiny pieces of dust and icy debris behind it, no larger than grains of sand. As they pass into the earth's atmosphere they vaporise, giving fast, bright streaks of light. The best conditions for viewing are clear skies with no light pollution. So being out in the countryside and away from the bright lights of towns and cities is best. The darker the sky the better - give your eyes time to adjust to the dark sky as well. With a clear moonless night you could expect to see 10 to 20 meteors, also known as shooting stars, in an hour. However, this year we have the pretty full Hunter's Moon, which rises after sunset and sets after sunrise. It will create an element of the light pollution that we do not want, blocking out some of less bright meteors. So maybe only five or six of the brightest meteors may be visible in a given hour. Although the peak will be in the early hours of Thursday morning, after which the meteors will wane, you should still be able glimpse a few through the rest of the month when weather conditions and the Moon phase are better for getting a good look. It is a waiting game of course and you may not get lucky enough to catch a photo of a meteor whizzing by. A snap of the Hunter's Moon may have to suffice - it could be just as impressive. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58972736"}