{"datetime": "2021-07-21T02:01:01.000Z", "author": "Rachel Schraer", "subject": "Reality Check", "title": "Covid: What happens when people no longer have to wear masks?", "article": "Masks and face coverings are no longer compulsory in most public places in England but the government is still recommending them in crowded places. So what does the evidence show about the effect of masks and what happens when they're no longer compulsory? A large body of evidence suggests wearing a mask or face covering can reduce the risk of transmitting coronavirus. Various studies have used high-speed cameras to show they canblock most of the potentially virus-laden particles coming out of people's mouths when they breathe, speak and sing.But these laboratory studies do not show how much mask laws prevent transmission in the real world, where masks may be ill fitting or worn inconsistently or not over the mouth and nose. And even analysing changes to cases and hospital admissions, it is difficult to pick out the effect of mask-wearing in particular. Places where masks are mandatory are more likely to also have laws around social distancing or border controls.And people who choose to wear masks might be more likely to also take other precautions, such as opening windows or avoiding crowds.A studyin Kansas found local areas in the state went from having the highest numbers of cases to seeing fewer hospital admissions and almost half as many deaths after introducing mask rules, compared with those that did not, even when no other rules had been introduced at the same time.But this trend did not hold throughout the time of the study, particularly when schools re-opened. Mask rules did not necessarily correlate with actual mask-wearing.However, astudy across the US suggested states where the fewest people wore masks had the highest numbers of Covid cases - after adjusting for factors such as the population's health, wealth and age - regardless of what the law actually said about wearing a face covering. This trend,found in countries around the world , suggests masks can reduce transmission - but it is not easy to tell how much compared with other precautions. One review of six studies estimated mask-wearingreduced the risk of catching Covid by 60% , and 70% among healthcare staff.But last week UK government modellers said they were unable to isolate the precise impact masks alone had had on cases.Some research -summarised in a scientific brief by the US's Centers for Disease Control - suggests masks can protect the wearer from infection, by reducing the amount of virus they inhale.But one person wearing a mask does not protect them as much as if all the people around them are wearing masks.This is mainly to do with how much potential virus ends up in the air.If in a train carriage, there are five infected people without face coverings and one healthy masked person - that one mask is having to block five people's worth of virus.But if those five infected people are all wearing a face covering while the healthy person is unmasked, five masks are working to block the same amount.Much also depends on the masks' quality. WhenNHS staff were given a mask upgrade , infections fell to the level among staff on wards with no Covid patients, from 47 times higher.Evidence of whether people wear masks if they are free to choose is sparse.When they were made to, the numbers of people wearing masks in England increased dramatically - although it had been rising slightly before that.But onereview suggested making it a legal requirement did not necessarily increase mask-wearing - although it varied from country to country.Mask-wearing was introduced at the same time as other measures, such as social distancing, making it difficult to disentangle their different effects.Many of the places people have been most likely to catch the virus are not environments where it is most practical to wear a mask, anyway, including in people's homes.Even in bars and restaurants, there have already been exemptions for people sitting at tables eating and drinking. Most recorded \"super-spreader\" events have been in spaces where it would be less likely or impractical for people to wear masks constantly:And those might just be the highest-risk places.But it is also possible masks have been working very well to keep infections down in other spaces, which could now become an additional driver of infection.Follow Rachel on Twitter ", "url": "https://www.bbc.com/news/health-57861677"}