{"datetime": "2021-12-30T00:47:39.000Z", "author": "Geeta Pandey", "subject": "Climate change", "title": "Why I switched to eating grandma's food", "article": "During my childhood visits to my ancestral home in rural Uttar Pradesh in northern India, I would often find my grandmother eating roti - flat bread - made with pearl millets or sorghum. She would mix the flour with water, take a chunk of the dough and beat it between her palms to make a big flat disc and then cook it on the wood-fired clay oven. If she offered it to me, I'd turn my nose up. I couldn't comprehend why she'd choose them over thinner, tastier, easier-to-eat wheat rotis. But a few years back, I switched to the food my grandma ate.I replaced wheat flour in my kitchen with flour made from pearl millets after I saw a report that said that the latter were healthier. Even though my roti is now more chewy, I've stuck to it because it makes me feel healthier. And I'm not alone - agriculture experts say in recent years, many \"forgotten foods\" are making a comeback in the farms and fields and also on our plates. For a while now, there has been \"a concerted global effort\" to help millets shed their \"forgotten\" tag, says Dr Jacqueline Hughes, Director General of non-profit Icrisat (International Crops Research Institute for the Semi-Arid Tropics). India celebrated 2018 as Year of Millets and in March, the United Nations accepted Delhi's proposal to celebrate 2023 as the International Year of Millets. Reports say the year would be used to raise awareness about the health benefits of millets and their suitability for cultivation - they can grow in degraded soil and need little pesticide - at a time when the world is confronted with the spectre of global warming. Millets, Dr Hughes says, are increasingly being recognised as \"smart food\" because \"they are good for the planet, good for the farmer and good for you\". \"They require less water and grow in really hot temperatures. They are good for the farmer because they are very resilient and can survive pestilent diseases. They are good for you because they are more nutritious. Studies show that millets reduce diabetes, improve cholesterol profiles, alleviate calcium, zinc and iron deficiencies. They are also gluten free.\" Not surprising then that health experts in India are looking at millets with interest - the country is home to 80 million diabetics, over17 million die from cardiovascular diseases every year andmore than three million children are malnourished , half of them severely.Prime Minister Narendra Modi has talked of \"a millet revolution\" to \"stamp out malnutrition from the country\". Experts say it's not an impossible task as millets were a staple for Indians for centuries. Director of Indian Institute of Millet Research Vilas Tonapi says millets are \"the most ancient grains known to mankind\".\"They were cultivated around 3000BC during the Indus Valley civilisation. Grown in 21 states, there are region and state specific millets which are part of the food culture and religious rituals.\" With the annual yield at 16 million tonnes, India remains the largest producer of millets in the world. But, in the past 50 years, Mr Tonapi says, the area under cultivation has shrunk from 38 million hectares to 13 million hectares and the share of millets in India's food basket has declined from 20% in the 1960s to 6% today. The decline of millets began in 1969-70, Dr Tonapi says. \"Until then, India used to receive food aid and import large quantities of grains to feed its population. In a bid to attain food sufficiency and alleviate hunger, the government launched green revolution and introduced high-yielding varieties of rice and wheat.\" Between 1960 and 2015 in India, wheat production more than trebled, and rice production increased by 800% whilemillet production remained stagnant at low levels.Dr Hughes, who earlier this year was involved in the preparation of theGlobal Manifesto for Forgotten Foods , says \"this overemphasis on rice and wheat led to the neglect of millets and many traditional foods that fell by the wayside\".\"Because they haven't been bred to modern tastes or are not easy to cook in today's fast-paced world, they have been under-utilised and neglected for decades. But it's terribly important to have diversity on your plate,\" she adds. To do that, the \"forgotten\" crops will have to receive the same sort of attention given to rice and wheat and some of the other commercial crops. Experts say at least a beginning has been made where millets are concerned. Several strategies suggested by agricultural scientists for their revival have begun to show results - Dr Tonapi says the demand for millets has grown by 146% in the past two years. Millet cookies, chips, puffs and other munchies are being sold in supermarkets and online stores. The government is offering millets at one rupee a kg to millions through the public distribution system, and some state governments are serving ready-to-eat dishes as part of the school mid-day meal plan. The renewed interest in coarse grains has come as a blessing for tribal communities in northern districts of Telangana state.P Aila is among a group of 10 tribal women in Asifabad who have been trained by Icrisat to prepare meals that are supplied to children in rural day-care centres. Talking to me on the phone from her village, she lists the ingredients and spices that she uses in the meals and says that in August, they sold 12 tonnes of sweet and savoury dishes made with sorghum.Aila doesn't fully understand the interest in the humble grain that's been her staple all her life, but she tells me she's happy that it's going places. ", "url": "https://www.bbc.com/news/world-asia-india-59650408"}