{"datetime": "2019-11-04T13:58:30.000Z", "title": "Delhi air quality: Judges accuse authorities of 'passing the buck'", "article": "India's top court has accused state governments of \"passing the buck\" on air pollution and failing to take action to tackle Delhi's toxic smog. The Supreme Court said authorities were only interested in \"gimmicks\", rather than concrete measures to combat pollution levels. Levels of dangerous particles in the air - known as PM2.5 - are at well over 10 times safe limits in the capital. City authorities have responded by launching a car rationing system.\"Delhi is choking every year and we are unable to do anything,\" said Supreme Court Justice Arun Mishra. \"The state machinery is not acting… They are passing the buck to each other... Everybody is interested in gimmicks and elections.\" From 4 to 15 November, cars with odd or even number plates will only be allowed on the roads on alternate days, officials said. Such a system has been used before but it is not clear if it helps lower pollution levels. Cars are not believed to be the main cause of Delhi's toxic air, with experts pointing instead to crop burning by farmers in neighbouring states to clear fields. Health officials have asked people to stay indoors and refrain from doing any physical activity as millions are at risk of respiratory illness. Schools are closed until Tuesday and the shutdown is likely to be extended until Friday as the city chokes under a thick blanket of smog. Delhi Chief Minister Arvind Kejriwal said the car rationing system, known as the \"odd-even plan\", would take hundreds of thousands of cars off the road. Those ignoring the rule face a fine of 4,000 rupees (£44; $56) - double that of previous years.by Krutika Pathi, BBC News, Delhi Teary eyes, a throat like sandpaper, and a hacking cough that left me breathless - these were the side effects after I went for a walk around my neighbourhood in Delhi.Whenever \"pollution season\" starts to set in, I notice the changes in my body rather quickly.I've lost count of the number of times I've woken up with a severe cough during the winter season.From your nose to your chest, it feels like things aren't working the way they should be. On some days, it's just a blocked nose and on others, it's almost a struggle to breathe normally. The effects go beyond the physical too. I'm constantly thinking about Air Quality Index numbers and whether the air is breathable - I even activate my air purifier via an app as I leave work so that my room has clean air by the time I'm home.\"The perfect storm of conditions during November has created almost 30% higher atmospheric concentrations of fine particulate matter,\" said a Cornell University study published in July.Delhi's geography - it is landlocked and sits on a flat plain that is blocked off by the Himalayas - means it is more drastically affected. Only public transport, emergency vehicles, taxis and two-wheelers will be allowed. Women driving alone will also be exempt from the rule. The Supreme Court has ordered Delhi's state government to produce data which proves that the car rationing system works.Experts say emissions from vehicles are just one of several factors that have turned the city into - in Mr Kejriwal's words - a \"gas chamber\".A major cause of the high pollution levels at this time of year is farmers in neighbouring states burning crop stubble to clear their fields. This creates a lethal cocktail of particulate matter and gases - carbon dioxide, nitrogen dioxide and sulphur dioxide - all worsened by fireworks set off during the Hindu festival of Diwali a week ago. Construction and industrial emissions have also contributed to the smog. Efforts to identify a cause have sparked a row between state and federal politicians, with Mr Kejriwal calling on the neighbouring states of Punjab and Haryana to crack down on crop burning. Federal Environment Minister Prakash Javadekar accused Mr Kejriwal of politicising the issue and painting his neighbours as \"villains\".The Supreme Court also summoned the chief secretaries of Punjab, Haryana and Uttar Pradesh states to appear before it to answer questions about efforts to tackle stubble burning. The level of PM2.5 - tiny particulates that can enter deep into the lungs - was at one point seven times higher than in the Chinese capital Beijing, which has battled similar pollution problems in recent years. Five million masks were handed out in schools on Friday as officials declared a public health emergency. Part of the reason is a change in crop cycles and harvesting in the agricultural states of Punjab and Haryana.A decade ago the two states passed identical laws intended to preserve ground water, which effectively compelled farmers to plant their rice crops in mid-June rather than at the end of April, as was the tradition. This was to enable them to make use of monsoonal rains to grow the heavily water-dependent crop.The delay in the planting cycle meant the harvesting cycle was also delayed. Farmers now have much less time to prepare their fields for the next crop cycle and burning stubble is a cheap and effective way to clear the land. Unfortunately, this coincides with changing wind patterns over Delhi and the rest of north India.India's National Disaster Management Authority (NDMA) has recommended some guidelines for residents of Delhi to cope with the elevated smog levels.They include avoiding strenuous activities and hard labour if possible, and exercising indoors. When outdoors, avoiding main roads and congested areas can help, as smaller roads and bylanes tend to be less polluted. Wearing a mask can help filter out pollutants, but simple surgical masks or comfort masks will not. A smog mask with a respirator is recommended.Do not burn rubbish or other discarded items outdoors, and try to avoid or share car trips to reduce the number of cars on the road. Are you in Delhi? How has the air pollution affected your day-to-day life? Tell us about your experiences by emailing haveyoursay@bbc.co.uk Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "url": "https://www.bbc.com/news/world-asia-india-50285343"}