{"datetime": "2017-12-19T14:17:32.000Z", "author": "David Gregory-Kumar", "title": "Tackling pollution from stubble burning in India", "article": "Stubble burning is an event that dominated my childhood. When you lived in the countryside in the 1970s it was common for farmers to set fields of straw ablaze and living in a thatched cottage it was a nerve wracking time.I have vivid memories of fire engines racing through the village and the sky darkening with smoke and soot. Well we don't stubble burn in this country anymore, farmers plough the straw into the earth instead, but in India it's still a common practice.Every year much of the Punjab is torched and smoke plumes up into the sky. Satellite photos from NASA show the smoke from thousands of burning fields drifting down towards Delhi where it adds to the already terrible problems of pollution in the city.I've been in Delhi in the burning season and the air is thick and acrid and it is very difficult to breathe. Indian farmers have good reason to burn their straw after harvest. They want to get the next crop in quickly and the straw itself has no value. It's also local farming wisdom that burning gets rid of pests and weeds.Now researchers fromAston University are in India trying to change all this. Aiming to provide Punjabi farmers with an income from straw that should stop the burning and reduce the pollution. It's all based around a technique called intermediate pyrolysis. You take a waste product, in this case the straw, and burn it under very controlled conditions in something called a Pyroformer. The end result is an oil that can be used to power generators and pellets that can be used as fertilizer. Aston University believe this project could halt the burning of 116m metric tonnes of crop residue in the Punjab by turning a waste product into something that has value. They are now working with Indian agricultural institutions to show how the technology works and the benefits to farmers.It's early days but next year the team hope to have 20 to 40 plants in place tackling a few thousand acres of straw.For someone who remembers the pollution and stress stubble burning inflicted on my family every year stopping it happening at all will bring huge benefits to the people of the Punjab.", "url": "https://www.bbc.com/news/uk-england-birmingham-42403610"}