{"datetime": "2019-11-08T05:55:57.000Z", "author": "Reality Check team", "title": "Is India's crop burning polluting Pakistan's air?", "article": "With high levels of pollution severely affecting northern India and parts of Pakistan, a blame game has started between politicians on either side of the border. Pakistani ministers have blamed poor air quality in cities such as Lahore on stubble burning on the Indian side of the border. Burning takes place at this time of the year to prepare the ground for the next crop planting but the smoke is a major contributor to dangerously polluting particles in the air. On the other side, a senior Indian politician says toxic air affecting Delhi could have come from either Pakistan or China. How much truth is there to these claims? Pakistan's Minister of State for Climate Change, Zartaj Gul Wazir, tweeted an image from the US space agency Nasa, saying crop burning in India was the main source of smog in Lahore. Some of the replies to her tweet questioned this claim and whether it was correct to blame pollution blown across the border. Meanwhile, a BJP politician in India, Vineet Agarwal Sharda, appeared to blame both Pakistan and China for air pollution in India, saying \"poisonous air\" could have been released by either country and was affecting the capital, Delhi.It's not clear what exactly he was referring to or even if he was talking about the haze produced by stubble burning, which takes place in rural areas of Pakistan as well as in India. There's no doubt there's a large amount of stubble burning by farmers at this time of the year in the Indian states of Haryana and Punjab, as well as in Punjab province in Pakistan. However, Nasa satellite data shows a heavy concentration of fires on the Indian side and far fewer on the Pakistani side of the border. Lahore is some 20km (12 miles) from India's border, so could easily be affected by smoke from across the border. Also, the number of fires on the Indian side this year does appear to be higher than last year, despite efforts to restrict the practice. India's Punjab state government figures show there were 42,676 fires between 23 September and 6 November - more than during the entire season in both in 2018 and 2017. The weather patterns at this time of the year play an important role in how far air pollution can travel and in which direction. The prevailing winds flow towards the south and south-east during the stubble-burning season, after the monsoons - which would take the pollution into India rather towards Pakistan. But one recent study, by the US Rand Corporation, saysthis can change from year to year, depending on prevailing wind patterns and the timing of the field burning .Although it's difficult to generalise about wind direction without knowing the specific weather conditions at the time, most of the pollution from Indian crop burning after the monsoon is likely to affect Delhi more than Lahore. And in Lahore, as in Delhi, a complex mix of things contribute to smog, including vehicle emissions, rubbish burning and industrial waste. A detailed report on air quality and sources of pollution in the Pakistani newspaper Dawnconcluded crop burning - whether on the Indian or Pakistani side of the border - was not a major contributor to toxic air in Pakistan's Punjab province. It pointed out that during the month of May when major crop burning also takes place, pollution levels in Lahore remain fairly constant. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-asia-india-50333985"}