{"datetime": "2020-05-29T09:00:10.000Z", "author": "Nikita Mandhani", "title": "Covid-19 plunges Indians' study abroad dreams into turmoil", "article": "Two years ago, 29-year-old Raunaq Singh started working towards his dream of pursuing an MBA from one of the world's top business schools. In January 2020, he was waitlisted by UC Berkeley's Haas School of Business in California, and was asked to send more information to bolster his case for admission.\"So, I quit my stable job of five years and started working with a mental wellness start-up as a consultant,\" Mr Singh says.\"I'm on a major pay cut because the purpose of joining this company wasn't to earn money, but to add value to my application.\"Fortunately, he was accepted at Berkeley, and was due to start his course in September.But then the world changed as Covid-19 spread, plunging the immediate future into uncertainty.Mr Singh is one of hundreds of thousands of Indian students who were planning to study abroad. But now they are not quite sure what will happen given international travel restrictions, new social distancing norms and the sheer uncertainty of what the next few months will bring.After China,India sends more students abroad to study than any other country - more than one million Indians were pursuing higher education programs overseas as of July 2019, according to India's foreign ministry.Every year, in June and July, students flood visa centres and consulates to start the paperwork to travel and study abroad. But things look different this year.\"There's a lot of stress and anxiety and tension at this time but not enough clarity,\" says Meehika Barua, 23, who wants to study journalism in the UK.\"We don't know when international travel restrictions will be lifted or whether we'd be able to get our visas in time. We may also have to take classes online.\"Some universities across the UK and the US are giving international students the option to defer their courses to the next semester or year, while others have mandated online classes until the situation improves. The University of Cambridge recently announced that lectures will be online only until next year. Others, like Greenwich University, will have a mix of online and face-to-face approaches while its international students can defer to the next semester.\"It feels a little unfair, especially after spending a year-and-half to get admission in one of these schools,\" Mr Singh says. \"Now, a part of the experience is compromised.\"Like him, many others are disappointed at the prospect of virtual classes. \"The main reason we apply to these universities is to be able to get the experience of studying on campus or because we want to work in these countries. We want to absorb the culture there,\" Ms Barua says.Studying abroad is also made more expensive by the fact that Indian and other international students will have to pay in dollars and pounds and not local currency. And then there's the additional cost of applications or standardised tests.Virtual classes mean they don't have to pay for a visa, air tickets or living expenses. But many students are hesitant about spending their savings or borrowing money to pay for attending college in their living room.Even if, months later, the situation improves to some extent, and students could travel abroad and enrol on campus, they say that brings its own challenges.For one, Mr Singh points out, there is the steep cost of healthcare, and questions over access to it, as countries like the US are experiencing a deluge of infections and deaths.And then there are the dimming job prospects. The pandemic has squeezed the global economy, so employers are less likely to hire, or sponsor visas for foreign workers.\"For international students, the roller coaster has been more intense because there is increased uncertainty about their ability to get jobs in the US after graduation, and for some, in their ability to get to the US at all,\" says Taya Carothers, who works in Northwestern University's international student office.The idea of returning to India with an expensive degree and the looming unemployment is scaring students - especially since for many of them, the decision to study abroad is tied to a desire to find a well-paying job there. \"The risk we take when we leave our home country and move to another country - that risk has increased manifold,\" Mr Singh adds. The current crisis - and its economic impact - has affected the decision of nearly half the Indians who wanted to study abroad, according to a recent report by the QS, a global education network.Experts say universities are in a tough spot too.International students addas much as $45bn (£37bn) a year to the American economy . In the UK, universities receive almost £7bn in fees from overseas students . So their finances will take a hit if too many foreign students rethink going abroad.And logistics will also pose a challenge - colleges have to enforce social distancing across campuses, including dormitories, and accommodate students from multiple time zones in virtual classes. \"Regardless of how good your technology is, you're still going to face problems like internet issues,\" says Sadiq Basha, who heads a study abroad consultancy.He adds that there might be a knee-jerk reaction as a large number of international students consider deferring their admission to 2021. But he's positive that \"in the long term, the ambitions of Indian students are not going to go down.\" Mr Singh is still waiting to see how things will unfold in the next few months, but he's almost certain he will enrol and start his first semester of the two-year program online.\"Since I've been preparing for over a year now, I think mentally I'm already there,\" he says.", "url": "https://www.bbc.com/news/world-asia-india-52846214"}