{"datetime": "2021-02-18T00:14:00.000Z", "title": "Malnutrition is rising across India - why?", "article": "Malnutrition in children has risen across India in recent years, sharply reversing hard-won gains, according to the latest government data. BBC Gujarati's Roxy Gagdekar finds out why. Nanda Bariya, a 37-year-old migrant worker, is seven months pregnant. She spent three of those months on a construction site 100km (62 miles) from her village in Dahod, a rural and largely tribal district in India's western state of Gujarat.Her main meal of the day - lunch - comprised corn flour bread or roti with some vegetables. At night, she was often too exhausted from work to cook a proper meal and made do with a bowl of lentils and rice. She had no access to nutritional supplements or regular medical check-ups - and her daily wage of 300 rupees ($4; £3) didn't go far.When she returned to her village in January, she visited the local anganwadi (a government-sponsored mother and child-care centre) but found it closed. She says she registered herself here three months into her pregnancy but is yet to receive the maternity cash benefits she is entitled to as part of a state scheme - 6,000 rupees ($82) to be paid into her bank account in three instalments so she can afford healthier food.Experts say this is unsurprising. For one, India's grinding Covid lockdown interrupted crucial government schemes that benefit hundreds of millions of women and children. And two, anganwadi workers, who were deployed in large numbers to monitor Covid and create awareness on how to prevent it, are yet to fully return to their original jobs. So centres in remote areas such as Dahod are not fully functional yet.But that still doesn't explain the rise in malnutrition rates in the years leading up to the outbreak of Covid-19 in 2020.India's latest National Family Health Survey (NFHS), which shows that children in several states are more undernourished now than they were five years ago, is based on data collected in 2019-20. The survey was conducted in only 22 states before the onset of the pandemic - so experts fear the results will be much worse in the remaining states, where the survey began after the lockdown ended.In places such as Dahod, however, the problem seems to have begun earlier. The district has seen a steep rise in the proportion of undernourished children compared with 2015-16, when the last survey was conducted.Stunting among children under five in Dahod is upfrom 44% to 55% . And the proportion of severely underweight children in the district has risen from 7.8% to 13.4%.Most Indian women are anaemic and poor women, especially so. And since undernourished mothers give birth to undernourished babies, experts say the worsening rate of malnutrition could be a result of women struggling to access nutrition benefits.They believe that migration is a reason for this. Like Ms Bariya, many families in Dahod migrate to cities to eke out a better living. But that also means being left out of massive government schemes that are mostly delivered at local level - so benefits aren't easily transferred across districts or states.Direct cash transfers, which Prime Minister Narendra Modi's government has pushed for, are supposed to solve this problem - but for women like Ms Bariya that hasn't happened either. This is despite the fact that there are three different schemes offering maternity and nutrition benefits to women in Gujarat.Here, experts say \"exclusion\" is one of the main reasons for rising malnutrition levels across India. While migration creates geographical exclusion, bureaucracy and its need for documentation creates a form of social and economic exclusion. \"Sometimes, if the Aadhar card is not updated, or the name of the woman in the bank account is not changed from her father to her husband, then despite being in need of the nutrition, she is denied government benefits,\" says social worker Sheela Khant.Aadhar, the biometric government ID scheme, is a must-have for accessing nearly every social welfare programme in India. But a system that was meant to serve the poor more swiftly has often been accused of failing them. The poor have complained that linking the ID to their bank accounts or updating it with new information - such as when they migrate for work - involves multiple trips to government offices that they cannot afford.Surti Nayak, now pregnant with her fifth child, says she has received almost no maternity benefits, despite approaching a local anganwadi worker.\"I had applied for the government programme and I filled out the forms, but I only got 1,500 rupees a few years ago,\" Ms Nayak says.She says she fears for the life of her unborn baby. Two of her four children did not survive beyond their early years, and the son and daughter who did are both stunted.\"We will ensure that all the schemes of the government are implemented properly in the state,\" says Dr Neelam Patel, additional director of health and family welfare in Gujarat.Mr Patel admitted that the state had done poorly in reducing malnutrition, but added that the government alone could not alter the situation.But Ms Khant, who has been working in areas like Dahod in recent years, says that's the source of the bottleneck.She says that despite the existence of government schemes, many women are unable to access them because of a lack of documents. ", "url": "https://www.bbc.com/news/world-asia-india-56080313"}