{"datetime": "2020-06-08T07:12:45.000Z", "title": "India coronavirus: Patients stranded as Delhi struggles with Covid", "article": "The chief minister of India's capital Delhi has said that state hospitals will now be reserved only for residents of the city. Arvind Kejriwal's announcement came amid allegations that hospitals are refusing to admit new patients. Delhi has witnessed a surge of infections in recent days. It currently has 27,000 cases with 761 deaths. India has a total of 256,611 confirmed Covid-19 cases, the fifth-highest number in the world. A five-member expert committee comprising top doctors told local reporters that Delhi could record 100,000 Covid-19 cases by the end of June if we follow the trend we are looking at, which \"suggests that the cases are getting doubled every 14-15 days\". The news comes even as India has taken steps to further relax its stringent lockdown - malls, restaurants, temples and offices are open from Monday. There have been a number of reports that people with Covid-like symptoms are being turned away from hospitals in the capital. One report on local news site Scroll detailed the experience of one man who drove his mother to four hospitals, but was turned away from all of them. Many others have tweeted about their own experiences trying to get help for family members. The Delhi government's smartphone app to track available hospital beds has also added to the confusion.The app showed vacancies atseveral city hospitals which then told news channel NDTV that they actually did not have any space for new patients. Mr Kejriwal reacted by accusing hospitals of profiteering. \"We will not tolerate this mischief. Give us a few days. We are at it. I am warning those who think they can do black marketing of beds. We will not spare you,\" he said on Saturday. A day later, he announced beds would be reserved for residents of the city. \"We have decided that the 10,000 beds under the Delhi government will be kept for residents,\" he said. However, hospitals under the federal government will be available to patients from other states as well. Shortly after, on Sunday evening, the state government released a set of documents that a person would have to provide in order to be treated at state facilities. These include voter ID cards, and electricity, water or telephone bills among others.Mr Kejriwal added that Delhi would not open hotels and banquet halls on Monday, as they could be \"converted into hospitals if the need arises\". ", "url": "https://www.bbc.com/news/world-asia-india-52961589"}