{"datetime": "2020-06-05T06:28:21.000Z", "title": "Coronavirus: India to reopen malls, restaurants and offices", "article": "India is reopening shopping malls, places of worship, restaurants and offices from 8 June as it eases its lockdown restrictions. The guidelines include staggered work hours, no edible offering at temples and air conditioning at 24C (75.2F). However, these places will remain closed in containment zones, with only essential services allowed. People with comorbidities, pregnant women and elderly people have been asked to stay home. The health ministry has asked all establishments to ensure hand sanitisers are placed at entrances and to adhere to strict social distancing measures. Religious places of worship have been allowed to reopen but with stringent guidelines - no distribution of edible religious offerings, no sprinkling of holy water, idols and holy books cannot be touched, and large gatherings are prohibited. Furthermore, to curb the spread of coronavirus, \"recorded devotional music and songs may be played and choir or singing groups should not be allowed\", the ministry said. According to the standard operating procedures for restaurants and hotels, food packets cannot be handed over directly to customers. Takeaway is encouraged and only 50% of the seating capacity in restaurants to be allowed.Home delivery staff and chefs are to be thermally screened, the guidelines say. In the new guidelines for offices, authorities have stipulated staggered work hours and lunch breaks. All cafeterias and shops will need to follow strict social distancing measures both within the office and outside. The number of people in lifts will now be limited. The ministry has further restricted the temperature settings on all air conditioning devices to be set between 24C to 30C with a humidity level between 40% to 70%. Shopping malls have been asked to close gaming areas, cinema halls and play areas. ", "url": "https://www.bbc.com/news/world-asia-india-52932130"}