{"datetime": "2020-06-02T23:05:03.000Z", "author": "Soutik Biswas", "title": "India coronavirus: The man who survived 36 days on a ventilator", "article": "\"He might not make it tonight. Things are suddenly looking very bad,\" Dr Saswati Sinha told a patient's wife on the phone as she drove back to her hospital through the deserted streets of the eastern Indian city of Kolkata (formerly Calcutta). It was the night of 11 April. India was in the throes of a harsh lockdown to prevent the spread of the novel coronavirus.The patient, Nitaidas Mukherjee, had been battling Covid-19 for nearly two weeks at the city's AMRI Hospital, where Dr Sinha worked as a critical care consultant. Ravaged by the virus, the 52-year-old social worker, who ran a non-profit rescuing the homeless and destitute, was hooked to a ventilator and battling for his life in critical care.On the evening of 30 March, he had arrived at the hospital, running a high fever and gasping for breath. His X-rays looked \"terrible\" - bone white lungs swamped by inflamed cells. The air sacs were filled with fluid, impeding the flow of oxygen to the organs. (Fluid looks white on x-rays.) That night, doctors used a high-flow mask to boost his oxygen levels, gave him his diabetes medicine, and took a throat swab for a Covid-19 test.By next evening, Mr Mukherjee had reported positive. Now, he was so short of breath that going off oxygen for even a sip of water had become difficult. Normal oxygen saturation for most people is between 94% and 100%, but his had dipped to 83%. Ten to 20 breaths per minute is normal, but Mr Mukherjee was breathing more than 50 times a minute.That was when he was sedated and put on a ventilator. It would be more than three weeks before he woke next, and even longer before he would finally be unhooked from the machine saving his life. Not many critically ill Covid-19 patients have been as fortunate as Mr Mukherjee. About a quarter of patients who needed ventilators to help them breathe in New York died within the first few weeks of treatment,a study showed. A British study foundtwo-thirds of Covid-19 patients put on ventilators ended up dying. There have also been reports of ventilators not working very well on Covid-19 patients.\"In some cases they have found terrible results with mechanical ventilation. There may be lung damage if the ventilation is suboptimal - especially when people were thinking that respiratory failure is always linked to ARDS oracute respiratory distress syndrome ,\" Jean-Louis Vincent, professor of intensive care medicine at Belgium's Erasme Univ Hospital, told me.While Mr Mukherjee was on the ventilator, he was also on muscle relaxants - drugs that paralyse the muscles so that the patient doesn't try to breathe on his own. On a sticky April night, things had taken a turn for the worse. His fever spiked, heart rate dipped and blood pressure plummeted. All this pointed to a nasty, new infection. There was no time to lose: on the way back to the hospital, Dr Sinha barked out instructions on the phone to her team in critical care. When she arrived, the battle to save Mr Mukherjee again was already on. Dr Sinha and her team infused potent \"last resort\" antibiotics to kill the infection directly into his blood vessels, along with additional muscle relaxants and medicines to stabilise the blood pressure. It took three hours for the storm to pass.\"This was the most draining experience of my life,\" Dr Sinha, who has spent 16 of her 21 years as a physician as an intensive care consultant, told me.\"We needed to work fast and put the lines in. That takes a lot of precision. We were sweating profusely in our protective gear [zipped gowns, double gloves, foot protection, goggles, face shield] and our vision was clouding over. Four of us worked nonstop for three hours that night,\" she said. \"We were looking at the monitors every minute and checking whether he was making progress. I was telling myself, we want this man to survive. He's not terminally ill. He was the only Covid-19 patient in intensive care then.\"When Mr Mukherjee stabilised, it was 02:00 local time. Dr Sinha checked her phone. There were 15 missed calls from Mr Mukherjee's wife and sister-in-law, a respiratory diseases researcher who lived in New Jersey. \"It was the most terrifying night of my life. I thought I had lost my husband,\" Aparajita Mukherjee, a human resources manager, told me.She was at home, locked down and quarantined, along with her bed-ridden mother-in-law, 80. and a partially disabled aunt, none of whom tested positive for Covid-19.A potentially cataclysmic crash had been averted, but Mr Mukherjee's condition remained unstable and serious.Mr Mukherjee is heavy, and heavier patients are more difficult and tricky to turn, or prone, in order to relieve their breathing.Doctors gave him hydroxychloroquine , a drug normally used to treat malaria, along with vitamins, antibiotics and sedatives. The fever remained high and stubborn. There would be alarms going off in the ICU every other night at Mr Mukherjee's bed. Sometimes the oxygen saturation would dip. X-rays on a portable machine showed the \"whiteout\" in the lungs remained.\"There was very little progress and whenever there was some, it was slow,\" says Dr Sinha.Finally, a month after his admission, Dr Mukherjee showed signs of beating the infection. He was woken up from his medically induced coma. It was a Sunday. When his wife and his sister-in-law made video calls to him, he just gazed at the glowing phone screen. \"I had no idea what was going on. It was a blur. I saw a woman in a blue apron standing in front of me, whom I later found out was my doctor,\" Mr Mukherjee told me. \"You know, I was fast asleep for more than three weeks. I had no idea why I lying in a hospital. It was a memory wipe out. \"But I remember something. I think I hallucinated when I was in the coma. I was confined to a place, tied by ropes, and people were telling me I was not well, and they were taking money from my family, and I was not being let free. And I was desperately trying to contact people to help me.\" In late April, doctors took him off the ventilator for half-an-hour and Mr Mukherjee breathed on his own for the first time in nearly a month. Weaning him was tricky: doctors say Mr Mukherjee would often have \"panic attacks\" and press the emergency bedside bell, thinking he would not be able to breathe without the machine.By 3 May, they switched off the ventilator, and five days later, sent him home. \"It was a really long haul. He had severe ARDS. He had four weeks of high fever. He couldn't breathe on his own. The virus was wreaking havoc,\" says Dr Sinha. Now at home, Mr Mukherjee is beginning a new life. He is starting to walk again without help. Even some of his memories are returning.He had been coughing for a few days before being taken to hospital, and had visited a doctor who had diagnosed it as a throat infection. He was still going to work, wearing a face mask, taking the poor and destitute off the streets. He had been visiting hospitals, police stations and shelter homes on work. He was skipping his diabetes medicines, which explained his steep blood glucose levels at the time of admission. He was taking antibiotics and inhaling nebulisers, as he would do when he had bouts of coughing every year when the seasons changed.\"But I felt something was amiss when he complained of dehydration and and began sleeping for hours at stretch. He was abnormally tired. And then he began to experience breathing difficulties and we put him in a wheel chair and took him to the hospital,\" says Mrs Mukherjee. Last week, Dr Sinha took a day off after 82 days in the intensive care, where the beds now are full of Covid-19 patients. More than 100 mobile phone pictures taken by her staff remind her and her team of their battle to save Mr Mukherjee: exhausted nurses in their claustrophobic protective gear slumped over the nursing station; the constant vigil near Mr Mukherjee's bed; the jubilation and relief on the day when the patient, smiling weakly, was taken off the ventilator and a picture of him leaving the hospital. \"We, as a team, were all doing our jobs, in the end,\" she says. Mr Mukherjee is just grateful he's breathing on his own again.\"I know I fought the disease, but the doctors and nurses who fought the disease saved my life. Survivors need to tell their stories. The virulent virus can be defeated.\" ", "url": "https://www.bbc.com/news/world-asia-india-52874008"}