{"datetime": "2020-05-28T00:26:21.000Z", "author": "Soutik Biswas", "title": "India coronavirus: Trouble ahead for India's fight against infections", "article": "On the face of it, things may not look bad. Since the first case of coronavirus at the end of January, India has reported more than 150,000 Covid-19 infections. More than 4,000 people have died of the infection.To put this in some context, as of 22 May, India's testing positivity rate was around 4%, the death rate from the infection around 3% and the doubling rate of infection - or the amount of time it takes for the number of coronavirus cases to double - was 13 days. The recovery rate of infected patients was around 40%.All this is markedly lower than in the countries badly hit by the pandemic. Like elsewhere in the world, there are hotspots and clusters of infection.More than 80% of the active cases are in five states - Maharashtra, Tamil Nadu, Delhi, Gujarat and Madhya Pradesh - and more than 60% of the cases in five cities, including Mumbai, Delhi and Ahmedabad, according to official data.More than half of people who have died of the disease have been aged 60 and older and many have underlying conditions, hewing to the international data about elderly people being more vulnerable to the disease.The more than two-month-long grinding lockdown, official data suggests, has prevented the loss of between 37,000 and 78,000 lives. Apaper published in Harvard Data Science Review appears to support that - it shows an eight-week lockdown can prevent about two million cases and, at a 3% fatality rate, prevent some 60,000 deaths.\"Infection has remained limited to certain areas. This also gives us confidence to open up other areas. It is so far an urban disease,\" says VK Paul, who heads the medical emergency management plan on Covid-19. This is where such claims enter uncertain territory. India is now among the top 10 countries worldwide in terms of total reported infections, and among the top five in the number of new cases .Infections are rising sharply, up from 536 cases on 25 March when the first phase of the world's harshest lockdown was imposed. The growth of infections is outpacing growth in testing - tests have doubled since April but cases have leapt fourfold.Epidemiologists say the increase in reported infections is possibly because of increased testing. India has been testing up to 100,000 samples a day in the past week. Testing criteria has been expanded to include asymptomatic contacts of positive patients.Yet, India's testing remains one of the lowest in the world per head of population - 2,198 tests per million people.The bungled lockdown at the end of March triggered an exodus of millions of informal workers who lost their jobs in the cities and began returning home in droves, first on foot and then by train. Some four million workers have travelled by rail from cities to their villages in more than half a dozen states in the past three weeks.There ismounting evidence that this has already led to the spread of infection from the cities to the villages. And with the messy easing of the lockdown earlier this month, there are growing fears of infections spreading further in the cities.Rising infections and a still-low fatality rate possibly points to milder infection in a younger population and a large number of asymptomatic cases. The focus, says Amitabh Kant, CEO of the government think-tank NITI Aayog, should be \"bringing down fatalities and improving the recovery rate\". But if the infection rate continues to grow, \"things are going to get pretty grim in a few weeks time,\" a leading virologist told me.Doctors in the capital, Delhi, and the western city of Mumbai tell me they are already seeing a steady surge in Covid-19 admissions and worry about a looming shortage of hospital beds, including in critical care.When the infection peaks in July, as is expected, a spike in infections could easily lead to many avoidable deaths as hospitals run out of beds for, or delay treatment to, infected patients who need timely oxygen support and clinical care to recover.\"That is the real worry. A critical-care bed needs an oxygen line, a ventilator, doctors, nursing staff. Everything will be under pressure,\" Dr Ravi Dosi, who is heading a Covid-19 ward at a hospital in Indore, told me. His 50-bed ICU is already full of patients battling the infection.With the lockdown easing, doctors are feeling jittery. \"It's a tactical nightmare because some people have begun going to work but there is a lot of fear\", says Dr Dosi.\"One co-worker sneezed in the office and 10-15 of his colleagues panicked and came to the hospital and demanded they get tested. These are the pressures that are building up.\" One reason for the confusion is the lack of - or the opacity of - adequate data on the pandemic to help frame a strategic and granular response.Most experts say a one-size-fits-all strategy to contain the pandemic and impose and lift lockdowns will not work in India where different states will see infection peaks at different times. The reported infection rate - the number of infections for every 100 tests - in Maharashtra state, for example, is three times the national average. \"The infection is not spreading uniformly. India will see staggered waves,\" a leading virologist, who insisted on anonymity, told me.The lack of data means questions abound. What about some 3,000 cases,which are not being assigned to any state because these people were found infected in places where they don't live? (To put this into context,nine states in India have more than 3,000 cases.) How many of these cases have died or recovered? Also, it is not clear whether the current data - sparse, and sporadic - is sufficient to map the future trajectory of the disease. There is, for example, no robust estimate of carriers of the virus who have no symptoms - last month a senior government scientist said at least \" 80 out of every 100 Covid-19 patients may be asymptomatic or could be showing mild symptoms\".If that is indeed true, then India's fatality rate is bound to be lower. Atanu Biswas, a professor of statistics, says the predicted trajectory could change \"with the huge inclusion of asymptomatic cases\". But, in the absence of data, India cannot be sure. Also, epidemiologists say, measures like the doubling time of the infections and thereproduction number or R0 have their limitations. R0, or simply the R value, is a way of rating a disease's ability to spread. The new coronavirus, Sars-CoV-2, has a reproduction number of about three, but estimates vary. \"These measures are good when we are in the middle of a pandemic, less robust with fewer cases. You do need forecasting models for at least a month's projection to anticipate healthcare needs. We should always evaluate an aggregate of evidence, not just one measure, but a cascade of measures,\" Bhramar Mukherjee, a professor of biostatistics and epidemiology at the University of Michigan, told me.Others say even calculating the number of recorded infections every day is \"not always a good indicator of how an infection is spreading\".A better option would be to look at the number of new testsand new cases every day that would provide a \"degree of standardisation\", K Srinath Reddy, president of the Public Health Foundation of India, told me.Likewise, he believes, a measure of how many Covid-19 deaths have occurred compared with the size of a country's population - the numbers of deaths per million people - is a better indicator of the fatality rate. Reason: the denominator - the country's population - remains stable. In the absence of robust and expansive data, India appears to be struggling to predict the future trajectory of the infection.It is not clear yet how many deaths are not being reported, although there is no evidence of large scale \"hidden deaths\".Epidemiologists say they would like to see clearer data on deaths due to pneumonia and influenza-like illnesses at this time over the past few years to quantify excess deaths and help with accurate reporting of Covid-19 deaths.They would also like to see what racial disparities in infections and deaths there are to help improve containment in specific community areas. (In Louisiana, for example, African Americans accounted for 70% of Covid-19 deaths, while comprising 33% of the population.) What is clear, say epidemiologists, is that India is as yet unable to get a grip on the extent of the spread of infection because of the still limited testing.\"We need reliable forecasting models with projection for the next few weeks for the country and the states,\" says Dr Mukherjee. Epidemiologists say India needs more testing and contact-tracing for both asymptomatic and symptomatic infections, as well as isolation and quarantine.There's also the need to test based on the \"contact network\" to stop super-spreader events - frontline workers, delivery workers, essential workers, practically anybody who interacts with a large group of people. \"We have to learn how to manage and minimise risk in our daily lives as the virus is going to be with us,\" says Dr Mukherjee.Without knowing the true number of infected cases India is, in the words of an epidemiologist, \"flying blindfolded\".That can seriously jeopardise India's fight against the virus and hobble its response in reviving the broken economy. Follow Soutik on Twitter ", "url": "https://www.bbc.com/news/world-asia-india-52816817"}