{"datetime": "2018-10-10T23:39:20.000Z", "author": "Matt McGrath", "title": "'Flexitarian' diets key to feeding people in a warming world", "article": "If the world wants to limit climate change, water scarcity and pollution, then we all need to embrace \"flexitarian\" diets, say scientists. This means eating mainly plant-based foods, and is one of three key steps towards a sustainable future for all in 2050, they say. Food waste will need to be halved and farming practices will also have to improve,according to the study . Without action, the impacts of the food system could increase by up to 90%. Fast on the heels of the landmark report of the Intergovernmental Panel on Climate Change (IPCC) comes this new study on how food production and consumption impact major threats to the planet. The authors say that the food system has a number of significant environmental impacts including being a major driver of climate change, depleting freshwater and pollution through excessive use of nitrogen and phosphorous.The study says that thanks to the population and income growth expected between 2010 and 2050, these impacts could grow between 50-90%. This could push our world beyond its planetary boundaries, which the authors say represent a \"safe operating space for humanity on a stable Earth system\". However the study finds that no single solution will avert the dangers, so a combined approach is needed.So when it comes to climate change, the authors looked at what they called a \"flexitarian diet\". \"We can eat a range of healthy diets but what they all have in common, according to the latest scientific evidence, is that they are all relatively plant based,\" said lead author Dr Marco Springmann from the University of Oxford.\"You can go from a diet that has small amounts of animal products, some might call it a Mediterranean based diet, we call it a flexitarian diet, over to a pescatarian, vegetarian or vegan diet - we tried to stay with the most conservative one of these which in our view is the flexitarian one, but even this has only one serving of red meat per week.\" If the world moved to this type of diet, the study found that greenhouse gas emissions from agriculture would be reduced by more than half.But as well as altering diets, the research says that farming practices need to change significantly. This involves boosting yields from existing cropland, improving water management and restricting and recycling fertiliser use.\"We looked at improving agricultural yields in particular of more health sensitive crops like fruit, vegetables and legumes,\" said Dr Springmann. \"In the past there has been lots of invest in the stable grains like maize and corn, but now we really need to move it to the crops we need more of. We also looked at increasing the efficiency of water use, and we looked at better monitoring and recycling of fertiliser - lots of it is lost and it runs off into rivers and causes dead zones in the oceans.\" In addition, the study found that halving the amount of food lost to waste would reduce the environmental impacts of agriculture by 16%. \"Tackling food loss and waste will require measures across the entire food chain, from storage, and transport, over food packaging and labelling to changes in legislation and business behaviour that promote zero-waste supply chains,\" said Fabrice de Clerck, director of science atEAT who funded the study. The key element is that these three solutions must be implemented together. \"Feeding a world population of 10 billion people is possible - yet only if we change the way we eat, and the way we produce food,\" said Johan Rockström, director designate of the Potsdam Institute for Climate Impact Research, who is one of the authors of the study. \"All measures combined can result in keeping healthy both planet and people.\" The study has been published in the journal Nature.", "url": "https://www.bbc.com/news/science-environment-45814659"}