{"datetime": "2021-10-07T23:25:52.000Z", "author": "Victoria Gill", "subject": "Climate change", "title": "UK public now eating significantly less meat", "article": "Daily meat consumption in the UK has fallen by 17% in the last decade, a study has shown. That reduction though is not happening quickly enough to meet a key national target, according to scientists.The aim is to reduce the environmental impact of our diets. This goal, set by the National Food Strategy , is based on a review of the whole UK food system - from farming and production to hunger and sustainability.It recommends meat consumption in the UK fall by 30% over the next 10 years. \"We now know we need a more substantial reduction,\" said lead researcher Cristina Stewart from the University of Oxford.The new study,published in the journal the Lancet Planetary Health , revealed that while most people are eating less red and processed meat compared to a decade ago, they are eating more white meat.High consumption of red and processed meat can increase the risk of health problems including cardiovascular disease, type 2 diabetes, and even certain cancers.Meat production also has a higher environmental impact - producing more planet-warming greenhouse gas emissions - than other types of agriculture and food production.This Oxford-based research team used data from the National Diet and Nutrition Survey - a detailed survey of the dietary habits of more than 15,000 people across the country.This showed that daily meat consumption had reduced by about 17g per person per day.What it did not reveal was the reason people were changing their diets. But market research in 2019 suggested that almost 40% of meat-eaters were actively trying to reduce their consumption, with many citing either health or environmental reasons.Dr Stewart stresses that, for those who want to reduce the environmental impact of what they eat, \"any reduction in meat will have an impact\".\"You don't have to be vegetarian,\" she said. \"Although, in general, meat-free dishes will have a lower impact.\"But if you're someone that eats meat every day, reducing your meat consumption by 30% just looks like having two meat-free days per week.\"There is huge variation in the environmental impact of meat; it depends on what livestock are fed and where and how the meat is produced.The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. \"Locally produced meat has a much lower impact than meat that has been imported,\" Dr Stewart pointed out.She and her colleagues have also been studying the effect of \"environmental impact labelling\" on consumer choices. They have designed experimental labels that score a product based on its greenhouse gas emissions, biodiversity loss, water-use and water pollution.\"When you don't have the information about environmental impact of food, it's really hard to shop with that in mind,\" she pointed out.Having the support of those we eat our meals with, the Oxford researchers say, makes it easier for us to change our diets. And the availability and prominence of meat-free food options has an effect on people's food choices, too.\"So, for example, if you're at a restaurant, you often see a vegetarian options 'box of shame' at the bottom of the menu rather than at the top with chef's specials,\" Dr Stewart explained. The team's ongoing study of what drives people to reduce their meat consumption has revealed some simple strategies that participants have found helpful, including:\"Hopefully this paper will help us understand the patterns and trends so we can tailor public health policies and behavioural nudges to help people choose more sustainable options,\" said Dr Stewart.Hear Idris and Sabrina Elba discuss the impact on the planet of what we eat on the What Planet Are We On podcaston BBC Sounds Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-58831636"}