{"datetime": "2013-03-07T09:22:32.000Z", "author": "James Gallagher", "title": "Processed meat 'early death' link", "article": "Sausages, ham, bacon and other processed meats appear to increase the risk of dying young, a study of half a million people across Europe suggests. It concluded diets high in processed meats were linked to cardiovascular disease, cancer and early deaths. The researchers,writing in the journal BMC Medicine , said salt and chemicals used to preserve the meat may damage health.The British Heart Foundation suggested opting for leaner cuts of meat. The study followed people from 10 European countries for nearly 13 years on average.It showed people who ate a lot of processed meat were also more likely to smoke, be obese and have other behaviours known to damage health. However, the researchers said even after those risk factors were accounted for, processed meat still damaged health. One in every 17 people followed in the study died. However, those eating more than 160g of processed meat a day - roughly two sausages and a slice of bacon - were 44% more likely to die over a typical follow-up time of 12.7 years than those eating about 20g. In total, nearly 10,000 people died from cancer and 5,500 from heart problems.Prof Sabine Rohrmann, from the University of Zurich, told the BBC: \"High meat consumption, especially processed meat, is associated with a less healthy lifestyle. \"But after adjusting for smoking, obesity and other confounders we think there is a risk of eating processed meat. \"Stopping smoking is more important than cutting meat, but I would recommend people reduce their meat intake.\" She said if everyone in the study consumed no more than 20g of processed meat a day then 3% of the premature deaths could have been prevented. The UK government recommends eating no more than 70g of red or processed meat - two slices of bacon - a day. A spokesperson said: \"People who eat a lot of red and processed meat should consider cutting down.\" However a little bit of meat, even processed meat, had health benefits in the study. Ursula Arens from the British Dietetic Association told BBC Radio 4's Today programme that putting fresh meat through a mincer did not make it processed meat.\"Something has been done to it to extend its shelf life, or to change its taste, or to make it more palatable in some way... and this could be a traditional process like curing or salting.\" She said even good quality ham or sausages were still classed as processed meat, while homemade burgers using fresh meat were not.\"For most people there's no need to cut back on fresh, red meat. For people who have very high intake of red meat - eat lots of red meat every day - there is the recommendation that they should moderate their intake,\" she added. Ms Arens also confirmed that the study's finding that processed meat was linked to heart disease was new. Mr Roger Leicester, a consultant surgeon and a member of the Meat Advisory Panel, said: \"I would agree people should eat small quantities of processed meat.\" However, he said there needed to be a focus on how meat was processed: \"We need to know what the preservatives are, what the salt content is, what the meat content is...meat is actually an essential part of our diet.\" Dr Rachel Thompson, from the World Cancer Research Fund, said: \"This research adds to the body of scientific evidence highlighting the health risks of eating processed meat.\"Our research, published in 2007 and subsequently confirmed in 2011, shows strong evidence that eating processed meat, such as bacon, ham, hot dogs, salami and some sausages, increases the risk of getting bowel cancer.\" The organisation said there would be 4,000 fewer cases of bowel cancer if people had less than 10g a day. \"This is why World Cancer Research Fund recommends people avoid processed meat,\" said Dr Thompson. Tracy Parker, a heart health dietitian with the British Heart Foundation, said the research suggested processed meat might be linked to an increased risk of early death, but those who ate more of it in the study also made \"other unhealthy lifestyle choices\".\"They were found to eat less fruit and vegetables and were more likely to smoke, which may have had an impact on results. \"Red meat can still be enjoyed as part of a balanced diet.\"Opting for leaner cuts and using healthier cooking methods such as grilling will help to keep your heart healthy.\"If you eat lots of processed meat, try to vary your diet with other protein choices such as chicken, fish, beans or lentils.\" ", "url": "https://www.bbc.com/news/health-21682779"}