{"datetime": "2018-11-07T11:40:38.000Z", "title": "Should there be a tax on red meat?", "article": "A \"meat tax\" could prevent almost 6,000 deaths per year in the UK, according to researchers, but should politicians be telling people what they can and can't eat? Scientists at the University of Oxford say governments should consider imposing price hikes on red meat - such as beef, lamb and pork - to reduce consumption. They say it would save lives and more than £700m in UK healthcare costs, according to new research. Various research has linked eating red meat to an increased risk of heart disease, stroke and diabetes.In 2015 the World Health Organization warned that processed meats , like bacon, sausages and ham, could cause cancer, while unprocessed red meat could also increase your risk. And eating lots of red meat doesn't just have an impact on your own health. Researchers at the University of Oxford said meat eaters were also increasing the burden on the health service and the economy, due to a loss of workforce from ill health.There is also a growing awareness of the environmental impact of eating red meat. The high levels of land and water use and carbon emissions associated with its production meancutting down is one of the key ways individuals can help tackle climate change . Researchers say a meat tax could cut consumption of processed meat by about two portions per week in high-income countries.In the UK, the study suggests a tax of 14% on red meat and 79% on processed meat.This would mean the price of a 227g Tesco Sirloin Steak would increase from £3.80 to £4.33. And for a pack of eight pork sausages from Sainsbury's the price would increase from £1.50 to £2.69. Earlier this year the government introduced a sugar tax on soft drinks, meaning manufacturers have to pay a levy on high-sugar drinks.The tax has already had an effect, with some leading brands reducing the sugar content in their products to avoid the levy. But whether it means consumers buy fewer sugary drinks remains to be seen. The impact of charging 5p for single-use carrier bags suggests financial incentives can change behaviour. The number of plastic bags handed out by supermarkets in Englandhas drastically decreased since the change was introduced .Howeverthe government has been less keen on the idea of a \"latte levy\" on disposable coffee cups. Ministers prefer the idea of shops offering discounts to customers bringing their own cups rather than an extra charge. Attempts by the government to tell people what to do don't always go down well.Christopher Snowdon from the Institute for Economic Affairs, a free market think tank, said taxing food was \"the next battleground for the nanny state\".Last month climate minister Claire Perry told BBC News it was not the government's place to tell people they can't eat steak and chips , despite the environmental impact.Mr Snowdon also argued it would be \"absurd\" to raise the cost of living through a meat tax.There's also the concern that it targets foods bought by those on lower incomes. And then there is the question of whether it would work. The cost of a fry-up would be more expensive, but would this actually discourage meat-lovers from buying their favourite foods? ", "url": "https://www.bbc.com/news/uk-46122227"}