{"datetime": "2021-08-11T10:57:02.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Gower salt marsh lamb receives protected status", "article": "Lamb from the salt marshes of south Wales has become the first product to join Cornish pasties and Melton Mowbray pies in the foodie hall of fame since Brexit. Gower salt marsh lamb received a Protected Designation of Origin (PDO) under a scheme preventing imitation. Geographical indication (GI) marks a product's \"authenticity and origin\". It was previously awarded by the EU but since the UK left the Westminster government has set up its own scheme. Gower salt marsh lamb is the first product to be protected under the new UK GI system, applying in England, Scotland and Wales. Products given UK GI protection after Brexit can then apply for protection in Northern Ireland and the European Union through the EU. There were already 16 GIs in Wales awarded under the EU system including Anglesey sea salt, Carmarthen ham and Pembrokeshire early potatoes. Dan and Will Pritchard from Weobley Castle Farm are the third generation producing Gower salt marsh lamb, rearing about 1,000 each year. They said specific vegetation on the Gower Peninsula created meat with a flavour of samphire and sea lavender. Historically, the north Gower salt marshes have supported thousands of sheep and are currently grazed by 3,500 lambs a year. It is a seasonal product available from June until the end of December.\"This recognition means that the reputation of our regional product is protected, and it helps us promote traditional agricultural practices and eliminate non-genuine products,\" the farmers said.Since leaving the EU, the UK government has become responsible for ensuring cultural products are given protection. Welsh Secretary Simon Hart said it was \"fantastic to see Gower salt marsh lamb added to the list of iconic products from Wales\". \"Guaranteeing the authenticity of Welsh food and drink helps cement our reputation for quality both at home and in new international markets,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-58164754"}