{"datetime": "2021-08-30T05:09:33.000Z", "subject": "COP26", "title": "Action 'needed now' to cut farming sector emissions", "article": "Ministers need to stop talking and \"begin acting\" if emissions reductions in Scotland's farming sector are to be maximised, a report has claimed. Campaign group WWF Scotland says plans to replace the existing farm support mechanism in 2023 is too late. The Scottish government is looking at how to replace the EU's Common Agricultural Policy which provided support and incentives to farmers. NFU Scotland first presented proposals to ministers more than three years ago.A range of farmer-led groups have since made recommendations. But last week another advisory group was formed by the government to drive those policies forward. Farming leaders say the time for talking is now over and the report warns delays are slowing down the potential for reducing emissions. The Scottish government welcomed the findings which it said would help outline what is needed to \"achieve rapid and efficient results that are also supportive of our farmers and crofters\". The findings of the WWF report suggest direct agricultural emissions could be reduced by around 30% by 2032.However, this is heavily dependent on farmer uptake and the report warns that \"a lack of policy tools and support could hinder delivery\". Many farmers have been feeling under siege in recent years because of the spotlight shining on the sector's emissions. The largest cause of them - methane from the front end of cows - is difficult to overcome with a technical fix and scientists have been saying we simply need to eat less meat. But that would undoubtedly damage the livestock sector on which Scotland's farmers rely so heavily.NFU Scotland now wants to be seen to be embracing the change necessary to support the battle against climate change. But they need a government framework and policies to achieve it. They've been talking about it now for years but are becoming increasingly anxious at the slow pace of change. This report puts into context the emissions cuts that are being lost with the status quo. The conclusions are supported by both WWF Scotland and NFU Scotland. Their joint message - let's get our finger out - is a difficult one for ministers to ignore. A previous study by WWF Scotland said Scotland's farmers could \"comfortably\" reduce their emissions by 38% over the next 25 years using established technologies. It suggested farm level and system-wide changes could see greenhouse gas emissions fall by the equivalent of 2.9 million tons of CO2. The new report's authors looked at whether proposed policies would reduce greenhouse gas emissions enough to meet the target set out in the Scottish government'sClimate Change Plan Update . They believe that a delay in support for farmers to make the necessary changes \"puts the industry at risk\". Jonnie Hall, director of policy at the National Farmers Union (NFU) Scotland, said the industry needed \"a new, properly funded, agricultural support package that delivers for Scotland's current and future needs\". He added: \"The challenge facing Scottish agriculture has never been clearer - tackling climate change and biodiversity loss whilst simultaneously contributing to Scotland's ambitious food and drink sector targets. It is not a case of one over the others. \"However, the stark reality is that the legacy of continuing CAP schemes is just not up to it. In fact, current area-based support measures largely incentivise inertia. \"The rhetoric of change must now be replaced by delivery - adequately funded, easily accessed measures that drive necessary actions. \"Get that right and farmers and crofters across Scotland will deliver.\" Rural Affairs Secretary Mairi Gougeon said she had asked the new advisory group to create a package of government-funder measures \"that can be agreed as part of our approach to COP26\". She said: \"This National Test Programme will include early progress on reducing livestock emissions and the package should be implemented by spring 2022, with recruitment of farmers and crofters expected to begin this autumn.\" Ms Gougeon added: \"I do not underestimate the challenge we are collectively facing to strike the balance to ensure greenhouse gas reductions can take place while Scotland continues to produce high quality and sustainable food. \"It is also important we remain focused on the long-term future for agriculture. That is why I have launched a consultation exercise which will ensure everyone can play their part in shaping the future of farming, food production and land use in Scotland. \"By working together, I am confident that we will be able to support Scottish farming to maintain its world-leading credentials in an ever-changing environment.\" ", "url": "https://www.bbc.com/news/uk-scotland-58376033"}