{"datetime": "2018-08-24T00:29:10.000Z", "title": "Weather sparks Denbigh plums shortage ahead of festival", "article": "Plum enthusiasts fighting for protected status for the Vale of Clwyd's best known fruit say they fear a shortage. The Denbigh Plum Group say the extreme weather has stemmed the growth of the fruit ahead of its 10th annual festival. It is a crucial year for the group because they hope to secure European status for the fruit before Brexit.\"It's one of the best tasting plums you will ever have,\" said secretary of the group, Nia Williams.The sweet tasting fruit has been linked to the area for hundreds of years, giving a long history with residents.\"People like to hear the story of the Denbigh plum because its goes back to 1785 and has a long history in this area,\" Ms Williams said.\"It was grown throughout the Vale of Clwyd and, of course, it tastes so good.\" But, due to the recent heatwave and the Beast from the East in March, fewer plums have grown, leaving festival organisers concerned about the upcoming event. \"People may have some plum trees in their gardens which they are not using, and rather than letting them go to waste, if they could let us come and pick them, we could use them in the festival. \"So many people now are interested in heritage food. It tastes so much better if you eat plums when they are fresh, local and haven't had to travel that far.\" The fruit are used in all sorts of products, including alcohol.Beer brewer Alyn Ashworth says he hopes the Denbigh plum, which he uses in his produce, will secure its long awaited protected delicacy status by the EU alongside the likes of Welsh lamb and beef, laverbread and Anglesey sea salt.\"It's impossible to describe the taste,\" he said.\"We've been very fortunate because we've found just enough but it has been a struggle. \"Going forward, we hope, when the plum will become more common in the area, it will become comparable with champagne or Parma ham.\" ", "url": "https://www.bbc.com/news/uk-wales-45291068"}