{"datetime": "2018-10-01T01:47:57.000Z", "author": "Ratula Chakraborty & Paul Dobson", "title": "Why the UK has such cheap food", "article": "Many Britons feel they have to watch the pennies after recent inflation rises and years of flatlining wages. This extends to their supermarket shop, withfour in 10 people reporting they are concerned about the cost of food.Against this backdrop, grocery giant Tesco hasjoined the discount retailers, which the launch of \"value-orientated\" chain Jack's. Yet in relative terms, the British grocery shop remains one of the cheapest in the world. Britons spend an average of 8% of their total household expenditure on food to eat at home. This is less than any other countryapart from the US and Singapore , according to data from market research firm Euromonitor. Food spending varies considerably around the world. Greeks spend 16%, while Peruvians spend 26%. Nigerians spend the most on food in relative terms - 59% of their household budget. The food consumed in the UK is alsothe cheapest in Western Europe - costing 8% less than the EU average, according to EU statistical body Eurostat. It is also much cheaper in relative terms than the food bought by Britons' parents and grandparents.The proportion of household income spent on food hasmore than halved over the past 60 years, according to the Office for National Statistics (ONS), while spending on housing costs and leisure activities has doubled.Why have Britons come to spend less and less of their income on food?It's partly a reflection of how people shop. Store loyalty has decreased over time, with consumers more likely to shop around for the best prices.Four out of 10 would not care if their usual supermarket closed,one survey of 1,500 of UK consumers found. Almost one in five had switched from their main supermarket in the past year.Over the decades the traditional single weekly shopping trip has also given way to more frequent outings, for purchasing smaller baskets of goods.Unable to rely on past loyalty, supermarkets have had to work harder to attract customers. This is particularly true now there are more low-cost options available. DiscountersAldi and Lidl have grown quickly in recent yearsand now have 13% of the UK's grocery market, making it much harder for other supermarkets to raise their prices.As with many countries, the UK has benefitted from mostly rising incomes, while food production has become more efficient. Farming has become increasingly mechanised, which speeds up production and helps to maximise harvests.At the same time, the way food is transported, stored and distributed has become increasingly streamlined. All of this has helped to push down the price of groceries in the shops. The UK has also benefitted from the growth of trade between countries. It currently importsabout half of all its food,up from a third in 1988. Retailers are able to source foods cheaply from around the world, without incurring the UK's oftenhigher manufacturing and processing costs .More like this However, we cannot be certain that the era of ultra-low food prices will continue. One threat comes from the weather.This year, the Beast from the East brought snow and low temperatures in March and was followed by a summer heatwave. The combinationhit crop yields and has already led to increased prices.This combination caused the wholesale cost of carrots to rise by 80% and wheat by 20% between March and July, consultancyCEBR estimated. It believes these and other price rises could add £7 on to household bills every month. While episodes like this may still be relatively rare in the UK, most scientists agree that international weather patterns are becoming more extreme.If droughts and floods become more frequent, this is likely to boost global food prices. The UK's reliance on imported food means it is particularly affected by changes in the strength of the pound.Since the Brexit referendum in June 2016, the pound has fallen by as much as 17% against the euro and 29% against the dollar, although it has recovered somewhat since then.This has been followed by trade disputes, as food suppliers seek to pass a portion of theirrising import costs on to retailers. One example of this was\"Marmitegate\", when Tesco temporarily stopped stocking Unilever products after the manufacturer raised its prices.There are also fears that prices could riseif supplies are disrupted immediately after Brexit and duties are increased on EU imports, which account for about 30% of the food eaten in the UK.If there is a \"no-deal\" Brexit, the UK should expect to see \"a pretty significant increase in the cost of fruit and veg, the cost of meat and the cost of dairy products\",according to Lord Price, former Conservative trade minister and ex-boss of Waitrose. However, we do not yet know what the impact of Brexit will be on food prices. Another suggestion is that duties on food imported from outside of the EUwill be lowered and that the UKwill start to grow more at home. The UK is also subject to global trends beyond its control. By 2050, the world's population is predicted to increase by a third, withalmost 10 billion mouths to feed. And tastes are changing.The growing middle class in countries like China now has more disposable income to spend on food, beyond the essentials.This includes eating more meat and dairy products. Such trends can lead to price rises if demand can't keep up, for example the24% spike in the price of butter. In January 2017, cold weather in Italy and heavy rainfall in Spain caused a\"perfect storm\" for courgette importers , pushing up prices at a time of year when Western consumers demand healthier food.We are in an era of low food prices, compared with other countries and the UK's own history. If this changes, Britons may have to think hard about the choices they make. Public health could improve if price rises lead people to consume fewer calories. But it could also lead to worsening diets if fresh produce prices rise faster than those of processed food. Either way, environmental and economic factors may mean UK consumers face a future of higher food prices. About this piece This analysis piece wascommissioned by the BBC from experts working for an outside organisation . Ratula Chakraborty is a professor of Business Management at Norwich Business School, University of East Anglia Paul Dobson is a professor of Business Strategy and Public Policy and head of Norwich Business School, University of East Anglia Edited by Eleanor Lawrie.", "url": "https://www.bbc.com/news/business-45559594"}