{"datetime": "2012-10-29T00:20:20.000Z", "title": "Newmarket sausages granted European protected status", "article": "Sausages made in Suffolk have been granted a special status which puts them alongside the likes of Parma ham, Champagne and Melton Mowbray pork pies. Newmarket sausages have become the 50th British food product to be awarded the Protected Geographical Indication (PGI) from the European Commission. It means only local companies can call their produce Newmarket sausages. Grant Powter, from Powters Sausages, said it would protect the \"reputation and quality\" of the sausages. Certain criteria had been set for anyone wanting to call their product a Newmarket sausage. Location is key - the sausages have to be produced in the town of Newmarket or a very specific surrounding region, which incorporates Dullingham, Woodditton and Kirtling in Cambridgeshire. The sausages must be made from prime cuts of pork from the whole carcass, the shoulder or the belly - so no offal or mechanically recovered meat. The minimum meat content is 70% and the seasoning can make up a maximum of 3%. The Department for Environment, Food and Rural Affairs (Defra), said anyone found using the name Newmarket sausages incorrectly would be asked to stop. If they continued, Defra said the Food Standards Agency and the local authority would become involved. Mr Powter, managing director of Powters, said: \"I am delighted this regional food product has now gained the protection it deserves by virtue of the reputation and quality which have been traditionally attributed to the making of sausages in Newmarket for more than 150 years.\" David Heath, minister for agriculture and food, said the PGIs were important in \"keeping traditional foods and recipes alive\". \"The Newmarket sausage is unchanged since the days of Queen Victoria and the original recipe has been passed down the generations,\" he said. Three companies had made the joint application for the special status - Powters, Eric Tenant Butchers and Musk's Sausages. The campaign started 10 years ago but was stalled because Powters did not want to divulge the recipe for its sausages. Common ingredients were agreed and the application was made last month.Inside Out East, on BBC One from 19:30 GMT on Monday and available for seven days on the iPlayer, is covering this issue. ", "url": "https://www.bbc.com/news/uk-england-suffolk-20094784"}