{"datetime": "2012-10-22T09:29:50.000Z", "author": "Tom de Castella", "title": "Is France learning to love British food?", "article": "Sales of stilton, real ale and chicken tikka masala are up in France. Are the French learning to love British food? You're eating at a pavement cafe in France. \"You are Engleesh?\" the waiter asks.His pitying expression says it all. Whatever you order will be a delight after the boiled nursery food you've been brought up on.You can't trust a country with such bad food, Jacques Chirac said of the UK.To many French people the English are les rosbifs - a people unhealthily obsessed by roasting cows. That, and fish and chips and a few messy puddings and you have the extent of the UK's culinary repertoire, went the argument. But something is changing across the Channel. People are buying British. Stilton and cheddar are making inroads in a land where camembert, brie and roquefort are national symbols on a par with Shakespeare in the UK.Scotch whisky now accounts for half a billion pounds in exports to France. Real ale is on the march, and sparkling wine from Sussex and Kent is winning awards, and prompting comparisons with champagne.The minister with responsibility for food, Owen Paterson, is taking a delegation to Paris to celebrate the success of British produce in France.Last year British food exports to its Gallic neighbour reached £2.2bn a year, double the figure from 2000 when adjusted for inflation. Among some Parisian chefs,Scottish beef is now held in higher esteem than France's own beef - a huge turnaround from the jokes about the UK's mad cows. Le crumble is a trendy addition to the dessert menu in even rural France.Marks and Spencer's Champs Elysees store sells more chicken tikka masala than any branch in the UK and the fifth highest number of BLT sandwiches.A second M&S Paris store opened last week, with two more large stores planned as well as a number of smaller Simply Food branches.Jonathan Meades, a broadcaster and food critic living in Marseille, says the young, urban French see British food differently to Chirac's generation.There are about a third of a millionFrench living in London who bring back stories of the British capital's booming restaurant scene and culinary diversity - Indian food in particular - that much of France lacks.\"This generation travels,\" says Meades. \"They realise that something has changed pretty fundamentally in London. They're not as gastronomically xenophobic as they used to be.\"The UK has been through a food revolution in the last two decades. It boasts an outward-looking food culture that absorbs influences freely, while its culinary traditions have been reinvented by chefs like Fergus Henderson at St John and Rowley Leigh at Le Cafe Anglais. Leigh is a Francophile who named his restaurant to represent a fusion of English cooking and French techniques. He believes that British sparkling wine and soft cheese still have a long way to go before they can challenge champagne and camembert.But Aberdeen Angus beef, hard cheeses like Montgomery cheddar, and Scottish langoustines, are as good as anything the French can produce. And the French \"go mad over grouse as there's nothing like it there\". A blind tasting organised by the Financial Times last year gave English cheese a 5-1 win over their French equivalents.The balance of culinary power has shifted. \"There's no doubt that standards of cooking in France have declined over the last 30 years,\" Leigh says. \"Since nouvelle cuisine, they've lost their mojo.\"The backlash against France has taken many guises. From bad coffee to overly rich sauces and fussy presentation, the country whose cooking bible is the doorstop Larousse Gastronomique seems out of step with the innovations taking place in Spain and Scandinavia, or the simple, regional cooking found in Italy. \"I can't do all the foamy sauces they go in for these days, or all the plate decoration,\"Nigella Lawson said recently of French chefs .But gastronomy is woven into France's national identity. And France is a proud country. Just because the rest of the world decides it has fallen a notch or two on the culinary ladder doesn't mean the French will start eating toad in the hole, bangers and mash or braised oxtail.For some French, eating British produce would seem unpatriotic, argues food writer Fiona Beckett. France still out-punches Britain on food exports. It sells almost twice as much food and drink - £4.1bn - to the UK as vice versa. And even the increased performance of British goods in France might not be all it seems.Whisky, which has always been popular among the French, makes up about a quarter of the sales figures.There's also a question mark over who is really buying British food in France. French rural supermarkets are stocking more and more UK products. Some like Super U even have dedicated British sections, groaning with Marmite, Branston Pickle, baked beans, and London Pride.But many say it's rare for a French person to pause at these shelves to inspect so much as a Dairylea triangle.Could it be that they're there for the estimated 150,000 British residents in France, the 200,000 second home owners, and many tourists, rather than Monsieur and Madame Dupont?The rural French haven't embraced British food in the same way as city dwellers, says Meades.\"People in villages in France are very incurious. Their view of England is people wearing bowler hats eating boiled food.\" Agnes Poirier, a French journalist who divides her time between London and Paris, says the Anglo-Saxon media's talk of French gastronomic decline is wrong. France has always had a national cuisine whereas modern Britain has some traditional recipes cobbled together with lots of borrowed Mediterranean cooking, she argues.Meades agrees that the demise of French food has been overblown.\"The quality of the produce is better in France. The vegetables actually taste of something, the meat is much better. A greater assiduousness is paid to cooking.\"The fascination with M&S sums up the French attitude to British food, Poirier argues. Mint sauce with lamb, the triangle sandwich, coleslaw - these are alien concepts.\"It's quirky. They look disgusting, so people are absolutely entranced to find they like them.\" Then there's all the cakes, scones and biscuits, which are hard to resist. \"It goes from repulsion to attraction with British food,\" Poirier says. \"But it is not taken seriously.\" To talk of a new love might seem a little de trop.", "url": "https://www.bbc.com/news/magazine-19994411"}