{"datetime": "2012-04-20T13:03:52.000Z", "title": "A sign claims Stilton in Cambridgeshire is home to Stilton cheese", "article": "A Cambridgeshire village has revealed the latest step in its on-going battle to be recognised as the original home of blue-veined Stilton cheese. A plaque added to Stilton's village sign claims the cheese as its own. Current EU law only allows Stilton to be produced by a few farms in the East Midlands, where it is believed the cheese originated. However, campaigners hope to overturn the ruling and have their own blue-veined cheese recognised as Stilton. In 1996, the Stilton Cheese Makers' Association (SCMA) achieved Protected Designation of Origin (PDO) status for blue Stilton from the European Commission. The PDO effectively gives Stilton cheese protection from imitation across the whole of the EU. However, Stilton resident and local historian, Richard Landy, claimed documents from the 18th Century could prove the cheese originated in the Cambridgeshire village. \"I stumbled across a reference to a recipe on the internet that had been sent to Richard Bradley, the first professor of botany at Cambridge University,\" Mr Landy said. \"This recipe was not only earlier than any previous recipe that had been published, but it also says that the cheese was produced in the village of Stilton.\" A blue-veined cheese is now being produced in the kitchens of the Bell Inn in the village. \"We have put an application in to Defra to be included into the Stilton PDO document, and we're waiting to hear the results,\" Mr Landy said. \"We hope it will go out to public consultation as early as May, and then the nation will be able to decide if we should be allowed to make Stilton cheese in Stilton.\" If the consultation is favourable, the decision to amend the Stilton PDO will go before the European Commission. Nigel White, secretary of the SCMA said the decision to amend the current PDO status lay with Defra and the commission. He added: \"Contrary to some reports nobody has ever prevented people in the village of Stilton from making cheese.\"However, until such time as the PDO is changed they will not be able to use the name Stilton on any cheese made there.\" ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-17784708"}