{"datetime": "2021-11-21T11:00:17.000Z", "subject": "Brexit", "title": "Šefčovič: EU accuses Lord Frost of 'political posturing'", "article": "The European Commission Vice-President Maroš Šefčovič has accused the UK's Brexit Minister, Lord David Frost, of \"political posturing\". Writingin The Mail on Sunday Lord Frost said \"urgency\" was needed from the EU to resolve the issues in the Northern Ireland Protocol. The protocol is the deal between the EU and UK agreed as a way to avoid a hardening of the Irish land border. Mr Šefčovič was speaking on Sunday on the BBC's The Andrew Marr Show. He said that in his meetings with stakeholders in Northern Ireland the message had been to \"focus on the key priorities and problems we have to solve\". He said the four problems he heard repeatedly were supply of medicines, a need to reduce customs formalities, reduce SPS (agrifood) checks and find a way to better involve Northern Ireland stakeholders in the dealings of the protocol. \"If we can find a way to solve these problems we are opening the way for a smooth operation of the protocol,\" he said.\"My feeling is the Northern Irish people want us to work together to look for a way for the Protocol to work properly and in the smoothest possible way,\" he added. Lord Frost has said the solution is that \"goods which both we and the EU agree aren't going to leave NI should not be treated as if they were moving from one country to another because they are not and goods going into Ireland should be checked in the Irish Sea to protect the EU's single market and avoid a hard border\". Mr Šefčovič said the key word in Frost's article was the word \"urgency\". \"Sometimes I feel in our meetings I am the only one pushing for urgent solutions,\" he told the programme.\"We have been putting proposals on the table on solving the uninterrupted supply of medicines to NI since June and I remember Lord Frost telling me that what is important for him is not only content but also process.\"I was waiting to see if he can deliver on that solution jointly and I have to say that until today that has not been the case,\" he said. \"If we would still be in the mode of political posturing and bringing new problems to the table, I don't think we will solve the most pressing issues for Northern Ireland and so we may be acting alone to ensure the Northern Ireland people have the medicines they need,\" he added. Both men said that talks on Friday had brought some progress, with Mr Šefčovič saying there had been a \"change of tone\" andLord Frost saying \"significant gaps remain\". The Protocol leaves NI in the EU's single market for goods, meaning goods can flow freely with the Republic of Ireland. The main issue around the Protocol is that goods arriving into Northern Ireland from the rest of the UK are now subject to checks and control - amounting to a so-called Irish Sea border. The EU has acknowledged its is causing difficulties to some businesses and needs to be improved. However the UK is seeking more fundamental changes, including removing the European Court of Justice from an oversight role. Mr Šefčovič also discussed the possibility of theUK triggering Article 16. Article 16 of the protocol allows unilateral \"safeguard\" measures to be taken if either the EU or UK concluded that the deal was leading to serious practical problems or causing diversion of trade. That would amount to a suspension of parts of the deal. On Thursday, Lord Frost reiterated that triggering Article 16 remained an option for the UK. The EU believes the use of Article 16 is unjustified and would be used by the UK as pretext to repudiate the protocol. Last month Irish Foreign Minister Simon Coveneyhinted the EU could terminate the Trade and Cooperation Agreement in response. However, on Sunday Mr Šefčovič said he wanted to focus on the \"positives\". \"We shouldn't go into hypothetical negative scenarios,\" he said.\"We have to build a basis for future relations,\" he said adding that that basis was being built through a mutual agreement. \"If you pull the plug from the basics, then of course you have problems and therefore I think we should avoid them and focusing on a positive agenda and solving problems,\" he said.However, he said such an action would have serious consequences for EU-UK relations and people in NI. Late on Thursday night, Taoiseach (Irish Prime Minister) Micheál Martin saidthere was \"serious intent\" in the EU to solve the disagreement on Northern Ireland. He said the mood music surrounding EU-UK negotiations had improved in recent weeks but he admitted feeling frustrated that the issue had hindered the \"full flowering\" of the two sides' alliance. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59365412"}