{"datetime": "2021-06-13T08:29:42.000Z", "author": "Shaun Peel and Nic Rigby", "title": "EU settlement: Fears people may miss post-Brexit deadline", "article": "New figures show that 446,620 European Union nationals living in the East of England have applied for and gained the right to stay in the UK. But with roughly two weeks until the deadline for applications for settled status, there are concerns that not everyone knows they need to apply. Law professor Catherine Barnard said some EU citizens may find themselves illegally living in the UK. The Home Office said a wide range of support was available to applicants. As part of the Brexit agreement, the government started a settlement scheme to allow EU nationals who lived in the UK to apply to remain. Nationally between August 2018 and March 2021, 5.42 million people applied to settle in the UK. Of those, 2.6 million have been allowed to settle indefinitely, while 2.2 million have been allowed to stay for five years and then must re-apply, in a process called pre-settlement.The rest of the applications have either been refused, withdrawn or found to be invalid. In the East of England, 264,940 EU citizens have been given indefinite leave to remain, while 181,680 have been classed as pre-settlement. Of the applicants for settled status, 106,780 came from Romania, 93,130 from Poland, 50,170 from Lithuania and 37,080 from Portugal.Prof Barnard, who is professor of EU law at Trinity College, Cambridge, said she had recently been doing work in Great Yarmouth, Norfolk, and \"a man who had been in this country for the best part of 40 years turned up and said: 'I don't need settled status do I?' And the answer was: 'Yes'.\" \"And he had a clunky old Nokia phone. That's all he had and the settled status doesn't work on those types of phones,\" she said. \"Even if he gets settled status by applying through an IT system, when he wants to come and go and prove his status to a landlord or to the NHS he's not going to be able to show them, because his phone won't pick up the settled status scheme - there is no paper proof.\" She said she feared there would be people who missed the 30 June deadline and may find they are living in the UK illegally. Dr Alexandra Bulat, chair of the Young Europeans Network which campaigns for the rights of EU nationals in the UK, said: \"If people don't apply they become unlawfully resident. \"This means you don't have the right to rent any more, to work, to access services or to open a bank account, and you can imagine how this becomes an impossible situation for people living in the UK. \"We need to have a physical proof of status. Digital is not for everyone and it does not always work.\" A Home Office spokesman said: \"Every day, thousands of people are being granted status under the hugely successful EU Settlement Scheme. We urge people who are eligible to apply as soon as possible and secure the rights they deserve in UK law and join the millions of people who have been granted status. \"There is plenty of support available for applicants who need it, including from a network of 72 organisations across the UK grant funded with £22m by the Home Office.\" Politics East airs on BBC One in the East on Sunday, 13 June at 10:00 BST and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-57435083"}