{"datetime": "2021-02-10T20:05:01.000Z", "author": "Elliw Gwawr", "subject": "Brexit", "title": "Brexit: Small businesses 'drowning in paperwork' face higher costs", "article": "Small businesses importing food and wine from the European Union have warned they are \"drowning\" in paperwork because of Brexit. The owners of Gwin Dylanwad wine shop and Ultracomida deli are worried about the future of their businesses because ofadditional transport costs and bureaucracy since leaving the EU. Some businesses are concerned this will mean less choice for customers. Welsh Office Minister David Davies has said things will improve with time.Ultracomida owner Shumana Palit, who runs food shops and delicatessen specialising in Spanish food in Aberystwyth and Narberth, spent eight hours filling in the forms for one order of wine. \"We are drowning. There is a mountain of paperwork to do,\" she said.\"There is a cost of course, but it's also incredibly complicated. It's impossible to understand, and there is no help at all.\" Ms Palit has challenged the government to fill in a declaration form with her because it is \"absolutely impossible\". Dylanwad Wine has been importing wine to his shop in Dolgellau in Gwynedd from Europe for nearly 20 years, but owner Dylan Rowlands said that it has become harder and more expensive since January.\"We are already having problems with how long orders are taking to arrive, but more importantly costs have increased,\" he said. \"I've just placed an order in France and transport costs have increased by 50%. And the cost of the paperwork - and there's a lot more of it - has doubled since last year,\" he said.Welsh Office Minister David Davies said: \"Obviously we have a new system. In a few weeks I expect people to develop more expertise, so we will see costs and time go down.\" Ben Lake, the Plaid Cymru MP for Ceredigion, is concerned about the future of businesses if there is no help from the government.\"It's a difficult system for everyone, but the bigger companies have the legal expertise, whole departments possibly that can spend the substantial amount of time needed to fill in these forms,\" he said.\"It isn't the same for small businesses. Spending eight hours filling in a statement for one shipment is unbelievable and it isn't sustainable for small businesses.\" Mr Rowlands does not expect things to improve soon. In fact, he is concerned that new rules which come into force in July will make it even harder, if not impossible, for them to purchase wine from small vineyards.He said they will require a new form for every different type of wine ordered, at a cost of 100 euros each - and is concerned that \"costs would increase so much that we won't be able to import wine from this small family.\" It is a concern shared by Ms Palit, who believes that customers will end up with less choice.\"What happens to the people selling interesting and new things?\" she said. \"You are going to lose that, and you will end up with a homogenous offering, and what will be the point of the high street then?\" ", "url": "https://www.bbc.com/news/uk-wales-politics-56013901"}