{"datetime": "2021-02-01T00:09:58.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Brexit: How much disruption has there been so far?", "article": "It's been a month since the UK stopped following EU rules and started trading under a new system agreed by both sides in a post-Brexit trade deal . It means lots of changes, which are being felt at the borders - and in other areas too.There's been far less trade than normal in the last few weeks, but these are not normal times. It can be hard to disentangle problems caused by Brexit and those by Covid.We know that leaving the single market and the customs union has created a huge amount of new red tape for businesses which trade between Great Britain and the EU. For smaller companies (SMEs), this has been particularly challenging.The \"worst case scenario\" put forward by the government, of 7,000 lorries queuing on motorways, has been avoided. In fact, traffic has been moving relatively freely,But the French authorities in Calais say the flow of lorries across the Channel last week was at about 70% of normal levels. More than half were returning from the UK to the EU empty - in order to avoid new border bureaucracy. Again, Covid is playing a role, but the industry is concerned about what happens when trade picks up.\"There aren't enough customs agents to help exporters do their work,\" says Rod McKenzie, from the Road Haulage Association. \"And from 1 February, the French say they will begin to enforce customs and single market rules more strictly.\" There have been problems, especially with the likes of fish, meat and cheese, which need more checks and paperwork such as health certificates. In some cases, the food is either not leaving the places in the UK where it is produced, orrotting at border posts for several days.The government has set up a £23m fund to help compensate fishing firms for their losses.There are other problems, like the need for the EU importers to have an agent to vouch for incoming goods in places like Calais, for example. And the challenges posed by lorries carrying multiple consignments, all of which need the right paperwork.\"Red tape is exhausting and it causes arguments and disagreements, and things that used to take a few minutes are taking hours or even days,\" says Shane Brennan, of the Cold Chain Federation. \"It's draining and that has an impact on people's attitude to wanting to trade.\" Some UK firms that export to the EUsay they are being encouraged by the government to set up subsidiaries in the bloc to avoid disruption. And all of this is just for exports to the EU. The UK government has delayed similar procedures for imports into the UK. But from 1 April the right paperwork will need to be filed, and from 1 July full checks and controls are due to begin. Customers in the UK have found themselves facing extra charges when buying online from EU sellers. The main one is VAT or sales tax. Before Brexit, you would have paid VAT at the rate charged by the country you bought your item from, and it would have been applied at the point of purchase - as a customer, the price you saw would be the price you paid.Also, many smaller companies or individuals were too small to charge VAT. Since Brexit, UK VAT applies to all purchases from the EU. Larger retailers will apply this at the point of purchase for anything cheaper than £135, and shoppers mostly won't notice the difference, as rates are similar and they are charged VAT already.The bigger change is that smaller sellers (who are too small to charge local VAT) now have UK VAT charged automatically by the online marketplaces they use, which is why some people have been seeing a 20% jump in their purchase prices when selecting the UK as the destination.For anything over £135 you will have to pay the VAT when your item reaches you.Also over £135 (except alcohol, tobacco and perfume, for which you don't get the £135 allowance) you may be charged customs duty of up to 25% if all or a large part of the product has been made outside the EU. Some online retailers started charging extra to cover the paperwork involved, and some stopped selling to UK customers altogether.Kate Ling, from the NHS Confederation,told a House of Lords Committee on 27 January, that contingency plans to ensure the flow of medicines were \"bearing fruit at the moment\". \"So far we haven't heard of a lot of problems or at least no disasters,\" she added. She cited a few problems for research organisations, which have had difficulties with temperature-sensitive deliveries, or had to pay couriers to guarantee speedy delivery of medicines, ingredients or equipment.Another problem has been access to medicinal cannabis coming from the Netherlands totreat children with severe epilepsy. The government has now found a way to keep supplies coming until July and is working on a permanent solution. The trade deal doesn't cover financial services. One early impact felt in the City was that about £5.3bn (6bn euros) of daily trade in euro-denominated shares left London in early January for new trading platforms in Paris and Amsterdam. It's highly unlikely to return and we don't yet know what the impact on jobs will be. It's also not clear when the EU might decide to recognise most of the UK's regulatory systems as \"equivalent\" to its own. If it doesn't, it'll be much harder for financial companies to do business with Europe. \"The big international players didn't really want Brexit,\" says Iain Anderson from the Cicero Global consultancy. \"But the City has very successfully reinvented over its history, and there is a lot of ambition to do it again.\" Reviews are now under way on how to make it easier to list global companies in London, on the fintech (or financial technology) sector, and on changing regulations on things like how much capital banks and insurance companies might have to hold.As with the trade in goods, the bigger challenges in the new era will be for smaller service companies who are not able to adjust so quickly to new realities. Most goods now require a customs declaration when they go from England, Wales or Scotland to Northern Ireland. Certain food items also need checks and additional paperwork because Northern Ireland continues to follow many of the EU rules.This caused \"significant problems\" at the start of the year as some British companies did not know how to comply with the new requirements.Amazon stopped alcohol deliveries to Northern Ireland, and John Lewis suspended all its deliveries to customers there. There has been somedisruption to fresh produce reaching supermarket shelves in January, despite the fact that supermarkets were given an initial three-month \"grace period\" where not all of the EU's usual checks were applied on entry into Northern Ireland.Supermarkets are already trying tosource more products locally or in the Republic of Ireland. There are particularly stringent checks on plants coming to the EU and some businesseshave stopped making sales to Northern Ireland. A number of products, such as honeysuckle, oak, seed potatoes, soil and others, are now banned from crossing from Great Britain to Northern Ireland. Thenew rules on travelling with pets also created significantnew barriers for assistance dog owners who travel between Great Britain and Northern Ireland.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/55831263"}