{"datetime": "2021-02-12T07:31:37.000Z", "author": "Ione Wells", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: Trade friction 'not teething problems'", "article": "Increased friction in trade and travel with Europe is a product of \"political choices\", a Welsh minister has said. Jeremy Miles MS said it was \"irresponsible\" to claim changes had been \"unexpected\" or were \"teething problems\". They were consequences of putting \"sovereignty\" above the \"well-being\" of people, he said.The UK government said it was \"always clear\" leaving the customs union and single market would have an impact. Mr Miles spoke as the Welsh Government publishes its analysis of the deal the UK governmentagreed with the EU in December and is preparing to outline what has changed since 1 January and how that affects people in Wales. Welsh ministers say while the deal brings \"much-needed clarity\" about the UK's future trading relationship with the EU, \"we now face new barriers and complexities\". Mr Miles said these included additional bureaucracy and non-tariff barriers for businesses, ports concerned about reduced freight volumes due to hauliers choosing more direct routes to Europe or businesses stopping selling to Europe.He added other barriers included musicians and artists finding themselves unable to tour in Europe and the Welsh seafood sector \"brought to its knees by new red tape.\"\"The new barriers and increased friction which we face in trading with and travelling to our European neighbours can't be dismissed as simply inadvertent 'mistakes' which can quickly be ironed out - they are the product of the UK Government's political choices,\" he said. Conditions for businesses trading with the EU had \"changed radically at the end of December,\" added Mr Miles.\"This will hurt us all, as worse trading conditions impact on jobs and incomes, and the deal also cuts off opportunities to live and work elsewhere in Europe.\" It was \"downright irresponsible\" for the UK Government to claim the changes were not expected. \"They are in large part the predictable - and often predicted - consequences of the UK Government putting an illusory notion of sovereignty above the economic well-being of the people of Wales and the rest of the UK,\" he said.\"Leaving the European Union didn't have to be this way.\"When asked what the Welsh Government would like changed, Mr Miles said: \"What I don't think is going to happen is a return to negotiations between the UK Government and the EU to resolve some of these things.\"In a sense, they're being described as inadvertent mistakes - I'm not sure that's the case. I think this is the outcome of the negotiations that have been pursued.\"Mr Miles said the Welsh Government's responsibilities for the new checks at ports will start in July and there has been \"an ongoing dialogue\" with the UK Government about what infrastructure is needed for this in Holyhead and Fishguard as well.\"We are in constant dialogue with the UK Government on that after quite a long time last year where we weren't brought into discussions really,\" he said.\"Some of the things around processes at the border are entirely the UK Government's responsibility. \"I think where businesses need support in order to be able to transition from the rules they were working to on 31 December to the new rules - and there are lots of businesses in that position - then there needs to be a package of support that the UK Government brings forward to do that.\" On Thursday, the UK Government announced a £20m Brexit support fund for small businesses.A spokesperson said: \"We were always clear that there would be changes once the UK left the EU's customs union and single market, and we engaged extensively with traders and industry to help them prepare. \"We have agreed a high-quality free trade agreement, based on zero tariffs and zero quotas, which will benefit families and businesses right across the UK. \"This is the biggest deal that the EU has ever negotiated with another nation, and it will help unlock investment and protect high value jobs right across the UK, from financial services through to car manufacturing.\" ", "url": "https://www.bbc.com/news/uk-wales-56031505"}