{"datetime": "2021-02-08T14:33:18.000Z", "author": "Sarah Dickins", "subject": "Brexit", "title": "Brexit: Call to cut Welsh ports in a bid to boost trade", "article": "Wales should focus on having one ferry port in Pembrokeshire instead of two to run alongside the main Holyhead port, it has been claimed. Glenn Carr, general manager at Rosslare Europort in Ireland, said the move would entice hauliers back to Welsh routes crossing the Irish Sea. A month into new trading rules with the European Union, freight using Fishguard and Holyhead is \"dramatically down\".Rosslare's January traffic to the UK was down 49% on January 2019. However, its European freight was up 446% as that route allows them stay in the EU and avoid customs documentation. Conservative MP Stephen Crabb said the UK government needed to \"get a grip\" on more streamlined procedures for hauliers. Traditionally, lorries from Europe with goods for Irish customers have taken a short ferry route into the south east of England, driven across the UK and taken another short ferry to Ireland.Holyhead, Fishguard and Pembroke Dock have all benefited from this traffic. But since 1 January, lorry drivers taking that route have to go through two sets of border checks in and out of the UK. By using the longer and more expensive sea route, lorries remain in the EU and do not have to go through customs.Demand is so high ferry companies have increased sailings and routes - 18 months ago there were three sailings a week between Rosslare and France and Spain, now there are 15. Mr Carr said it is not so much the hauliers who are individually deciding the routes they take, but industries who want security of their supplies. \"We're seeing a lot of Amazon stuff now coming directly [to Ireland] from Belgium using Dunkirk and straight into Ireland,\" he added.\"We are seeing 22 trucks a day alone coming in from Amazon on that route, which we would never have seen in Rosslare.\" Mr Carr said two years ago the ferry port at Rosslare was in decline and he attracted more business by having more sailings and better roads to the port.He said two ferry sailings a day from both Fishguard and Pembroke Dock is \"not good enough\" and recommended four sailings a day from one port. That way, he said, if lorries are delayed at customs, coming across from France into England, and missed a sailing from Fishguard or Pembroke Dock, they would not have to wait too long for the next one. Currently, if a driver misses a ferry from either of the Pembrokeshire ferry ports they have to wait about 12 hours for the next sailing.Mr Carr believes there is a great opportunity to develop the route between Rosslare and Pembrokeshire but changes are needed on the Welsh side.Geraint Davies, chairman of the Welsh Freight Council, said hauliers are choosing other routes because they need reliability and cannot afford delays.\"Something needs to be done because logistics goes hand in glove the manufacturing, and manufacturing is at the heart of the south Wales economy and without logistics you won't have manufacturing,\" he said.He called on the Welsh and UK governments to work together.Stephen Crabb, Conservative MP for Preseli Pembrokeshire, called the situation at the Welsh ferry ports \"very concerning\", although he said it is still not clear whether this is a temporary drop in trade. Mr Crabb said the ports of Holyhead, Fishguard and Pembroke Dock are important to their local communities and the Welsh economy. \"There's now a big fight on to retain competitiveness and win back business that seems to have been lost out of the Welsh ports since the end of the Brexit transition period,\" he said. \"So the UK government needs to get a grip on working out simpler, more effective, streamlined procedures for complying with this paperwork, making it less of a headache for doing business through the Welsh ports between the Republic, the UK and the continent. A UK government spokesman said: \"To support exporters and hauliers, we have invested millions in the customs intermediary sector, set up export helplines and are offering businesses support via our network of 300 international trade advisers.\" Plaid Cymru MP for Arfon, Hywel Williams has called for the Welsh government to \"get its act together\" and start planning for ports in Wales.\"The Welsh Government, as far as I can see, aren't particularly active some would say, and are asleep at the wheel on this,\" he added.A Welsh Government spokesman said: \"The Welsh ports and ferry operators at Holyhead, Pembroke Dock and Fishguard are working incredibly hard to support their customers and ensure trade through Welsh ports is able to move effectively and smoothly, and also that our part of the UK land bridge remains the best method of moving goods between Ireland and the EU.\" ", "url": "https://www.bbc.com/news/uk-wales-55954524"}