{"datetime": "2020-12-11T11:20:06.000Z", "author": "Ione Wells", "subject": "Brexit", "title": "Brexit: 'Unacceptable risk' Wales' ports not ready", "article": "There is an \"unacceptable risk\" that Welsh ports are not ready for Brexit, a group of cross-party MPs has said. Parliament's Welsh Affairs Committee said there was a \"significant risk\" neither Holyhead nor Fishguard would have facilities ready for new customs checks needed from 1 January.Conservative MP Stephen Crabb said Wales was \"far from ready\" for the end of the Brexit transition period. UK ministers said they had worked to \"secure a site\" for checks in Holyhead. They said the Welsh Government was responsible for facilities for Fishguard and Pembroke Dock, but Welsh ministers said they were only able to join the joint planning process \"late in the year\". On 31 December,the Brexit transition period , in which the UK follows EU trading rules, comes to an end.The EU and the UK are trying to agree on a trade deal before then, buttrade talks are in deadlock .If no deal is reached, border checks and taxes will be introduced for goods travelling between the UK and the EU - but deal or no deal - there will still be changes. Border checks and processes at Welsh ports would be needed regardless of a deal and are due to be fully implemented from 1 July 2021.But MPs expressed concern about the \"readiness\" and \"capacity\" to carry out \"thousands of new checks a day\". In their report, they warn of the implications for Holyhead Port, on Anglesey, of \"a combination of new, and untested, IT systems and new checks and processes\".The report also expressed \"deep concern\" the location of aninland facility for Holyhead Port and the equivalent facilities in south-west Wales have not yet been confirmed.The committee called on the UK government to publish contingency plans for how checks will be carried out on goods arriving at Holyhead in the event of inland facilities not being operational by July.They also want clarity on measures the UK government would take to \"minimise the disruption\" of checks at ports.Committee chairman and Preseli Pembrokeshire MP Mr Crabb said: \"With just two weeks until the end of the transition period, decisions over key infrastructure in Wales for carrying out these checks have still not been made and critical IT systems are still to be fully tested and operational.\"There are still too many businesses unaware of how their trade with the EU may be affected. \"Wales is far from ready for the end of the Brexit transition period. We are particularly concerned about the implications of this for Holyhead, one of the UK's busiest ports for trade with the EU. \"There are significant risks of delays and disruption to the smooth flow of trade through the port.\" The committee notes inland facilities serving the south-west are the responsibility of the Welsh Government, while the UK government is leading on inland facilities for Holyhead. Mr Crabb added it was \"vital\" the UK and Welsh governments worked together to \"make the necessary decisions on the location of facilities for carrying out new checks on goods moving through Holyhead, Fishguard and Pembroke Dock\".\"Even if decisions are finalised this month, and planning permission expedited, there is an unacceptable level of risk that neither north nor south-west Wales will have appropriate inland facilities ready for the full introduction of border checks in July 2021.\" For Plaid Cymru, Ynys Mon member of the Senedd (MS) Rhun ap Iorwerth - whose seat includes Holyhead - said it was \"patently obvious that ports aren't ready\". \"At this eleventh hour we need serious mitigation and added investment to keep trade flowing and to try to protect port jobs,\" he said. The UK government said it had \"invested around £1bn to make sure our borders and businesses are ready\". \"In Wales we have worked with Welsh Government and others to secure a site on Anglesey for inland clearance checks for Holyhead Port.\"Responsibility for inland facilities serving the ports of Pembroke Dock and Fishguard is devolved and is a matter for the Welsh Government.\" The Welsh Government said it had been asking to be involved in the planning since the start of the year. \"Welsh ministers were only approached late in the year to get involved in joint planning, including requirements at Welsh ports, so precious time has been lost,\" a spokesperson said. \"We are working closely with the relevant local authorities and ports to minimise disruption to our ports and that business, partners and users of the ports are kept informed as these discussions progress.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-55259109"}