{"datetime": "2021-01-16T15:06:55.000Z", "author": "Teleri Glyn Jones", "title": "Brexit: Irish hauliers 'bypassing Welsh ports', say bosses", "article": "Irish hauliers are bypassing Welsh ports to avoid Brexit bureaucracy, industry leaders say. So-called \"teething problems\" with new export rules are causing \"enormous strain on staff\", according to one haulage company. But others warn of a longer-term shift by truck firms from using Holyhead, Fishguard and Pembroke Dock.Gwynedd Shipping said it was operating at 65% normal volumes and the pressure of extra paperwork was challenging. Andrew Kinsella, the firm's managing director, said: \"It's an enormous strain on our staff in terms of processing bookings. \"We process around 400 or 500 bookings a week, the reality is we're operating at 65-70% of previous volumes.\"Whilst we see recovery in the number of clients and we're starting to get to a better pattern in terms of shipments I still think it's going to take several weeks for things to return to normal. Whether things return to pre-Christmas, pre-Brexit volumes remains to be seen.\" Mr Kinsella thinks there will be long-term consequences for the ports. \"You can already see the shift in terms of the number of sailings,\" he said. \"I think you're seeing a shift away from Holyhead particularly in terms of weekend, off-peak traffic. I think longer term, the viability of all of these services will be something those ferry services will continue to scrutinise.\" This week Stena Line moved its new ship to the route from Rosslare, in the Republic of Ireland, to Cherbourg, France. According to Irish public broadcaster RTÉ, a new weekend sailing from Dublin to Cherbourg will also begin on 23 January, resulting in a temporary reduction in weekend capacity on the Dublin to Holyhead route. It also intends to sail the Belfast-to-Liverpool route. \"Due to the current Brexit-related shift for direct routes and increasing customer demand, Stena Line has decided to temporarily deploy the Stena Embla on Rosslare-Cherbourg,\" Stena Line said. At Rosslare Europort, business is booming, says general manager Glenn Carr. \"We've seen unprecedented demand in the first two weeks of trading compared to last year,\" Mr Carr said. \"On our European routes there's a 500% increase in freight volume going through the port compared to last year.\" He added that 18 months ago they would have had three sailings a week directly to mainland Europe from Rosslare Europort: \"Today we have 15.\"Mr Carr says his customers want to bypass the UK because of Brexit. \"I think that's testament to demand, particularly from our exporters and importers, on the island of Ireland and the need to unfortunately bypass the UK because of Brexit to trade directly with the EU,\" he added. He believes this change in operations will not be temporary.He said decisions by ferry companies and businesses who trade with the EU to re-direct freight, have been made based on market analysis.\"The business case for the extra services out of Rosslare were not based on the first two weeks of this year,\" Mr Carr said. \"They were based on analysis of the market and conversations with our exporters and importers who were switching. \"So there is a genuine switch and we foresee services being maintained out of Rosslare.\" UK government ministers have played down concerns about the long term viability of Welsh ports.Giving evidence to the Welsh Affairs Select Committee this week, Wales Office Minister David TC Davies MP, said former haulage industry colleagues referred to the issues as \"teething problems\".Secretary of State for Wales Simon Hart MP, said: \"There is some evidence that things aren't looking necessarily, permanently bleak. \"It's one of those areas where we have to keep a very wary eye on it, but I think and hope that it is a temporary dip in the graph.\" But transport expert Prof Stuart Cole, of the University of South Wales, thinks Brexit delays will be the incentive Irish companies needed to switch permanently to trading directly with the European mainland. Prof Cole said the EU wanted to reduce congestion and pollution in parts of Europe.One solution was to move freight by sea rather than road. Until now there was no reason for Irish hauliers to move from using Welsh ports and Dover, Prof Cole said.\"The route worked perfectly, there was a predictable journey time and that's important for food and component parts going to factories,\" he said. \"That kind of change required a significant shift, and that's what's there now.\" Bangor University economics lecturer, Dr Edward Thomas Jones, believes it is too soon to predict longer term changes.\"Because businesses stockpiled before Christmas in anticipation of Brexit, there is of course less use of the port [at Holyhead] since Brexit,\" he said. \"On top of that, coronavirus means there are fewer tourists going on holiday to Ireland. \"We'll have a better idea of the future of the port in six months when these businesses who have stockpiled start buying again. \"Hopefully, by the second half of the year coronavirus will have been resolved and tourists will once again be able to travel back and forth.\" Plaid Cymru warned if traffic continued to be diverted away from the UK then Wales would suffer. \"I urge the UK government to work with the Welsh Government to provide substantial investment into Welsh ports to secure their viability into the future,\" said MP Hywel Williams, Plaid's Cabinet Office spokesman. \"If the trend of rerouting traffic through direct routes continues, I fear that our local economies both in the north west and south west of Wales will suffer enormously.\" ", "url": "https://www.bbc.com/news/uk-wales-55682597"}