{"datetime": "2021-01-08T06:30:37.000Z", "author": "Teleri Glyn Jones", "subject": "Brexit", "title": "Brexit barriers for the arts 'heartbreaking'", "article": "Post-Brexit barriers facing the arts are \"heartbreaking\" and \"confirm worst fears\", industry leaders have said. Extra paperwork, costs and uncertainty over future funding are causing concerns for those in the sector. The Welsh government said it was trying to \"break down\" barriers while the UK government said it was committed to supporting the creative economy. Tom Rack, artistic director of NoFit State contemporary circus company, described the effects as \"a big blow\".The company is restructuring its business model to avoid touring in the European Union, but Mr Rack said it would inevitably mean scaling back productions.\"Our European touring is a big part of our work and a major source of our income. We effectively subsidise the work we do in the UK with our European touring and that's just been made a whole lot harder. \"We've seen it coming, we just need to prepare for it and do the paperwork and deal with the bureaucracy but there's also a huge cost involved.\" Taking shows outside Europe in the past has been expensive and Mr Rack fears leaving the EU will make touring in Europe equally costly. \"£45,000 is the extra costs it took us to take one show to New York just in terms of not being inside Europe. The different regulations, having to get recertified health insurance and carnets,\" he said.\"It's a big amount of money and we operate with really small margins. It's going to be tricky.\" Half its artists are EU citizens, so bringing them to the UK to work will be \"a logistical nightmare\", according to Mr Rack. \"They will need visas and health insurance and all sorts of complicating factors and likewise if we go out with our British and Welsh artists. We'll have to cover those extra costs.\"No Fit State, like many companies and projects within the arts sector in Wales, has benefitted from funds such as Creative Europe, the EU's fund that invests in arts and cultural projects.The fund has spent more than €12.4m (£11.2m) in Wales over the past seven years on media and cultural projects. Eluned Haf from Wales Arts International said that was \"only the tip of the iceberg\" and does not represent the true value of Europe to the sector in Wales.\"There has been significant levels of funding to the sector in Wales through structural funds in the form of our amazing network of arts centres, the training that's gone into the creative industries,\" she said. \"But there's also the indirect benefits we've seen fromCreative Europe , fromErasmus , from ourselves and our artists participating in networks that are run centrally which have been a lifeline for developing international cultural relations.\" Ms Haf fears barriers to travelling, including visas, taxes and rules around haulage, could put a stop to many productions.\"The devil is definitely in the detail and this is the detail we really needed months ago,\" she said.\"There are opportunities and there are ways of doing things differently and I do think we need to focus on that, but that's going to take time.\" Folk musician Angharad Jenkins has toured extensively all over the world with her band Calan. Until now, touring in Europe was as easy as touring within the UK. \"It's been so easy traveling around Europe, but it's just been a matter of sort of booking your flights or the ferry and going across and performing and coming back and not thinking.\" However, she said paperwork and extra costs will not stop her or her band from continuing to travel in Europe.\"It won't put me off because the experiences that I've had travelling over there have been some of the most exciting of my career to date, working with other musicians and getting a taste of different cultures. \"I do worry that younger, less experienced artists may be put off because when I've had to do things like this in America, we've had the help of an agent to take the burden of a lot of that. And if you don't know what you're doing, it can be so confusing.\" Ms Jenkins credits a residential folk course she attended in Sweden as part of European exchange with sparking her interest in music and said she would not be a musician today without that opportunity. \"I think by travelling and exchanging cultures, you can learn so much more about yourself and your own culture and actually find out that we've got so much in common. It would be such a shame if there were hurdles in the way to stop those kinds of exchanging happening.\" The Welsh government said: \"During a very difficult period for the sector we are committed to helping maintain and enhance a strong European and global presence.\"We will work with partners across our cultural institutions to break down any barriers and capitalise on new opportunities.\" The UK government said: \"We announced the £7m Global Screen Fund at Spending Review 2020 to support the UK's world-class screen sectors on the international stage. \"This new fund will boost the value of UK screen exports and support UK independent content to compete internationally.\" ", "url": "https://www.bbc.com/news/uk-wales-55582426"}