{"datetime": "2021-02-02T19:41:47.000Z", "author": "Sarah Dickins", "subject": "Brexit", "title": "Brexit: Welsh Shellfish producers facing block on exports to EU", "article": "Many cockles and mussels producers in Wales have been told they cannot continue exporting to the EU because the water quality is not good enough. Most Welsh waters are Grade B which means shellfish have to be cleaned and purified before being sent to Europe.But there are not enough facilities in the UK - and pre-Brexit, produce was sent to the EU to be purified and then delivered around the mainland. Wales' environment minister wants an urgent meeting with the UK Government. James Wilson, of Deep Dock, is one of several mussel producers on the Menai Straits and his company has been exporting live mussels to EU countries since the 1990s.Between his firm and the others there, they send about 7,000 tonnes of mussels to the EU a year worth about £8m. Mr Wilson said he and others were confident they would be able to export to EU customers as long as they had the correct documentation.\"People's lives are being wrecked and there doesn't seem to be any reason for it,\" he said. \"Despite everything you've done, despite everything you've been told for three years, all of a sudden you find out that you can't export.\"If we can't export now then that's the end of the industry. \"We will have to find a solution, whether it takes two months or six or a year.\"He added: \"On 24 December Boris Johnson said there would be no non-tariff barriers and we find out that those very same non-tariff barriers that were said not to exist, are the very things that are threatening the future of the seafood sector and other parts of the UK economy.\"The Shellfish Association of Great Britain said there had been some doubt about whether produce from Grade B waters would fulfil the current EU requirements, which it said was contrary to what it had been previously advised by the UK Government. Sarah Horsfall from the industry body added: \"It would be disastrous for the aquaculture industry if we don't re-establish this trade.\"It's not just about the value of the industry, it's the location of the businesses that's important too.\" The association said it was working with the Department for Environment, Food & Rural Affairs (Defra), the devolved administrations and their EU counterparts to try to find a solution.Environment minister Lesley Griffiths called for an \"urgent meeting\" with UK fisheries secretary George Eustice. \"Clearly something has gone very wrong - it's incredibly disappointing and that's an understatement,\" she said.\"I think Defra have definitely dropped the ball.\" She added: \"We've been warning the UK Government this would happen for the last four years and it's a big blow to our shell-fishers and our aquaculture sector here in Wales.\" A Defra spokesman said: \"Live bivalve molluscs such as oysters, mussels, clams, cockles and scallops can continue to be exported to the EU if they're harvested from Class A waters or cleaned, or have cleared end product testing in the UK. \"We will continue to raise the issue of live bivalve molluscs not ready for human consumption with the EU, to ensure the trade can continue securely.\" ", "url": "https://www.bbc.com/news/uk-wales-55907854"}