{"datetime": "2021-01-07T19:17:52.000Z", "author": "Sarah Dickins", "subject": "Brexit", "title": "Brexit: UK-Ireland lorry traffic at Holyhead port slumps", "article": "Lorry traffic through Holyhead, the UK's second largest port, has fallen to about one-third of its usual capacity, port operator Stena has said. The company has also doubled its ferry service between France and Ireland, with more lorries travelling directly to mainland Europe. Since 1 January, drivers have had to provide specific paperwork to take goods between the EU and the UK. Ian Davies of Stena said he was confident traffic would pick up again. Meanwhile, the boss of one of Wales' largest hauliers, Gwynedd Shipping, said the system for lorries taking goods between the UK and Ireland is not working at the moment.The paperwork arrangements have come about as part of the new trading relationship with the European Union following Brexit. Drivers also have to provide a negative Covid test when travelling between France and the UK. For decades, trucks from mainland Europe heading for Ireland have used the UK as a \"land bridge\", often picking up loads on the way back.Mr Davies, head of UK ports for Stena, which owns the port on Anglesey, said it was cheaper and quicker for lorry drivers to travel through the UK. But hauliers' concerns about disruption at ports has made many drive to northern France and across the Irish sea to Ireland in the past few days.In response, Stena has started running a second ship between Rosslare and Cherbourg. Mr Davies said: \"We're operating probably only about 30 to 40% capacity - the two ferry companies are very quiet. \"We have routes that go directly between France and Ireland. It has grown in popularity, we've doubled the capacity available, but it's really an uncertain market.\" Mr Davies cited stockpiling ahead of 31 December - and the uncertainty before the end of 2020 as to whether there would be a trade deal with the EU - as some of the reasons why Holyhead was so quiet. There werelong queues on the road leading into the port in the run-up to Christmas. \"We had a huge boom prior to Christmas - we had a seven or eight-week period where Holyhead was taking about twelve and a half thousand freight units a week, which normally is 9,000,\" he added. But the Stena official is confident about Holyhead's long-term prospects. Mr Davies expects more goods to start moving through the port again in the longer term, saying the route fits well with just-in-time supply chains. \"The advantages of a land bridge are huge,\" he said. \"There's a lot of uncertainty over Dover-Calais over the Covid testing, and over the administration there, but once people get used to that then we expect to see normal levels return. \"The market always takes time to adjust. People take time to adjust.\" Andrew Kinsella, managing director of Gwynedd Shipping, said his company has a backlog of 60 lorries in depots waiting ready to be shipped to Dublin.\"Whilst you don't see queues at ports and terminals the reality is that these queues are developing elsewhere in our depot in Holyhead, in our depot in Deeside and in our depot in Newport in south Wales, and lots of hauliers have depots in the proximity of ports,\" he said.Mr Kinsella said many hauliers are finding that their customers are not able to generate the special declarations needed to enable a lorry to get onto a ferry.\"I'm saying the system doesn't currently work. We move product, we move a lot of food ingredients, we move a lot of finished food products, snacks, bottled water.\" He explains how complicated the new system is, with \"a lot of issues about demarcation about who is going to arrange the export declaration with the UK revenue authorities, who's going to arrange the import declaration, the hauliers then trying to arrange the import safety and security declaration to create an ENS number, which helps you generate a PBN number, so there has been a lot of everyone finding their feet\".People are very patient, he said, but \"the reality is when you start to see empty shelves in supermarkets and when it starts to create supply issues in terms of product coming back from Ireland into the UK, and we move a lot of car parts, a lot of packaging for medical products, metals, timber, there's lots of things at play at the minute\". Industry group Logistics UK said there had been big changes for the industry.Its policy manager for Wales, Chris Yarsely, is expecting delays as traffic returns to normal levels \"unless businesses ensure they are prepared for the new trading conditions\". \"It is virtually impossible to second guess trade patterns in the long term,\" he said. However, he said that on the whole \"traffic is moving relatively smoothly\". \"For many businesses, this is the first time that they have had to use this sort of paperwork for more than 40 years. \"But to keep trade as frictionless as possible, it is imperative that the declarations are correct before vehicles head to the port.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-55565166"}