{"datetime": "2020-12-18T22:24:21.000Z", "subject": "Brexit", "title": "Holyhead Port: Brexit queue fears spark A55 traffic measures", "article": "Traffic easing measures are to be introduced on a major north Wales road over fears of jams post-Brexit. From 1 January, HGVs will be turned away from ports if they do not have the right customs documentation. The Welsh Government said it would introduce traffic measures close to Anglesey port to help ease potential delays if lorries are turned around. Economy and Transport Minister Ken Skates said disruption must be \"minimised\". Holyhead is the second biggest \"roll-on roll-off\" port in the UK after Dover, carrying 1,200 lorries and trailers a day across the Irish Sea. The UK government has predicted a worst case scenario that 40-70% of HGVs could be turned away from ports due to not having the right documentation. After the Brexit transition period ends on 1 January, traders will need to fill in Smart Freight online customs declaration forms, allowing them to ensure their goods are ready for border checks before they set off for ports. Temporary lorry parks are being set up off the A55 for hauliers to park up and sort out their paperwork if they are turned back. The Irish Road Haulage Association has previously warnedthere could be \"mayhem\" at the port, if paperwork and systems are not ready on 1 January . Ferry company Stena Line had previously said its route between Dublin and Holyhead had its busiest three weeks on record as firms prepared for 2021. On Friday, Traffic Wales warned there was increased congestion on the A55 towards the port, and in recent weekssome have blamed the queues on firms stockpiling .Under the Welsh Government's contingency plans, a temporary contraflow will be introduced between junctions two and four from 28 December.It means HGVs turned away due to not having the right paperwork to travel to Ireland will be directed back onto the carriageway, before being sent to sites to be \"stacked\" off junction two. The Welsh Government said talks were in progress to use truck stop Roadking as a lorry park, and work was under way to use part of Parc Cybi as another site. If there is no space on the sites, they will be stacked on the road as a \"last resort\", the Welsh Government said. Mr Skates said while the contraflow may cause delays, not having it would cause more disruption as HGVs would end up using lay-bys and local roads to park. \"Our contingency plans are aimed at keeping any disruption to the port and local communities of Holyhead and Anglesey to the absolute minimum,\" he said. \"While we have projections of how many HGVs may be turned away in the first weeks at the end of the EU Transition, none of us have been in this situation before.\" ", "url": "https://www.bbc.com/news/uk-wales-55369099"}