{"datetime": "2021-02-04T12:25:42.000Z", "author": "Chris Robinson", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit leaves a bitter taste and a mountain of clothes", "article": "It is more than a month since the UK's new trading relationship with the European Union (EU) came into being but the transition has been far from easy for some businesses. From being told to set up operations in Europe, having goods stuck in port and facing increased costs to clear the border, three North East firms reveal the reality of adapting to the new rules. Dave Stone knows his beer and his Newcastle-based Wylam Brewery has proved a hit with drinkers far beyond the North East. With Covid forcing venues to close, half of his business has vanished, but trade has continued online. However, Brexit has brought new rules, and due to shipping issues he has been unable to sell to customers in the EU, which accounts for a quarter of his business. His beers have been languishing in ports or sent back, effectively barring the products from Europe. \"Before January 1st, we could sell to Paris as easily as Peterlee or Copenhagen as easy as Carlisle and now that has just completely stopped,\" he said. Mr Stone has been advised by the government to move some work to the EU to help overcome difficulties, despite being forced to cut jobs in Newcastle due to the pandemic. \"That's the hardest thing I've ever done in my business career, look someone in the eye and tell them they no longer have a job during a global pandemic,\" he said. \"The only answer we have had from the Department of Trade and Industry is to set up a European office, which is a little bit strange given what the idea of what leaving the EU was. \"If we have to set up in Europe in order to be able to serve half of our trade then we would be losing UK jobs.\" The brewery isn't alone with the issues it has faced. Althoughthe deal struck between the UK and the EU meant businesses would not have to pay tariffs or quotas, many have said they have hit obstacles from bureaucracy to inflated cargo handling fees.In North Shields, a mountain of second-hand clothes is piling up at ECS Textiles, which has been operating since 2004. It carries out door-to-door collections and manages clothing banks for charities. Donations are sorted, repaired and packed into containers to be sold into Europe and elsewhere. But now, because the productswere not originally made in the UK , the business has been told it will have to pay a 5.3% import duty charge for its containers entering the EU. \"We experienced in December how it was frictionless, there were no issues, no problems, and then in January we are expected to pay, which isn't what we agreed because we had a 0% deal,\" said business associate James Officer. The business has been affected by what is known as \"rules of origin\" and the EU's interpretation of where the product was made.The government said if the goods meet the rules of origin the person importing them has to claim a zero tariff when completing a customs declaration.If it doesn't, the standard \"most favoured nation\" tariff applies, and the goods will attract customs duties. \"The clothing that we send, a lot of it would be made in China for example, they are opening the container, they see the labels 'Made in China', it doesn't say 'Made in the UK', so they want us to pay the Chinese import tax\", Mr Officer said. ECS Textiles has been sending five containers a week to Europe, each one weighing around 20 tonnes (20,000 kg). The containers have been stuck at a port in Latvia, which is incurring a charge for keeping them there.This additional cost has to be met by the business, which in turn affects the amount of money the charities receive, Mr Officer said. \"We are still working out a deal [with the port] and that is why our containers are unable to move. \"I think it is a teething issue that will be resolved, I would hope.\" Another business, Berger Group Europe based in Peterlee, County Durham, which makes metal fasteners for chemical drums, has faced increased haulage costs since the deal was sealed. It ships to countries including Germany but after the price of one container rocketed by £650, it decided to suspend several of its exports to Europe.\"We prepared as much as we could,\" said Richard Swart, global sales director. \"We saw and we experienced obstacles which have been too difficult to overcome at present in terms of freight costs more than doubling and therefore we have taken the decision of suspending several of our exports to Europe .\" The North East Chamber of Commerce, the region's biggest business group, said post-Brexit costs and disruption around exporting goods into Europe are affecting about half of its 2,500 members.It has been helping companies struggling with the new rules around customs declarations and other paperwork.\"It's taking up a lot of our staff's time certainly,\" said chief executive James Ramsbotham. \"We are working really hard to try to help businesses who are having to grapple with this for the first time, help them get the documents completed, help them understand what's required, help them find agents in other countries to do the other side of the documents, as well as dealing with all sorts of other issues.\" Teesside Conservative MP Simon Clarke, who represents Middlesbrough South and East Cleveland, is confident there would be improvement and advised people to seek support. \"I think there will be solutions that are available to North East exporters and firms that want to establish operating arms on the continent,\" he said. \"I appreciate all of that is a challenge for companies to undertake there are also, I think, massive opportunities for us in this new trading relationship with Europe.\" The government said businesses needed to follow new rules and processes andthere was information on its website . It added there was \"no ban on excise exports\" from Great Britain to the EU. \"We have encouraged companies new to dealing with customs declarations to appoint a specialist to deal with import and export declarations on their behalf - and we made more than £80m available to expand the capacity of the customs agents market,\" a spokesperson said. \"We stand ready to help businesses adjust to our new relationship with the EU and keep their goods flowing smoothly.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-55858598"}