{"datetime": "2021-02-02T19:47:42.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: DUP vows to send 'strong message' to Irish government over NI Protocol", "article": "The DUP has said it intends to send a \"strong signal\" to the Irish government by stopping north-south activities related to the NI Protocol. It has drafted a five-point plan it says is needed to address the \"growing crisis\" over the Irish Sea border. Unionists oppose the protocol as they argue it has caused damage to NI trade and poses a risk to the union. The party said it will work with other unionist parties to send a message that NI must be \"freed from the protocol\". It comes after a decision by Stormont's Department of Agriculture to suspend Brexit checks on animal products at some NI ports afterthreats were made against inspection staff . In a statement released on Tuesday evening, the DUP said it had told the British government it needed to be \"bold\" in tackling issues arising from the protocol. \"As the largest unionist party at Stormont, we also intend to send a strong signal to the government of the Republic of Ireland that north-south relationships are also impacted by the implementation of a protocol which they supported.\"Our members cannot and will not continue to act as though relationships are normal,\" it added. An Irish government spokesperson said the protocol was \"negotiated and agreed between the EU and the UK, and approved by Westminster\".\"The Irish Government will work constructively with all parties in support of effective implementation of the protocol in a manner that meets its objectives, including through the structures and processes for engagement on and resolution of any issues that arise,\" they added. On Tuesday evening, the prime minister said the union was \"unshakeable\". Across two tweets, Boris Johnson said \"Northern Ireland's place in the UK will be protected and strengthened\" and that \"urgent action from the EU to resolve outstanding problems with protocol implementation\". DUP leader Arlene Foster is due to discuss her concerns about the protocol with the prime minister on Wednesday morning, BBC News NI understands. Mrs Foster will also take part in a meeting with Deputy First Minister Michelle O'Neill, Cabinet Office Minister Michael Gove and European Commission Vice-President Maros Sefcovic later on Wednesday. This is a move by the DUP to up the ante ahead of a crucial meeting tomorrow. Arlene Foster and Michael Gove will attempt to put pressure on the EU to try and relax some of the measures around the NI protocol. Brussels has been bruised by what happened last week but may not be willing to bend too much on their Single Market rules The DUP wants unity amongst Unionist parties in Northern Ireland, then it wants to build more support at Westminster. The most stand-out element involves boycotting the north-south ministerial gatherings where the protocol is being discussed and explored by all sides. But this plan set out how the DUP hope to ditch the protocol, but it doesn't say what it should be replaced with.The DUP's Westminster leader Sir Jeffrey Donaldson said the party \"cannot continue in a normal relationship\" with Dublin on matters related to the protocol. \"Of course we will engage with Dublin on other matters, on Covid - we won't do anything to compromise health and the wellbeing of people in NI,\" he told BBC Radio Ulster's Evening Extra. \"What we need from Dublin is assertive action to deal with problems created by the protocol.\" When pressed on what \"a normal relationship\" meant, the MP said it meant the DUP would not cooperate with Dublin on implementing the protocol \"for as long as it continues to harm the wellbeing and economic prosperity of NI\". In effect, the DUP's plan could see it boycotting meetings of the North South Ministerial Council (NSMC), and other north-south meetings that are focused on the operation of the protocol. The NSMC is the main body for cross-border co-operation between the governments of Northern Ireland and the Republic of Ireland. It is attended by ministers from both sides of the border who oversee joint working in areas such as trade, food safety and agriculture. However, due to the Covid-19 pandemic meetings have been reduced and the first virtual plenary meeting took place in December. Ms O'Neill said the DUP was \"whipping up hysteria\" while others were \"calling for calm and resolution\". \"Businesses do not need more uncertainty; they need stability, they need resolution to any outstanding issues,\" the Sinn Féin vice-president said in a tweet. Ms O'Neill added that she was looking forward to meeting with the EU Commission on Wednesday to \"seek solutions\". Deputy leader of the Alliance Party Stephen Farry said the plan was \"complete madness\". \"This is a road to nowhere, except deadlock and more pain,\" the North Down MP tweeted. \"We should be working together to maximise derogations and flexibilities.\" The Traditional Unionist Voice (TUV) said it welcomed any moves that help to set out a political plan of action to \"unstitch the protocol\" and urged pan-unionist action. \"We continue to believe that the greatest political leverage lies in discomforting north/southery,\" said a party spokesperson. The DUP's other plans include \"actively opposing\" any measures, laws or bills that flow from the protocol which \"undermine NI's place\" in the UK internal market. The party also intends to build support in Parliament against the protocol and launch a Parliamentary e-petition urging the government to trigger Article 16 of the protocol. The NI Protocol was part of the Brexit Withdrawal Agreement and guarantees an open border between the EU and Northern Ireland, with no controls on exported products. Instead there are checks on some products travelling from Great Britain to Northern Ireland. This is because Northern Ireland in effect remains part of the EU single market for goods while the rest of the UK has left. However, Article 16 of the protocol part of the deal allows the EU and UK to choose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\". On Friday evening the EU announced it would trigger the clause and introduce the export controls on its vaccines entering Northern Ireland in a bid to prevent the region becoming a backdoor for jabs to be sent to the UK mainland. Itlater reversed this decisio n, but unionist parties in NI have been pressing the UK government to use Article 16 to reduce checks on goods entering Northern Ireland from the rest of the UK. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55910506"}