{"datetime": "2021-02-03T10:43:13.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "PM urges EU action to ease Brexit tensions in NI", "article": "Prime Minister Boris Johnson has called for \"urgent action\" from the EU amid rising tensions over post-Brexit checks at Northern Ireland ports. UK and EU leaders are to hold talks to try to resolve the trade issues between Great Britain and Northern Ireland. Checks on goods were suspended on Tuesday after threats to staff. The UK government wrote to the European Commission overnight, calling for temporary lighter enforcement of the rules to be extended until early 2023. But Northern Ireland's First Minister, Arlene Foster, issued a warning against \"just kicking things down the road\", telling BBC Radio Ulster: \"We need to find solutions that are sustainable, that are workable and long lasting.\" On Tuesday, Mr Johnson said the EU had \"undermined\" the Brexit deal by threatening emergency controls of Covid vaccine exports across the Irish border. Irish Foreign Minister Simon Coveney said the threat had been a \"mistake that shouldn't have happened\". But he told BBC Radio 4's Today programme there was a separate issue to address over trade rules, and it was Brexit \"causing all of this tension\" - not the measures being put in place. Cabinet Office Minister Michael Gove, who will be representing the UK government in talks with the EU Commission's Maros Sefcovic and Northern Ireland's devolved administration, said a three-month grace period with lighter enforcement of EU rules should be extended beyond March.The UK government wrote to the European Commission on Tuesday night to outline the changes it wanted made, which would continue temporary exemptions for supermarket goods, pharmaceuticals, chilled meats and parcels crossing from GB to Northern Ireland.According to a copy of a letter seen by the BBC, the UK would want these exemptions to stay in place until 1 January 2023. It comes after hauliers experienced problems transporting goods from Great Britain. Some parcel deliveries were stopped and supermarkets struggled to restock some products last month, although some of these problems have since been resolved. \"Trust has been eroded, damage has been done and urgent action is therefore needed,\" Mr Gove told the House of Commons on Tuesday, adding that supermarkets and other businesses needed to be sure they could continue to supply consumers. Mr Gove has also asked the EU to examine its decision to ban the import into Northern Ireland of some items like seed potatoes, and the UK wants the Irish government to be able to negotiate a deal with the UK to remove barriers to pets being taken across the Irish Sea.Ahead of the meeting, Mr Sefcovic tweeted that the protocol was \"a cornerstone\" of the agreement between the UK and EU, and \"the only way to protect Good Friday Agreement\". What happens to parcels or dogs moving between Great Britain and Northern Ireland might sound like small issues. But they are huge, because they threaten to break one of the things that was part of the promise in the post-Brexit protocol - that what happened would not disrupt the daily lives of people living in Northern Ireland. And, as we have seen in the past few days, this combination of all of these small changes could destabilise the very sensitive balance in Northern Ireland between the two different communities. The government has no intention of ditching this protocol. That is not going to happen, even though the past few days have given the DUP and some Eurosceptics reason to call again for it to be abandoned.But the government is really clear that they want to very quickly persuade the EU, as one minister put it to me, to start being pragmatic about this, rather than being purist.When the Brexit transition period ended in January, Northern Ireland remained in the EU single market while the rest of the UK left, meaning that checks had to be carried out on goods arriving from Great Britain. Unionists have criticised these rules, known as the Northern Ireland protocol, as damaging to trade and posing a risk to UK unity. In recent days, graffiti opposing the Irish Sea border has been painted in some loyalist areas, referring to staff carrying out checks on goods at ports as \"targets\". Stormont suspended physical checks on food consignments at two ports on Tuesday amid the security concerns, although police said paramilitary groups are not involved. Mr Johnson said on Twitter that his commitment to people of Northern Ireland and the union was \"unshakeable\". He called for \"urgent action from the EU to resolve outstanding problems\" with the way the protocol was implemented, to preserve the Good Friday Agreement and ensure \"Northern Ireland benefits from Brexit just like every other part of our United Kingdom\". Recent moves by the EU had \"undermined the protocol and understandably provoked concern\", he said. Ireland's Mr Coveney said \"elements of protocol are causing problems\" and the two sides \"need to focus on improving\" it, but he said Brexit was to blame for growing tensions in Northern Ireland, rather than the protocol itself. He told Today: \"Senior political figures need to talk seriously now about trying to diffuse tension which is clearly there and need to talk about how we can make protocol work effectively. \"[The protocol] is an Irish and British and EU negotiated solution, an agreed solution to try to limit the disruptive impact of Brexit on Ireland and Northern Ireland.\"What is causing all of this tension is Brexit, not the protocol. The protocol is an attempt to try and reduce tension and solve problems linked to Brexit.\" Amid a dispute with manufacturers over supplies, the EU on Friday briefly threatened to use an emergency measure to override part of the deal and restrict the export of vaccines.It was concerned that Northern Ireland could be used as a way to bypass export controls, using its place in the single market as a backdoor to the rest of the UK. The dispute has intensified pressure among some unionist politicians to end the checks on goods from Great Britain to Northern Ireland, with the DUP saying it intends to work with other unionist parties to send a message thatNorthern Ireland must be \"freed from the protocol\" . Ms Foster, the party's leader, is due to meet Mr Johnson on Wednesday morning, to discuss her concerns before attending the talks with the EU Commission in the afternoon.Also at the talks will be Michelle O'Neill, Sinn Fein's vice-president and Northern Ireland's deputy first minister, who said the DUP was \"whipping up hysteria\" while others were \"calling for calm and resolution\". Mr Coveney said the move by the Commission on Friday had been \"a mistake\", adding: \"It should not have happened and would not have happened if there had been the appropriate consultation.\" Part of the Brexit Withdrawal Agreement, the NI protocol guarantees an open border between the EU and Northern Ireland, with no controls on exported products. It was introduced to avoid creating a hard border on the island of Ireland. Instead there are checks on some products travelling from Great Britain to Northern Ireland. This is because Northern Ireland in effect remains part of the EU single market for goods while the rest of the UK has left. However, Article 16 of the protocol part of the deal allows the EU and UK to choose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\". The EU announced it would trigger the clause to control exports of vaccines to Northern Ireland, but laterreversed the decision . Unionist parties in NI have been pressing the UK government to use Article 16 to reduce checks on goods entering Northern Ireland from Great Britain. ", "url": "https://www.bbc.com/news/uk-politics-55913907"}