{"datetime": "2021-02-03T15:04:47.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Study showing Oxford vaccine slows virus spread 'superb' - Hancock", "article": "Results that show the Oxford-AstraZeneca vaccine might reduce the spread of coronavirus have been hailed as \"absolutely superb\" by the health secretary. Matt Hancock said the study shows \"vaccines are the way out of this pandemic\". It is the first time a vaccine has been shown to reduce transmission of the virus. The UK has given a first Covid jab to more than 10 million people so far. The results of the study, which hasnot yet been formally published , suggest that the vaccine may have a \"substantial\" effect on transmission of the virus. It means the jab could have a greater impact on the pandemic, as each person who is vaccinated will indirectly protect other people too. Mr Hancock called the study \"really encouraging\" on Twitter, adding that the results were \"absolutely superb\". Speaking on BBC Breakfast, he said this latest analysis showing the vaccine reduces transmission would \"help us all get out of this pandemic\". Mr Hancock said passing the 10 million mark for people who have received a first dose was a \"hugely significant milestone\",tweeting that \"every jab makes us all a bit safer\" . The study by the University of Oxford, where the vaccine was developed, measured the impact on transmission by testing for asymptomatic infections, swabbing participants every week in addition to recording when anyone fell ill with Covid-19. As well as showing an effect on transmission, the study found the vaccine offered 76% effective protection from a single dose for three months. With no fall in protection during the three-month period, the researchers said the results supported gaps between first and second doses of between four and 12 weeks.The effectiveness of the vaccine increased with a longer gap of 12 weeks before the booster jab. When the second dose is given, the study found the level of protection from the Oxford-AstraZeneca vaccine rises to 82%. In other developments: The UK has set itself apart from many other countries by prioritising giving the first dose to as many people as possible, delaying the second jab for about 12 weeks.The aim is to save more lives by giving some protection to a larger number of people, but the UK has faced criticism from the British Medical Association for following this path with no international support. Prof Andrew Pollard, chief investigator of the Oxford vaccine trial, said the results supported the UK's approach to delaying the booster shot. It \"reassures us that people are protected from 22 days after a single dose of the vaccine,\" he says. The new analysis of the Oxford vaccine suggests that transmission of the virus from those who have been vaccinated could be substantially reduced.If verified by the scientific review process, it means that as more people get the jab, infection levels could come down faster than they would otherwise and enable the government to lift restrictions sooner than they could otherwise.One in six of the population has had at least one jab so far.There's still a long way to go but the impact on case numbers could begin to be felt in the coming weeks. The fly in the ointment though is the recent emergence in the UK of variants that may be more resistant to some vaccines.Experts believe that jabs will still offer good protection especially against severe illness, but even so this could slow progress. The race is now on to vaccinate as many people as quickly as possible, in order to keep a step ahead of the variants.The government is also trying to slow the spread of variants through enhanced surveillance and testing.But a critical part of the strategy is to drive down infection levels, so people don't catch the virus in the first place, whatever variant it might be. In France, use of the Oxford vaccine has been restricted by health authorities who say it should only be given to people under 65. Mr Hancock, the UK health secretary, said scientists had looked directly at the over-65s and there was \"a high degree of confidence\" that the Oxford vaccine worked on people of all ages. He added that the latest research showed the world the vaccine works - \"it works well\" and \"categorically supports\" the government's strategy. Asked if it could now mean children in England returning to school before 8 March, he pointed out 30,000 people were still in hospital. \"We've got to get this right down,\" he told the Today programme.\"It's too soon to be able to take action in England and we've set out the timescale because we think that's when we should be able to take action, if all goes well.\" Alongside the Oxford vaccine, the Pfizer/BioNTech vaccine is also being rolled out across the UK. Clinical trials of the Pfizer vaccine and Moderna, which has been approved but is not yet in use, did not look for a potential impact on transmission.However, BBC health correspondent James Gallagher said the different vaccines all target the same part of the virus so if one can cut transmission, there is a good chance the others can too. The data from this latest trial was drawn before new variants, including the South Africa one, emerged. Asked how protective the Oxford vaccine could be against new mutations, Dr Pollard said he was anticipating \"good protection\" against the Kent variant and would publish details \"very soon\". On other variants, he told BBC Radio 4's Today programme: \"When we look at the new mutations that have been arising in other countries and now also here in the UK - that is the virus trying to escape from human immunity, and that's whether it's from vaccines or from infection. \"I think that's telling us about what's to come, which is a virus that continues to transmit, but hopefully that will be like other coronaviruses that are around us all the time, which cause colds and mild infections. \"We will have built up enough immunity to prevent the other severe disease that we've been seeing over the last year.\" Figures from Tuesday show there were 16,840 new confirmed cases of coronavirus, with the number of new infections dropping 27% since last week.A further 1,449 people were reported to have died within 28 days of a positive test. ", "url": "https://www.bbc.com/news/uk-55913913"}