{"datetime": "2021-02-02T05:03:01.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: UK fashion industry warns it faces threat to survival", "article": "More than 400 figures from the UK fashion industry have signed an open letter to the prime minister warning that post-Brexit red tape and travel restrictions threaten their survival. Signatories, including Twiggy and Katharine Hamnett, say some firms are already relocating to the EU. They say the sector is worth £35bn to the UK and employs one million people.\"Yet we have been disregarded in this deal and our concerns overlooked,\" the letter to Boris Johnson says. The letter, to be presented on Tuesday morning, calls for a meeting with ministers because \"without urgent attention these issues will jeopardise the immediate and long term future of the sector\".They said the trade agreement, finalised on Christmas Eve just a week before the UK left the bloc's single market and customs union, had failed to deliver on promises of frictionless future trade. The sector's concerns echo those of other sectors, from music to fisheries, who argue the new bureaucratic regime is endangering the future of their industries. But the letter says the fashion industry contributes \"more to UK GDP than fishing, music, film and motor industries combined\". It highlights the compensation package offered to the fishing industry, saying: \"Fishing contributes as much to the UK economy as East London does from the fashion and textile industry, employing the same workforce as just one of the many high street retailers currently facing liquidation\". Model Yasmin Le Bon said the nature of the industry meant people had to be able to travel freely within the EU, often at short notice. \"I have been working continually in this industry for the past 37 years. It works in a very particular way, with jobs being confirmed literally at the last minute. I may get a call, make a decision and be at the airport within two hours. \"For once we need to be listened to and for the Government to work with us before it is too late,\" she said. Designer Katharine Hamnett said many firms could be weeks away from going under. \"We need a radical overhaul of customs arrangements including VAT on all goods shipped into the EU by the end of February, or British brands will die,\" she said. Isabel Ettedgui, the chief executive of Connolly, the fashion brand that sells Scottish cashmere and manufactures leather goods in Spain, said the trade rules were turning the industry into a Brexit trading post. \"The result could be the possible closure of a 185-year-old company that holds the Royal Warrant,\" she said. Last week Samantha Cameron, wife of former prime minister David - who called the 2016 Brexit referendum - said her fashion business wasfinding post-Brexit trading with the EU \"challenging and difficult\". A government spokesperson said: \"We are working closely with businesses in the fashion industry to ensure they get the support they need to trade effectively with Europe, and seize new opportunities as we strike trade deals with the world's fastest growing markets.\" \"We are aware that some businesses are facing challenges with specific aspects of our new trading relationship with the EU. To this end, we are operating export helplines, running webinars with policy experts and offering businesses support via our network of 300 international trade advisers. This is on top of the millions we have invested to expand the customs intermediaries sector.\" ", "url": "https://www.bbc.com/news/business-55894914"}