{"datetime": "2021-02-02T08:14:34.000Z", "subject": "Brexit", "title": "Brexit: Animal-based food checks at ports suspended", "article": "Checks on animal and food products at Larne and Belfast ports have been suspended amid concerns for staff safety. The Department of Agriculture said this was pending talks with the PSNI.This comes after Mid and East Antrim Council withdrew staff from Brexit inspection duties at Larne Port over security concerns. Graffiti opposing the Irish Sea border has been painted in some loyalist areas of Northern Ireland in recent days. The mayor of Larne, the DUP's Peter Johnston, said the council decision had been taken due to \"menacing behaviour\" referencing growing tensions over theNI Protocol . The BBC understands the PSNI is due to meet Mid and East Antrim council and officials from Stormont's Department of Agriculture, Environment and Rural Affairs (Daera) on Tuesday morning to discuss the threats to workers at Larne and Belfast ports.The Northern Ireland Executive will also discuss the latest developments. Police said they have increased patrols at Larne port and other \"points of entry\". \"The safety of staff working at points of entry is of the utmost importance to us,\" the PSNI tweeted. \"Where we have credible information we will share that with our partners and take appropriate action.\" The BBC has asked the EU for comment on the withdrawal of staff and security fears. In its statement the Department of Agriculture, Environment and Rural Affairs said: \"On the basis of information received today and, pending further discussions with the PSNI, Daera has decided in the interests of the wellbeing of staff to temporarily suspend physical inspections of products of animal origin at Larne and Belfast.\"The situation will be kept under review and in the meantime full documentary checks will continue to be carried out as usual.\" Checks on animals and food products containing meat, fish, dairy or eggs are among those affected. Agriculture Minister Edwin Poots said he had taken the decision to withdraw staff from the ports following consultation with staff. First Minister Arlene Foster said she \"utterly condemned\" the threats. Speaking on UTV, she said: \"I think it is utterly reprehensible that anyone who is going to their place of work should be threatened in this way.\" Mrs Foster said she was on the phone with UK minister Michael Gove when she was told of the council's decision. \"I was able to inform him of the development this evening,\" she said, adding that the way to deal with the NI Protocol was through \"constitutional politics\".Earlier on Monday evening, Larne mayor Peter Johnston told a council meeting that staff assisting with checks had raised concerns about \"suspicious activity\". \"We have no option but to withdraw them [staff] in order to fulfil our duty of care,\" said Mr Johnston. He added that he would write to Mr Poots, who holds responsibility over the issue, to make him aware of the decision. In a statement, the council said there had been an \"upsurge in sinister behaviour\" in recent weeks, including graffiti describing port staff as \"targets\", and what appeared to be attempts to gather workers' personal information, including vehicle registration plates.The council said it will carry out a full risk assessment with the PSNI, Food Standards Agency and Daera. Before council's decision on Monday, there were 12 environmental health officers working at Larne Port, as well as several senior council officers. Sinn Féin's group party leader, councillor James McKeown, said staff would only return when it was safe.\"There are simmering tensions within the local community at present and we will not stand by and let our staff be targeted when they are just doing their jobs.\" SDLP councillor Eugene Reid said leaders had fallen short: \"The language used and tone of the discussion relating to the Northern Ireland Protocol has raised tensions and whipped up fear.\"It should be the role of all leaders to extract the poison from public dialogue, and I'm challenging everyone to do that.\" East Antrim Sammy Wilson said the NI Protocol has to go - \"but politics is the way\".He said staff safety was paramount. \"All threats must be condemned and cross party support for withdrawal is welcome.\"Those parties who talked up the threat of violence during the negotiations need to reflect.Border Control Posts (BCPs) were built at Larne harbour, and two other facilities in NI as a consequence of Brexit .They are facilities for inspecting food and live animals when they arrive from other parts of the UK. At the end of the Brexit transition on 1 January 2021, Northern Ireland remained in the single market for goods. The rest of the UK did not, so some products entering Northern Ireland from GB must be checked on entry. The EU has particularly strict rules on food and animals, requiring all those products to enter through a BCP. Victor Chestnutt, the President of the Ulster Farmers' Union, said he was concerned that the supply of food may be affected by the suspension of checks. He told BBC News NI: \"Some of our food companies bring in ingredients from the UK mainland. If they needed checks and those checks are not done, is that going to be held at the port or is that going to be released? \"Trade needs to flow and flow freely. If we see more delays, it will add more cost and more problems.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-55895276"}