{"datetime": "2020-12-30T23:59:30.000Z", "subject": "Brexit", "title": "Brexit: MPs overwhelmingly back post-Brexit deal with EU", "article": "MPs have overwhelmingly approved the UK's post-Brexit trade deal with the EU in a parliamentary vote. A bill bringing the deal into UK law was backed by the Commons by 521 to 73 votes after Parliament was recalled. The majority of Labour MPs voted for the agreement after leader Sir Keir Starmer said a \"thin deal was better than no deal\". The UK will sever its ties with the EU at 23.00 GMT on Thursday, four and a half years after the Brexit referendum.The House of Lords also passed the bill, which will now receive Royal Assent. Prime Minister Boris Johnson thanked MPs and peers for passing the bill, adding: \"The destiny of this great country now resides firmly in our hands.\" The agreement hammered out with Brussels over nine months sets out a new business and security relationship between the UK and its biggest trading partner. TheEU (Future Relationship) Bill is being rushed through Parliament in a single day and is set to become law late on Wednesday once it has received Royal Assent.After five hours of debate in the Commons, it passed its two legislative hurdles by huge margins, thanks to Mr Johnson's large majority and the support of the Labour Party. It is now being considered by the Lords.Inan interview with the BBC's Laura Kuenssberg , the prime minister said the treaty would allow the UK to \"go our own way but also have free trade\" with the EU.He said: \"There will be changes. And we've been very clear with people that they have to get ready for 1 January, things will work differently.\"But from the point of view of UK exporters, for instance, they'll now have the advantage, that they'll only have one set of forms they have to fill out for export to around the whole world.\" Offering his backing, Sir Keir - who campaigned against Brexit - told MPs he wanted to \"avoid a no deal and put in place a floor from which we can build a strong future relationship\".But he accused the prime minister of not being honest with the public about the deal, which he said would lead to an \"avalanche of checks, bureaucracy and red tape for British businesses\". There was also a \"gaping hole\" in the agreement when it came to the service sector, which accounts for about 80% of the UK's economic output, said Sir Keir.\"The lack of ambition here is striking,\" he told MPs, saying there was a lack of mutual recognition of professional standards with the EU, which would make life more difficult for people who wanted to work abroad. One Labour MP Bell Ribeiro-Addy voted against the deal while 36 others also defied their leader's orders by either not voting at all or actively abstaining.Three of these - Helen Hayes, Florence Eshalomi and Tonia Antoniazzi - resigned their junior frontbench positions as a result. All other opposition parties, including the SNP, the Lib Dems, Plaid Cymru andall Northern Ireland parties that take seats at Westminster, also voted against the deal. Lib Dem leader Sir Ed Davey said the deal would \"undermine our children's future\", while the SNP's Ian Blackford said Scotland's fishing industry had been \"betrayed\" and the country's future \"must be European\".And Green Party MP Caroline Lucas said it would undermine hard-won environmental and consumer protections and leave the UK \"less equipped\" to respond to the climate emergency.Only two Tory MPs failed to support the deal - Brexiteers John Redwood and Owen Paterson abstaining. Members of the European Research Group (ERG) who helped sink Theresa May's EU withdrawal deal in 2019, lined up to praise the deal. Sir Bill Cash said the PM had achieved the seemingly \"impossible\" while Sir Iain Duncan Smith said it represented a \"huge advance on where we might have been\". And Steve Brine, one of the 21 Tory MPs who lost the whip last year after defying the government over Brexit, said he would back a deal that left the UK \"culturally, emotionally, historically and strategically attached\" to Europe. \"We now have a new future to look forward to,\" he said. \"It won't be the same. We should never have pretended it will and that's OK. It is time to come together and to move on.\" In his Commons speech, Mr Johnson said the bill heralded a \"new relationship between Britain and the EU as sovereign equals, joined by friendship, commerce, history, interests and values, while respecting one another's freedom of action and recognising that we have nothing to fear if we sometimes choose to do things differently\". Mr Johnson's predecessor Theresa May told MPs she would vote for the deal \"in the national interest\" but was \"disappointed\" about aspects of it and warned against thinking the UK could \"excise the EU\" from its politics.\"Sovereignty does not mean isolationism, it does not mean we never accept somebody else's rules, it does not mean exceptionalism,\" she said.\"It is important as we go forward that we recognise we live in an interconnected world.\" Mr Johnson has signed the international treaty ratifying the deal in Downing Street after it was flown across the Channel in an RAF plane. European Commission President Ursula von der Leyen and European Council President Charles Michel signed the document earlier in Brussels. The European Parliament has begun its scrutiny of the agreement but will not get a chance to ratify it before the UK leaves the EU single market and customs union at 2300 GMT on Thursday. The deal has, however, been given the unanimous backing of ambassadors from the 27 nations and the member states gave their written approval on Tuesday. ", "url": "https://www.bbc.com/news/uk-politics-55478513"}