{"datetime": "2021-02-02T21:08:33.000Z", "author": "Dan Roan", "title": "Premier League: MPs urge action on Russia-linked football clubs", "article": "The UK government is under pressure from MPs to ban two English football clubs from official projects promoting Britain overseas because of their links to two billionaire oligarchs. It comes after Russia's jailed opposition figure Alexei Navalny called for action to be taken against Chelsea owner Roman Abramovich and Alisher Usmanov, who has ties with Everton. A group of 24 MPs from six parties have signed a letter sent to the Foreign Secretary Dominic Raab asking him to ensure neither club fronts or participates in any government trade missions. Written by the Liberal Democrats' foreign affairs spokesperson Layla Moran, and seen by the BBC, it says such work is \"undermined\" if such clubs are involved.\"Britain's soft power is weaker because of it,\" she writes.International projects the MPs want the two clubs barred from include the Premier Skills grassroots coaching programme, a partnership between the British Council and Premier League that has worked in 29 countries since 2007.The GREAT campaign which promotes trade and investment into Britain - and which the Premier League has supported - is another listed. Mr Navalny has been detained since 17 January, after returning to Moscow for the first time since he was poisoned last year. The UK has urged Russia to release him but he has now been sentenced to three and a half years.The dissident has blamed the nerve agent attack that almost killed him on Russian President Vladimir Putin. The Kremlin denies involvement. An associate of Mr Navalny's has released a list of eight individuals drawn up by the opposition leader whom he says should face sanctions in order to put pressure on President Putin. Mr Abramovich, who bought Chelsea in 2003, and former Arsenal shareholder Mr Usmanov, who owns a company that sponsors Everton, and who has links with the club's majority shareholder, were both included. They were described in the list as being among \"key enablers and beneficiaries of Russian kleptocracy, with significant ties/assets in the West\". Asked to comment, a spokesman for Mr Abramovich said there was \"no foundation\" to Mr Navalny's claims. \"Strong words are one thing, but action is what's needed now\" Ms Moran tells Mr Raab in her letter, urging him to \"rapidly consider and implement further sanctions\".\"Football and our football clubs are part of Britain's brand. They help us promote our interests and our values overseas.\"That work is undermined if we allow clubs with close links to the Russian state to be involved in those efforts. Britain's soft power is weaker because of it.\"We urge you to work with Cabinet colleagues to ensure that any club with such connections is not fronting, or part of, such programmes, including; The GREAT Campaign, Premier Skills, government trade visits conducted in partnership with the Premier League. \"Clubs that should be considered for such action include Chelsea FC and Everton FC.\" Ms Moran adds, \"the UK must show leadership and stand up for its values. In addition to further sanctions, making it clear that our cultural and sporting institutions are to be protected will send a clear signal to our allies and Russia.\" Last week, during an emergency debate in the House of Commons, the government was challenged by opposition MPs to impose sanctions on the two oligarchs.Foreign Office Minister Wendy Morton said: \"We continue to work and protect human rights and civil society in Russia. We are considering all options for further action... it would be inappropriate for me to speculate on any future listings.\" Representatives for Mr Usmanov have previously declined to comment, along with Chelsea and Everton.Both men have always insisted their businesses are legitimate. The Premier League has declined to comment.", "url": "https://www.bbc.com/news/uk-politics-55911699"}