{"datetime": "2021-02-02T21:12:50.000Z", "subject": "Brexit", "title": "EU condemns Northern Ireland Brexit port staff 'threats'", "article": "The EU has condemned \"threats\" against staff making Brexit-related checks at Northern Ireland's ports, and told EU officials working in Northern Ireland not to attend their duties. On Monday,Mid and East Antrim Council withdrew staff from Brexit inspection duties over security fears . All parties have condemned the threats. A senior police officer said there was no evidence any of the main loyalist paramilitary groups were involved in the incidents.NI police have increased patrols and offered advice on shift patterns. They held talks with council staff after Brexit-related checks at NI ports were suspended amid security concerns. An industry source told BBC News NI lorries arriving on the boats into Belfast and Larne received a waiver on Tuesday and were directed straight out of the ports. After the local authority decided to withdraw its staff, Stormont announced it was suspending physical inspections of food consignments - particularly meat, fish and dairy products - at Larne and Belfast. Checks are being carried out on some goods arriving from the rest of the UK, as part of what unionists view as an economic border with Britain.Unionist politicians strongly oppose the part of the Brexit deal known as the Northern Ireland Protocol, which has led to the new controls.Graffiti opposing the Irish Sea border has been painted in some loyalist areas of Northern Ireland in recent days, referring to employees as \"targets\". Staff reported suspicious activity - including apparent attempts to gather personal information, such as vehicle number plates.Police Service of Northern Ireland (PSNI) Assistant Chief Constable Mark McEwan told the BBC there was no evidence to corroborate an anonymous claim that any of the main loyalist paramilitary groups were behind this. Mr Ewan said that \"individuals or small groups of people\" were involved in incidents of graffiti or intimidation. He said there was no evidence that car registrations of staff were being gathered, adding that there was nothing to suggest an attack on anyone was imminent. The posts are run by Northern Ireland's Department of Agriculture, Environment and Rural Affairs (Daera), led by official vets. Daera stopping the physical checks is a significant move as it means the posts are not operating as they are supposed to. Mid and East Antrim Borough Council has 12 environmental health officers, and several senior officials, working at Larne harbour. A number of lorries were redirected away from a border control post near Belfast's Docks according BBC News NI's Michael Fitzpatrick at the scene earlier on Tuesday. The vehicles were stopped on the main road outside the Daera site on Duncrue Street by Border Force officers on Tuesday morning and redirected elsewhere. No activity was taking place within the facility and the main gate into the site remained closed.Border Control Posts (BCPs) were built at Larne harbour, and two other facilities in Northern Ireland,as a consequence of Brexit .They are facilities for inspecting food and live animals when they arrive from other parts of the UK. At the end of the Brexit transition on 1 January, Northern Ireland remained in the single market for goods. The rest of the UK did not, so some products entering Northern Ireland from GB must be checked on entry. The EU has particularly strict rules on food and animals, requiring all those products to enter through a BCP. On Friday, unionist parties accused the EU of hypocrisy after it sought to trigger a Brexit safeguard to control the export of coronavirus vaccines into NI. The protocol, which is part of the Brexit Withdrawal Agreement, is designed to allow the free movement of goods from the EU into NI, and prevent the need for a hard border on the island of Ireland. Unionist parties are opposed to it because they argue it poses a risk to the stability of the union by placing a border down the Irish Sea. They have also cited difficulties for trade between Great Britain and Northern Ireland, arguing the protocol will damage the local economy. Article 16 is essentially a safeguard that would allow the UK or EU to act unilaterally if measures imposed as a result of the protocol are deemed to be causing \"serious economic, societal or environmental difficulties\". Food products such as meat, milk and fish now need to be certified by vets when moving from GB to NI. This certification is being phased in for retailers but already applies in full for food service and catering firms. When the certificates are issued the lorry trailer is supposed to be sealed. The developments at Larne are being seen within the context of what the PSNI stated publicly last week - there are signs of growing tensions created by the Brexit protocol within some sections of the community. The PSNI had discussions about the safety of port staff. There is nothing at this stage which points to a loyalist paramilitary grouping being behind what is going on. The mood within loyalism is said to be one of discontent, but sources are not suggesting the direction of travel is protests, civil disobedience or violent acts. One source said the focus must be on a concerted unionist push politically against the Irish Sea border. There has been political unity in condemnation of the threats. Stormont's new Agriculture Minister Gordon Lyons of the DUP said there was \"no justification\" for the threats. Speaking in the assembly, Mr Lyons said his department was planning to receive a further risk assessment from the PSNI. He said he could not provide assembly members with a timeline as to when he expected to receive the report. He said: \"This is a time for calm heads, there's a huge degree of anger and we should all be aware of that. \"But that's no excuse for the threats and intimidation we have seen. What we have now are the real consequences of the protocol being felt.\" The DUP has said it intends to send a \"strong signal\" to the Irish government by stopping north-south activities related to the NI Protocol. It has drafted a five-point plan it says is needed to address the \"growing crisis\" over the Irish Sea border. Taoiseach (Irish PM) Micheál Martin condemned the \"intimidatory tactics\". \"It's a very sinister and ugly development and, obviously, we will be doing everything we possibly can to assist and defuse the situation,\" he said. Sinn Féin MLA Gerry Kelly called on police to make arrests, if the evidence was there. UUP leader Steve Aiken said the threats \"are completely unacceptable\" and added that the \"growing anger over the Irish Sea Border and the impact on our economy, businesses and society must be recognised\" by Prime Minister Boris Johnson and the EU Commission. Justice Minister Naomi Long tweeted that \"those responsible for this need to be taken off the streets\".\"Those whipping up tension need to dial down the rhetoric,\" the Alliance Party leader added. SDLP leader Colum Eastwood said there needs to be more political leadership shown by unionists to \"tone down\" tensions.He said that the first priority is to establish if workers are safe to return to their jobs through discussions with the PSNI and trade unions. \"If we can establish that they are safe then I think there will be no choice but to get back to work.\" Mayor of Larne Peter Johnston, of the DUP, said tensions had been building for some time. \"Sadly, these threats and this behaviour is not just an overnight thing,\" he told Radio Foyle.\"We won't be putting our staff back into that position until the risk assessment comes back to say that it's safe to do so.\" The European Commission's spokesperson said the EU \"condemned very strongly any threat of violence\". \"We understand decisions taken by the NI authorities to temporarily suspend a certain number of checks for the transfer of goods, it is obvious for us the first and utmost priority is the safety of people,\" said Eric Mamer. EU and UK government officials will hold a virtual meeting with Stormont's first and deputy first ministers on Wednesday. PSNI officials held talks with Mid and East Antrim council and Daera officials to discuss the threats, which ACC McEwan described as \"constructive\". The council has said it will carry out a full risk assessment with the PSNI, Food Standards Agency and Daera. Victor Chestnutt, the President of the Ulster Farmers' Union, said he was concerned that the supply of food may be affected by the suspension of checks. He told BBC News NI: \"Some of our food companies bring in ingredients from the UK mainland. If they needed checks and those checks are not done, is that going to be held at the port or is that going to be released? \"Trade needs to flow and flow freely. If we see more delays, it will add more cost and more problems.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-55901429"}