{"datetime": "2021-02-02T12:09:13.000Z", "author": "Nick Hartley", "subject": "Coronavirus pandemic", "title": "Covid: 'Earlier lockdown in Wales could have saved more lives'", "article": "More lives could have been saved had Wales gone into lockdown earlier at the start of the coronavirus pandemic, the health minister has said, looking back with hindsight. Vaughan Gething made the admission while talking about the pressure faced by policy makers dealing with Covid-19. But he also said he believes decisions were correct based on the information available at the time. There have been 4,775 deaths with Covid-19 in Wales since March 2020. There have also been 192,912 positive cases recorded.Plaid Cymru leader Adam Price said objections were raised to decisions taken at the start of the pandemic. Wales went into its first lockdown on 23 March and the Welsh Government came under fire early on for the speed of care home testing, as well as contact tracing. \"Looking back, if we had the opportunity to do this all again, we would have made different choices on borders definitely,\" Mr Gething said.\"We would almost certainly have entered lockdown a week or two earlier, and we would have probably saved more lives if we had done that. \"I think that actually on the really big and serious choices we have learned lots.\"So if we have the knowledge we have now I would definitely have made different choices at various points in the pandemic.\"We'd have been able to get a jump-start on our testing capacity.\"We'd have been able to make different choices about testing around care homes earlier.\"We did manage to get ourselves into a good position on PPE so we never ran out, but it was really tight at various points in time.\" He said the Welsh Government's scientific advisors all agreed the advice given at the time was the correct advice based on the information they had. However, if they had the information they now possess, the advice would have been different.Mr Gething admitted being at the sharp end of decision-making at such a critical time had taken its toll. \"If you're having conversation with needing to plan for the potential for mass burial as we were at the start of the pandemic, then you know that really sobers you up very quickly about the scale and the enormity of the challenge we're facing,\" he said.\"I never really thought that I would have to make decisions that have this sort of consequence.\"We often talk about making life and death decisions but actually the choices we make have an impact on the whole population.\" \"During the pandemic making the right choice can mean that you're saving lots of lives, and making a different choice means that you can end up thinking that, that choice I made may not have been the right one.\"So there's an awful lot more pressure.\"We've lost well over 4,000 Welsh citizens to the pandemic. But it could have been much, much worse.\"Without the action we have taken I'm confident that we'd have lost more people.\" The Welsh Government had received praise over its slower approach to easing lockdown restrictions than England but drew criticism in other areas such as easing restrictions too quickly after November's firebreak. It was also criticised early into the vaccine rollout because of its pace, but the vaccination rate is now higher than other parts of the UK, and 416,306 first doses have been given.\"To make decisions in government has been an extraordinary period of time as well and you learn not just by getting things right,\" said Mr Gething. \"You also learn by making mistakes as well.\" As well as mistakes on decisions during the pandemic, Mr Gething has also faced a couple of difficult personal moments including beingaccused by a newspaper of breaking lockdown rules when he ate chips on a park bench with his family . He also came under fire while grappling with new online meetings when he left his microphone on andwas caught swearing about a Labour colleague . \"We shouldn't try to pretend that everything has been perfect,\" Mr Gething said about the Welsh Government's overall response to the pandemic.\"But no one's had to do this before. I just think that sort of honesty is really important for people.\" In response to the interview, Mr Pricetweeted : \"Being too slow into lockdown and coming out of the firebreak without a gradual approach has undoubtedly cost lives. \"Early abandonment of test and trace and the failure to test properly in care homes were avoidable and costly mistakes. \"It's not enough to argue, as the PM does, that government acted on the best evidence at the time, as many of us raised objections to these policies at the time.\" Your story Travel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred. But, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021.While bookings for UK staycations are\"coming in thick and fast\" , some people are gambling on a foreign trip in the hope restrictions will ease later this year.Use this form to tell us about your plans.In some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions. ", "url": "https://www.bbc.com/news/uk-wales-55890782"}