{"datetime": "2021-07-13T10:54:00.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Which areas are being surge tested for variants?", "article": "Extra Covid tests are taking place across England and Scotland in areas where new variants have been found. This is known as surge testing - its purpose is to stop the spread of new forms of Covid at the very earliest stage. Increased testing and enhanced contact tracing iscarried out in very specific locations - local authority areas, postcodes or even individual streets. Some of this is carried out by health officials going door-to-door. It includes testing people who do not haveCovid symptoms . The testing also helps scientists better understand the new variants. Surge testing is currently taking place in areas of England where the new Delta variant - first identified in India - is spreading fastest. East North West West Midlands South East Surge testing is also currently being carried out in specific and targeted locations within the following local authority areas: London South East North West Yorkshire and the Humber Targeted community testing is also taking placein various health board areas across Scotland .Scientists have identified a number of \"variants of concern\" - these arenewly spotted versions of Covid, which could be more contagious .Also, because they're newer, less is known about how they respond to current vaccines. The Delta variant - first identified in India - is the latest to cause concern. Others include those first identified in Brazil, South Africa and the UK (Kent).The variants were initially named after the place where they were first seen, butthe World Health Organization (WHO) has announced a new naming system which uses Greek letters instead.The PCR (polymerase chain reaction) test People tested under the new variant surge programmes are being offered a PCR test.This involves swabbing your nose or throat, dropping the swab in a vial of liquid and sending it to a lab for analysis. It is regarded as the most reliable test, but normally takes a day or longer to get a result. The lateral flow test This also involves a swab from the nose or throat, which is dropped into liquid. The solution is then added to a test strip which shows a result in 20-30 minutes. Wherever you are in the UK, if you havesymptoms you should book afree test online . You will be sent to a testing site or have a testing kit sent to your home.If you have problems booking, call 119 in England, Wales and Northern Ireland or 0300 303 2713 in Scotland.Anyone in England can now get free lateral flow tests each week - even if they do not have symptoms. These can be orderedonline , by calling 119, or can be collected from test centres and pharmacies.Anyone in Scotland can alsoorder free lateral flow tests online , or collect them from test centres. Anyone who gets a positive result test must immediately self-isolate for at least 10 days.NHS Test and Trace will tell their contacts to isolate if necessary. Self-isolating means not leaving home for exercise or even to buy food, medicines or other essentials. People in England who fail to self-isolate after a positive testcan be fined up to £10,000. Anyone on a low income who has been told to self-isolate canclaim a £500 payment . ", "url": "https://www.bbc.com/news/explainers-54872039"}