{"datetime": "2020-12-23T13:55:07.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: IT systems facilitate trade between GB and NI", "article": "Two key IT systems to facilitate trade between Great Britain and Northern Ireland from 1 January are now operational. However, many businesses in NI are still concerned about how the entire process will work. From 1 January all commercial goods coming from GB to NI need a customs declaration. Food products will also undergo additional checks and controls. Many businesses also need to use a new trusted trader scheme. This is to ensure their imports from GB will not face EU tariffs. Details of that scheme are still emerging with HMRC briefing businesses on Wednesday morning. Meanwhile, the Goods Vehicle Movement Service (GVMS) went live to users on Wednesday morning. It will be the key system for hauliers and logistics companies. It will link customs, safety and transit declarations into a single Goods Movement Reference (GMR) which lorry drivers will need before their vehicle can board a ferry. Users are now able to generate GMRs. A second key system, the Trader Support Service, is central to lodging the customs declarations. Users can now use it to pre-lodge declarations. HMRC says that more than 23,000 traders are registered to use the system. Some businesses have told BBC News NI they have experienced difficulties in getting logged on. One emerging area of concern among hauliers in Northern Ireland is how they will use Dublin Port. A significant amount of Northern Ireland's trade with GB moves on the Dublin-Holyhead link. Government guidance says goods sent from NI to GB via Dublin will need an export declaration followed by an import declaration. Goods moving in the other direction will also need declarations or can use a process known as Transit. Transit is a formal process that starts and ends at an authorised premises and is subject to specific authorisation. Peter Summerton, managing director at McCulla Transport, said this is likely to lead to less flexibility. He gives the example of a driver bound for Birkenhead who is delayed by road works; currently he could switch to Holyhead-Dublin so long as there is room on that sailing. But from 1 January that will be much more difficult. \"All his paperwork has been produced via the TSS for the Birkenhead to Belfast sailing which means he does not have the ability to ship through Dublin as we would need a Transit document,\" Mr Summerton said. From 1 January, Northern Ireland will stay in the EU single market for goods, but the rest of the UK will leave. It means food products arriving in Northern Ireland from Great Britain will be subject to EU processes. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55425904"}