{"datetime": "2021-02-02T19:47:13.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Stay at home in variant test areas, Matt Hancock urges", "article": "It is \"critical\" that people in areas singled out for enhanced testing for the South African variant stay at home, Health Secretary Matt Hancock has said. He told MPs there were other \"mutations of concern\" in Bristol and Liverpool, and people there should also only go out when \"absolutely essential\".The government is expected to announce surge testing in certain postcodes of the two cities.Home testing kits are already being deployed in a number of other areas.On-the-spot doorstep tests and mobile testing units are also being used with the aim of reaching 80,000 people, amid fears the more infectious variant may be spreading in communities in England. Gene sequencing has so far uncovered 105 cases of the South African variant, which - like the variant previously discovered in Kent - is thought to be more contagious although not more deadly.Eleven of the cases of the South African variant had no link to foreign travel, prompting concerns it is spreading in the community. Over-16s who live or work in these areas will now be asked to take tests whether or not they have symptoms, as part of\"surge testing\" : In most of the areas, the home testing kits are being delivered and collected, while some local authorities are also providing mobile testing sites. The tests will be PCR ones, which involve swabbing the nose or throat and are regarded as the most reliable. Speaking in the House of Commons, the health secretary said: \"We have also seen 11 cases of mutations of concern in Bristol and 32 in Liverpool, and are taking the same approach.\"In all these areas it is imperative that people must stay at home and only leave home where it is absolutely essential.\" He also urged people to take a test if offered one by their local authority.Public Health England (PHE) later confirmed that the 11 cases in Bristol were the new Kent variant with the E484K mutation, which has already been seen in the South African and Brazilian variants.The 32 cases in Liverpool are the original version of Covid-19 but also have the new E484K mutation. There is some concern this mutation might make vaccines less effective. A PHE spokesman said it was \"monitoring the situation closely and all necessary public health interventions are being undertaken, including enhanced contact tracing and control measures\".A spokesman for Bristol City Council said local public health teams would begin to plan for extra testing in the area, with details released when approved.The news on mutations has obviously caused alarm.What is more, there are likely to be more out there - the ones detected so far come from random sampling of between 5% and 10% of positive cases. But that should not detract from the progress that is being made in terms of spread of the virus. This is the second day in a row that cases have been below 20,000. At the start of the year around 60,000 new cases a day were being diagnosed. This drop has now started to translate to significantly fewer admissions to hospital - the numbers have dropped by nearly a quarter in the past week. This will mean deaths will soon start falling - in fact it already looks as if the peak may have been passed last week. Later in the month it would be hoped the impact of vaccinations would be felt, which could result in a quite marked drop in deaths. The mutations require vigilance, but the bigger picture shows real progress is being made. Meanwhile, tougher quarantine restrictions will be extended to all travellers arriving directly into Scotland, to minimise the risk of new variants entering the country,First Minister Nicola Sturgeon has announced .The four UK nations have already agreed that people arrivingfrom high risk countries under travel bans will have to isolate in hotels rather than at home, with the measure due to be introduced in the coming weeks. But Ms Sturgeon said this did \"not go far enough\" and her government intended to implement \"managed quarantine\" for anyone who arrives directly in Scotland.She added that five cases of the South African variant had been identified in Scotland but they were all linked to travel.Labour has also called for hotel quarantine to apply to all UK arrivals.In December, the discovery of the new variantprompted a ban on foreign nationals travelling into the UK from South Africa and later from southern African countries. It comes as the latest figures show the UK has given out more than 10 million doses of Covid-19 vaccines, including more than 9.6 million first doses.The number of daily coronavirus cases recorded in the UK continues to fall, with 16,840 cases recorded on Tuesday - the lowest daily figure since 9 December.There have also been a further 1,449 deaths recorded within 28 days of a positive test,according to the latest government figures .It compares to 1,631 deaths recorded last Tuesday and means the number of deaths has fallen for seven days in a row, compared to the same day the previous week.In other developments:Do you live in an area where the South Africa variant is suspected? Tell us your concerns by emailing: haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-55906365"}