{"datetime": "2021-01-01T18:24:24.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: First goods cross Irish Sea trade border", "article": "The first goods have crossed the new trade border between Northern Ireland and the rest of the UK. The'Irish Sea border' is a consequence of Brexit and means that most commercial goods entering NI from GB require a customs declaration. About a dozen lorries arrived on a ferry from Cairnryan in Scotland to Belfast at 14:00 GMT on Friday. They were met by officials, with some vehicles directed to new border control posts. Many food products from GB now have to enter NI through these border posts where they can be inspected by the Department of Agriculture. These products also need health certificates, though some of the new certification processes will be phased in over the next three months. The UK government also announced a three-month \"grace period\" for parcels, meaning those sent by online retailers will be exempt from customs declarations until at least April. It said the grace period was necessary to avoid disruption to deliveries at a time when many shops are closed due to pandemic restrictions. Meanwhile the secretary of state for Northern Ireland has continued to insist the new range of checks, controls and paperwork is not actually a sea border. Brandon Lewis tweeted: \"There is no 'Irish Sea Border'. As we have seen today, the important preparations the government and businesses have taken to prepare for the end of the Transition Period are keeping goods flowing freely around the country, including between GB and NI.\" Transport companies are not expecting significant volumes of freight over the next few days. There has been significant stockpiling ahead of the changes and it may take one or two weeks before freight volumes are at normal seasonal levels. Some businesses, particularly haulage companies, are anxious about the new IT systems which are necessary for the border to function. They have had less than two weeks to familiarise themselves with the new systems. Seamus Leheny from Logistics UK said: \"With any reconfiguration of supply chains and new systems there will be teething problems and we expect that.\" There will be no new processes or checks for the vast majority of goods leaving NI for GB. The new arrangements flow from the Northern Ireland Protocol, a deal reached by the UK and EU in 2019. Its purpose is to prevent a hard land border in Ireland. That is achieved by keeping Northern Ireland in the EU's single market for goods and by having Northern Ireland apply EU customs rules at its ports. This will allow goods to flow from NI to the Republic of Ireland and the rest of the EU as they do now, without customs checks or new paperwork. The Protocol is opposed by Northern Ireland's unionist parties who fear it will weaken Northern Ireland's position in the UK. The arrangement does not change Northern Ireland's constitutional position. However, it does mean a significant new economic barrier within the UK. The UK government has allocated more than £300m for a Trader Support Service to help businesses deal with the new customs arrangements. The government is also covering the costs of the new certification requirements for food products. A Movement Assistance Scheme will pay vets up to £150 to complete the Export Health Certificates which will need to accompany all live animals and products of animal origin entering Northern Ireland from Great Britain. There are also new checks and controls on freight arriving at Dublin Port from GB. On Friday morning, the first ferry to arrive in Dublin from Holyhead had about 12 lorries on board. While they all cleared customs checks for the first time without delays, Irish Foreign Affairs Minister Simon Coveney said the change in trading arrangements with the UK would inevitably cause disruption. \"We have avoided the kind of dramatic disruption of a no trade deal Brexit, but that doesn't mean that things aren't changing very fundamentally, because they are,\" he said. \"We're now going to see the €80b (£71.2bn) worth of trade across the Irish Sea between Britain and Ireland disrupted by an awful lot more checks and declarations, and bureaucracy and paperwork, and cost and delay.\" On Saturdaynew freight sailings will begin between Rosslare in the Republic of Ireland and Dunkirk in France , allowing cargo to bypass GB and go straight to mainland Europe. The six-times weekly service will take 24 hours, which is longer than the \"landbridge\" route via GB. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55498775"}