{"datetime": "2020-12-29T15:58:56.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: Landmark UK-EU trade deal to be signed", "article": "The UK-EU post-Brexit trade deal will be signed in Brussels on Wednesday by EU chiefs - before being flown to London for Boris Johnson to sign. Downing Street said an RAF plane will transport the international treaty, accompanied by UK and EU officials. It will come a day before the UK severs ties with the 27 nation organisation. The UK Parliament is being recalled to vote on the agreement, which sets the rules for a new trade and security relationship between the UK and EU. The deal was agreed in Brussels on Christmas Eve, following nine months of negotiations. The European Parliament has begun its scrutiny of the agreement but will not get a chance to ratify it before the UK leaves the EU single market and customs union at midnight on Thursday. The deal has, however, been given the unanimous backing of ambassadors from the 27 nations and the member states gave their written approval earlier on Tuesday. That paves the way for European Commission President Ursula von der Leyen and European Council President Charles Michel to sign the treaty on Wednesday morning in Brussels. It will then be flown across the Channel for the UK prime minister to sign it in Downing Street, a No 10 spokesman said. Both houses of the UK Parliament are set to vote on a bill putting the agreement into UK law on Wednesday. MPs are set to debate theEU (future relationship) Bill for five hours, starting at 09:30 GMT, before a vote. It is expected to clear the Commons with the backing of the opposition Labour Party, although some Labour MPs - and all the other opposition parties - are planning to vote against it or abstain. It will then move on to the Lords, which is also expected to back it, before receiving Royal Assent. Prime Minister Boris Johnson hashailed the deal , which comes four and half years since the UK voted to leave the EU and a year after it officially left, as the first of its kind in history. The PM says it will deliver on his general election promise to \"take back control\" of the UK's laws, borders, money and fishing waters. And he claimed the £668bn a year agreement would \"protect jobs across this country\" and \"enable UK goods to be sold without tariffs, without quotas in the EU market\". Labour leader Sir Keir Starmer - who campaigned against Brexit - has described it as a \"thin\" deal which does not do enough to protect jobs, the environment and workers' rights. But he has ordered Labour MPs to back it as the only alternative was leaving without a deal, which he said would have been devastating for the UK economy. Northern Ireland's political parties that take their seats at Westminsterwill be voting against the deal - as will theScottish National Party and Welsh nationalists Plaid Cymru. But the prime minister has received a boost from a powerful group of backbench Tory Brexiteers, who have indicated they will back the deal. The European Research Group (ERG) said its panel of legal experts had examined the text in detail and concluded that it \"preserves the UK's sovereignty as a matter of law\". It comes as the UK government announced it has signed a deal that will allow British businesses to continue trading with Turkey on the same terms after Brexit. The tariff-free arrangements underpin a trading relationship which the UK government said was worth £18.6bn last year. The government said both sides are \"committed to working towards a more ambitious free trade agreement\". The UK rolled over dozens of trade deals with countries around the world since deciding to leave the EU's trading arrangements. The vast majority of the 62 trade deals the UK has signed over the past two years have retained the same terms as before Brexit. ", "url": "https://www.bbc.com/news/uk-politics-55476625"}