{"datetime": "2020-12-29T20:15:47.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit vote: Starmer faces Labour revolt over backing for deal", "article": "Sir Keir Starmer is facing a rebellion over his decision to back Boris Johnson's EU trade deal on Wednesday. The Labour leader will order his MPs to vote for the deal in the Commons, ensuring it should pass into law in time for the UK's exit from EU rules.Sir Keir has called the deal \"thin\" and not what the government promised, but better than no deal. Critics led by ex-shadow Chancellor John McDonnell are urging the Labour leader not to back the \"rotten\" deal. Other opposition parties, including the SNP, the Lib Dems, Plaid Cymru andall Northern Ireland parties that take seats at Westminster, have indicated they will be voting against the deal. But the prime minister has received a boost from a powerful group of backbench Tory Brexiteers, who have indicated they will back the deal. The European Research Group (ERG) said it had examined the text in detail and concluded that it \"preserves the UK's sovereignty as a matter of law\". The government bill - which puts the trade deal agreed with the EU into law - would have passed comfortably in any case, thanks to Labour support, when MPs and peers are recalled from their Christmas recess to vote on it on Wednesday. Sir Keir, who campaigned against Brexit, has hit back at calls for Labour to abstain in the vote so it cannot be blamed for any economic damage that may result from the deal, and hold the government to account more effectively in the coming months. He has said the agreement -announced by Mr Johnson on Christmas Eve , following months of wrangling - does not do enough to protect the environment, jobs and workers' rights. But he wants Labour to back it because, he argues, the only alternative is a damaging no-deal exit from the EU single market and customs union on Thursday.He has said Labour MPs must vote for the deal, rather than abstain, because it \"it is not credible for Labour to be on the sidelines\". On Sunday, shadow chancellor Anneliese Dodds - whoreportedly has her own misgivings about backing a deal - urged Labour MPs to vote for it. \"I'm not going to say to you that this is the deal that Labour would have secured because it really isn't - this is a thin deal - but we don't want to create more problems for businesses right now by preventing the implementation of what the government has achieved.\" Butin a statement organised by left-wing groups Another Europe is Possible and Labour for a Socialist Europe, her predecessor as shadow chancellor, John McDonnell, urged Labour to abstain. The statement, which is signed by figures from across the party, says it is the duty of the opposition to provide proper Parliamentary scrutiny and to set out an alternative. \"That task gets harder if opposition parties fall into the trap of rallying around this rotten deal,\" it said. \"We are witnessing an act of vandalism against our livelihoods, our rights and our horizons. \"We call on Labour, the Labour movement and other opposition parties not to support the Tories' Brexit deal when it is put to a vote in the House of Commons.\" Signatories include former cabinet ministers and leading pro-Europeans Ben Bradshaw and Lord Adonis, as well as former MEPs, councillors and local activists. Norwich South MP Clive Lewis signed the letter and said he would be abstaining as the deal was \"a long-term bear-trap\". He told BBC News that Sir Keir was \"making a fundamental mistake,\" adding: \"If he'd whipped to abstain he'd have a unified party.\" Separately, some Labour MPs have indicated they are likely to abstain or vote against the deal. Bermondsey and Old Southwark MP Neil Coyle saidresearch by the IPPR think tank proved the deal was a \"another nail in the coffin\" for workers' rights. In a tweet, he said that an abstention did not allow the possibility of no deal. \"An abstention registers concerns about the deal without allowing the catastrophe of no deal.\" Nottingham East MPNadia Whittome said on Twitter that she would not vote for the \"damaging\" deal which \"fails to protect jobs, workers' rights, migrants, the environment, our NHS, and my generation's future\". Ealing Central Labour MP Rupa Huq told Channel 4 News: \"I personally think this will be seriously economically damaging and I don't want to be part of that. \"I would rather the Conservatives owned their own deal.\" ", "url": "https://www.bbc.com/news/uk-politics-55474148"}