{"datetime": "2020-12-11T17:48:27.000Z", "subject": "Brexit", "title": "Brexit: 12 key words you need to know", "article": "The UK and the European Union are in talks about how they could live and work together after Brexit. Politicians use many different terms when discussing Brexit - here is what some of the key ones mean. Britain's exit from the European Union. A period lasting from 31 January to 31 December 2020, when the UK is no longer a member of the EU, but still follows all its rules.It was agreed by the UK and the EU to allow both sides time to reach a deal on their future relationship.Trade between two countries, where neither side charges taxes or duties on goods crossing borders.A deal between countries to reduce, but not necessarily eliminate, trade barriers such as:How the agreement between the EU and the UK would be enforced if there is a dispute.One controversial issue has been about what role, if any, the European Court of Justice should play. A tax or duty to be paid on goods crossing borders.Rules on who can fish where, and how much of each species can be caught.A set of rules to ensure that one country, or group of countries, doesn't have an unfair advantage over another.This can involve areas such as workers' rights and environmental standards.Free trade agreements often include level playing field measures.EU laws which prevent a government in one country from supporting companies there - over competitors in another country.This support could be financial - for instance, allowing companies to borrow more cheaply, or charging them less in tax. The 2019 agreement which set out how the UK would leave the EU. It covered: The Northern Ireland protocol is part of this agreement. It set out special arrangements for Northern Ireland, to avoid the need for checks along the Irish border.This will be the situation if the UK and the EU don't reach a trade agreement by the end of 2020. It means that both sides would have to charge tariffs - or taxes - on goods crossing borders.If countries don't have free-trade agreements, they usually trade with each other under what's called WTO (World Trade Organization) rules, where each country sets tariffs - or taxes - on goods entering, and applies them equally to all its trading partners.The government currently refers to this as an \"Australian-style deal\". ", "url": "https://www.bbc.com/news/uk-43470987"}