{"datetime": "2020-12-24T19:57:25.000Z", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit trade deal 'not what was promised for Wales' says FM", "article": "The post-Brexit trade deal between the UK and EU is a \"thin deal' for Wales, says the first minister. Prime Minister Boris Johnson has hailed it as a \"good deal\" after months of talks ended in an agreement, just days before the end-of-year-deadline.But Mark Drakeford said it was not what Wales was \"promised\". The Welsh Conservative MS Darren Millar said it was \"great news\" for people and businesses in Wales. Mr Drakeford told BBC Wales he welcomed certainty for businesses but said it was a difficult deal for Wales. \"It will still be a difficult deal for Wales but it provides a platform to which we can return to argue for improvements in the future,\" he said. A request by the first minister to recall the Senedd next Wednesday to discuss the deal has been agreed by Presiding Officer Elin Jones. \"I think it's very important that before the Houses of Parliament vote on any deal they know the views of the devolved parliament here in Wales,\" Mr Drakeford said. Read more:What happens next with Brexit? There would still be new barriers to trade, he said, but \"at least we know how things are going to be done\". \"As far as Wales is concerned, Welsh citizens will see a difference,\" he added. \"It will not be as easy to travel into Europe as it has been. Welsh students will not have access to universities in Europe in the way that we have enjoyed.\"In a further statement to MSs Mr Drakeford said: \"We have not seen the text of the agreement and clearly will need to analyse and scrutinise the detail before we are able to take a considered view.\" It was \"already clear,\" he said however, this was not a deal \"which would have protected jobs, the economy and the rights of our citizens.\" \"Faced by a binary choice of this deal or no deal, this deal, despite its very serious shortcomings, is the better outcome.\" Prime Minister Boris Johnson said the deal was done by negotiators \"from every part of the UK and it will benefit every part of our United Kingdom\". He said the deal meant \"a new stability and certainty in what has sometimes been a fractious and difficult relationship\" with the EU. European Commission president Ursula von der Leyen said it was a \"fair and balanced\" deal. In a press conference in Brussels, she said: \"This was a long and winding road but we have got a good deal to show for it.\" Farmers' unions and business leaders in Wales welcomed a deal, saying it was a \"relief\" and provided some certainty, but said problems in the detail could be \"significant\". Farmers' Union of Wales president Glyn Roberts said a no-deal Brexit would have been \"catastrophic\" for farming. He called the deal \"our Christmas present in the agriculture industry\". He said: \"It's very good that there are no tariffs and quotas on this deal, because if there had been tariffs on our lambs - we export 30% of our lambs to Europe - there would be roughly about 50% tariff on those lambs and that would have a devastating effect on the economy of agriculture, and on the economy of rural areas as a whole.\" National Farmers' Union Cymru deputy president Aled Jones said the deal was \"long awaited\" but there would be \"friction at the borders post-Brexit\". \"The problems of whatever might be in the small print will be significant,\" he said. \"It'll be something that we'll have to work on - so undoubtedly the first year, the first six months will be the worst probably, in making sure that we can get through the paperwork, the bureaucracy concerned as a trading nation.\" Meat Promotion Wales chief executive Gwyn Howells called the deal \"excellent news\", but said it would be nothing like trading with the EU as a full member. \"There will be border inspections, more paperwork in terms of exports and health certification and therefore, there will be more friction at the border,\" he said.\"We hope that will be a minimum in terms of not only time but also cost.\" But representatives of the Welsh fishing industry said they felt \"betrayed.\" The UK government said it had taken back control of UK waters and the EU said there would be \"full predictability\" for European fishing communities for five-and-a-half years. Chief executive of Pembrokeshire-based New Under Ten Fishermen's Association, Jerry Percy, said: \"Reading between the lines, they seem to have got a lot of what they want but five-and-a-half years is a nonsense.\"We need changes to safeguard and develop the UK fishing industry, and the Welsh one in particular, and kicking the can down the road, which is effectively what's happened, is not helpful.\"The general feeling among the fishing community was of \"massive disappointment\", he said. \"We were promised control and it appears that's not going to happen for five-and-a-half years,\" he said. Airbus, which has a wing assembly plant in Broughton, Flintshire, said it needed to analyse the consequences of the deal for its business, but was pleased \"potential disruption\" from a no-deal had \"been avoided.\" Chief executive Guillaume Faury said: \"Airbus welcomes the news that an agreement has been reached between the EU and UK. \"We are delighted to continue to work with our many stakeholders in the spirit of collaboration and long-term partnership.\" Alan Brayley, president of the Swansea Bay Business Club, said while it was early days and detail had yet to be announced, the deal gave business owners \"certainty\". Ben Francis, from the Federation of Small Businesses in Wales, said the agreement was a \"huge relief\" for small businesses. \"Given the huge historic and future importance of EU markets to smaller Welsh exporters, this will be a relief and welcomed by those businesses which are also dealing with the huge pressures of coronavirus,\" he said. He said he now wanted to see the Welsh and UK government joining efforts \"to support smaller businesses to adapt to this new relationship with our biggest export market\". Brexit campaigner Melanie Owen, from Aberystwyth said: \"I'm looking forward to the possibilities that are ahead for the UK to be able to trade with other countries on our own terms.\"This could \"only be a positive\" she said. Welsh Conservative Senedd member Darren Millar responded: \"Yet again, Boris Johnson has proved the doomsayers wrong by delivering a comprehensive free trade agreement that respects UK sovereignty, protects jobs, and takes back control of our money and our borders\". \"Politicians across the political spectrum in Wales should now put their differences over Brexit behind, embrace this new relationship, and look forward to the opportunities that lie ahead.\" Plaid Cymru's Liz Saville Roberts said while details are still unknown, the agreement was \"worlds away\" from what was promised in the 2016 referendum and 2019 general election. \"Wales was told that we would continue to have the exact same benefits, that we would not receive a penny less, and that our farmers would be able to sell their produce to the rest of Europe as before,\" said the MP. She accused the Conservatives of breaking promises, saying the agreement would impose \"significant\" new costs and complex bureaucracy on Welsh businesses.\"It is appalling that the UK government has decided to cause further disruption to people and businesses when our economy and society are already struggling due to the pandemic.\" But she said an agreement gave \"minimal stability\" and would be a relief to many. For Welsh farmers the overwhelming response will be relief. Their industry - as UK government ministers have themselves acknowledged - would have been one of the most severely affected had the trade talks failed. The Farmers' Union of Wales had warned of \"civil unrest\", Meat Promotion Wales that the impact would be \"off the Richter scale\" and result in \"carnage\". Ministers had been preparing a \"crisis payments scheme\" to compensate sheep farmers. The deal means exports to the continent of iconic Welsh lamb and beef - and other agricultural products too - won't now face punishing tariffs. But there will be new, additional paperwork and some checks carried out from January 1st - which farming leaders say will be costly and disruptive. The UK government argues this will be worth it in the longer term as they look to open up new markets around the world for Welsh produce. Wales' fishermen - a fleet of small boats specialising in lobster, crab, whelks and mussels - will also be relieved they won't now face tariffs. Over 90% of their catch is currently exported to the EU. But any compromises made over fishing rights in the negotiations will be closely scrutinised as they had hoped Brexit would bring about a renaissance of the wider fishing industry - beyond just catching shellfish - in Wales. ", "url": "https://www.bbc.com/news/uk-wales-politics-55435491"}