{"datetime": "2020-12-30T07:30:00.000Z", "author": "Ione Wells", "subject": "Brexit", "title": "Brexit: Country 'still divided', says Plaid MP Liz Saville Roberts", "article": "For four years, politicians have been debating Brexit. Now, days before the UK's relationship with the EU changes, Plaid Cymru MP Liz Saville Roberts said she fears the country is still divided \"if not more\". In a BBC Wales interview series about the last four years, with figures from both sides of the Brexit campaign in Wales, she said politics has a \"compromise\" problem. And she explained why she will vote against the Brexit trade deal later. Ms Saville Roberts has always voted against the UK leaving the EU.At times, as part of a smaller party, this position led her towork with other parties, including former Conservative MP Oliver Letwin on attempts to block a no-deal Brexit - a process she describes as \"incredibly exciting\". Her party's aim at last year's general election was tobring Wales back into the EU as an independent nation , andPlaid MPs had called for a second EU referendum - a position she still stands by. \"If we had had a second referendum, whatever way it had gone, it would have been irrefutable that was the view we had to move ahead on,\" she said. \"I think that could have cleared everything up - I think there we could have had an honest offer of 'this is what [Brexit] means'. \"I don't think that we've resolved anything, the divisions within the United Kingdom were as riven as they were previously if not more so.\"We do not have a government here that behaves as though they're seeking to compromise in any way.\" A lack of compromise about Brexit is a criticism Ms Saville Roberts repeatedly levels at her political opponents. She added: \"Why did we even land ourselves in the position where we had this binary referendum called by the prime minister of the time David Cameron? This was always about the Tory party. \"That was about David Cameron trying to reconcile two sides within his own party that have existed since the 1970s, maybe they've existed longer. He failed to do that.\"We've seen since then Theresa May again trying to reconcilethe ERG [European Research Group], the group within the Tory party who always criticised Europe, they brought her down.\" But as the EU and UK government spent the last few months thrashing out trade deal negotiations, opposition MPs like Plaid Cymru also faced criticism from some Conservative MPs for not compromising with the government. Plaid MPs voted against Mrs May's withdrawal agreement three times and voted against her political declaration, which called on the future trading relationship with the EU to be\"as close as possible\" and for an \"ambitious customs arrangement \" - does she have any regrets about this now? \"We were always looking for that which would do best for Wales,\" she said. \"And when we talked to Theresa May, and I had personal conversations with Theresa May, the damage they were proposing was so extreme that we would be wilfully doing damage to that. \"Opposition politicians do their best to influence the government, but the government makes the decisions about what to put forward. Boris Johnson has a majority of 80 - he is entirely responsible.\" While not believing she, and other Remain-backing MPs, could have compromised earlier, Ms Saville Roberts said there could have been more collaboration. \"I think perhaps if it had been possible to work earlier cross-party, as opposition parties, that could have been beneficial,\" she said.\"It did happen at the end, but if it had happened earlier possibly it would have been stronger and it would have given us greater leverage.\" What, in her view, blocked that cooperation? \"The expectation of how politics operates.\"\"That it has to be adversarial, that there has to be winners and losers. \"Being seen to compromise on anything is a weakness; being seen to change your mind is a weakness.\" MPs are due to vote on thepost-Brexit trade deal agreed by the UK and the EU on Wednesday.Plaid Cymru plans to vote against the deal because of \"the damage it will inflict on the people of Wales\".Ms Saville Roberts said the deal \"throws up unnecessary trade barriers and increases red tape as Wales' economy endures a pandemic\".\"It slams the door on young people's hopes,\" she added. \"The Tories have strung out negotiations, intent on ramming this deal through Parliament in a mockery of sovereignty. Labour are complicit in the stitch-up.\"Listen to the full interview - and other conversations with key figures from the Brexit campaign in Wales - each morning this week on BBC Radio Wales. ", "url": "https://www.bbc.com/news/uk-wales-55355627"}