{"datetime": "2020-07-01T09:35:57.000Z", "author": "Tom Edgington", "title": "Brexit: What is the transition period?", "article": "The UK left the European Union at 23:00 GMT on 31 January, but that is not the end of the Brexit story. That's because the UK is now in an 11-month period, known as the transition, that keeps the UK bound to the EU's rules. So what is the transition and why is it necessary? The transition (sometimes called the implementation period) will end on 31 December 2020. It cannot be extended beyond that date.While in transition, the UK remains in both the EU customs union and single market.That means - until the transition ends - most things will stay the same. This includes: Despite many things staying the same the UK has already left the EU's political institutions, including the European Parliament and European Commission. So while the UK will no longer have any voting rights, it will continue to follow EU rules during the transition. For example, the European Court of Justice will have the final say over any legal disputes. The transition also means theUK will continue to contribute to the EU's budget. The idea behind the transition period is to give some breathing space while new UK-EU negotiations take place.These talks will determine what the future relationship will eventually look like.Negotiations started in March and both sides have agreed to intensify talks over the summer. Top of the to-do list will be a UK-EU free trade deal. This will be essential if the UK wants to be able to continue to trade with the EU with no tariffs, quotas or other barriers after the transition. Tariffs are a type of tax, usually paid on imported goods. If goods are subject to quotas, it means there are limits on how many can be traded over a given period.Both sides will also need to decide how far the UK is allowed to move away from existing EU regulations (known aslevel playing field rules ). However, a free trade deal will not eliminate all checks between the UK and EU - so businesses will need to prepare. In 2018, total UK trade (goods and services) was valued at £1.3 trillion, of which the EU made up 49%. As well as negotiating a UK-EU trade deal, the transition will also allow the UK to hold formal trade talks with other countries - such as the US and Australia. If completed and ready in time, these deals could also take effect at the end of the transition.The pro-Brexit camp has long argued that allowing the UK freedom to set its own trade policy will benefit the economy - although critics say it's more important to remain close to the EU. Aside from trade, many other aspects of the future UK-EU relationship will need to be decided. For example: The UK will also need to design and implement many new systems, such as how it will handle immigration once freedom of movement comes to an end.At the end of the transition phase, there will be two possible outcomes: A UK-EU trade deal comes into force If a UK-EU trade deal is ready by the end of the year, the UK could begin the new trading relationship as soon as the transition ends.If the trade deal is reached but questions remain in other areas - like the future of security co-operation - than the trade deal might go ahead, with contingency plans used for other parts of the relationship.However, the EU wants one comprehensive deal covering all aspects of the future relationship while the UK argues there should be a series of separate agreements, including a basic free trade deal. The UK exits transition with no EU trade deal Under this scenario, UK and EU negotiators fail to agree and implement a trade deal by 1 January 2021 and no transition extension is agreed. That would leave the UK trading on WTO (World Trade Organization) terms with the EU. This means that most UK goods would be subject to tariffs until a free trade deal was ready to be brought in.If other aspects of the future relationship aren't ready, they too would have to proceedon no-deal terms . The deadline for extending the transition has now passed. ", "url": "https://www.bbc.com/news/uk-politics-50838994"}