{"datetime": "2020-12-29T10:52:33.000Z", "author": "Jennifer Scott", "subject": "EU-UK post-Brexit trade talks", "title": "Where do the UK's political parties stand on Brexit vote?", "article": "Before we even begin, let's be clear - the UK has left the EU. Brexit officially happened on 31 January 2020 and the paperwork has been signed. The ink is fully dried on Britain's exit, and now the detail of its future relationship with its biggest trading partner has been set out in a 1,200 page document.An agreement was reached on Christmas Eve, and now the deal - or elements of it - needs to be signed off by the UK Parliament, with MPs and peers to be recalled on Wednesday. But after years of division between and within political parties, how are our politicians gearing up for Wednesday's votes in the Commons?Let's start with the Conservatives, who instigated the referendum on whether to Remain or Leave back in 2016.Boris Johnsonnegotiated a post-Brexit trade deal with the EU, ending months of disagreements over fishing rights and future business rules. In 2019, he secured a withdrawal agreement (a bit like signing the divorce papers) and called a general election. His big election win last December resulted in a secure mandate from the British public to \"Get Brexit Done\" - and get it through Parliament. With a stonking 78-strong majority (in other words, having 78 more Tory MPs than all the other parties combined) the government is expected to win tomorrow's vote. So getting his MPs to vote for the trade deal will be a walk in the park, right? Well, it may be more of a taxing jog.Only recently,the PM faced a rebellion from 55 of his MPs about the latest coronavirus restrictions for England - and many of them came from the Eurosceptic wing of the party, who have held Mr Johnson to task over the negotiations.As the BBC's political editor Laura Kuenssberg has said, that was perhaps an \"opportune moment\" to remind Downing Street they won't suck up any old deal. \"The devil will be in the detail,\" Brexiteer Conservative MP Andrew Bridgen said, in response to the news a deal has been agreed on Christmas Eve.And so his colleagues in the European Research Group - a group of Conservative backbench MPs who back Brexit - have instructed lawyers to pore over the 1,246 pages of legal text to make sure the deal fits their expectations. They're expected to reveal their judgment later on Tuesday. The Remain rebels of last year, such as Ken Clarke, have mostly left the Conservative benches, but those still in place have pre-emptively shown their support for a deal.Former minister Greg Clark appealed in the Commons for all efforts to be made by Mr Johnson to get an agreement, saying it would be a \"huge relief and a huge boost to confidence\" for businesses across Britain.The fact is many of Mr Johnson's new MPs are fully signed up to the Brexit cause that got them elected and many of the Remain-backing rebels have, since January, accepted the change. As a result, it is likely the majority of the party will fall in line with the boss and get behind the package when it is brought to the House.But it won't remove all tensions from a party that still has some differing opinions on its future relationship with the EU.Sir Keir Starmer confirmed his party's position on the new post-Brexit trade deal in a short press conference on Christmas Eve, saying: \"When this deal comes before Parliament, Labour will accept it and vote for it.\" But rewind just over 12 months ago, and Labour was campaigning in a general election with Jeremy Corbyn at the forefront, promising to renegotiate the withdrawal agreement and toput their own Brexit plan to a fresh public vote . Instead of getting the keys to No 10, Labour received the worst election result since 1935. While it is fair to say Labour was a Remain-leaning party, there was a band of Leave backers in its ranks, and most MPs from both camps now say they accept Brexit and want to move on. That includes the party's new leader, who had repeatedly said he wanted the UK to sign a trade deal with the EU.After the deal was announced, Sir Keir confirmed his party will support it, but he said it is a \"thin agreement\", and is \"not the deal the government promised - far from it\". He also criticised the government for \"leaving everything to the last minute\". \"At a moment of such national significance, it is not credible for Labour to be on the sidelines,\" he said. \"But let me be absolutely clear - and say directly to the government - up against no deal, we accept this deal, but the consequences of it are yours and yours alone. \"We will hold you to account for it.\" But Sir Keir looks to be facing a rebellion of his own after a number of his backbenchersissued a joint statement calling on Labour \"not to support the Tories' Brexit deal\" which they say \"is a substantial downgrade of the UK's relationship with the EU\". Signatories include trade unionists and campaigners, former shadow chancellor John McDonnell, former culture secretary Ben Bradshaw and former shadow business secretary Clive Lewis. Analysis of the 2019 election result shows time and time again that the party's stance on Brexit lost Labour some of its traditional seats in the so-calledRed Wall , so voting against may not play well in the party's former heartlands. The SNP has always stood firmly and loudly against Brexit.Listen to almost any of the party's MPs question Boris Johnson at PMQs and the opposition is clear. And the party used the announcement of a deal to again reiterate its goal for an independent Scotland. Nicola Sturgeon said Brexit was happening \"against Scotland's will\" and that no deal could make up for what \"Brexit takes away from us\". So SNP MPs will vote against Boris Johnson's deal when it comes before the Commons. The party's Westminster leader Ian Blackford branded the trade agreement \"a very bad deal for Scotland\". \"[It] will terminate our membership of the EU, rip us out of the world's largest single market and customs union, end our freedom of movement rights, and impose mountains of red tape, added costs and barriers to trade for Scottish businesses,\" he said. Remember,Scotland voted overwhelmingly to Remain in the referendum and they say this gives them a mandate to reject Brexit in its entirety.And with elections for the Scottish Parliament set for May 2021, they argue that an independent Scotland would allow them to rejoin the EU on their own terms. The Lib Dems were not just the party of Remain in 2019 - they were the party of Revoke. They went into battle promising to cancel Brexit altogether if they secured the majority they hoped for in December.But party leader Jo Swinsonlost her own seat , and the party's total number of MPs fell to just 11. There was a backlash to her strategy, with Lib Dem post-match analysis saying many saw the Revoke plan as \"undemocratic\". The party's new leader, former energy secretary Sir Ed Davey, has refrained from attacking his predecessor's plan too harshly - as he did stand by her throughout the election campaign. While he has called for the \"closest possible relationship\" with the EU, he has ruled out calling for the UK to rejoin the bloc in the near future.But now there is a deal on the table, Sir Ed has branded it \"last minute and threadbare\". He said it \"puts up barriers to trade, barriers to business, making it harder and more expensive for British firms to export\". So he and his colleagues will not support it. The DUP, and their Northern Ireland colleagues in the Alliance and SDLP parties have all indicated that they will not support the plan. They do have the added pressure of representing the part of the UK which has the only land border with the EU post-Brexit. They may be a small bunch - though not much smaller than the Lib Dems - but the Democratic Unionist Party played a big role in Brexit days gone by. The DUP held the balance of power during Theresa May's tenure, after a less-than-perfect win for the Tories at the 2017 election meant they relied on their friends' support ( and ensured it with a cool £1bn deal ) in a hung Parliament. But while the so-called confidence and supply agreement saw them support Theresa May's government,the DUP believe in Brexit and weren't going to vote for a deal they didn't believe in. Exit May and enter Johnson. The new PM worked hard to get them on side in the early months of his premiership.But once that aforementioned stonking election result came in last December, he no longer relied on the DUP's precious 10 votes to get his deal passed, and they dropped down the billing on the Brexit stage.DUP leader and Northern Ireland's First Minister Arlene Foster said: \"A sensible trade deal between the United Kingdom and the European Union was always the most favourable outcome for Northern Ireland.\" The Stormont Executive met virtually on Monday to discuss the deal in detail for the first time. The DUP's Brexit spokesperson, Sammy Wilson, told the BBC as the agreement did not address \"many issues that are damaging to Northern Ireland\", his party's eight MPs would vote against it. The party has not favoured the so-called Northern Ireland Protocol, signed up to in the withdrawal agreement, which essentially sees the area remain in the EU single market for goods, while the rest of the UK leaves. In the Commons, the PM may not be concerning himself about their support any more, but if you recall, the DUP strongly allied themselves with Eurosceptics in the Tory party, who in turn backed their staunch position on being a valued member of the union.There are a few other parties represented in the Commons in smaller numbers, such as the Greens, and Wales' Plaid Cymru. If it were to come down to a small number of votes, the strong Remain stance of all these parties could have a part to play. But it's pretty clear the deal will pass.For now, we have to wait for the final outcome of Wednesday's vote to see which of our politicians will be backing or balking at the UK-EU trade deal. ", "url": "https://www.bbc.com/news/uk-politics-55177496"}