{"datetime": "2021-10-21T08:32:25.000Z", "author": "Tom Edgington", "subject": "Reality Check", "title": "Brexit: What trade deals has the UK done so far?", "article": "The UK has agreed a free trade agreement in principle with New Zealand. Since Brexit, the UK has had the freedom to pursue its own trade deals. So far, it has signed trade deals and agreements in principle with 69 countries and one with the EU.However, the majority are \"rollover\" deals - copying the terms of deals the UK already had when it was an EU member, rather than creating new benefits.A free trade deal aims to encourage trade between countries by making it cheaper. This normally applies to goods, but occasionally to services as well. Making trade cheaper is usually achieved by reducing or eliminating tariffs. These are government taxes or charges for trading goods across borders. A car importer might have to pay a 20% tariff on top of the vehicle's price, for example, to bring it into a country. Trade agreements also aim to remove quotas (limits on the amount of goods that can be traded). Trade can also be made simpler if countries have the same rules, such as the colour of wires in plugs. The closer the rules are, the less likely that goods need to be checked. While free trade agreements aim to boost trade, too many cheap imports could threaten a country's manufacturers. This could affect jobs. For that reason, a government might choose to put tariffs on certain things. Tariffs on car imports, for example, could help protect local car makers from cheaper vehicles coming in from abroad. The latest UK trade deal is an agreement in principlereached with New Zealand on 20 October. New Zealand is a small UK trading partner, accounting for less than 0.2% GDP. So the deal is unlikely to boost the UK economy by much. However, the deal could lead to more New Zealand lamb being sold in the UK. As well as removing tariffs on goods such as clothing and machinery, the UK government says the deal will also cut red tape for businesses. Labour and the National Farmers Union, however, say the deal could hurt UK farmers and lower food standards. After Brexit happened on 31 January 2020, the UK and EU needed to decide the rules for their future trading relationship. This was important because the EU is the UK's largest and closest trading partner. After months of negotiation - which went down to the wire - a UK-EU trade deal came into force on 1 January 2021. The deal prevented any tariffs and quotas being introduced - which would have made it more expensive to trade. But not everything is the same as it was before Brexit.As the UK no longer has to follow EU rules on product standards, new checks have been introduced.Strict EU laws on animal products also mean some UK products can no longer be exported.The deal also does not completely eliminate the possibility of tariffs in future. Both sides will need to stay close to shared rules in areas like workers' rights and environmental protection. If either the UK or the EU shift their rules too far, the other side could introduce tariffs. Before Brexit, the UK was automatically part of any trade deal the EU had negotiated with another country. At the time the UK left, the EU had about 40 trade deals covering more than 70 countries. The UK has negotiated rollover dealswith 63 of these countries. The UK is still discussing rollover agreements with a further three countries, but all the major ones are done. Any existing EU agreement that was not rolled over ended on 31 December with trade then taking place on World Trade Organization (WTO) terms until a deal could be reached.Trading on WTO terms means importers face tariffs and extra paperwork. For example, a shipment of bananas arriving at Portsmouth from Ghanawas charged a tariff of £17,500 in January. Since then, an agreement with Ghana has been reached. The US is already a significant UK trading partner, accounting for £1 in every £6 of British trade. However,US President Joe Biden has played down the chances of an imminent UK-US trade deal. Some smaller deals have already been reached -such as the export of British beef to the US, after a ban of more 20 years. The Australia deal ,announced on 15 June, was the first trade agreement negotiated from scratch by the UK since it left the EU - although it has not yet been signed off and implemented. UK farmers say the deal will mean they will be undercut by cheap imports , which will cost jobs. However, the UK government says the agreement means many British products will be cheaper to sell to Australia. It also insists the deal will contain protections for farmers, such as a cap on tariff-free imports for 15 years. A deal withJapan was signed in October 2020 - the first that differed from an existing EU deal.An agreement withNorway, Iceland and Liechtenstein wasannounced on 4 June. It builds on the EU rollover deal that came into force on 1 January.Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/uk-47213842"}