{"datetime": "2020-06-19T15:05:09.000Z", "author": "Sebastien Ash", "title": "Brexit: UK plans to keep post-transition trade with EU flowing", "article": "The way British businesses trade with the European Union is set to change fundamentally at the end of the year. The UK left the EU on 31 January but remains in the single market and customs union until 31 December, while the two sides try to hammer out a trade agreement. The end of the so-called transition period in December will mean EU rules will no longer directly apply in Great Britain and the goods trade between them will be governed by new rules.But these will only be introduced gradually. Last week, the government announced that relaxed controls will apply for goods coming into the UK from the EU for a period of six months.These will apply whether the UK and the EU conclude a free trade agreement before the end of the year or not.Unlike last year, when the difference between a deal and \"no deal\" was the difference between continuing the same arrangements and a sudden reset of the two sides' trading relationship, the gap between the two outcomes is smaller. But many of the challenges are the same. So what are the new rules that will apply at the end of the transition and why are they being implemented? The temporary regime announced by the government applies to goods arriving into the UK via ports like Dover. And they apply only to trade directly between the EU and Great Britain, not Northern Ireland. Trade across the land border between Republic and Northern Ireland, and Northern Ireland and the rest of the UK is covered by the special arrangements underthe withdrawal agreement. The Northern Ireland protocol, as it is known, applies until the UK and the EU agree to replace it or the devolved assembly at Stormont votes to end it. Unless special procedures apply, traders normally have to submit customs documentation that lists information about their goods they are importing and pay any tariffs or duties that are due up front at the border.But under the government's plan, the requirement to do this would be put on hold for up to six months after import.Businesses would keep a record of what goods they had imported in their books and pay the tariffs due subsequently.The government says this is designed to help businesses, with special consideration given to the impact of coronavirus on their ability to prepare.But Dr Anna Jerzewska, an associate fellow at the UK Trade Policy Observatory and an international customs consultant, told the BBC \"the main benefit is to help manage borders\". At \"roll-on roll-off\" ports like Dover, which in normal times manages the movement of approximately 2.5 million lorries moving in both directions, \"speed is crucial,\" she added.\"Any delay in terms of the traffic moving on and off the ferry will cause traffic delays.\"One thing this announcement does is help to manage that so that everything can be done quickly at the border.\" A deal could help ease the demands made on traders and would likely mean that trade between the UK and EU would be completely tariff-free.But goods would still have to prove that they qualify for the tariff exemption and most checks would still apply.Extra controls typically apply to plants or animals and the things we make out of them because they pose a larger risk to health. The UK plans to implement these checks for goods coming into the UK from the EU but, much like customs, only after a delay of six months.Immediately after the end of transition period, the UK will not be checking most plant and animal products that enter through ports.Only high risk products will be required to submit a notification that they are going to be imported at the start and from April this will apply to all products of animal origin - like meats and honey - as well as plants.For products coming from the EU, this will be the first time that these checks have applied. That comes with its challenges.In a similar way to \"no deal\" Brexit preparations at the end of last year, the concern centres on potential delays created by new checks and disruptions in supply.\"For a lot of sensitive products, like poultry, fish and pet food, border control agents will open up the lorry, open up products and undertake inspections and that takes time to come back from the laboratory,\" said Dominic Goudie, the head of international trade at the Food and Drink Federation, an industry body.\"That threatens 'just in time' supply chains but also it starts the clock ticking on product shelf life.\" Difficulties are also related to where these checks take place.In the EU, plants and products of animal origin have to enter via border control post where the checks take place and the UK plans to have a similar system. Many of the UK's ports lack the correct facilities - or the space - to carry out these checks.The government has committed to building the necessary infrastructure but this will take time.Sites need to be identified, planning permission granted and facilities built to the right specification. And where there isn't space for these facilities, such as at Dover, where the town and the port are hemmed in by cliffs, the posts will need to be built inland.The checks necessary to move goods from the UK to the EU are down to European law and the EU's customs code. Traders hoping to export their goods to the European Union will have to fill out and submit customs documentation and complete further checks for sensitive goods.In France, customs authorities have devised a pre-notification system for trucks coming from the UK. Only lorries that have the right customs paperwork are allowed to board the ferry in Dover or other ports along the south coast of England.While on board, goods are matched to the lorries they are on and a colour-coded system tells drivers whether they require further checks: Green for \"no\", orange for \"yes\". Some ports are concerned that increases in the time that it takes to check lorries could lead to tailbacks and traffic jams.The possibility that companies not used to completing customs paperwork might turn up at the port without the proper documentation is a further cause for concern. In Portsmouth, port authorities are working to revive plans to triage trucks arriving at the port that were developed for a \"no deal\" Brexit. Portsmouth's port director Mike Sellers. said the lack of space - there are just 13 lorry-lengths between the port entry and the motorway slipway - means \"there will still be a need for pre gate checks\". \"Triage reduces the risk of a lack of trader awareness and freight turning up at our gate without the right documentation and causing delays.\"The size of the logistical challenge depends to an extent on the volume of traffic, he added.\"Predominantly the crossings are booked. As one ferry leaves we don't have one arriving. Were in a good position in terms of resilience. \"We don't have the same challenges as Dover or the channel tunnel. They're on a turn-up-and-go basis.\" Alongside details of the checks that will apply after the end of the transition period, the government announced that it was pumping a further £50m into preparing the customs intermediaries sector. Intermediaries and freight forwarders are the professionals who help guide consignments through customs.It has been estimated that the UK will need another 50,000 customs agents to deal with the potential increase in declarations for imports and exports. But the UK government has said it is not able to estimate how many new customs agents have been hired and it is unclear how close the UK is to matching that target.A lack of agents would \"slow everything down\" says Robert Keen, director general of the British International Freight Association, an industry body which represents customs intermediaries.\"If the freight volumes were the same this year as they were last year we would certainly need a lot more intermediaries. \"But given the coronavirus crisis it is unclear what volume of trade will be moving.\"", "url": "https://www.bbc.com/news/uk-politics-53101542"}