{"datetime": "2020-07-13T08:42:28.000Z", "author": "Peter Barnes", "title": "Brexit: What happens now?", "article": "The UK left the EU on 31 January 2020 and is now in an 11-month transition period. During this period the UK effectively remains in the EU's customs union and single market and continues to obey EU rules. However, it is no longer part of the political institutions. So, for example, there are no longer any British MEPs in the European Parliament. Future trade deal Negotiations on a trade deal with the EU have been proceeding for several months. The UK wants as much access as possible for its goods and services to the EU.But the government has made clear that the UK must leave the customs union and single market and end the overall jurisdiction of the European Court of Justice. Both sides say there a still significant areas of disagreement - for example, on EU proposals for a so-called \"level playing field\", which would see the UK and EU maintain similar minimum standards on things like workers' rights and environmental protection. Brexit: What is a level playing field? The deadline for the two sides to agree an extension to the transition period has now passed. If no trade deal has been agreed and ratified by the end of the year, then the UK faces the prospect of tariffs on exports to the EU.The prime minister has argued that as the UK is completely aligned to EU rules, the negotiation should be straightforward. But critics have pointed out that the UK wishes to have the freedom to diverge from EU rules so it can do deals with other countries - and that makes negotiations more difficult.It's not just a trade deal that needs to be sorted out. The UK must agree how it is going to co-operate with the EU on security and law enforcement. The UK is set to leave the European Arrest Warrant scheme and will have to agree a replacement. It must also agree deals in a number of other areas where co-operation is needed.It's also important to recognise that major changes will take effect on 1 January 2021 whether or not a trade deal is agreed. Free movement of people will end and businesses trading with the EU will have to follow new rules. ", "url": "https://www.bbc.com/news/uk-politics-46393399"}