{"datetime": "2020-12-24T15:10:31.000Z", "author": "Sir John Curtice", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: How do voters now feel about it?", "article": "The UK's departure from the European Union single market at the end of December marks the final stage of the Brexit process, triggered by the majority vote to leave in the 2016 referendum. However, this does not mean that the debate about Brexit is over. Polls suggest voters remain as divided on the issue as they were at the start of 2020.YouGov has regularly asked people the question: \"In hindsight, do you think Britain was right or wrong to leave the European Union?\"During the last three months, on average, 39% have said that the decision was right, while 49% have stated it was wrong.These figures are similar to those recorded by YouGov in the three months leading up to the UK's formal withdrawal from the EU at the end of January. At that point, 40% said that the decision was right and 49% wrong. The divide looks even sharper when voters are asked how they would vote now in response to the question that appeared on the 2016 referendum ballot paper: \"Should the United Kingdom remain a member of the EU or leave the EU?\"In recent months, a handful of polls by ComRes, Deltapoll and YouGov have posed that question again. On average, they have found that 53% would vote Remain and 47% Leave - the same as at the end of January. Of course, given that the UK has now left the EU, \"Remain\" is no longer an option. The question now is whether the UK should stay out of the EU or apply to rejoin. In a couple of their recent polls, Kantar asked people to choose between these two options - 51% backed staying out and 49% backed applying to rejoin. This points to a country that is still divided down the middle on Europe. Few voters have changed their minds since the referendum. As many as 86% of those who voted Remain in 2016 say they would vote the same way again, while 81% of those who backed Leave say they would vote for Brexit once more.Similarly, 89% of Remain voters believe the decision was wrong and 81% of Leave voters that it was right.Equally, according to Kantar, only one in eight (12%) Remain supporters say the UK should stay out of the EU, while just 8% of Leave supporters believe the UK should now apply to rejoin. Of course, the most immediate issue about Brexit has beenwhether the UK would agree a future relationship with the EU, or exit the EU single market without a deal. The polls had suggested that most voters would have preferred to leave with a deal than without one - but not at any price. Meanwhile, Remain and Leave supporters regarded the choice very differently. YouGov found people preferred a deal to no deal by 66% to 15%. Kantar, by contrast, put support for a deal at a more modest 44%, but still found only 21% backing no deal. The rest did not know which was better. Other polls have presented respondents with a more complex set of choices, but largely found the same picture. ComRes on average found that 37% preferred a deal compared with 21% who would have preferred no deal (19% preferred an extension of the transition period until a deal had been struck). Meanwhile Opinium reported that only 16% preferred no deal, while 26% backed a deal that would represent a \"clean break\" with the EU. Another 18% wanted a deal that left the UK closely aligned with the EU, while 26% felt rejoining would be the best option. However, support for leaving without a deal was much higher among Leave voters - and indeed might have been as popular as leaving with a deal. Kantar suggested 35% of Leave voters would have preferred to leave without a deal, while 34% backed having a deal. ComRes put support for the two options among Leave voters at 38% apiece. However, while most voters preferred to be leaving with a deal, it did not necessarily mean that they are opposed to leaving without a deal whatever the circumstances. When YouGov simply asked people whether they supported or opposed leaving without a deal, as many as 32% said they were in favour - much closer to the 44% who were opposed. Among Leave voters, as many as 67% said they supported no deal. Meanwhile, when Opinium asked what should happen if the UK and the EU were to fail to reach an agreement by the end of 2020, as many as 35% of all voters - and 69% of Leave supporters - said the UK should leave without a deal. For some voters, the better course of action depended on the price to be paid.According to Deltapoll, 38% of all voters thought that the UK should be willing to compromise in order to strike a deal, but rather more - 41% - say the UK should not make any more compromises.Among Leave voters, no less than 57% are opposed to making compromises.Sir John Curtice is professor of politics at the University of Strathclyde, and senior research fellow at NatCen Social Research and UK in a Changing Europe. ", "url": "https://www.bbc.com/news/explainers-55416939"}