{"datetime": "2020-11-18T01:51:46.000Z", "title": "Brexit: What's happening and what comes next?", "article": "It's been a hectic year in news, with the coronavirus pandemic and the US presidential election dominating the headlines. Brexit deadlines have come and gone, but now it's fair to say crunch time is fast approaching for the UK's departure from the European Union. So, given everything that's been going on, it feels like a good time to catch up on where we are. The UK actually left the EU on 31 January, but it's continuing to follow the bloc's rules until the end of the year. These extra 11 months of transition were designed to give both sides some breathing room to negotiate a post-Brexit deal.Such a deal would shape the UK's future relationship with its European neighbours, with key areas such as trade and immigration all under discussion. These negotiations are to determine the rules for the new UK-EU relationship which will start - whatever happens - on 1 January 2021. But remember: any deal would need to get the green light from parliaments on both sides, so time is running out. Well, they've ground to something of a standstill. Negotiations got under way in March, but progress has been fitful. Over the summer, the EU's top negotiator Michel Barnier said a deal seemed unlikely, while the UK said it was not afraid to walk away from the negotiating table all together. Not exactly positive then. The main sticking points have been fishing -namely how much access EU boats should have to UK waters - and state aid. The latter dispute revolves around whether the UK government should be allowed to subsidise failing companies, something that's generally not allowed under EU rules. The EU was also unhappy whenthe UK government published a controversial bill in September - the Internal Market Bill - that could overrule the Withdrawal Agreement already signed with the EU. The EU's concerns centre on the future arrangements for Northern Ireland. Talks began again in Brussels on Monday, in what is sure to be a crucial week. The sticking points, however, remain stubbornly in place. That's the million euro question. If a deal is not agreed before 31 December, the UK will leave the EU's main trading arrangements - the single market and customs union - and trade with the bloc on terms similar to, say, the US or China.This would mean tariffs and border checks being applied to UK exports to the EU, while the UK would also have to decide what tariffs and checks to impose on goods coming the other way. All of this could push up costs for consumers. Full border checks could cause long delays at ports, while all sides have said they want to avoid checks along the border between Northern Ireland and the Republic of Ireland (the only UK-EU land border).Contingency measures could also be introduced for various economic sectors if there is no deal, in an effort to avoid the worst disruption on 1 January. A basic deal being agreed in time is still a possibility. Politicians on both sides, however, are going to have to make concessions fairly quickly. The agreement would need to be turned into a legal text, translated, and then ratified by parliaments on both sides, all before the looming 31 December deadline.And even if a deal is struck, the UK-EU relationship will still be profoundly different come 2021. There will be far more bureaucracy for businesses that trade across the border, for example, and the free movement of people in both directions will come to an end. ", "url": "https://www.bbc.com/news/world-europe-54959056"}