{"datetime": "2020-10-21T17:35:51.000Z", "author": "Katya Adler", "title": "Brexit: Trade talks are back on - but what's changed?", "article": "The talks are back on. The government says it is now \"ready to welcome the EU team to London to resume negotiations\" after studying the address given on Wednesday morning by the EU's chief negotiator, Michel Barnier, to the European Parliament.Talks re-start in London in less than 24 hours' time.As the European Commission President tweeted: \"Hard work needed, no time to lose.\" But that is hardly news.So, what was this five or six dayBig (metaphorical) Walk Out from negotiations all about? Has anything fundamentally changed? On Friday, Boris Johnson pronounced negotiations over unless the EU fundamentally altered its position.But it hasn't really. Not in terms of substance. The Downing Street statement even admitted as much. It said, \"it is clear that significant gaps remain between our positions in the most difficult areas\", and warned that no deal was still a real possibility. But what Michel Barnier has done this week in tweets, in calls with the UK's chief negotiator, Lord David Frost, and during his statement to the European Parliament, is directly acknowledge a number of key UK concerns. The government has been very critical of the EU this autumn for not engaging in intense negotiations, even though it had promised to.This week, Michel Barnier said the EU is willing to work \"night and day\", \"round-the-clock\" and \"until the very last moment\" to reach a deal. UK negotiators expressed repeated frustration that the EU thus far has refused to start writing joint legal texts, even though the large majority of the deal (on goods, transport, social security and much more) has been agreed. Mr Barnier has now spoken of working on legal texts. And importantly on Wednesday, Mr Barnier also nodded in his speech to the issue of sovereignty.The government has often accused the EU during these negotiations of not accepting or respecting the UK's post Brexit independence. Of seeking to keep the UK tied to Brussels' regulatory apron strings.Instead of rubbishing that concern, as EU figures have often done in the past (noting, amongst other things, that all trade agreements involve two parties signing up to common rules or principles in one form or another), Mr Barnier told the European Parliament that sovereignty was \"a legitimate concern,\" for the UK prime minister. He hastened to add, though, that the EU's key principle of fair competition in future trading was \"fully compatible\" with the idea of British sovereignty.This issue will play large in talks in the coming days.Most significantly perhaps, Mr Barnier openly acknowledged to the European Parliament that compromises would have to be made by the EU as well, if a deal could still be reached with the UK.Downing Street was furious last week when EU leaders concluded in writing at their summit that the UK would have to take the necessary steps to reach a deal. In truth, it's an open secret that the EU has to compromise, as the UK was surely aware. Germany's Angela Merkel has said as much.And Michel Barnier has pushed EU leaders for ages to give in on their fishing demands. In Brussels, everyone knows, that is where they will have to concede most of all. So, all in all, you could be forgiven for thinking what we've witnessed over the past days was a bit of political theatre. Cover for the government - post chest-beating, for the benefit of a domestic audience - to return to the negotiating table, where they know the time has now come for difficult compromises. Cover too for EU leaders. They went out of their way at last week's summit to sound tough on Brexit. Privately, a number of EU figures now admit it was a misstep.But EU leaders play to the domestic gallery too. They wanted to show they were \"standing up to the UK\" - that leaving the EU doesn't pay and that EU interests would be defended.They accept they must compromise too now, if this trade and security deal with the UK has a chance of being agreed. Time is short and trust is in low supply.", "url": "https://www.bbc.com/news/world-europe-54633757"}