{"datetime": "2020-12-18T17:11:23.000Z", "author": "Chris Morris", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit trade deal: What are the sticking points?", "article": "The teams negotiating a deal on trade and other issues between the UK and the EU are still locked in talks, with time running short. There have been cautious reports of progress but also of serious, remaining differences - political leaders on both sides say they do not know if an agreement will emerge. They are certainly leaving it very late - the UK/EU transition period (during which rules and trade have stayed the same) ends on 31 December. So, what are the issues still to be resolved? Even though fishing makes up only a tiny part of the economy on both sides, it was central to the Leave campaign that won the Brexit referendum in the UK in 2016.It's also an important issue in several EU countries - such as France.The EU is pushing for maximum access for its boats to continue operating in UK waters, where they currently catch nearly £600m worth of fish every year.The UK wants most of that business back and says it will prioritise its own boats after 1 January when it will become an independent coastal state, outside the EU's Common Fisheries Policy (CFP).So, the dispute is not just about access, but also about a bigger share of the fishing quota for the UK fleet - not just where you can fish, but what you can catch.And if the UK gains, which countries' fishing fleets will lose the most? These are really tricky issues to resolve. There's also been disagreement about the length of a potential transition period, before new measures come into full force. Any compromise lies somewhere between the EU asking for eight years and the UK offering three. If there is no agreement on access to fishing waters, the UK won't get full access to the EU market, without tariffs (or taxes), to sell its fish there. Last year, around three quarters of UK fish exports went to the EU. This is all about rules on fair competition for billions of pounds of business, now and in the future.The idea of level playing field measures, which appear in most free trade agreements, is to ensure businesses on one side don't have an unfair advantage over their competitors on the other.If you cut regulations it can be cheaper to produce things, making some companies more competitive than others, and the EU is worried that the UK could do that in the future.That's why the EU wants the UK to stick particularly closely to EU rules on things like workers' rights, the environmental regulations that companies have to follow and state aid (financial subsidies given by government to businesses).The UK, on the other hand, says the whole point of Brexit was to break free from following EU rules.The two sides appear to have agreed a common baseline of regulations on some issues, which neither of them would go below.But the EU has also been insisting on a system which would mean if one side raised standards the other could face penalties, if failing to follow suit resulted in unfair competition.That raises the question of defining precisely what constitutes unfair competition.The EU has also tried but failed to persuade the UK to mirror its rules on subsidies. The UK says it is determined to assert and defend its sovereignty.This is mainly about how the rules of the deal will be enforced in future and what happens if one side breaks them. The EU may have conceded that it will not have a unilateral right to impose penalties, but it wants a strong and independent arbitration system that has real teeth. It has been pushing for powers to retaliate against the UK breaking rules in one area, by hitting back in another - for example, imposing tariffs or taxes where it thinks they might hurt most. Such powers would of course cut both ways.There's also the question of who might adjudicate disputes and where precisely the European Court of Justice will fit in.These are all hugely sensitive issues which will set the tone for the future relationship for years to come and only a few people behind the scenes know all the details of where the negotiations have got to.It's still possible that a basic trade deal can be done in the short time that remains. But both sides are going to have to make concessions quickly. It's also worth remembering that the negotiations are not just about trade with the EU (which accounted for 43% of UK exports in 2019 and 51% of UK imports). There is the important issue, for example, of police and security co-operation as well. The UK had wanted to maintain the same access to shared databases that it has now but the EU says that isn't on offer to non-members.A deal would provide better access, though, than no deal at all. There has been important progress on Northern Ireland - the subject of months of separate negotiations on how to implementthe agreement already signed with the EU on keeping the land border as open as it is now. On 8 December, the two sides announced\"an agreement in principle\" on issues including border control posts at Northern Irish ports (for trade with Great Britain), the supply of food and medicines, and state aid. Some of the arrangements for Northern Ireland would be easier to implement if a trade deal was done, but either way trade between Northern Ireland and the EU will not face tariffs (or taxes) on goods crossing the border. Without a deal, trade between Great Britain and the EU would be subject to tariffs in both directions.Any deal would still need to be ratified by parliaments on both sides, but the time to scrutinise it properly has all but run out.That's a problem for such an important agreement between close neighbours.EU law does allow agreements of this kind to be applied provisionally by member states if necessary - but that's never been done before for a trade deal, and there would be opposition in the European parliament to doing that now.And if the trade talks fall apart, don't expect much meaningful agreement on anything else. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/52937766"}