{"datetime": "2020-11-18T14:44:25.000Z", "author": "Katya Adler", "title": "Talk of Brexit deal breakthrough: Handle with care", "article": "The mood music has suddenly changed again. There's oh so much Brexit speculation in the air. Will an EU-UK trade deal be announced early next week? The EU's chief negotiator Michel Barnier is expected to brief the 27 member states early Friday about the state of play. After months of often tortuous and circular negotiations - could this be it? Well, it could be. But \"it\" might still be a week or (not too much) more away. Frankly, \"it\" could have easily taken place yesterday or even a month or two ago. The main three sticking points in talks - fish, competition regulations and how to govern the deal if it is ever agreed - have been clear from the start. Each side knew compromises would inevitably be called for. But whether or not to make them, and who should move first? That's what we've been waiting for the two parties to decide. Of course, EU coastal states, like France, the Netherlands and Spain, have long known full well they'd need to reduce their catch in UK waters. But they haven't wanted to budge in negotiations until they saw UK government flexibility on another key issue: competition rules. No 10 no longer wants to be tied to Brussels' regulatory apron strings after Brexit. That's a given. But the EU has been waiting for the UK to accept that it won't offer tariff- and quota-free access to the single market to a serious competitor on its doorstep (the UK) unless that competitor signs up to commonly agreed standards on fair competition.Brussels also wants legal guarantees that those rules and standards will then be respected in practice. Mutual trust is in short supply. Which leads us back to the government's Internal Market Bill.The EU wants assurance that the UK government will remove or won't re-instate (depending on the date an EU-UK agreement is settled) clauses in the bill which contradict the Protocol on Northern Ireland, signed by Boris Johnson and EU leaders last year. The government insists those clauses are needed as a safety net to preserve trade links across the UK. The EU says they break an international treaty and threaten not only the integrity of the single market but also the Northern Ireland peace process. Something the government denies.Once UK and EU negotiators are finally clear which compromises the other is willing to make, then the hows and whens of announcing the deal come down to choreography and how to \"sell\" the deal. Both sides have to be able to come away from the negotiating table pronouncing this a win.Arguably this \"PR drive\" is particularly crucial for Boris Johnson. The deal will be a thin one. A pretty distant relationship to the EU - at least in terms of trade - means new costs and red tape for businesses.To be clear: in these last hours and days of talks, the choice facing the government is not between either a hard or a soft Brexit. That ship has already sailed. The UK is leaving the EU's customs union and single market. The government's choice now is between a hard Brexit with a deal, or no deal with the EU at all. Remember, whatever happens now - deal or no deal - this will in no way be the end of EU-UK relations talks. Neither financial services, nor pet travel have been part of these negotiations, for example. Finding agreement on those topics and others, such as easing the flow of goods between Great Britain and Northern Ireland, will likely be easier if this deal is agreed. It should smooth bilateral relations - or at least, not sour them any further. For now though, handle all talk about an imminent trade deal announcement with care. It's true, there's little time left to negotiate. There are only six weeks till the end of the transition period. Not only must the deal be agreed by then, it also needs to have been signed off by parliament in the UK and the European parliament too. But - until we know for sure that on those tough political compromises, the UK and EU have simultaneously held their nose and jumped - all the rumours and whispers you hear are just smoke and mirrors. ", "url": "https://www.bbc.com/news/world-europe-54985625"}