{"datetime": "2020-11-09T05:01:11.000Z", "author": "Katya Adler", "title": "US election: What does Joe Biden's win mean for Brexit Britain and Europe?", "article": "Fevered, divisive and emotional. These words accurately describe the US presidential election. But should they define the reaction of media pundits and politicians in Europe to the result? Will Joe Biden be good or bad for Brexit Britain? Might Washington now favour France and Germany? Could the UK be \"punished\" for Boris Johnson's amicable relationship with Donald Trump? These questions swirl around the UK press and social media. They are black and white questions, suggesting black and white answers. And we may have forgotten this after four years of Donald Trump in the White House and after the emotional Brexit vote in the UK - but mainstream politics are normally about shades of grey. Not acrimonious extremes. It is quite normal to work alongside former opponents or associates of opponents in the world of politics. Not long ago, Kamala Harris ran against Mr Biden to be the presidential candidate for the Democrat Party. Now she's his high-profile vice president-elect. Yes, the prime minister seemed to court President Trump and yes, Mr Biden spoke out against Brexit. But Mr Johnson and the US president-elect have many common priorities: the fight against climate change; a desire for the UN-backed Iran nuclear deal, or similar, to succeed; and for Nato to be bolstered. OK, Mr Johnson has never met Mr Biden but then, nor has Emmanuel Macron.Perhaps we need to sit down with a cup of tea or whisky in hand, and take a deep breath. Mr Biden -with his strong reputation as a cross-party dealmaker - is a pragmatic internationalist who will likely continue (albeit in a far quieter way) his predecessor's mantra to put America first. His groaning domestic in-tray means neither a trade deal with the UK, nor repairing relations with the EU will be a top priority. When he does turn his attention to these issues, he is very, very unlikely to seek to punish the UK for Brexit or for the government's good relations with Donald Trump. Why? A lot to do with not cutting off a nose to spite a face.Self-interest is also - contrary to the belief of some in the UK - the reason the EU is not setting out to punish the UK in post-Brexit trade talks. The EU stands to benefit economically from a decent trade deal with a stable, financially robust UK. The US values its relationship with the UK highly, in terms of security and geopolitics. Both Brussels and a Biden White House will want to work with the UK on the world stage - for example, keeping China and Russia in check and in the fight against climate change. As we've heard already from Biden allies, the new president won't put Brexit Britain \"at the back of the queue\" of trade talks, as President Barack Obama once warned. The fact is -as Mr Johnson has himself admitted - striking trade agreements with the US is tough. The Americans drive a very hard bargain. That is why there's not a whiff of that \"massive\" deal in sight, despite President Trump being a vocal cheerleader of the idea. It's now thought possible the US and UK will both eventually join the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) - currently a free trade agreement between Canada and 10 other countries in the Asia-Pacific region.As for the idea that the Biden administration will focus primarily on Paris and Berlin, rather than London, since the UK can no longer serve as a useful bridge between the US and EU, those close to the president-elect say he'll want to nurture all those relations - and those with Brussels directly too. It's not a matter of one more than the other.There is a collective sigh of relief in the EU that this Trump era is coming gradually to a close. His administration wasn't exactly a fan of the bloc. Even loud supporters of President Trump, likeHungary's Victor Orban, seem content. Hungarians are proud Mr Biden chose beautiful Lake Balaton for his honeymoon in 1977. The Baltic states, meanwhile, are delighted Mr Biden is a strong supporter of Nato. Russia's European neighbours were ill at ease with President Trump's unpredictable attitude both towards the transatlantic security alliance and Russian President Vladmir Putin.AndIreland, of course, is proud as proud to call the president-elect one of its own. When my US-based colleague, Nick Bryant, called out to Joe Biden to make a comment for the BBC on his apparent victory at the polls, he replied - with a grin - \"I'm Irish!\" While he said this in a light-hearted way, this does impact post-Brexit relations. Mr Biden stands with other law-makers in the US who worry about any negative impact on the Good Friday Agreement. The government insists the EU poses the greatest threat to the peace process and that it fully respects the Good Friday Agreement.Foreign Secretary Dominic Raab repeated this assertion on Sunday. But Mr Biden openly opposes the clauses in the government'sInternal Market Bill, that could override the post Brexit provisions for Northern Ireland, agreed with the EU last year. Back in September he said peace on the island of Ireland must not \"become a casualty of Brexit\". According to the government, the controversial clauses in the legislation are a safety net to protect internal UK trade, but they're fiercely contested by some inside the Conservative Party too.The House of Lords is expected to vote to remove the clauses on Monday. Downing Street must then decide whether to re-insert them - and risk real tensions with Mr Biden - when the Bill returns to the House of Commons early next month.From Brussels' perspective, if the clauses do make a re-appearance, the European parliament has threatened to veto an EU-UK trade deal, even if one is agreed in the next couple of weeks. Interestingly, France and Germany don't envisage plain sailing with a future Biden administration either.He already has lots of contacts in Europe from his years as Barack Obama's vice-president. EU leaders welcome his multilateralist mindset. They appreciate his calm and collegiate manner. They never got used to Donald Trump's angry outbursts and his unpredictability.That said, they're unsure about Joe Biden's precise intentions. Foreign policy didn't get much of a look-in during the presidential campaign. Under President Trump, Germany was often in the line of fire. He obsessed about Berlin's trade surplus andrailed against German military spending. He threatened punitive tariffs against German car makers. Will Mr Biden change all that?The French economy minister commented last week that the US hadn't been a \"friendly trade partner for years\". And European military spending has been a bugbear of US presidents way before Donald Trump. A poll by Pew Research Group this September suggested only 26% of Germans and 31% of French citizens viewed the US favourably.Another Pew survey found only 2% of Germans asked thought their country had a very good relationship with the US. Like the UK, Berlin and Paris have now grasped at climate change as dead-cert topic where there'll be close co-operation with Team Biden. He's promised that re-joining the global Paris Climate Accord will be a top priority when he gets to the White House. Emmanuel Macron and a number of other key EU figures argue that Donald Trump was a lesson for Europe. Going forward, they say, the continent should be less reliant on Washington - economically, in terms of the environment, and on security. President Macron wants the EU to create its own defence force, to work alongside Nato. But that project is fraught with political and practical difficulties. And while there is a real desire in Europe to become more self-reliant, you'd be hard pushed to find an EU leader who won't admit they're far happier when they know they can reliably count on the American president.", "url": "https://www.bbc.com/news/world-europe-54868002"}