{"datetime": "2020-10-08T12:20:07.000Z", "author": "Enda McClafferty", "title": "Brexit: NI port bosses concerned over system to check GB goods", "article": "The operators of NI's four ports say new facilities to check goods arriving from GB will not be in place for the end of the Brexit transition period. They told Stormont contingency measures will be ready though they have yet to be approved by Brussels. They were at the Department of Agriculture Environment and Rural Affairs scrutiny committee. Concerns from the port operators about the UK's new border IT system and potential delays were also voiced. Management from the ports at Belfast, Larne, Warrenpoint and Londonderry outlined their concerns during a zoom presentation on Thursday. Chief executive of Warrenpoint Harbour Authority, David Holmes, said it had set aside 2.4 acres to accommodate new infrastructure but it will not be ready before the transition deadline. He said it is working on contingency planning but added: \"What is essential, and I am not clear on, is that the EU approve the contingency arrangements\". He also raised concerns about the lack of clarity from Her Majesty's Revenue and Customs (HMRC) about the movement of goods from Great Britain through Northern Ireland into the Republic of Ireland. \"As of yesterday HMRC is still unable to confirm what the protocols will be for Republic of Ireland traffic coming through Northern Ireland to GB and likewise GB traffic coming through Northern Ireland into RoI,\" he said.\"Given that 40% of our cargos at Warrenpoint head south it is vitally important that we secure clarification\" he added. Director at the Port of Larne, Roger Armson, raised concerns about the UK's new border IT system, Goods Vehicle Movement System (GVMS). He called for it to be delayed until July and said when he requested the systems be tested from 1 December HMRC refused. Mr Armson also predicted long delays in Scotland for traffic crossing the Irish Sea.He said if lorry drivers show up without the proper paper work they will be denied access to the port but will have nowhere to park up and that could cause delays. The committee also heard from finance director at Belfast Harbour, Maurice Bullick, about the need to maintain a free flow of traffic and to reduce any potential friction for freight operators.He said 70% of trade through the port travels from Northern Ireland into GB. Assembly members were also warned about the damage of a no-deal Brexit. Chief executive of Londonderry Port, Brian McGrath, said thepolitical uncertainty around the Northern Ireland protocol gave him \"significant concern\" and he added in a \"black and white no-deal scenario we would lose 40% of our trade\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-54465545"}