{"datetime": "2021-12-10T14:28:09.000Z", "author": "Rhys Williams", "title": "Covid: Swansea cinema bolted shut after defying court order", "article": "An independent cinema in Swansea has been bolted shut overnight after the owner was summoned to court for a third time. Cinema & Co on Castle Streetrefused to close following a court order for breaches of public health legislation on 30 November. Owner Anna Redfern re-opened the venue the following night and hosted a Christmas film screening for customers. Swansea Council confirmed it has bolted the cinema's shutters to the ground. The authority have confirmed that it will begin contempt of court proceedings against Ms Redfern. She is due to appear before the District Judge on 14 December. Mandatory Covid passes for cinemas, theatres and concert hallshave been in place in Wales since 15 November.Pending approval from MPs next week, Covid passeswill be required in England in nightclubs, some unseated venues depending on capacity, and all venues with more than 10,000 people. On Thursday night, Cinema & Co released a statement on its Facebook page, saying it would close for the rest of the year so that the owner and her siblings could care for their dying mother.However, it also stated that it would \"continue to honour private bookings\" and was \"still available to take more\". At Swansea Magistrates Court on 30 November, District Judge Neale Thomas ordered her to shut her venue for up to 56 days and pay the city council's legal costs of £5,265.The court heard environmental health officers visited her business and found no Covid risk assessment had been carried out, there was no hand sanitiser and no proper hand washing facilities. In a BBC Wales interview on 16 November, Ms Redfern also said she would not ask customers for Covid passes, claiming it is an \"infringement of our human rights\". She said Welsh government rules were \"unfair\" and \"killing the entertainment industry\". Ms Redfern was warned at her hearing in Swansea Magistrates' Court last month that if her business reopened, there would be an application for her to be found in contempt of court. In a statement Swansea Council said: \"Whilst the business has stated its intentions to suspend cinema screenings, it is clear they plan on remaining open for other bookings.\"Further action has been taken to enforce a Court Order to prevent the business opening again and putting the public at risk of infection. \"We would urge the business to remain closed so they can respond positively to requests made by the court, the Welsh Government and the Council, to complete required improvements in line with the current coronavirus regulations. \"A court summons has now been issued to the owner, which relates to a number of offences specific to non-compliance of current health regulations linked to coronavirus. \"An application is also being made to the court for contempt of court because of the failure of the business to comply with the recent court order.\" ", "url": "https://www.bbc.com/news/uk-wales-59602984"}