{"datetime": "2020-10-14T11:45:07.000Z", "author": "Faisal Islam", "title": "EU to reject UK plea for Brexit electric car deal", "article": "The European Union is about to formally reject a UK plea for special allowances for exports of electric cars in a post-Brexit trade deal. A draft addition to the deal says electric and hybrid cars will only get zero tariffs if a majority of the parts' value is from the two areas.The draft, seen by the BBC, means that even if there is a deal, some UK car exports to the EU will not be eligible. And this means tariffs of 10% will apply from January. The draft, was circulated among EU member states on Tuesday, says that Annex II of the agreement on \"Product Specific Rules of Origin\" will specify the \"maximum content of non-originating [that is non EU and UK] materials of 45% of the ex-works price of the vehicle\" for \"electrified vehicles\" from January 1st 2021. Last month, the UK circulated a proposal, also seen by the BBC, that in the case of electric and hybrid cars, only a minority of parts would at first need to be either from the UK or the EU - and up to 70% could come from elsewhere.This had been requested by key car export factories, dependent on electric batteries, hybrid systems, and other technology, mainly from Japan. Prof David Bailey, automotive specialist at the Birmingham Business School and UK in a Changing Europe, told the BBC: \"This will catch out some UK based car assemblers, particularly as the industry electrifies. \"The car industry is going through fundamental change, the EU see a threat from China, Korea and Japan, and is trying to build an electric vehicle supply chain in Europe.\" Nissan, Toyota and Honda all have substantial manufacturing facilities in the UK, although Honda says it will close its Swindon factory next year with the loss of about 3,500 jobs. Alongside a separate but related request to treat Japanese parts as if they were British, which Lord Frost, the UK's chief Brexit negotiator, told the car industry he \"obviously cannot insist upon\", the BBC understands that some in the car industry are planning for the introduction from January of tariffs on some of their vehicle exports to the EU, even with an agreed deal.These more relaxed arrangements had been requested by both the British and EU automotive sector in a letter last month. The draft annexe to the deal also goes even further from 2027, only allowing the use of car batteries manufactured either in the EU or the UK in tariff free vehicle trade between the two.Both sides are in a race to build \"gigafactories\" to service exploding demand for electric vehicles. The EU position would prevent the UK using a trade deal with the EU to become an offshore assembly hub for the export into the Single Market using mainly Asian or American parts, whilst guaranteeing long term tariff free access to the UK for EU manufacturers.\"A strong stable and predictable battery supply is of strategic importance for the long term competitiveness of the EU automotive sector,\" the draft annexe says. The terms of the proposal seeks to phase out reliance on non-European batteries. The European Commission and Number 10 have been approached for comment. ", "url": "https://www.bbc.com/news/business-54538648"}