{"datetime": "2018-01-26T20:11:51.000Z", "title": "MP Victoria Prentis accuses Oxford NHS trust of 'cover up'", "article": "An MP has criticised a hospital trust's \"culture of secrecy\" and attempts to \"cover things up\". Victoria Prentis, the Conservative MP for North Oxfordshire, made the comments during an appearance on BBC Radio Oxford to discuss a shortage of midwives in the county. She also said Oxford University Hospitals NHS Foundation Trust ignored her letters and lacked transparency. Trust chairman Dame Fiona Caldicott said the claims \"disappointed\" her. The trust recently came under the national spotlight after a leaked memosuggested cancer care at the Churchill Hospital in Oxford could be affected by staff shortages . Ms Prentis has campaigned for maternity services at the Horton Hospital in Banbury,which were downgraded because of a shortage of doctors . She told the BBC she was concerned the trust did not \"come clean\" when questions were asked.\"I'm very worried that there is a culture of secrecy because of the furore over the Horton midwife unit being downgraded, and I'm worried we're not being told the truth,\" she said. Ms Prentis added: \"I wrote to the trust in a civil manner [about the Churchill Hospital] asking for details.\" She said she was \"very worried\" about recruitment of medical staff in Oxfordshire but never received a reply - although the trust said she was sent one on 12 January. \"I am concerned that instead of being open and honest and transparent with us the hospital just tries to cover things up\", the MP said. \"I endlessly write letters which aren't answered.\" Responding to the MP's claims, Dame Fiona said: \"We do not recognise her description of Oxford University Hospitals as an organisation with a culture of secrecy. \"We strive to be as open and transparent as possible with our patients, governors, local communities and MPs.\" She said replying to MPs could take time to \"establish the true facts\", but added that they were available on the phone \"in urgent situations\".An Oxford University Hospitals spokesman said: \"We emailed Ms Prentis and other Oxfordshire MPs setting out the facts about cancer care at the Churchill Hospital on the day this story was in the headlines. \"Ms Prentis sent us a follow-up request for information about our recruitment drive on 10 January which we replied to on 12 January.\"It is not true that we did not reply to her request for details of our initiatives to recruit more staff.\" ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-42833862"}