{"datetime": "2020-10-27T14:56:15.000Z", "author": "Faisal Islam", "title": "Red tape is back post-Brexit, but will it be ready?", "article": "For decades, the UK's membership of the EU's single market and customs union has meant trade with the Continent has been a case of \"load and go\". As this ends in a few weeks' time, the red tape that once existed on this trade will return, mainly in electronic form.The sharp end of this is in the software systems for freight now required by hauliers, exporters and traders. The Association of Freight Software Suppliers (AFSS) is now saying its members \"cannot guarantee\" everything will be ready in time for the end of the Brexit transition period. So this message from the suppliers of the software needed to connect to government systems is more than just an important warning sign. For the bulk of UK-EU trade across the English Channel, the government will use a souped-up version of an older system, called Chief, for the hundreds of millions of declarations now required.But for cross-Irish Sea trade, the demands of the Northern Ireland Protocol mean that the new system, Customs Declaration Service (CDS), needs to be used.This is because it can cope with two different tariffs on each good, and it can provide the necessary trade surveillance data back to the EU.This is now required even for \"trade\" within the UK between, say, an English factory and a Northern Ireland customer.Some of the biggest retailers in the UK privately say they will not be able to get this to work in time. Retailers will meet Cabinet ministers Michael Gove and Brandon Lewis on Wednesday. Although the government says its software is ready, people in the industry say the systems as a whole are not - and now will not be in time for 1 January. Indeed, they have been saying this for most of the year. Testing on systems such as this, where no previous declarations were required, would normally take three to six months, they say.As soon as the government ruled out extending the transition phase in June, concerns were expressed that a properly tested system would not be possible by 1 January.This was particularly the case because the details of trading arrangements were still being negotiated, while many businesses were already in pandemic-related difficulties. In addition, there are now new systems requiring truckers to input trade data to access Kent's motorways. HMRC has had to take on the extraordinary task of creating a rolling series of business pandemic rescue schemes at exactly the same time as creating two new different borders for goods trade across the Channel and Irish Sea.Today's letter also reflects a business community fear that the government will try to blame it for any disruption. ", "url": "https://www.bbc.com/news/business-54709209"}