{"datetime": "2018-01-10T14:29:30.000Z", "title": "Churchill Hospital chemotherapy treatment 'unsustainable'", "article": "Cancer care at an NHS specialist hospital is becoming \"unsustainable\" because of staff shortages, its boss has warned. A memo to Oxford's Churchill Hospital staff,which was leaked to The Times , said chemotherapy cycles could be cut. The memo from head of chemotherapy Dr Andrew Weaver says patients face delays as nurse numbers were about 40% down. A hospital trust spokesman stressed no decisions had yet been made that may affect treatment.Theresa May was asked to apologise to cancer patients by Labour MP Luciana Berger, who challenged her over the memo at Prime Minister's Questions earlier. In response, she said the hospital had \"made clear there are absolutely no plans to delay the start of chemotherapy treatment or reduce the number of cycles of treatment\". Dr Weaver wrote the hospital did not have enough nurses trained to deal with medication at its day treatment unit. \"As a consequence we are having to delay chemotherapy patients' starting times to four weeks,\" he wrote. An Oxford University Hospitals NHS Foundation Trust spokesman told the BBC starting times were usually within four weeks, but understood the memo to mean they may have to be pushed back to the \"furthest limits\" of this time frame. He said the hospital had met the national cancer waiting time standard of starting chemotherapy within 31 days of a clinical decision having been made, despite increases in cancer patient numbers. But the memo also suggested cutting back on treatment to alleviate symptoms from six cycles to four. \"I know that many of us will find it difficult to accept these changes but the bottom line is that the current situation with limited numbers of staff is unsustainable,\" Dr Weaver adds. The thought of cancer treatment being delayed or withheld is shocking. But this is really a simple case of supply and demand.Cancer cases are becoming more common - and the numbers of staff employed to care for these patients are not rising quickly enough to keep up. A recent Cancer Research UK report found that the non-surgical workforce had increased by 4% in the past three years. The problem is that cancer incidence has risen by 8% each year.Many staff who provided feedback cited staff shortages as a key problem with chemotherapy nurses saying some of the gaps have even had to be plugged by nurses not properly trained in providing the treatment.Cancer services, just like A&E, are undoubtedly struggling to keep up. The trust spokesman said: \"We have not made any decisions to delay the start of chemotherapy treatment or to reduce the number of cycles of chemotherapy treatment which patients with cancer receive. \"The internal email from Dr Andrew Weaver sets out some of the challenges facing our chemotherapy service, with his ideas for how to tackle these issues, and invites constructive comments and alternative proposals from other cancer doctors and clinical staff.\"However, it does not represent a change to our formal policy for chemotherapy treatment. \"We would like to reassure our patients that no changes to chemotherapy treatment have been made or will be made before thorough consideration has been given to all possible options.\" He said that, like the rest of the NHS, the trust faced an \"ongoing challenge to recruit nursing staff\" and as well as recruiting nurses from overseas it was looking at \"rapid access to chemotherapy education and training\" for new staff. David Bailey, who is receiving treatment at the hospital, said: \"This is quite a surprise. My treatment has been exemplary and I can't complain… and as far as I'm aware I'm set for a six-cycle course. \"What would concern me though is if I'm a new patient, or a relative of a patient, who's diagnosed.\" Mr Bailey, who is also a nurse and a Unison representative, added: \"Recruiting staff in Oxford is a problem. It's the most expensive city outside of London to live.\" Sir Harpal Kumar, Cancer Research UK's chief executive, said it was \"totally unacceptable\" that shortages could lead to delays. \"Immediate action needs to be taken by the government to deal with this, otherwise problems like the one at Oxford will become more widespread and more severe,\" he said. Dr Karen Roberts, chief nursing officer at Macmillan Cancer Support said: \"Such a situation is deeply worrying and delays cause untold distress to patients.\"A decision like this highlights challenges facing those working in cancer care.\"Hardworking clinicians would do everything in their power to avoid such a scenario, but this indicates that extreme staffing pressures are beginning to affect the quality of treatment patients receive.\" Roz Pearce at Healthwatch Oxfordshire said she had not previously been aware of a shortage in the department and called it \"very worrying for patients\". ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-42632450"}