{"datetime": "2020-09-18T13:27:05.000Z", "author": "John Campbell", "title": "Brexit: Fujitsu-led consortium to aid firms with Irish Sea border", "article": "A consortium led by the IT company Fujitsu has won the contract to help Northern Ireland firms deal with the new Irish Sea border. Up to £355m is to be spent on the system for moving goods into Northern Ireland from the rest of the UK. The system is required as a consequence of the Northern Ireland part of the Brexit deal. From 1 January goods entering Northern Ireland from Great Britain will need customs declarations. The Trader Support Service (TSS) will effectively see the government paying customs agents on behalf of businesses. It is due to be up and running shortly and will be free to use. The Fujitsu consortium has won an initial two year contract. The other consortium members are McKinsey, the Institute of Export & International Trade, the Customs Clearance Consortium & HGS. At an earlier stage in the Brexit process Fujitsu had floated a concept called 'the drive-through border' which it said would use technology to reduce friction when goods crossed the Irish land border. However that was overtaken by political events when the UK government signed a deal with the EU meaning new checks and controls on goods entering Northern Ireland from the rest of the U.K. A government spokesperson said: \"The Trader Support Service will provide unprecedented support to all businesses engaging in new processes under the NI Protocol and its announcement has been warmly received by them.\"We have now completed the procurement process and have identified a bidder capable of delivering this service.'We will now work with the successful candidate to ensure the successful delivery of this project.\"Initially traders will register with the service and receive advice on what Brexit will mean for their business and the next steps they should take. They will be helped to understand what information they need to collect about the goods they will be importing. TSS will then use this information to complete import declarations on behalf of importing companies. It should help to prevent what would have been a significant new administrative burden for many firms. However it does not remove all the looming difficulties for GB-NI trade. For example agri-food products being imported from GB will have to go through an expensive certification process unless a special deal can be reached with the EU. In its negotiation with EU the UK government has suggested a 'trusted trader' system for supermarkets when moving their products from GB to NI. It is also still not clear what new processes or barriers could apply to Northern Ireland consumers buying goods online from GB suppliers. Guidance on this 'non freight' trade will have to be provided in the next few months. At the end of the Brexit transition period on 31 December, Northern Ireland will continue to follow EU rules on agricultural and manufactured goods, while the rest of the UK will not. Additionally, the whole of the UK will leave the EU's customs union but Northern Ireland will continue to enforce the EU's customs code at its ports. It this which will mean new checks and processes for goods moving into Northern Ireland from other parts of the UK. ", "url": "https://www.bbc.com/news/uk-northern-ireland-54202290"}