{"datetime": "2021-11-28T07:57:41.000Z", "author": "Nic Rigby and Anna Hill", "title": "East Anglian farmers call for clear strategy on agriculture from government", "article": "Farmers, hit by labour shortages following Brexit, have called on the government for a clear vision for the future of the industry. Fruit growers have suffered from a shortage of workers, and pig farmers have been hit by lack of butchers, the BBC has been told. The concerns of farmers are raised on a special edition of BBC Politics East, being broadcast on Sunday. The government said it had been working with farmers to solve labour shortages. Norfolk pig farmer Rob Mutimer, chairman of the National Pig Association (NPA), said there were still problems finding enough abattoir workers, despite the government granting visas for 800 from abroad to be employed in he UK. \"There is no doubt the backlog is still bad. We're still facing a really perilous position going into winter,\" he said. \"We need fully qualified butchers and it takes time to assess whether these people have the skills level.\" Mark Gorton, managing director of Traditional Norfolk Poultry, welcomed the extra visas for poultry workers issued by the government, but added: \"Longer term, we need to have these visas ongoing and we need confirmation from the government that we can have it for next year so we can make our plans. \"I think if nothing is decided on visas soon there will be fewer turkeys next year.\" Cambridgeshire grower Jack Ward, chief executive officer of the British Growers Association, said the continuance of a government scheme allowing a certain number of pickers to come in from the European Union was vital. \"We had been hoping the government would recognise the importance of the scheme and announce its continuation. But at the moment we are being told it's stuck somewhere in a debate between Defra and the Home Office, possibly waiting for some input from Number 10,\" he said. Essex farmer Tom Bradshaw, vice-president of the National Farmers' Union, said his message to the government from farmers was that they \"need clarity, detail, a strategy and a plan\". \"If we know where we're heading our members can decide whether to join that journey or whether they want to do something else, but without a clear destination and a roadmap of how to get there, it's impossible to make those decisions and to plan for the future,\" he said. \"We need a plan on how we deliver food security, alongside environmental delivery that minimizes the impacts of food production on climate change and that really treats farmers as part of the solution, rather than the problem.\" Richard Hirst, who farms a range of crops and livestock in Ormesby St Margaret, near Great Yarmouth, which BBC Politics East visited, said: \"My concern is that farmers seem to be portrayed as the evil ones. Whatever we do is wrong. \"The best thing for me is to get our crops in the ground and harvest them and sell fantastic food to the British public, which we love doing.\" Agriculture minister Victoria Prentis told BBC Politics East many of the problems faced by farmers were \"linked to the pandemic\". She said: \"We do traditionally rely on a migrant workforce that comes from countries in middle and eastern Europe. What we are trying to do as a government is make sure we are very practical about it. \"So we have had for many years a seasonal agricultural workers pilot which this year provided 30,000 visas for people who pick our fruit and vegetables. \"We've most recently, in response to requests from the sectors, managed to include some poultry workers, and the poultry sector has been reassured by this and has done well in recruitment.\" She said the government had extended this scheme to the pig sector to allow an extra 800 butchers to come in from mainland Europe. Mrs Prentis said the \"same pot of money\" was available to farmers as before the UK left the EU. She said some land would be set aside for environmental projects but the \"vast majority of farmers will continue to produce the delicious and nutritious food we want people to enjoy\".Politics East airs on BBC One in the East on Sunday, 28 November at 10:00 GMT and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59424003"}