{"datetime": "2021-07-27T05:10:50.000Z", "author": "James McCarthy & Rachel Flint", "subject": "Coronavirus pandemic", "title": "'Open land for wild camping in Wales', say campaigners", "article": "Huge tracts of land should be opened up for people to camp on in Wales, campaigners have said. Organisations like the National Trust, Natural Resources Wales and the Crown Estate own or manage hundreds of thousands of acres of land in Wales. With holidaymakers facingproblems booking traditional campsites as demand surges , some are looking elsewhere. Wild camping is banned in Wales and England, except on parts of Dartmoor. It is legal in Scotland.Carl Collins, co-founder of website Tentlife, said allowing wild camping in Wales was \"a very viable option\".In Scotland, he said there could be problems from people who did not understand \"the etiquette\", but there was a warden scheme to counter this and believes any potential problems could be resolved. \"You pay to wild camp, but it is only £3 per night, so you pay a nominal fee and abide by leave-no-trace rules,\" Mr Collins said. \"You'll get more people out and you'll get a modicum of revenue. In that respect, it's a good idea\". Neither National Parks Wales nor the National Trust welcome wild camping, while Natural Resources Wales said it was \"unlikely\" it would give permission. All three organisations said they had experienced problems with unwanted campers since the start of the coronavirus pandemic. Travel writer and wild camper Phoebe Smith, from Colwyn Bay, said: \"I have had conversations with organisations, and even though they turn a blind eye to people like myself doing it, they are reluctant to say 'you can do do it' because they don't want the wrong people doing it. \"If you look at Dartmoor, it's not as if they have had really big problems with people wild camping, so it can be done. It's the same with Scotland.\" She urged governments to educate people about how they should behave in the countryside, and organisations to be open about concerns about wild camping.\"If you do not do that, no-one will know how to do it properly,\" she said. Video maker Lee Dainton, 47, from Pontypool, said it was \"super-important\" land was made accessible to all. \"What's the excuse for keeping it locked-down?\" he said.\"They should let it be open for people to use. You try and get on to a campsite now. Everything is fully booked\". Kitchen designer Kyle Howells, from Cwmbran, said there was no need to ban people who were just \"sleeping and having a bit of food and going to bed\". \"I've slept in so many spots and you wouldn't know anyone has been there,\" the 34-year-old said. Part of the problem is differences in opinion between various major landowners, according to Dan Yates, managing director at online campsite booking site PitchUp. Mr Yates, whopreviously called for rules on pop-up campsites to be relaxed , said landowners were often reluctant because of a lack of staff and being \"very slow to adapt\". He said this was \"a pity\", adding: \"The public need to get away more than ever, and to do that we need capacity.\" A spokesman for National Parks Wales said although the \"vast majority\" of wild campers were \"clean and respectful\", others were \"less so\" and there had been a rise in problems during the pandemic. \"We ask anyone planning to visit a national park to camp to use a designated campsite instead,\" he said. \"Litter bins and public toilets can't cope with camping waste and our wild plants are adversely affected by washing-up water.\" Wild campers who do not clean up after themselves are known as \"fly-campers\". The National Trust said it had also seen an increase in fly-camping on its land during the pandemic, and that clean-up and repair work was diverting resources away from conservation. Natural Resources Wales said unauthorised camping was a \"persistent problem\" which threatened the environment and public health, and urged \"anyone visiting our sites to act responsibly\". The Crown Estate said most of its land in Wales was common land and open to everyone, but camping was not permitted. The Welsh Government asked everyone planning a camping trip in Wales to book with an accommodation provider. In Wales and England, you only have the right to camp on land belonging to someone else if you have the permission of the landowner. If you do so without permission you are committing trespass. This is a civil offence which you cannot be arrested for. But if you don't leave immediately when asked to do so by the landowner, or somebody acting on their behalf, you may be committing the criminal offence of aggravated trespass. That can be punishable by imprisonment of up to three months or a fine of £2,500. Scotland is different, as most unenclosed land is legal to camp on. In Wales, there is a code of conduct for campers to follow which is based on a principle of \"leave no trace\", with campers urged to bury toilet waste away from water sources, pick up litter and leave if asked to. ", "url": "https://www.bbc.com/news/uk-wales-57440636"}