{"datetime": "2021-11-24T17:50:32.000Z", "subject": "Coronavirus pandemic", "title": "Covid passes: Swansea cinema faces court over law breach", "article": "A cinema owner who defied the law by refusing to ask for Covid passes is facing court action. Anna Redfern, owner of Cinema & Co in Swansea,said she would not comply with the Welsh government rules . The venue remained open last week, despite a notice to close by Swansea council. The authority said a court order was now being sought to enforce closure, or to implement reasonable health and safety measures. The order, which will be heard before magistrates on Thursday, claims a number of breaches. They include a lack of a Covid risk assessment, not informing staff of measures to try to reduce spread of Covid, a lack of signs and cleaning materials, as well as not checking Covid passes. \"We are disappointed that the owner has ignored the advice provided and has reopened the business in breach of the closure notice,\" council spokesman said. \"In cases where we have issued improvement notices or requested businesses close temporarily so they can improve their Covid-related measures, almost all have worked with the council to address concerns raised and ensure businesses are safe for their customers and their own staff. \"We still hope we can work with Cinema & Co to address the issues raised and help them reopen as soon as possible.\" The Covid pass scheme, which applies to anyone over the age of 18, was introduced by the Welsh government on 11 October fornightclubs and large-scale events .But anyone wanting to go to the theatre, concert halls and cinemas must now also show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours. In a Facebook post , the business said the new rules were \"unfair and killing the entertainment industry\". It said it would \"take a stand\" against the \"discriminatory and unlawful\" measures.The decision was met with a mixed response, with some criticising the independent cinema's stance and others voicing their support.Welsh government regulations state that businesses have to complete a risk assessment before opening and that should include whether a Covid pass is needed and how it would be enforced. TheNHS covid pass is available digitally, but you need to register for anNHS login via the website. ", "url": "https://www.bbc.com/news/uk-wales-59407303"}