{"datetime": "2021-12-01T18:03:48.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Swansea's Cinema &amp; Co reopens, defying court order", "article": "A cinema owner has defied a court order and reopened, one day after being ordered to shut by a judge for refusing to ask customers for Covid passes. The website of Cinema & Co in Swansea says Santa Claus: The Movie was listed to start at 16:30 GMT on Wednesday.About 20 people are inside the building and pizzas have been delivered. An employee was asked by a BBC reporter whether they were open, but said queries had to be emailed, so an email has been sent to the firm. OwnerAnna Redfern was warned in Swansea Magistrates' Court on Tuesday that if her business reopened, there would be an application for her to be found in contempt of court. District judge Neale Thomas told Ms Redfern to \"stop listening to the siren voices\" when he told her she was to close the business. He court appearance came after she defied a council notice to close, having refused to ask customers for Covid passes. She was also due to appear in court last weekbut failed to show , so was thenordered to close by the Welsh government . Ms Redfern refused to comply with Welsh government rules, claiming they were \"unfair\" and \"killing the entertainment industry\". She appeared in court for Tuesday's hearing, where she was ordered to pay Swansea council's legal costs of £5,265, to which she replied: \"I don't want to pay for it.\" The court heard environmental health officers visited her business and found no Covid risk assessment had been carried out, there was no hand sanitiser and no proper hand washing facilities. Following the court's decision to shut the cinema, Lee Reynolds, representing Swansea council, told the court if the business reopened there would be an application for Ms Redfern to be found in contempt of court. \"She may receive eventually a custodial sentence,\" he said. TheNHS Covid Pass is available digitally but you need to register for an NHS login via the website. ", "url": "https://www.bbc.com/news/uk-wales-59496814"}