{"datetime": "2021-11-30T19:09:58.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Swansea's Cinema &amp; Co ordered to close by judge", "article": "A cinema boss who refused to ask customers for Covid passes has been ordered to close by a judge. Swansea council issued a closure notice to Cinema & Co for \"a series of breaches of the coronavirus regulations.\" But Anna Redfern's cinema café stayed open after that notice was issued. She was then ordered to close by the Welsh government after failing to appear at a previous court hearing. Ms Redfern refused to comply with Welsh government rules, claiming they were \"unfair\" and \"killing the entertainment industry\". Ms Redfern was in court for Tuesday's hearing at Swansea magistrates, and ordered to pay the city council's legal costs of £5,265. Ms Redfern told the court: \"I don't want to pay for it.\" Judge Neale Thomas told Ms Redfern she should \"stop listening to the siren voices\" advising her. The order will remain for 56 days or until the business implements Covid regulations. Ms Redfern, representing herself, told the court the council's closure order was \"unlawful\" and she had no case to answer. \"I have a right to run my business,\" she said. \"All I've done is give my customers the freedom of choice to decide whether they want to come to my business or not.\"Lee Reynolds, for Swansea Council, said the case was about protecting public health. \"The reality is, the way these premises are being operated and run, is as if Covid simply doesn't exist,\" he said. Environmental health officers visited the cinema and found no risk assessment had been carried out, there was no hand sanitiser and no proper hand washing facilities. \"Other premises are taking the steps that the regulations require,\" Mr Reynolds said.\"So there is a much greater chance these premises may be affected than ones that are properly operating.\" Ms Redfern told the court she was \"ironically\" closed on Beaujolais Day - November 18 - when Swansea pubs would have been open and busy. \"It just seems it's totally unlawful what they've done, and the hypocrisy is incredible,\" she said. Judge Thomas said he received \"expansive, semi-literate ramblings\" from someone claiming to be acting for Ms Redfern. Granting the civil order, Judge Thomas said it was \"very clear that the respondent does not comply with the law\". Following the court's decision Mr Reynolds, told the court if the business re-opened there would be an application for Ms Redfern to be found in contempt of court.\"She may receive eventually a custodial sentence,\" he said. Mr Reynolds told the court \"none of this would have been required\" had Ms Redfern worked with the council. He added that Cinema & Co would be allowed to open once environmental health officers were satisfied Covid regulations were being followed. Outside court, Ms Redfern was asked to comment but said she had to pick up her children. A BBC Wales cameraman and reporter trying to speak with her were kept at a distance and filmed by four or five men wearing jackets with \"Voice of Wales\" logos. This year,Voice of Wales was banned from YouTube for breaching its terms of service after being accused of using \"racist\", \"foul\" and \"unacceptable\" language. Nearly 3,800 people have raised £61,000 in support of her \"standing by the right to free choice\". After the cinema was ordered to close, a woman claiming to be in charge of media communications for the cinema, told BBC Wales they hoped to be able to give the money to Swansea's homeless.The cinema has been asked whether this remains their intention but the BBC has not received a response. Swansea Council welcomed the court's decision. It said: \"We hope Cinema & Co will comply with the court order and follow all of the Covid safety measures.\" ", "url": "https://www.bbc.com/news/uk-wales-59475101"}