{"datetime": "2021-12-03T19:58:12.000Z", "title": "Swansea: Cinema &amp; Co's £53k Covid grants to be reviewed", "article": "A cinema that defied orders to shut after not enforcing Covid pass rules may have to pay back some of the £53,000 it received in Covid grants. Cinema & Co, in Swansea, ignored a court order to shut for refusing to adhere to Covid regulations.Swansea council's leader said it would consider whether the money should be recovered if conditions were breached. The cinema received £52,862 in grants from both the council and the Welsh government, said Rob Stewart. \"There has been a significant amount of support provided through the council and from the council for that business,\" said Mr Stewart, Labour leader of the city council. \"The council is and will continue to pursue all available legal options to ensure compliance protection of public health, which remains our top priority.\" Mr Stewart said the uncertainty surrounding theemergence of the new omicron variant made it \"even more essential\" for everyone to follow the rules and regulations to control the virus's spread, according to theLocal Democracy Reporting Service . Cinema & Co, on Castle Street, Swansea,was ordered to close by Swansea Council on 16 November for a \"a series of breaches of the coronavirus regulations\". However, the cinema's owner, Anna Redfern, refused to close and was subsequently ordered to close by the Welsh government afterfailing to appear at a court hearing . On Tuesday, 30 November, Ms Redfern appeared at Swansea Magistrates' Court and told the court the council's closure order was \"unlawful\" and she had no case to answer. She was againordered to close the venue for 56 days - or until Covid measures were implemented - by district judge Neale Thomas, who also ordered her to pay the city council's legal costs of £5,265. Lee Reynolds, representing Swansea council, told the court there would be an application for Ms Redfern to be found in contempt of court if the business reopened. After this court order, the cinema opened again the following day, on Wednesday 1 December, advertising a showing of Santa Claus: The Movie. Around20 people were inside the venue , and pizzas had been delivered. A \"closed\" sign, along with messages of support, were posted on the door of the independent venue on the afternoon of 3 December. ", "url": "https://www.bbc.com/news/uk-wales-59527142"}