{"datetime": "2021-11-25T15:13:53.000Z", "subject": "Coronavirus pandemic", "title": "Covid pass: Swansea cinema owner fails to show at court", "article": "A cinema owner has failed to show up for her court case after refusing to ask customers for Covid passes. Anna Redfern did not turn up at Swansea Magistrates' Court earlier afterthe city council sought a court order to stop her reopening Cinema & Co . District judge Neale Thomas asked the council for written submissions on why a closure notice was needed and adjourned the case until 30 November. When approached at her still-open cinema, Ms Redfern made no comment. She previouslysaid she would not ask people for Covid passes , but when asked for a statement on Thursday, replied: \"I have no comment as litigation is pending.\" Ms Redfern, who runs the 56-seat independent cinema, was served with a closure notice by the council on 18 November after allegedly failing to comply with several coronavirus regulations. Covid passes are a legal requirement,and the cinema remained open after being told to close . Prosecutor Lee Reynolds said the premises \"seems to think this pandemic doesn't exist\". On the complaint for a civil order put before the court, the council asserted that Cinema & Co had not completed a Covid risk assessment, and had not informed staff of the measures required to prevent transmission of the disease. Also, the council said the cinema had not implemented reasonable measures, including a Covid pass, and did not have adequate cleaning products or anti-viral products to reduce transmission. Mr Reynolds told the court he was concerned about a significant delay in the case, due to the \"state of the premises\". Covid passes have been a legal requirement for anyone over 18 in Walesfor nightclubs and large-scale events since 11 October . This was expanded to theatres, concert halls and cinemas on 15 November and means people must show a pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours. Judge Thomas said he was concerned the council was bringing the closure notice under the Public Health (Control of Diseases) Act 1984 and not the Welsh government's coronavirus legislation. He said the Welsh government \"would have had the power to include enforcement powers, but they chose not to\". Mr Reynolds described the Coronavirus Act as \"very limited\" and said bringing the closure notice this way was necessary. He told the judge Ms Redfern was \"making various assertions in the press and posting comments online which are inflammatory and highly controversial\". The Welsh government said: \"As a result of breaches of the Coronavirus regulations identified by Swansea council, the premises was served with a notice requiring it to close due to the risk to public health. \"As the owner has chosen not to comply with this legal requirement, enforcement action is being pursued. It would be inappropriate for us to comment further on ongoing legal proceedings.\"Cinema & Co remained open on Thursday, after Ms Redfern failed to show up for her court case. TheNHS Covid pass is available digitally, but you need to register for anNHS login via the website. ", "url": "https://www.bbc.com/news/uk-wales-59417207"}