{"datetime": "2021-12-07T16:07:43.000Z", "title": "Caravan owners should pay council tax, says Gwynedd councillor", "article": "Luxury caravan owners should pay council tax just like homeowners, a Gwynedd councillor has claimed. John Brynmor Hughes branded it \"a joke\" that luxury caravan owners pay \"barely any tax\". Mr Hughes, who is against a council tax premium on second homes, argued that modern caravans were \"like a bungalow\".The claims came during a Gwynedd council debate on the setting of the council tax premium for second homes,which was raised to 100% last April .\"We are losing taxes here yet they use our roads, dispose of their rubbish, use the public toilets and everything a house would use,\" he said.\"A caravan, even a tourer these days is like a bungalow, they have bedrooms in them and are huge, but they're barely paying any tax,\" said Mr Hughes, an independent member for Llanengan.\"I'm against the 100% (council tax premium), I always have been, but I think we're losing out especially during the pandemic when caravan parks are springing up everywhere,\" added Mr Hughes.He said owners of expensive chalets in The Warren, Abersoch, could pay only £100 in tax. The Warren, which hosts 500 lodges and caravans, was recently given planning permission to open all year round, according tothe Local Democracy Reporting Service .However, strict measures had to be satisfied to ensure the caravans were used for holiday purposes only, not permanent homes while their owners only pay council tax at their main residences. Owners of static caravans usually pay the park owner an annual fee of several thousands of pounds, including a contribution to the overall business tax bill.However, Mr Hughes said existing regulations should be amended and that their owners should contribute more to the council. The Warren has been approached to respond to Mr Hughes' comments.A Gwynedd council spokesperson said caravan sites were generally taxed as one single unit, and it was then up to the site operators to charge the individual caravan owners.The council said: \"In these cases the site operators will be liable for paying the non-domestic rates and it is a matter for them if their annual maintenance charge to individual caravan owners then contains an element of recharge for the rates.\" ", "url": "https://www.bbc.com/news/uk-wales-59565892"}