{"datetime": "2020-07-03T23:54:33.000Z", "title": "E-scooters 'an alternative to cars' for Welsh communities", "article": "People in some Welsh communities could soon be riding electric scooters to work or to visit friends. Bicycles have been seen as an effective way of getting cars off roads in Wales' towns and cities, but they could be joined by another mode of transport. While privately owned e-scooters remain banned from the streets,rented ones will be allowed from Saturday as part of a UK government scheme. The Welsh Government said it was exploring their use in the country. \"Electric scooters offer the potential for low-carbon transport, offering an alternative to car use for many urban journeys in particular,\" a spokesman said. \"We have engaged with the UK government to discuss the potential for trials in Wales and publicised the opportunity to Welsh local authorities.\"The scope of trials depends on interest at local authority level.\" Under new rules announced by the UK government's Department for Transport, rental e-scooters will be allowed on roads in Great Britain to ease pressure on public transport amid the coronavirus crisis. Local authorities and devolved administrations in Wales, England and Scotland can allow or run sharing schemes in their areas as part of a 12-month trial. Riders will need a full or provisional car, motorcycle or moped licence to use the vehicles, and they must be aged 16 or over. They will be banned on pavements and limited to 15.5mph. In Wales, if a local authority decides to take part, changes to the Traffic Signs Regulations and General Directions 2016 will be needed for the scooters to travel on cycle lanes, the Welsh Government added. Scooter-sharing schemes have previously faced criticism over dumped scooters, which have been a problem in Paris, so local authorities will need to establish rules to avoid vehicles being abandoned on pavements. It is hoped the first UK scheme will be up and running in Middlesbrough next week. ", "url": "https://www.bbc.com/news/uk-wales-53252805"}