{"datetime": "2021-07-30T17:03:09.000Z", "title": "E-scooter rules too lax, says injured Bristol cyclist", "article": "A Bristol cyclist injured in a crash with an illegally driven e-scooter is calling for better regulation. James Holbrook, 40, dislocated his shoulder when two girls on a private electric scooter cut across him on a cycle path in Emersons Green. He said: \"I'm off work. Not only has it ruined my summer but I'm also going to have a long term injury.\" It is illegal for privately owned e-scooters to be driven on public land and for anyone under 18 to use them. The two 12 year-old girls, who had been riding together on the same e-scooter with no helmet, were not hurt. Police officers spoke to them and their parents, who were unaware they had broken the law. Mr Holbrook said: \"I'm conflicted about e-scooters as I work as an environmental adviser for my employer but I think the lack of regulation is undermining any good efforts.\" E-scooters are covered by the Road Traffic Act so they need to be taxed and insured and riders need a driving licence but even then they can only be used on private land with the landowner's permission. The government has approved some e-scooters for use in trials across the UK and these are the only ones that are legal to use on public landwithin the rules . Avon and Somerset Police is recording about 200 incidents a month involving e-scooters but not all of them relate to misuse or road traffic accidents. Traffic management officer, Richard McKiernan said: \"I think there's a lack of awareness although the law is straight forward.\"The vast majority of people who are riding them on the road are totally surprised that their use is illegal and this isn't something that was explained to them when they bought them. \"Our approach is to engage, explain, educate and then enforce. We record that someone has been stopped and if they are stopped again, action could be taken.\" Riders can be prosecuted and given points on their driving licence and their e-scooters can be confiscated if they're found to be breaking the law. ", "url": "https://www.bbc.com/news/uk-england-bristol-58031715"}