{"datetime": "2021-06-30T07:42:48.000Z", "author": "Nelli Bird", "subject": "Climate change", "title": "Climate change: Brecon carbon offset project planting giant sequoia", "article": "Nearly 500 saplings of the world's largest tree, the giant sequoia, have been planted in Brecon. The team behind the One Life One Tree project said it could be the largest plantation of its type in Europe and that every tree would offset a person's lifetime carbon footprint due to its size and lifespan.Each sequoia also has its own story, like the one planted by Gareth Jones in memory of his wife, Lucy. \"I think she'd appreciate it,\" he said. \"My wife, for the last 20 years of her life, worked as an international education consultant. \"She travelled all over the world and she always felt that she was contributing to this carbon dioxide,\" said Mr Jones, from Rhoose in the Vale of Glamorgan. \"She had three gold cards with different airline companies, and they were all maxed out - she was doing a lot of flying. So, this is payback time.\" Founder Henry Emson came up with the idea when he started thinking about ways to offset his children's lifetime carbon footprint. \"I quite quickly realised that what people wanted was to be a part of something that was positive, to be a part of the solution,\" he said. \"We are all repeatedly reminded about how much trouble the planet is in and the climate emergency. \"That triggered me to think that I could offer this to other people to help them plant their giant sequoia and to be more climate responsible.\" The sequoia was chosen because it grows very quickly and can live for thousands of years. \"What we have here is the opportunity to plant effectively the most powerful tree species on the planet for carbon capture,\" he said. \"Sequoias stack carbon incredibly efficiently.\"Over the space of, say, a hectare, a sequoia grove left for a hundred years, versus a natural native woodland planted, will capture 10 times more CO2 for that hectare of space.\" But he said it would take \"a couple of hundred\" years for each tree to bring someone's carbon footprint down to zero. \"It comes with the acknowledgement that people need to do more in the short term to reduce emissions and that planting trees takes a long time, but this is about a legacy.\" Lindsay Perks planted a sequoia with her husband, Matt, and their two children, Annabelle, 12, and Will, seven, in memory of her father, Trevor, who died in February. \"It was very difficult for him to talk about what he wanted for his funeral and we had no idea what to do,\" said Ms Perks, from Bristol. \"But this was an idea he was really taken with. It feels like an appropriate thing to do. My dad liked woodwork. \"To leave something as monumental as a tree that takes in so much carbon is a real treat to be able to do that for someone.\" Sequoias are best known for growing in their native California where some grow taller than 200ft (60m). In the middle of the 19th Century, some were planted in the UK by wealthy Victorians. One such grove is not far up the road in Leighton in Powys where some of the oldest sequoias, planted in 1857, are now taller than 130ft (40m). In Brecon, 1,500 native trees are being planted at the site, which used to be a timber plantation. Alongside the sequoias, native trees like oak and beech are being planted to increase biodiversity. Mr Emson said 1,000 people had signed up to the project, each paying £395 to plant a sequoia, and another site in Abergavenny had just been purchased. The project promises to donate the sequoias to a woodland charity to ensure the trees are not cut down and so they can eventually grow to tower over generations to come. ", "url": "https://www.bbc.com/news/uk-wales-57636376"}