{"datetime": "2020-10-02T10:56:21.000Z", "title": "E-scooter trial launched for West of England", "article": "A 12-month trial of e-scooters is being rolled out across parts of the West of England. Hop-on hop-off e-scooters run by Voi Technology Ltd will be available in Bristol, Bath and South Gloucestershire to help residents and visitors get around. The e-scooters will be capped to a maximum speed of 15.5mph and cannot be used on pavements. The trial is expected to begin later this month. The Swedish company will provide the e-scooters for short or longer-term rental allowing residents to take them home if required. The trial is being led by the West of England Combined Authority (WECA) in partnership with Bath & North East Somerset, Bristol and South Gloucestershire councils, with the cost of rides and unlocking due to be announced at a later date. The Department of Transportpassed legislation earlier this year to accelerate the deployment of e-scooter trials across the UK.A trial in Coventry was paused after five days following concerns over pedestrian safety and e-scooters being abandoned on the streets. Voi Technology's general manager, Richard Corbett, said: “Voi is making use of licence plates to help identify any misuse of our e-scooters, as well as investing in ambassadors on the streets to ensure that any anti-social behaviour is stopped in its tracks.” An e-scooter trial has also started in Cheltenham and Gloucester where Gloucestershire County Council has appointed e-scooter operator, Zwings. The Zwings e-scooters began appearing on the streets on 1 October costing £1 to unlock, and then 15p or 20p a minute for every ride, depending on the location. Riders of hired and leased e-scooters, through the West of England’s trial, can legally use them on roads, cycle lanes or cycle tracks and must hold a full or provisional driving licence. Currently, privately-owned e-scooters are banned to use in the UK anywhere except on private land. The Transport Committee of MPs has argued e-scooters should be legalised on roads but riding on pavements should be prohibited. ", "url": "https://www.bbc.com/news/uk-england-bristol-54385863"}