{"datetime": "2021-05-21T12:07:51.000Z", "title": "E-scooters: Bristol mayor thinks they are here to stay", "article": "Bristol's mayor says he expects e-scooters to become a \"permanent feature\" of the city, and the use of private scooters in public spaces to be legalised too. Marvin Rees said it would be \"odd\" if the government did not alter the law to offer private scooters the same legal status as the rental ones currently available under a pilot scheme running in the West. Currently only e-scooters hired through the trial can be used legally on roads, cycle lanes or tracks. It is however still illegal to ride them on pavements. And using privately owned e-scooters in public space at all is currently illegal. The results of the trial in Bristol and Bath and other similar schemes across the country, will be used to help shape future legislation on the use of e-scooters in public. Mr Rees said \"I think it's been very successful, very popular. I use them myself. \"I think these will become a permanent feature of Bristol life, just like they've become a permanent feature of the lives of cities in the United States and across Europe.\" \"It would be odd if the legislation around private scooters did not come alongside that to enable people to use private scooters as well. But with that comes that degree of rigour and responsibility to make sure that they are registered, that they're not being used on the pavements, that they're being used safely.\" There have been concerns in other areas of the country over people not riding the e-scooters safely. Their designated parking zones, often on pavements or near bus stops, have also caused problems for the elderly,visually impaired people and those with children in prams and pushchairs.Voi, the e-scooter maker behind the scheme in Bristol and Bath, has announceda series of safety events and said it would add more functions in its app to encourage people to use the scooters safely. ", "url": "https://www.bbc.com/news/uk-england-bristol-57199235"}