{"datetime": "2021-08-06T11:54:52.000Z", "author": "Rachael Garside & Iola Wyn", "title": "Tree-planting: Why are large investment firms buying Welsh farms?", "article": "Plans to encourage more trees to be planted in Wales are under fire for \"destroying communities\" in rural areas. Large-scale investment companies have been buying farms across the country for afforestation - planting trees to offset carbon emissions.But there are concerns it could damage local culture, language and heritage. The Welsh government said it would launch a consultation on its National Forest plan.About 12 farms have been sold recently in mid Wales by companies outside the country, according to an agricultural expert. Wales hasdeclared a climate emergency and pledged to be at least95% carbon neutral by 2050 . The Welsh government last yearlaunched a plan to create a National Forest for Wales , promising to increase the number of trees being planted every year to improve air quality and reduce greenhouse gases. The policy aimed to \"create woodlands that are accessible to people and give local communities the opportunity to get involved, helping to promote Welsh language, culture and heritage\".But there are calls to make urgent changes to the strategy, which currently allows companies outside Wales to take advantage of forestry grants. After living and working on Frongoch Farm in Carmarthenshire's Cothi Valley for nearly 70 years, it was a wrench for John Thomas to sell the farm when he retired three years ago. He hoped the new owners would take care of his family home in Cwrt y Cadno and safeguard it for future generations of farmers.But it was resold earlier this year to a multi-national investment company called Foresight Group, based at the Shard in London.At auction, the guide price was exceeded and the farm, together with another local holding, sold for more than £2m.Mr Thomas said it was \"breaking my heart\" to see his childhood home become one of many sold to \"huge, faceless companies in England\" for planting trees. \"I feel very sad about it - I feel quite angry actually,\" he said.\"It shouldn't be allowed to happen on such a big scale. It's shameful that they should be allowed to do this. \"They're sacrificing Welsh land for the benefit of the rich in England.\" The Foresight Group owns four farms in Wales - Frongoch, Brynglas, Esgair Hir and Banc - and confirmed that it intended to use the land for afforestation.The company said: \"Sustainability is central to Foresight's business and we believe it is right to invest responsibly in forestry sites around the UK.\"A key focus of our approach is to ensure that any land use change is done in as sensitive way as possible. As part of any new scheme, we always engage and consult with local communities.\"The company added it targeted less fertile land for afforestation projects and confirmed it intended to apply for Welsh government grants. Susan Price, who lives on a farm near Llanwrtyd Wells in Powys, said there were three farms in the area which had been recently sold to companies from outside Wales to plant trees.She said taking fertile land out of food production into forestry was harmful for the local agricultural industry and damaged the local culture and language.\"I feel quite bitter because it's part of our heritage,\" added Ms Price. \"When our livelihoods are taken away from us, then our heritage and our communities and our language disappear and I think it's very sad. She said large companies bought land as investment, \"outpricing local families\", and the Welsh government was \"making it so easy for them\" through its grant system. \"I don't suppose you can blame them - it's here for them on a plate and they're going to take it up, but unfortunately, we have to lose things because of it,\" she said. Dai Dyer, an agricultural consultant in the Tywi Valley, Carmarthenshire, has researched the buying and selling of farms in mid and south-west Wales. He warned the buying up of farms for tree planting became \"a trend that might not be able to be stopped\", turning \"fruitful, productive farms that also house families\" into \"a house surrounded by trees\".He added the grant scheme should only be offered to those living in Wales and the amount of planting on anyone holding restricted to 10%. The Welsh government said: \"The Woodland Investment Grant Scheme is not a land purchase scheme. \"It is unlikely investors buying land for planting trees on a large scale will apply to the scheme, unless they are aiming to create a woodland area for local communities.\"The Welsh government added a formal consultation on the National Forest scheme would be launched shortly to engage with local communities and farmers.", "url": "https://www.bbc.com/news/uk-wales-58103603"}