{"datetime": "2021-06-21T06:49:54.000Z", "title": "Cwmcarn Forest Drive reopens after six-year tree-felling project", "article": "A forest attraction is reopening after being closed to visitors for six years to allow hundreds of thousands of diseased larch trees to be felled. A new-look Cwmcarn Forest Drive in Caerphilly county will welcome visitors for the first time on Monday.Contractors cut down the trees to prevent the spread of the fungal diseasePhytophthora ramorum , also known as sudden oak death. About £2m has been spent preparing for the site for reopening. Over the past two years the forest has undergone significant development to create an attraction that is \"accessible and enjoyable for all audiences\", Natural Resources Wales (NRW) and Caerphilly council said.It includes several new all-ability trails, new picnic seating areas, glamping pods, three new play areas, a wooden outdoor learning cabin, sensory tunnels and a woodland sculpture trail. NRW said they had been faced with \"an environmental crisis that was very challenging to deal with, but also had massive cost implications and we had to move very very fast indeed\". \"This site has been dealt with, but there are many other sites in Wales and in the UK where we are still actually fighting this disease where larch has to be killed and felled in large numbers,\" said David Letellier of NRW.Phytophthora ramorum was first discovered in the Afan Valley, in Neath Port Talbot, but trees have been felled across Wales, including at Bwlch Nant-yr-Arian near Aberystwyth in Ceredigion.Geminie Drinkwater, NRW's project manager, said the reopening was even more important because of the restrictions imposed during the coronavirus pandemic. She said: \"To have something on the doorstep that people can enjoy and really benefit from is going to be really important as we come out of lockdown more and more over the summer months.\" Councillor Philippa Marsden, Caerphilly council's leader, said it was \"fantastic\" to \"bring this much-loved attraction back to public use\". Cabinet members from Caerphilly council last month agreed to a collaborative arrangement with NRW to manage the forest drive.An official ceremony to mark the reopening of the drive will take place once Covid-19 restrictions are further relaxed. ", "url": "https://www.bbc.com/news/uk-wales-57526546"}