{"datetime": "2021-06-07T17:09:23.000Z", "title": "When and where can I ride an e-scooter legally?", "article": "London is the latest UK city to trial e-scooters - which the government hopes will be a more environmentally-friendly way to travel. More than 30 areas - including Newcastle, Bristol and Bournemouth - are already operating rental schemes. The Covid pandemic brought the trials forward, because they offer people a way of getting around at a social distance. E-scooters areavailable to rent in four boroughs to start with: Scooters can also be hired in Canary Wharf and ridden through the borough of Tower Hamlets. The City of London is due to join in July. The most powerful privately-owned e-scooters can reach up to 68 mph (110 km/h) but rental e-scooters in the UK have maximum limits of 15.5mph (24.9km/h) The London trials use technology to create \"go-slow areas\", where the top speed is reduced to 8mph (13km/h) for safety. Hire charges vary, but it typically costs £1 to unlock an e-scooter (using a smartphone app) plus a fee of 14p-20p per minute. Rental e-scooters in London have front and rear lights. The only e-scooters that can be used on public roads are those rented as part of government-backed trials.If you own an e-scooter, you can only use it on private land and not on public roads, cycle lanes or pavements. Currently, there isn't a specific law for e-scooters so they are recognised as\"powered transporters\" - falling under the same laws and regulations as motor vehicles. They are subject to all the same legal requirements - MOT, tax, licensing and specific construction.And so, because e-scooters don't always have visible rear red lights, number plates or signalling ability, that's why they can't be used legally on roads. Yes. To use an e-scooter from an official trial, you need to havecategory Q entitlement on your driving licence .Full/provisional UK driving licences with categories AM, A or B include category Q permissions. If you have a provisional licence, you don't need L plates when using an e-scooter. If you have an overseas provisional licence, learner permit or equivalent - you can't use an e-scooter. No. In London you have to complete an online course first.Cycle helmets are recommended, but not legally required.Yes.The Met Police say they will issue fines of£50 for riding on the footway - and £100 and six driving licence penalty points for using a mobile phone or riding through a red light. The Transport Committee of MPshas called for e-scooters to be legalised on roads , but not pavements. It saysallowing wider use of e-scooters would: The London Cycle Campaign (LCC) says e-scooters offer a \"cleaner, low carbon alternative\" for those who can't or don't want to cycle.Unsurprisingly, manufacturers say e-scooters can improve mental health and balance. But theLondon Assembly found there could be a negative health benefits if e-scooters replaced walking or cycling.The exact number of crashes involving e-scooters is said to be under-reported however Ch Supt Simon Ovens from the Met Policesaid the numbers were increasing \"sharply\" .In July 2019, TV presenter and YouTuber Emily Hartridge, 35, died when the e-scooter she was ridingcrashed due to an underinflated tyre . And Julian Thomas, 55,died when his e-scooter hit a parked car in September 2020.There's concern that e-scooters are being used by criminal gangs.E-scooters were involved 574 recorded crimes in London, such as robberies or assaults, between 1 July 2020 and 30 April 2021 - say the Met. London Mayor Sadiq Khan says incidents involving e-scooters are \"underreported\", but work is being done with the police to ensure all incidents are addressed. Caroline Pidgeon, a Lib Dem London Assembly member, is worried the \"speed and nimbleness\" of e-scooters now offer an attractive option for some criminals. The needs of pedestrians and disabled people should \"never be sacrificed\", she says, and it is \"vital\" e-scooters are not ridden irresponsibly or left cluttered on pavements. ", "url": "https://www.bbc.com/news/uk-48106617"}