{"datetime": "2021-08-27T07:26:03.000Z", "title": "Hafodyrynys: Delays to demolishing most polluted street criticised", "article": "Delays in knocking down Wales' most polluted street have been criticised. The 23 properties on Woodside Terrace in Hafodyrynys, Caerphilly county, were due to demolished in May, but Caerphilly council says this has now been pushed back until the autumn. Nitrogen dioxide levels on the street have been thehighest in the UK outside of central London . Plaid Cymru councillor for Crumlin Mike Davies accused the council of \"dragging their feet\". He said the Labour-led local authority was using Covid as an excuse, and it needs to make the demolition a priority, adding: \"It's sad. People need this to be done and out of the way.\" It was in July 2020 the Welsh government endorsed the council's plans to demolish the properties to improve air quality. Pollution gets trapped between the houses and trees opposite from large volumes of cars and HGVs travelling between Torfaen, Blaenau Gwent and parts of Caerphilly county.All residents have now moved out after a compulsory purchase at 50% above the market rate was agreed by Caerphilly council's cabinet in 2019. Martin Brown, who lived on the street for 50 years, told last month of being left in tears tears after seeing videos of people looking around his old house - with some taking drugs and ransacking buildings in the street. Hedescribed the scenes as \"distressing\" and called for the council to speed up the demolition.A council spokesman said: \"Covid has inevitably impacted the scheme. \"We have had to undertake preparatory works such as ecological surveys, structural surveys and asbestos removal works. These have been taking place over recent months. \"We have followed due process which includes the appropriate procurement and tendering process to ensure we can secure a contractor to undertake the works as soon as possible. We anticipate that the scheme will commence in the autumn.\" The tender process for the demolition closed on Friday, 13 August and a demolition company is expected to be chosen in the coming weeks. ", "url": "https://www.bbc.com/news/uk-wales-58349232"}