{"datetime": "2021-09-15T05:39:38.000Z", "author": "Nelli Bird", "subject": "Coronavirus pandemic", "title": "Day care centres: Reduced hours affecting disabled adults, carers say", "article": "About one thousand people have signed a petition to fully reopen day centres for disabled adults. Sian Thomas, 40, who is mentally and physically disabled, has been visiting Brooklands day centre in Risca five days a week for the past 20 years. But Covid restrictions on numbers in the building mean she cannot return, with her total care hours reduced from 39 a week to six. Caerphilly council said there would be no day centre closures. Ms Thomas, from Bargoed, has autism and is registered blind. Her disabilities mean she cannot speak and needs help with most aspects of her life, like getting dressed and eating.Her mother, Heather Price, said change and a lack of structure could be worrying. \"She's with friends and people who know her,\" said Mrs Price, who is also her daughter's main carer. \"Going to the day centre is my break, it's Sian's break.\"We are away from each other. When she comes home, she's happy to come home and she wants to be with me and then we do activities - that's our day.\" For the Robotham family from Caerphilly, any changes to day care provision could have \"devastating\" consequences on their 42-year-old son.Michael is profoundly disabled and in need of around-the-clock care. However, his father Mark said his reduced day centre care hours have had a significant impact on him. \"It's heart-breaking to watch my son day after day when he's stuck in his chair constantly with the television on, constantly rocking because he has to sit there for eight, nine hours a day,\" he said. \"The only respite he gets then is when goes to bed and then he's stuck in his bed for 10 to 15 hours.\" Mr Robotham said if they could not get the kind of help they had before the pandemic, it might mean his son would have to move into residential care \"sooner rather than later\". \"It's devastating and I know my wife would be absolutely beside herself to have to make that decision,\" he said. Carers like Mrs Price and Mr Robotham say they have been told by Caerphilly council they could see a move to community-based care. This could be taking people out shopping or to a cafe for a couple of hours, instead of providing care at a \"fixed base\".When receiving a letter from the council asking carers to tick boxes with the activities people would enjoy, Mr Robotham said it only served as a \"gut wrenching reminder of what my son has never been able to do\". Caerphilly council said: \"We aim to offer a day service which is more inclusive, does not rely on a fixed base and meets individual people's needs more effectively in a greater variety of ways.\" \"The service will be expanded to operate seven days per week, provide increased opportunities for working and socialising in our communities and we will continue to offer support and activities in our day centres for those individuals with high physical support needs. \"It is important to note that each person that uses this service will be assessed to determine how their individual needs will be met now and in the future.\" Philippa Marsden, leader of the council, previously said day centres would not be closing after \"speculation caused unnecessary concern\" and that consultations have been launched with community members about \"how we can improve our provision in the future\". ", "url": "https://www.bbc.com/news/uk-wales-58560861"}