{"datetime": "2021-11-23T16:01:59.000Z", "author": "Felicity Evans", "title": "Mum of soldier killed in Afghanistan calls for veterans commissioner", "article": "The mother of a Welsh soldier killed in Afghanistan has said a veterans commissioner would stop ex-servicemen and women being \"dropped like a sack of hot coal\". Hazel Hunt's son Richard, from Abergavenny, Monmouthshire, diedafter his vehicle was caught in an explosion . Wales is the only UK nation without a veterans commissioner, which the UK government promised to create and fund. The Welsh government has said \"discussions are ongoing\". But Tory MP Fay Jones said the Welsh government was slow to get on board. Ms Hunt said a veterans commissioner \"would make a difference\" to those former servicemen and women who previously \"haven't had a voice\". \"Once you're out of the forces they don't know who to turn to because they help you, whether you are single or married, they help you. Your accommodation is taken care of, your bills are taken care of, so they don't even know how to pay a gas bill,\" she said. \"They need to have that continuity of help and they weren't getting it from leaving the forces for whatever reason. \"Whether they were discharged through medical reasons or whether they had just come to the end of their time in the forces, they suddenly find that door to whatever forces they were in is firmly shut and then they turn around and think 'well, who do I go to?'.\" Wales currently has Armed Forces Liaison Officers (AFLOS) who work in different parts of the country helping military personnel and veterans access services.But Simon Weston, who is one of about 140,000 veterans in Wales, said there needed to be \"a single voice to represent veterans\" throughout the nation. \"It adds more gravitas to the debate if you have somebody who has instant access to ministers,\" he said. The former Welsh Guardsman, from Nelson, in Caerphilly county, served in the Falklands War where he was injured on board theRFA Sir Galahad when it came under fire in the 1982 conflict. He said he wanted to see the Welsh government work with the UK government to get the veterans commissioner role up and running as quickly as possible.Referring to previous complaints from Wales' First Minister Mark Drakeford about a lack of consultation from the UK government, Mr Weston said the creation of the role would be \"one step towards getting greater co-operation\". He said: \"If somebody else is funding this, what would be the issue? \"It will look like you're lagging behind because you deliberately want to. \"There's an opportunity here. It's about co-ordination, it's about benefiting people,\" he added. Ms Hunt added there had been a \"huge variation\" in access to help in Wales.\"People in west Wales have had to go to England for things like medical support,\" she said.\"When you think that Wales provides around a fifth of all the armed forces and there are 210,000 veterans in Wales, that is a huge amount.\"These people lose contact with services and easily fall through the gaps.\" The UK government committed to creating the post in March, after campaigning by Brecon and Radnorshire MP Fay Jones.Ms Jones said ministers in Cardiff need to \"come on board\" to make the role meaningful, because many of the services veterans use are the responsibility of the Welsh government. \"Veterans have been waiting a long time for someone to be their champion and it is, I think, wrong that Wales is the only country in the UK not to have a veterans commissioner,\" she said. \"I think veterans in Wales are being disadvantaged. I think the Welsh government could pick up the pace.\" The Chancellor, Rishi Sunak, said that he would fund the Veterans' Commissioner for Wales post in his October budget. Earlier this year the Welsh government announced more than £500,000 to continue funding seven AFLOS and give more money to NHS Veterans Wales, a dedicated pathway for veterans to get health care support. The Armed Forces charity Help for Heroes said the role would bring \"increased focus and support\" to what was already in place for veterans in Wales. \"Having a dedicated Veterans Commissioner in Wales will add an extra string to the bow for the Welsh government as it looks to give the absolute best support it can for our veterans,\" it said. In a statement, the Welsh government said: \"This is a UK government appointment, which it has yet to agree the funding and timescales for. \"We continue to discuss this appointment with the Office for Veterans Affairs and the Wales Office to progress this important role and ensure it works effectively with the existing structures in Wales which already deliver extensive support for the Armed Forces community.\" The issue of support for veterans is an emotive one, particularly so in Wales where the numbers of volunteers for the armed forces has traditionally been high. The question of a veterans commissioner for Wales has bubbling away for some time, but has become more pressing with the Chancellor's promise in the October budget that he would fund the role. The Welsh government believes it already offers a good level of support for veterans with regional armed forces liaison officers who facilitate access to services as well as other spending to support health and education initiatives for veterans and their families. But the UK government is pressing for the creation of the role which it says would to help ensure a constituency of provision across the country.", "url": "https://www.bbc.com/news/uk-wales-59375343"}