{"datetime": "2021-07-30T11:33:49.000Z", "title": "Children in care: Lack of secure accommodation 'scandalous'", "article": "A lack of \"proper provision\" for children who require approved secure accommodation is \"scandalous\", one of Britain's most senior judges has said. Lord Justice Stephens made the comment while dismissing an appeal from a 15-year-old girl in Caerphilly council's care at the Supreme Court. She was appealing a secure accommodation care order after being placed in unregistered homes. Lord Stephens is the latest in a series of judges to raise the issue.He said the case raised an \"important question of law\" regarding the \"scandalous lack of provision\" for troubled teenagers in England and Wales. The case came about after Caerphilly council decided the girl, known as T, needed to be placed in secure accommodation that would \"deprive her of her liberty\".But a lack of registered secure accommodation led the council the seek a court order to place her in unregistered accommodation in England, which was granted. When that placement broke down, a second order was sought for another placement at a location that was not approved as secure accommodation. T had consented to both placements and argued after living in unregistered accommodation, there was no need for a court order. On Friday, the supreme court echoed the view of the initial judge, ruling that the consent of a 15-year-old in these circumstances was not an \"authentic and enduring authority\" as that consent could easily and quickly be withdrawn. The supreme court noted while T's circumstances had changed, they continued to affect a \"significant number of children\". Dismissing the appeal, the supreme court found local authorities have statutory duties to protect children, which include, in some circumstances, putting those at risk of harm in secure accommodation. A children's home can only be used for secure accommodation if it has the necessary approvals and registration. Lord Stephens said local authorities seeking orders to allow children to be placed in alternative unregistered accommodation was a \"temporary solution developed to deal with an extremely difficult situation caused by a scandalous lack of provision\". He added it was \"unthinkable that the High Court should have no means to keep children safe\". ", "url": "https://www.bbc.com/news/uk-wales-58025443"}