{"datetime": "2020-09-23T06:03:21.000Z", "author": "Caroline Evans", "title": "Black Mountains: Tree planting project cuts giant sign into bracken", "article": "It is, they say, the first significant tree planting on common land in Wales since the Enclosure Acts . A group of volunteers has taken the plan to plant one million native trees in mid Wales a step forward by clearing bracken on the Black Mountains. They want more people to help them to plant 140,000 trees.And a giant 300m (980ft) message has been cut into the fern which can be seen for miles around. The message reads daw eto ddail ar fryn which they translate as there will be leaves on the mountain again. The plans for Bryn Arw - which lies on the eastern edge of the Brecon Beacons National Park near Abergavenny - are part of an initiative to plant one million trees on bracken banks and marginal agricultural land. It is being coordinated by a charity called Stump up for Trees/Ceiniogi'r Coed, the idea of Keith Powell, a seventh generation Black Mountains farmer and vet, and local author, broadcaster and woodsman Robert Penn. Next winter, about 140,000 native broadleaf trees will be planted, with schools and community groups taking part.The aim, to create a native woodland that will absorb carbon and create habitat for wildlife. \"This will be the first significant tree plant on common land in Wales since the Enclosure Acts, and one of the most important Welsh native woodland creation initiatives in modern times,\" says Keith. He has been cutting the bracken on the steep slopes of Bryn Arw with a walk-up mower.He has calculated that cutting the entire 185-acre (75 hectare) site means he has walked 249 miles (400km). Meanwhile, Robert has been fine tuning the letters with a scythe, often cutting down bracken so tall it was over his head.\"Trees give life. It's hard to overstate their benefit,\" he said. \"Trees provide wildlife habitat, food, medicine, shade, sustainable timber, improved air quality, natural flood management and healthier soil.\"Most importantly, in today's urgent debate about climate change, trees sequester carbon.\"They mitigate climate change and tree planting is now recognised as one of the best ways to tackle this global crisis. Now we just have to get on with it.\" It was four years ago Keith first took his idea to the Bryn Arw Commoners' Association, the farmers who have rights to use the hill and who backed the project from the start. Brian Morgan remembers how, in the past, it would take 20 men to gather sheep on the hill, but even with all that manpower it was still a \"nightmare\".\"Once you come down this side you couldn't get them back,\" he said. \"The hill was well used, but this side has never been used. Best thing we could ever do is plant it up out of the way.\"Lawrence Green, who farms over the brow of the hill from where the message has been carved, said: \"I don't think it will make a very big difference to me or my brother. \"We both run sheep on the mountain and sheep are very territorial. So most of the sheep won't be affected because they keep to a different part of the mountain.\" And he is pleased about the prospect of new fencing up there:\"It will mean it won't be so far to walk to look for the sheep. \"It's good for the carbon footprint, I believe, which is a bonus. And it will benefit wildlife I'm sure, so it's quite a novel idea.\" John Davies's farm lies at the foot of the hill which is set to be transformed from bracken to woodland, so he is set to see the biggest impact. \"I think it's excellent idea,\" he said. \"It's making use of land that really has no use.\" The project has been funded by the Welsh Government, through theGlastir Woodland Creation scheme . And Coed Cymru and Coed Cadw/Woodland Trust in Wales have been instrumental in developing the initiative. The words now written large on the hill reference a line of poetry made popular across Wales during lockdown - daw eto haul ar fryn - which means there will be sunshine on the mountain again. The letter cutting project was co-ordinated by Welsh artist Mick Petts, who has spent many years creating large-scale public artworks from natural materials.He said he liked to encourage people to see an artwork through the soles of their feet, as well as their eyes. \"Bryn Arw gives us a massive billboard to help us get the planting message out there,\" he added.\"Wales is leading the world with the firstFuture Generations Act , and it follows that we should also be leading in environmental action.\" ", "url": "https://www.bbc.com/news/uk-wales-54219574"}