{"datetime": "2021-11-16T08:34:35.000Z", "author": "Craig Duggan", "title": "Montgomery canal: £15m for restoration 'a dream come true'", "article": "A £15.4m funding boost to reopen part of a canal which has been shut for decades is making \"dreams come true\", volunteers have said. The cash to restore an unnavigable 4.4 mile (7km) section of the Montgomery Canal on the Wales-England border was announced inlast month's Budget .Powys council's said restoring the section from Llanymynech to Arddleen near Welshpool would help tourism. New nature reserves will also be created as part of the project.Currently, about 500 boats are used on the canal each year. However it is hoped the regeneration project could see numbers increase to 2,500, as well as attracting kayakers, canoers and paddleboarders. While the towpath remains open, the section of canal was closed in 1980, despite protests, as culverts were put in and roads were built over the canal.In order to reopen the section, two bridges will be built near the village of Carreghofa to allow the separated sections of the canal to be rejoined.The canal was built more than 200 years ago for agricultural purposes, allowing lime to be transported to farms in mid Wales to improve the quality of the land.It was also used to transport wood, coal and wool.It began to fall into disrepair in the 1930s, but since the late 1960s, parts of it have been restored and about 21 miles (13 in Wales and eight in England) are currently navigable.A group of 35 volunteers, known as the Tramps, standing for Thursday Restoration and Maintenance Project, care for the navigable section of the canal. Becky Watson, who has been volunteering for two years and works on a barge clearing cuttings and logs, said the announcement made her feel like what she was doing was \"worthwhile\". \"We'd all like to see it navigable again. I had a holiday at the other end of the canal back in 2000 and that was fantastic,\" she said. \"To have it all navigable again. That's the dream.\" Leader of Powys council Rosemarie Harris, said: \"The announcement is not just great news for north Powys and the immediate canal vicinity, it will stimulate economic growth for the region attracting increased visitors, creating and protect jobs providing a boost to local economies.\" ", "url": "https://www.bbc.com/news/uk-wales-59291061"}