{"datetime": "2021-07-23T12:12:58.000Z", "author": "Nelli Bird", "title": "Pollution: 'Bring houses down' plea for most polluted street", "article": "A man who lived on Wales' most polluted street for 50 years has urged the council to pull the houses down. Martin Brown said he has been in tears after seeing videos of people looking around his old house in Caerphilly county - with some taking drugs and ransacking the buildings. Demolition of houses at Hafodyrynys was due start in mid-July, but no contractor has yet been appointed. Caerphilly council said Covid has \"inevitably impacted the scheme\". An official added weekly checks were taking place on properties and the demolition scheme should resume by autumn. The council agreed to buy the houses in 2019 on the A472 afternitrogen dioxide levels on the road were recorded as the highest in the UK outside central London. Mr Brown moved out of his house in January 2020, while other residents moved out last summer.The 74-year-old said seeing the street now was \"distressing\". \"I've seen places inside the houses, they've been ripped apart. They've been climbing up onto the roofs and ripping lead off. People been sleeping in various houses, drugs have been rife in here, there's rats everywhere,\" he added. The location has also become popular with urban explorers, people who post videos online of themselves looking around abandoned buildings.Mr Brown has now seen a number of people in his old house, over the last few months. He said: \"It's just upsetting to see people in, what I still call my house, people going in there, without permission, going in, looking around, taking videos - all down the street they've been doing it. It is not on.\" Fences have been put up to try and stop people getting into the properties and signs said CCTV was being used.Footage filmed inside by urban explorers last week suggested large parts of the houses were unsafe - with missing floors and ceilings and cables hanging down. Mr Brown said the houses were now \"slums\" and was asking to \"get those houses down\". \"We've been told by our local councillor that because of Covid, they've had to put knocking these houses down on the back burner and no contractor has been allocated to knock these houses down. They are slums, please knock them down.\" A spokesman for the council said: \"The council is currently finalising the tendering process for the demolition of the properties and it is likely to require a further planning application for engineering works following the geotechnical investigation being undertaken. \"This is a significant and complex project which involves more than just the demolition of the properties. We anticipate that the scheme will commence in the autumn.\" \"The council has engaged a security firm to secure the properties as well as undertake weekly inspections at the site, but we recognise that there are ongoing incidents which we are working hard to counter.\"Further work will be done to improve security and increased community safety patrols will be undertaken in the area.\" ", "url": "https://www.bbc.com/news/uk-wales-57935458"}