{"datetime": "2022-01-01T09:50:23.000Z", "title": "Newtown: Food saved from landfill feeds 465 people", "article": "A food distribution project launched two months ago has prevented 5.5 tonnes of food from going to waste. Newtown Food Surplus in Powys started in October and has already helped feed 465 people.Now the volunteers who run the project hope to expand it in 2022 with the help of a lottery grant. In December, organisers heard it had been approved for £100,000 funding which will enable it to employ staff, rather than rely on volunteers. Vicky Rowe, who started the initiative after working on a similar scheme in Aberystwyth, said the lottery funding will make a huge difference,\"It's a lot of hours running this sort of project so we do need some paid members of staff - volunteer coordinators and a chef,\" she said. \"A lot of food that comes in late at night is 'use by' and we need to cook it, and get it into the freezers. \"But we will [also] need to expand into larger premises of some description. There's a chiller [that] we want to get that up and running. That will be a game changer for us because a lot of the fresh produce can be stored in there.\"Volunteers go to supermarkets in Newtown and Welshpool at closing time to pick up surplus food that is close to the \"use by\" or \"best before\" dates.One of the volunteers, Simon Longley, said after one visit: \"We've got lots of bread but we've also got doughnuts, spring onions, a whole tray full of salad tomatoes and strawberries: anything the supermarkets can't sell any more because it's reached the 'best by' date or it's reached the 'use by' date.\"It's a legal issue for 'use by' - you cannot sell something that's reached its use by date. 'Best by' is only a recommendation - you judge it by looking at it and checking it. \"That's the sort of stuff the supermarkets won't sell but we can make use of it in cooking or in people taking it away.\" The project sorts the food and makes packages for collection on Mondays and Fridays.Its initial purpose was to reduce food waste, but since starting, Ms Rowe has seen how the food parcels have been meeting a social need.\"Something that's deeply shocked me is the amount of people that are struggling,\" she said. \"They're on your doorstep - people who are working as well. They're having to make a choice between putting fuel in the car and putting the heating on and putting food on the table. It's overwhelming.\"The project is different from a food bank in that you do not need a referral to pick up a parcel and there is no limit to how many times you can visit.Andy from Newtown collects food parcels from the project mainly to reduce waste, adding: \"For us, it's environmental (reasons), but it's also about the cost of living.\"Because the cost of living is going up because of the pandemic. But to me personally, it's for the environment as well because I hate to see waste.\"Seba, a refugee from Syria who has lived in Newtown for five years, said collecting food from the project made her feel part of the community. She said: \"It's a new project, it's very useful. Just to look after us, you know, we are refugees, and we feel somebody cares about us.\" Arfon, a pensioner who has recently been in hospital and collects food to avoid crowded places, said: \"I've just come out of hospital so I don't want to mix too much with people in the shops. Also, I'm on a pension so this helps a lot, food seems to be getting more expensive every day.\"As well as being given to individuals, the surplus food also goes into meals made by the Newtown Community Cafe.Pre-Covid, the cafe would prepare a three-course meal for people at a local church - but since the pandemic started the food has been delivered to peoples' homes, with 60 sent out in the week before Christmas. Ms Rowe hopes it continues to grow, and she said: \"I'd love to see this rolled out across Wales, with more and more towns and cities getting involved in doing this.\"Just think how much of a saving we could make on CO2, and also food going into bellies, not bins.\"", "url": "https://www.bbc.com/news/uk-wales-59816855"}