{"datetime": "2021-06-09T12:55:14.000Z", "title": "Saundersfoot: 'Eiffel Tower' tree saved from the chop for a year", "article": "Campaigners fighting to save a tree dubbed \"Saundersfoot's Eiffel Tower\" from being chopped down have been given 12 months to make it safe. Pembrokeshire Coast National Park Authority received more than 170 objections to the applicationto have the 83-year-old Monterey Cypress tree felled on safety grounds . Community councillor Martyn Williams called the tree \"an iconic feature\". He said the public response to its potential demise had been \"remarkable\". He told the authority's development management committee: \"It is our Eiffel Tower, our Statue of Liberty.\"And, if it is not dangerous, we will make every effort, I can assure you, to preserve it.\" Notes held by Saundersfoot and District Historical Society revealed that a man called George Williams planted the tree on Scar Rock on Saundersfoot beach in January 1938. Representatives from The Friends of Saundersfoot and Saundersfoot in Bloom also spoke at the meeting to oppose the felling of the tree, as did a representative from a social media group called Save Saundersfoot's Lonely Tree, which has about 1,200 members.Members of the National Park authority agreed there had been a passionate response in favour of preserving the tree and voted to give the interested parties 12 months to carry out the necessary remedial work, or else it will have to come down. They also added an amendment that a tree preservation order would have to have been submitted within six months in order to prove that action is now being taken. Pembrokeshire tree care specialist Adrian Dowling told the committee that - following his own examination - he believes the tree could last another 40 or 50 years if necessary work were to be carried out on the crown.He disagreed that the root system was at risk of failing and pointed out that \"all trees need a little bit of management, especially in such a vulnerable location\". Ownership of the tree has not yet been established and the rock it sits on is classed as unregistered land.But Mr Williams told the meeting that many groups and individuals have come forward wanting to help save the tree, and together they would source the money needed to manage it. He admitted Saundersfoot Community Council could have acted sooner as a previous application had already been made in 2017 to have the tree felled on the grounds of public risk. \"We didn't know who owned the land, but that was definitely our fault, we should have investigated it and acted upon it,\" he said.\"I just hope it is not too late. The village is now galvanised. We are to blame, but we want to make amends. \"We will work ceaselessly to ensure the survival of this tree. It is our beating heart.\" ", "url": "https://www.bbc.com/news/uk-wales-57416177"}