{"datetime": "2021-06-29T15:18:37.000Z", "title": "Ex-leader of Caerphilly council suspended after shares probe", "article": "An ex-council leader has been suspended from the authority for five months for not properly disclosing personal interests over a major investment. David Poole resigned as leader of Caerphilly in 2019 amid claims he breached the members' code of conduct. He was part of a Cardiff city region cabinet which agreed to buy and lease a factory to a firm he held shares in. Following an Ombudsman's investigation, the Adjudication Panel for Wales ruled he did breach the code of conduct. As leader of the council from May 2017, Mr Poole was also a cabinet member of the Cardiff Capital Region City Deal, along with the leaders of nine other south Wales authorities. In September 2017 they agreed to buy the former LG semiconductor site at Newport's Imperial Park and lease it to the tech firm IQE. Mr Poole's register of interests, submitted to Caerphilly council in June 2019, stated he was a \"shareholder of IQE\", which had been given £38.5m of public funds. The reference was crossed out in September after he sold the shares. The former leader is reported to have said he bought the shares in the autumn of 2018 and was advised he did not need to declare an interest. However, a Cardiff Capital Region (CCR) cabinet report in 2020 said that Audit Wales concluded that a cabinet member did breach the members' code of conduct by not disclosing personal interests. A detailed explanation of the decision made by the Adjudication Panel for Wales is expected in the next few weeks. A spokesperson for Caerphilly council told theLocal Democracy Reporting Service : \"Councillor Poole resigned as leader of the council and referred himself to the Public Services Ombudsman for Wales as soon as these concerns emerged back in September 2019. \"We note the findings of the Adjudication Panel for Wales and Councillor Poole's period of suspension.\" He has been contacted for comment. ", "url": "https://www.bbc.com/news/uk-wales-57654815"}