{"datetime": "2021-06-16T09:10:39.000Z", "title": "Ystrad Mynach: Trinity Fields School expansion plan on hold", "article": "Plans to expand a school and develop a new sporting hub have been put on hold while sewage contamination on the proposed site is investigated further. Caerphilly councilhad agreed in April to continue with the expansion of Trinity Fields School in Ystrad Mynach. It would have meant moving Penallta RFC from their current home at the council-owned Trinity Fields site. But fields at the proposed new home for the club have been flooded with sewageseveral times in recent months . Investigative work of the sewer network by Welsh Water at the Sue Noake leisure centre site recently uncovered 11 bags of rags and a wooden board in a chamber a short distance from the leisure centre. After the obstructions were removed, flow within the chamber improved and dropped by up to 40cm. Recent inspections found the levels in the flooding chambers were at their lowest since investigations began in January. However, monitoring work is continuing for a number of months, and the council said it had decided to pause plans to develop a sporting hub on the site, and consequently to delay the planned expansion of Trinity Fields school, which caters for children with special needs. This would see a new building extension and outdoor play space. Council leader Philippa Marsden said: \"We have been crystal clear in our position to date that no development will take place at the Sue Noake site until we are satisfied that the problems have been addressed and the site is safe for use by the community. \"We have listened to the concerns of residents and it is important that we provide Welsh Water with the appropriate time and space to investigate the problems and undertake any further works that are required. \"Our plans to progress the development, including the submission of a planning application, will be put on hold for the foreseeable future until we know the full picture and have assurances about the viability of the site for further development.\" Concerns had been raised by Penallta RFC over the loss of its main pitch in an\"overdeveloped\" town which had seen the last of its football and cricket clubs fold due to the loss of green space. An alternative put forward by the council - to relocate the club to Sue Noake Leisure Centre - has been rejected by the club over contamination fears and its distance from the club house. ", "url": "https://www.bbc.com/news/uk-wales-57495085"}