{"datetime": "2021-03-27T07:05:48.000Z", "author": "Zara Morgan", "title": "Saundersfoot: Row over plans to chop down 83-year-old tree", "article": "Campaigners are calling for an 83-year-old tree on a popular Welsh beach to be protected from plans to chop it down over safety concerns. An application to fell the Saundersfoot tree has been made to Pembrokeshire Coast National Park Authority. The great-grandson of the man who planted the Monterey Cypress tree in 1938 called it \"iconic\" to the area. But the Beach Court Management Company said \"someone could be fatally injured if the tree suddenly fails\". The Friends of Saundersfoot and District has opposed the application and its secretary Rowland Williams said the tree had become a \"significant landscape feature\". \"It has been there all my life, and for my father and grandfather, so generations of us have been viewing that tree,\" the 67-year-old said. He said notes held by Saundersfoot and District Historical Society revealed it was planted on Scar Rock in January 1938 by George Williams. The tree used to be taken indoors at Christmas to be decorated by Mr Williams's family, who lived at 18 Railway Street, a cottage on the site of what is now Beach Court flats, the notes said. However, it was decided when the tree had become too large to be used indoors again, to plant it on Scar Rock, which the family called their top garden. Gareth Williams, who is George Williams's great-grandson and now lives in Worcestershire, said he felt \"an element of pride that somebody in my family has planted that there\". \"It is something that is so well loved, throughout the country,\" the 38-year-old said.According to the 1901 Census, Mr Williams worked as a coachman groom at the Hean Castle Estate in Saundersfoot, the family said. Meanwhile, Saundersfoot resident Ian Davies, 54, who grew up in the area visiting his grandparents, said from the age of 10 he often sat beneath the tree writing poetry and music. \"Many a song has been written there which has later played by bands I was in. I even sit up there today and reflect - instantly I'm inspired,\" he said. \"It is a strange thing to be sticking up - one solitary tree by the beach, but it says something about nature and survival.\" The application, made on 10 March, follows a previously unsuccessful bid in 2017 by the Beach Court Management Company, which is made up of 26 flat owners within the Beach Court block of flats. In the current application to fell the tree, the applicant states it poses an \"unacceptably high-level of risk to public safety\". A statement from the Beach Court Management Company said it was \"very concerned about the deteriorating condition of the tree\". \"This is a tree which we agree is iconic and which we love, but we are very concerned about its worsening condition,\" it said. \"Directors and flat owners are all just worried that someone could be fatally injured if the tree suddenly fails. \"It is entirely wrong for anyone to say we have made the application because it obstructs views from the flats. We would say that it very much enhances the vista from the flats.\" The statement added that in its 2017 bid, the company's tree specialist said the tree had, at most, 10 years of life left. It also said a report commissioned by the Friends of Saundersfoot stated that the life of the tree could be enhanced if remedial works were carried out, but \"despite four years having passed, no works have been carried out by any authority\". The company said it did not own the part of the rock the tree stands on.", "url": "https://www.bbc.com/news/uk-wales-56509668"}