{"datetime": "2022-01-20T13:44:30.000Z", "title": "Oxburgh Hall: Rare black poplars among trees planted at estate", "article": "One of Britain's rarest native trees is being planted to help protect the species and restore an historic estate. The grounds of 15th Century Oxburgh Hall, near Swaffham, Norfolk, were turned over to farming in World War Two to help feed the nation. The National Trust is now restoring its parkland and has planted 130 trees this winter, including 20 black poplars. \"It was once common in the landscape, but today it's one of our most endangered trees,\" said ranger Tom Day. \"It's thought that only 7,000 wild black poplars now grow in Britain.\"With male and female reproductive organs on separate trees, there are so few left and at such a distance from one another that it is unlikely they will pollinate each other.\"The black poplars have been propagated from what is believed to be the last surviving trees grown from seed, to ensure their genetic diversity is not lost, the National Trust said. The project, which began last year, will restore 175 of the original 400 acres of parkland. It has used aerial photographs from the RAF, an Ordnance Survey map of 1904 and timber sale records from 1951 as a guide. A global navigational satellite system (GNSS) was also used to pinpoint the exact location of where each tree needed to be planted, to reflect what the park looked like in the 19th Century.Black poplars, with their distinctive dark-coloured bark, were depicted in John Constable's The Hay Wain in 1821, and are a food source for caterpillars, bees and birds. They were commonly used to make matches, floorboards and carts, and when the Mary Rose was raised in 1982, an arsenal of black poplar arrows was discovered on board.According toThe Woodland Trust , it is a declining species in the UK and grows in isolation, with only 600 female trees left in the wild. The second phase of the scheme is due to begin in the autumn and will focus on the restoration of more than 34 acres of woodland. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60068353"}