{"datetime": "2022-02-03T17:13:39.000Z", "title": "Shropshire charity worries about impact of energy price rises", "article": "A sandwich shop owner who has already seen his energy bills double in just a month says price rises will have to be passed on to customers. Ron Miller, who runs the Castle Banquet shop in Shrewsbury said energy bills had gone up from £230 to £510 per month from the beginning of February. Millions of people are set to see their bills rise by more than £600 a year with the rise in the energy price cap. Mr Miller said it came on top of further price rises. Along with the hike in energy prices he said the cost of meat and bread had also \"gone up month on month\". \"The bread is done in ovens so that's going to be going up a fortune,\" he said.\"We've held off [price rises] so far, but it seems like we're coming to work now just to feed the public.\"The cost of living is already at its highest rate for 30 years , with a rise in energy bills from April expected to push that up furtherA Shropshire charity supporting people facing fuel poverty said energy price rises were having a \"worrying\" effect on people's health and mental wellbeing. Ray Everett, an advisor for Marches Energy Agency, which runs the Keep Shropshire Warm initiative, said people he was seeing were already struggling to pay the increases made in October.\"I can't see how they're going to pay this now,\" he said. \"It's very, very stressful for people at the moment. \"I used to mainly see elderly and vulnerable [people] and the occasional younger person - it's now really impacting everybody.\"According to the most recent government figures, the West Midlands has the highest rate of fuel poverty in England, with it affecting 17.5% of households. The cost of energy is a \"key issue\" for businesses as well, Rachel Laver of the Marches Local Enterprise Partnership said. The chief executive said energy bills were \"crippling businesses at the moment\". \"Maybe we need to look at producing more energy locally, sustainably, and we're not relying on outside for our energy supplies,\" she said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60245320"}