{"datetime": "2021-06-22T17:55:24.000Z", "title": "Grantham Diamond Jubilee Wood 'threatened by new homes plan'", "article": "Tens of thousands of trees planted to mark the Queen's Diamond Jubilee could be cut down to make way for new homes, campaigners have said. The Woodland Trust says plans to build 4,000 properties on the The Prince William of Gloucester Barracks site in Grantham threaten 67,000 trees The charity, which is based in the Lincolnshire town, has urged local residents to object to the proposals. A consultation led by government agency Homes England is under way. The Diamond Jubilee Wood's first trees were planted in 2012 as the Queen marked 60 years since her coronation. Two years later, Princess Anne visited the site as the final sapling was put in the ground. Oliver Newham, from the trust, said the new homes scheme would result in about 80% of the woodland being \"ripped out\" if it was approved. \"It is really troubling to us,\" he said. Mr Newham said the woodland was planted \"in good faith\" and had been expected \"to be here for future generations to enjoy\". He was not opposed to house-building programmes, he said, but \"on top of a woodland - particularly a growing woodland planted in dedication to the Queen's long-service to the country - isn't an appropriate setting\". \"There are other places to put this - so please save this woodland,\" he said. According tothe Local Democracy Reporting Service , Homes England acknowledged a \"significant number of existing smaller trees\" would need to be removed to accommodate the scheme, which also includes retail, community and commercial spaces, along with \"extensive parkland and woodland areas\". \"Where possible, these trees would be incorporated into the new open spaces and we are working with the Woodland Trust to make this a community with woodland and open space at its heart,\" it said. Theconsultation on the proposals is due to end on Friday. ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-57566681"}