{"datetime": "2019-07-30T06:23:19.000Z", "author": "Rob England & Daniel Wainwright", "title": "Climate change: Tree planting rise 'needs to happen quickly'", "article": "Significant rises in tree planting in the UK \"need to happen quickly\" if other targets to cut carbon are not met, government advisers have warned. The Committee on Climate Change (CCC) recommends 30,000 hectares of woodland should be planted annually, more than double the new trees planted last year. And it said this may have to rise to 50,000 hectares if other carbon reduction targets are not achieved. The government said it planned to \"rapidly grow forest cover\". It has signed up to theCCC's goal of the UK of cutting all greenhouse gas emissions by 2050 -so-called net zero .The committee - made up of experts in science, economics, and business - said this required woodland to increase from 13% of land in the UK to 17%.Charity the Woodland Trust said this would be equivalent to about 1.5 billion new trees and that future generations would be \"let down\" by poorer air quality and rising \"urban heat\" if the committee's targets were not met. The CCC said 30,000 hectares (116 sq miles) of new trees are needed per year until 2050. This is equivalent to filling more than 46,000 standard football pitches or a space about three-quarters the size of the Isle of Wight every year. Ewa Kmietowicz, the CCC's transport and agriculture team leader, said: \"The government needs to develop a strategy to meet the 30,000-hectare target and it needs to happen quickly.\" However, the CCC said tree planting may need to increase further - to 50,000 hectares per year - if other sectors of the economy including industry and transport do not reduce emissions enough. Ms Kmietowicz added: \"It takes time for trees to grow and absorb carbon. There are many high upfront costs to planting trees. \"The government needs to get farmers engaged in this.\" The CCC said it had not worked out the point at which tree planting may have to increase to 50,000 hectares per year but \"it would depend on all that is happening across the wider economy\". Figures show almost 13,400 hectares (51.7 sq miles) were planted between April 2018 and March 2019 with the vast majority - 11,210 hectares -in Scotland . England planted about 1,420 hectares, Wales 520 and Northern Ireland 240. Although planting has increased in the past four years, the last time the UK planted 30,000 hectares of trees in one year was in 1989, as the timber industry pushed to increase the country's lumber supply. Landowners in England can apply for up to£6,800 of funding per hectare of land for planting projects andanother scheme providing £10m for 130,000 \"urban trees\" in towns and cities has been announced. Andy Howard, who runs a company that finds places for new woodland, found it was easier to get approval in Scotland than in England. The 47-year-old said a project in Scotland took 10 months to gain approval, while a similar initiative to plant 600,000 new trees in Doddington, Northumberland, was \"utterly painful\" and took two years to approve. \"There's often significant pushback from the Forestry Commission on the visual impact of woodland on the landscape,\" he said. The Doddington North Moor site, near Wooler, will be used for mountain bike trails and education as well as timber supply. Mr Howard said woodland was a \"safe, growing investment\" which would take about 20 years to return when trees are cut down, the timber sold and replacements planted. Stuart Goodall, the chief executive of Confor - which represents the forestry and sawmilling sector across the UK - said applications for planting could be \"bogged down\" for years. The Department for the Environment, Food and Rural Affairs (Defra) said the minimum planting site size had been reduced from 30 hectares (300,000 sq metres) to 10 to encourage people with smaller plots of land. The scheme is open to applications all year round. There are separate schemes for land in Scotland, Wales and Northern Ireland. About 15 million trees have been planted in England with government funding between 2010 and 2018 - but rates vary widely and many urban areas did not have any. More than a quarter were planted in just five areas - Northumberland, Stratford-upon-Avon, Eden, Carlisle and County Durham. Havering was the only London borough with new government-funded trees, with 19,100 planted between 2010 and 2018. Defra said a number of the places that had received no funding - including Liverpool, Bristol, Croydon and Leicester - were \"major metropolitan areas\" such as cities or smaller places with \"little land available for planting\". Data on planting comes from the Forestry Commission and does not include trees funded by councils, those restocked after being chopped down, or those funded entirely privately. In Wales over the past three years more than three million trees were planted under Glastir Woodland Creation and Plant! schemes.Local authority level figures are not available for Scotland or Northern Ireland. Steve Marsh from the Woodland Trust said trees help reduce health problems caused by air pollution and \"urban heat\" -including respiratory illnesses . \"Trees are the lungs of the earth, in our towns and cities you'll be able to feel the difference in air quality if we don't plant more,\" he said. He said while air quality was expected to improve as more people switched to electric vehicles, more trees were needed to tackle the urban heat generated by buildings and concrete that absorb heat during the day and release it at night. Dr Jennifer Allan, who lectures in environmental politics at Cardiff University, said: \"Trees help buffer against storms, safeguard water quality and protect soils in agricultural areas.\" She added they were not a \"complete solution\". A Defra spokesman said: \"Since 2010 we have planted over 15 million trees [in England] and we have a clear commitment through our 25-year Environment Plan to grow woodland cover further.\" He added the department would consult on an \"English tree strategy\" which would set out how it would \"rapidly grow forest cover\". The Scottish Government's current goal is to plant 15,000 hectares of trees per year by 2025 and the Welsh Government has set a target of planting 2,000 hectares each year from 2020. Officials in Northern Ireland say they want to increase the country's forest areas from 8% of land to 12% by the middle of the century. ", "url": "https://www.bbc.com/news/uk-england-47541491"}