{"datetime": "2019-11-16T15:00:25.000Z", "title": "General election 2019: Tories and Lib Dems in rival tree-planting pledges", "article": "The Conservative Party has said it will plant 30 million trees a year by 2025 if it wins the general election - as the Liberal Democrats pledged to plant twice as many trees in the same period. The Tories' £640m fund would be used to plant trees and restore peatland. Labour dismissed the scheme and said the prime minister had an \"atrocious environmental record\". The Lib Dems would plant 60 million trees a year across the UK by 2025, leader Jo Swinson said. Under the Conservatives' scheme, branded the Nature for Climate fund, the party said it would treble the tree-planting rate to cover 30,000 hectares - meaning approximately 30 million trees - every year by the end of the next Parliament in 2025. One hectare is 100m x 100m in size. The Conservatives' fund would cover England, but the party said it would work with devolved administrations in Scotland, Wales and Northern Ireland to increase tree planting. It means plans for the Northern Forest in north-west England and the Great Northumberland Forest would be expanded, while trees would also be planted in urban areas and in new forests, the Tories said. The Committee on Climate Change (CCC) - an advisory group of experts in science, economics, and business - recommends 30,000 hectares of woodland should be planted annually. Less than half that amount was planted in the UK in the year to March 2019. Experts in forestry say a huge programme of tree planting is needed if the UK is to have any chance of reducing its carbon emissions to effectively zero. They also say that the aim, though difficult, is feasible but will depend on careful planning - \"to get the right trees in the right places\", as one specialist put it to me.Finding enough land may be one of the toughest challenges. Farmers will want incentives to convert their fields to forests, not just to help with the cost of planting trees but also to compensate them for the long decades before they can earn an income from them. Read more from David Conservative leader Boris Johnson said there was \"nothing more conservative than protecting our environment\". He said the measures would \"sit alongside our world-leading commitment\"to cut greenhouse gas emissions to net zero by 2050 . The Conservatives look set to use the \"Vote Blue, Go Green\" slogan in this election, which was first adopted by David Cameron in 2010, but which critics say he abandoned once he got into power.The Lib Dems said their \"ambitious\" proposals to plant 40,000 hectares - or, they estimated, 60 million trees - every year would increase UK forest cover by one million hectares by 2045. The \"largest tree-planting programme in UK history\" would be part of the party's plan to achieve net-zero greenhouse gas emissions by the same year. \"Only the Liberal Democrats have a radical plan to make a real impact in the fight against climate change and build a brighter future for our planet,\" Ms Swinson said. Labour's shadow environment secretary Sue Hayman said the Conservative Party's failure to meet previous tree-planting targets showed they weren't serious about the matter.\"When Labour comes forward with its own ambitious proposals as part of our Plan For Nature, they will be informed by what the science says is necessary and possible - not by what Boris Johnson thinks he needs to do to greenwash his atrocious environmental record,\" she added. Speaking to BBC Radio 4's Today programme, former Conservative environment secretary Michael Gove said the failure to meet the targets was due to the EU's Common Agricultural Policy (CAP), which he called \"unfair, unjust and un-green\". CAP funding is one of the EU's biggest policies with a Europe-wide budget worth more than £50bn a year. The subsidies are designed to support the farming industry and help farmers and landowners maintain their land. Although the EU does offer grants for planting trees, farmers can lose some of their agricultural subsidy if they increase tree cover and the application processes are complex, conservation groups have said. The European Commission recentlyproposed subsidising farmers to plant trees on one hectare per farm under the post-2020 CAP. Mr Johnson's party also announced a £500m \"Blue Planet fund\" across the next five years to help support developing countries in protecting oceans. The sum would be funded by the budget for international aid, the Conservative Party said. The money would go towards, for example, UK satellites monitoring marine environments and ensuring protected areas were not subject to illegal fishing. ", "url": "https://www.bbc.com/news/election-2019-50440867"}