{"datetime": "2021-03-10T15:31:16.000Z", "title": "Gloucester landfill could be first in UK to become ecopark", "article": "A landfill site could be the first in the country to be transformed into a ecopark generating renewable energy. The 360-acre site at Hempsted in Gloucester, owned byEnovert , is set to feature a solar panel park, biomass generator and composting site. It is part of the Gloucesrer City Council's plan to make the whole area carbon neutral by 2050. The landfill site closed in 2019 when Gloucestershire'sEnergy from Waste plant opened at Javelin Park. Enovert are expected to formally apply for planning permission in the coming days. The company has previously regenerated former landfill sites into country parks but this will be the first green energy ecopark. Gloucester's ConservativeMP Richard Graham is backing the project which aligns with his 2019 election pledge to make the city greener.\"If we can be Britain's greenest small city, able to generate most of the power we need from out own green energy, wouldn't that be fantastic?\" The project is looking to be completed in several stages starting with 8,000 solar panels on a 98 acre area of land north of the recycling centre. Energy generated would supply local businesses including the energy requirements of Enovert's operation at Hempsted and the Household Recycling Centre operated by Ubico.Many locals have seen the ecopark as an exciting prospect for the area including the Vicar of Hempsted, Canon Nikki Arthy, who described it as a \"big confident bold step\" that the council needed to do. Dibs Bucknell, who runs The Hempsted Virtual Kindness said with the number of houses being built in the area the recovery of green space would be a good thing.As well as renewable energy sources the site which stretches from Llanthony Road to the River Severn is also set to include a 250 acre wood featuring more that 100,000 different species of trees.", "url": "https://www.bbc.com/news/uk-england-gloucestershire-56333055"}