{"datetime": "2022-01-21T16:38:02.000Z", "title": "Motorsport: Stunt driver Jess Hawkins inspires Cardiff girls", "article": "A British racing driver has been meeting schoolgirls to encourage them into motorsport-related careers. Jess Hawkins visited Whitchurch High School in Cardiff on Friday as part of a national effort to inspire girls to work in male-dominated industries. Ms Hawkins said: \"It's aimed at showing there is no such thing as a male sport or a female sport. If you have a dream, you can follow that.\" Her latest work includes stunts in the latest James Bond film No Time to Die. \"I've always said that I don't think my gender has ever held me back, it was more difficult to be taken seriously when I was younger even though my results were better than the lads,\" added Ms Hawkins. \"I signed with Aston [Martin] in 2021 - and they've put a lot of faith in me which is amazing.\" The Girls on Track tour has been organised by the Fédération Internationale de l'Automobile (FIA) and Motorsport UK to show \"there is something for everyone, regardless of your interests, gender and race\". The visit on Friday saw car racing simulations and workshops with Jess Hawkins and other experts in the field. Bethan Dubber, 20, from Bridgend, is a third-year apprentice with Aston Martin in St Athan, Vale of Glamorgan. She said: \"It's not just a male-dominated industry, I did believe that women can't really come into this industry and I couldn't be more wrong. \"Coming into St Athan, there's so many women, and so many powerful women having amazing contributions.\" Pupil Cerys, 15, aims to be a Formula One driver.\"It shows that women can really do it, it's an opportunity now, and people such as Jess she's an amazing talented racer and she's someone I aspire to be like,\" said Cerys. Her schoolmate Rosie added: \"Most sport is very male-dominated so it's really great to meet a woman in the industry and get to find out more to see what it's like being in the field. \"I'm very interested in engineering and particularly renewable fuel for cars and what cars of the future would look like, and motorsport is often at the forefront of that research for these kinds of things so it's very exciting. \"I'm planning to go to university for engineering and hoping to work in the motorsport industry when I leave.\" ", "url": "https://www.bbc.com/news/uk-wales-60088646"}