{"datetime": "2022-02-03T17:56:26.000Z", "title": "Stephen Gibbs: Increased sentence for lotto-win attempted murderer", "article": "A man who stabbed his £5m lottery-winning partner seven times in the face has had his prison sentence increased to more than 20 years. Stephen Gibbs, 45, was initially sentenced for 13 years after he attacked Emma Brown when she tried to end their 12-year relationship. Ms Brown, a 49-year-old former Cardiff Airport worker required surgery after the attack on 30 January 2021. The Court of Appeal ruled the first sentence \"unduly lenient\". Attorney General Suella Braverman QC said the seriousness of the harm caused to Ms Brown had been incorrectly categorised as Category 3 harm, which requires a sentence of at least 10 years.She told the court in Cardiff the offence should have merited a higher category of harm due to \"serious physical and psychological\" harm caused to the victim, and that a new sentence needed to reflect this. \"The offender stabbed the victim seven times in the face and broke her shoulder. He used an 8-9in (20-23cm) kitchen knife, and even he believed he may have killed the victim afterward. \"The judge should have reasonably concluded the harm was serious.\" Ms Braverman said the attack had been carried out in two parts, with Gibbs breaking Ms Brown's shoulder, then going into the kitchen of the home they shared in Barry, Vale of Glamorgan and fetching a knife. He then sat on her chest before stabbing her seven times in the face, leaving her with blurred vision in her right eye, a loss of feeling in her face and facial scarring. The court heard the couple's relationship had deteriorated after Ms Brown won the National Lottery in 2017. The attack happened when Gibbs suspected she was involved with someone else. Ms Brown denied the accusation and told Gibbs the relationship was over. He then attacked Ms Brown. After the attack it was discovered Gibbs had fitted a tracking device to her car. Ms Braverman said the sentence needed to be lengthened given the aggravating factors that he was drunk, had paused the attack to arm himself with a knife, he left Ms Brown's body without calling an ambulance and that he has a previous conviction for a similar offence. In 2005, Gibbs was sentenced to six years in prison and four years on licence for stabbing his former partner's 11-year-old son six times with an 8in (20cm) kitchen knife. Gibbs now faces a 20 years and seven months prison sentence, with an extended licence period of five years. He will have to serve at least two-thirds of the custodial sentence before being considered for parole. ", "url": "https://www.bbc.com/news/uk-wales-60229624"}