{"datetime": "2019-08-22T11:08:47.000Z", "title": "Mental health and farming: 'People ignored me at first'", "article": "Emma Picton-Jones set out to change attitudes around mental health in farming after her husband Dan took his own life. She's now taking her counselling services across Wales thanks to new funding from the Welsh Government. The DPJ Foundation started in 2016 in memory of Dan, offering mental health support to other agricultural workers. Emma says at first people \"ignored\" her, but she's now seeing a positive change. \"A couple of years ago just after Dan died, no-one was talking about mental health,\" she tells Radio 1 Newsbeat. Emma remembers being approached by someone who couldn't understand why she had started the foundation, which initially helped farmers across Pembrokeshire. \"One person at the very beginning was like 'Why do you want to do this? They won't help themselves, farmers are stubborn'.\" She had thought about giving up but decided \"because of people like that, I need to keep doing this\". Emma says she's noticed a \"huge shift\" in attitudes within the farming community over the last three years. \"We get some people who are suicidal and some recognise things amongst family members that they're concerned about and they want to know what they can do to help. \"We've got a huge change in the way people are thinking about it and talking about it - the younger generation in particular. They're very proactive.\" She admits it \"wasn't an easy conversation\" talking about Dan's suicide to their seven-year-old daughter Mali. \"I had to get her understanding the importance of mental health. They're the future at the end of the day and the more involved we can get them the better.\" Farming isone of the UK's deadliest industries . Katie Davies, from the Pembrokeshire Young Farmers Club, says it's because of a \"constant day-to-day battle\". \"The weather stops farmers doing their day-to-day job. TB (bovine tuberculosis) is rife, especially here in Pembrokeshire. Money issues is huge. And then there's wheat prices, land prices, beef prices. \"It's a really isolated industry.\" Emma says when Dan was alive he thought his mental health problems were \"unique\" but in reality \"he was like an awful lot of people\". \"I've met hundreds of people who are exactly the same as him. It is OK to get help and it is OK to walk up and say 'I'm suffering with mental health'.\"You can get better and things can get better.\" If you've been affected by any of the issues in this article, you can find help at BBC Advice . Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-49432248"}