{"datetime": "2021-07-20T08:30:43.000Z", "title": "Farming in Wales: Deaths on farms more than double in a year", "article": "The number of fatal farming accidents in Wales more than doubled last year, according to official figures. Areport by the Health and Safety Executive (HSE) showed there were seven deaths in 2020-21, compared with three in 2019-20. Farmer Alun Hopkins, 80, said he would take more care after he broke his ankle and spent two days in hospital when he was charged by a cow in February. The HSE called it \"disappointing\" and urged farmers to call out bad practice. The rise in Wales reflected a similar increase across the UK, where there were 41 fatal incidents in 2020-21, compared with 23 in 2019-20.The provisional figure for 2020-21 was also higher than the UK five-year average of 33 deaths per year between 2016 and 2021. More than half the fatal incidents in the UK involved people aged over 60, and there was also a large increase in victims among the 45-54 age group. The main causes included moving vehicles, animals, contact with machinery and being struck by an object. Alun Hopkins was struck by a cow on his farm near the village of Pisgah, in Ceredigion, in February. He said: \"I went to tag a newborn calf in the calving pen. The calf was quiet and I was on my way out when the cow hit me. \"I fell to the floor where she kept ramming me. I managed to fight her off, open the gate and limped up to the house.\" Mr Hopkins was taken by air ambulance to Bronglais Hospital in Aberystwyth, where he spent two nights with a broken ankle. He said: \"I was shocked more than anything. I've had a few hits before, but nothing like this.\" Alun said farmers should think twice before doing any job on the farm. \"I should have waited for my son to help me. One to tag the calf and one to watch the cow,\" he reflected. \"That's what will happen next time. I'm not going to risk it. It's happened once, it could happen again.\" Agriculture has the worst rate of fatal injury among workers of the main industrial sectors - 20 times higher than the all-industry rate, according to the HSE. \"It is not acceptable that agriculture continues to fail to manage risk in the workplace,\" said HSE's acting head of agriculture, Adrian Hodkinson. \"We need everyone to play their part to improve their behaviour, do things the right way and call out poor practices whenever they are seen.\" He added: \"It is disappointing to be highlighting another high annual fatality rate in the industry when the causes are well known and the precautions to avoid injury are straightforward.\" But a Welsh charity which provides a helpline for farmers said the extra stress and isolation caused by the pandemic may have contributed to an increase serious incidents. \"The more worries farmers face, the more stress they're under, the less help they have, the more likely you are to see accidents happening on farms,\" said Wyn Thomas, from the Tir Dewi organisation. \"It's a terrible state of affairs that farmers are so stressed and so worried about so many issues, that things go wrong and things happen.\" Glyn Davies, ambassador for the Wales Farm Safety Partnership, said his message to farmers was to \"take care\". \"Make sure you know what you're doing, prepare ahead, make sue you have the right equipment, think about what you're going to do, take a few seconds, a few minutes - that's the main thing,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-57895357"}