{"datetime": "2016-07-04T07:57:11.000Z", "title": "Bid to cut number of deaths and injuries on Scottish farms", "article": "Farmers and farm workers are still taking risks with their safety despite the dangers of the job, NFU Scotland has warned. The union is campaigning to cut the number of deaths and injuries on Scottish farms. The NFU singles out the dangers of falls, operating dangerous equipment, moving vehicles and animals and risks to children. There were 33 fatal farming injuries across the UK in 2014/2015. In workplace injury statistics, agriculture has one of the worst safety records of any occupation. An NFU Scotland spokesman said: \"Despite more noise around farm safety, farmers of all ages are still taking risks when working and this has to stop.\" The Farm Safety Week campaign is being underlined with the message \"Who would fill your boots?\" - urging farmers to consider the future. The campaign highlights case studies from Aberdeenshire to Castle Douglas. Ian suffered a dislocated knee cap and severed tendons after falling as he got out of a tractor \"I got out, effectively the wrong way [front facing] and the next thing I knew I was lying on the ground. I'm not sure whether I slipped or tripped, it happened so fast and I can just remember lying on the ground,\" said the 63-year-old. \"At the time I was working alone and I tried to get up but couldn't get my left leg to work. There was no blood and I wasn't feeling any pain at that point, but I could see that my knee cap had moved significantly up my leg. \"I then tried to phone someone, however I soon realised that my phone was in the tractor cab and there was no way I could reach it.\"The diesel tank was around 50 yards from the house, and I could hear voices coming from there, so shouted. Thankfully there was someone nearby that could hear me otherwise I would have been in bigger trouble.\" Ian spent more than a week in hospital and had to have an operation. His leg was in a brace for three months and he was unable to work for six months. He added: \"I want to highlight the impact an accident like this can have on your family and your business. We're much more conscious of safety all the while on the farm now and it's made me slow down and think about every process.\" NFU Scotland chief executive Scott Walker said: \"Farms can be dangerous places so it is important that everyone takes the necessary steps to stay safe while working.\"One death within the industry is far too many, and it is not just the initial impact but the long-term effect it can have on families and on the farm business.\" He added: \"Most people working within the agricultural industry will be able to recall a close call situation that could so easily have resulted in serious injury or even fatality.\"By adopting some simple steps as part of everyday working practices we can reduce the number of accidents and deaths on Scotland's farms.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-36698035"}