{"datetime": "2021-02-18T13:05:38.000Z", "author": "Levi Jouavel", "title": "Young farmers and mental health: 'We feel so isolated'", "article": "\"He didn't get help as early on as he should have. By the time he did it was too late.\" Kelsey Ann Williamson, 23, is speaking about her late partner. They both worked in the farming industry but he took his own life in 2019, after struggling with his mental health. \"It was extremely hard. While he was still alive, I often refer to it as being on 24/7 life watch,\" Kelsey tells Radio 1 Newsbeat. \"It got to the point where my mental and physical health were taking a toll and then after he passed away, it really really hit me.\" A study by the Farm Safety Foundation found that 88% of farmers under the age of 40 rank poor mental health as the biggest problem they face today. But what is it about the farming industry in particular? \"It's the isolation, we really struggled with that. [My partner] didn't drive, and he didn't have access to public transport because it's so limited in the countryside,\" Kelsey says. And that's something Stephanie Berkeley, manager of the Farm Safety Foundation agrees with.\"Farmers are dealing with issues of rural isolation and sometimes it can feel like they've no way of staying connected.\"They work on their own all day for long periods of time, it's in no way a nine-to-five job and they're often living and working exactly in the same place.\" The Mind Your Head campaign - now in its fourth year - was started by the Farm Safety Foundation to try and break down mental health barriers in farming. Statistics show that 133 people working in farming and agricultural trades - plus occupations like gardeners and groundsmen - in England, Wales and Scotland died by suicide in 2019. That's according to the Office of National Statistics and the National Records of Scotland. \"In an industry that has 476,000 people working in it, to lose 133 of them in one year based on them taking their own lives is something we all need to wake up to,\" Stephanie tells Radio 1 Newsbeat. James Hoskings is 28 and lives in Cornwall. He used to be dairy farmer, but he sold his cows after a family bereavement. He says being a farmer came along with many mental health struggles. \"You're often very tied to your work. The cows need milking regardless of what may be happening in your personal life or family life.\"On Christmas Day when most families are in together during the Queen's speech, a dairy farmer will be out looking after his cows and milking his cows.\"It's so difficult because you tend to live on the farm so your work and home life are never really separated.\" The Farm Safety Foundation also found that 89% of young farmers believe that talking about mental health in farming will remove any stigma attached to it. James says he used to talk about his mental health in anonymous chat rooms because of that stigma. \"Farmers are seen as inherently quite tough, because they deal with life and death on a day-to-day basis. Where you get livestock, you will get 'deadstock'.\" Kelsey says her late partner felt that stigma too. \"He was a very old fashioned 'traditional' man, he believed he should provide and be strong.\"It took a lot to sort of talk to him about it and tell him that he wasn't weak for seeking help.\" Isolation isn't the only issues farmers in the UK face - many are struggling financially too. In 2018, Matt Launder spiralled in to a dark place after he lost 60% of his crop in a snowstorm in Wales. \"Things were going so well, then we were hit by theBeast from the East , and I lost all my money overnight.\"My business was crumbling around me I was in a mass of shock. It made me feel rotten and miserable. I bullied myself every day,\" he tells Radio 1 Newsbeat. Unlike Kelsey and James who grew up in the industry, 26-year-old Matt is a first-generation farmer. \"I always wanted to be a farmer. I even had a toy tractor when I was younger.\" But he wasn't fully prepared for some of the intense struggles that came along with his dream job. He says sometimes farmers aren't treated that well even though they work hard. \"We often produce our product at a loss because food has to be cheap for the world to go around.\" Because of his personality, Matt felt that he wouldn't be believed if he spoke out. \"My personality is very bubbly and I like to make a lot of jokes so people don't expect me to come out and go, 'I'm having a really bad time, I'm struggling.' \"I'm usually the one people come to for things like that, but as soon as I did, I realised how easy it was.\" Stephanie from the Farm Safety Foundation says that more farmers are willing to speak out now. \"When we started the campaign four years ago, we didn't even have anybody that was willing to actually come forward as a case study, which really was a massive indication of how people were so unwilling to talk about it. \"But now we do, and it's such a lovely thing to inspire somebody else to get the help that they need by showing them that they're not on their own.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-56071138"}