{"datetime": "2019-06-12T10:20:35.000Z", "author": "Roger Harrabin", "title": "Climate change: UK government to commit to 2050 target", "article": "Greenhouse gas emissions in the UK will be cut to almost zero by 2050, under the terms of a new government plan to tackle climate change. Prime Minister Theresa May said there was a \"moral duty to leave this world in a better condition than what we inherited\". Cutting emissions would benefit public health and cut NHS costs, she said. Britain is the first major nation to propose this target - and it has been widely praised by green groups. But some say the phase-out is too late to protect the climate, and others fear that the task is impossible. The UK already has a 2050 target - to reduce emissions by 80%. That was agreed by MPs under the Climate Change Act in 2008, but will now be amended to the new, much tougher, goal.The actual terminology used by the government is \"net zero\" greenhouse gases by 2050. That means emissions from homes, transport, farming and industry will have to be avoided completely or - in the most difficult examples - offset by planting trees or sucking CO2 out of the atmosphere. The government's advisory Committee on Climate Changerecommended the \"net zero\" target in May .Its report said if other countries followed the UK, there was a 50-50 chance of staying below the recommended 1.5C temperature rise by 2100. A 1.5C rise is considered the threshold for dangerous climate change. Laurence Tubiana, an architect ofthe crucial Paris climate agreement, told the BBC: \"This is a historic commitment that will reverberate right around the world.\"All eyes will now turn on the rest of the EU to match this pledge.\" Theresa May said the UK led the world to wealth through fossil fuels in the industrial revolution, so it was appropriate for Britain to lead in the opposite direction. \"We have made huge progress in growing our economy and the jobs market while slashing emissions,\" she said. \"Now is the time to go further and faster to safeguard the environment for our children. We must lead the world to a cleaner, greener form of growth.\" Number 10 said it was \"imperative\" other countries followed suit, so there would be a review within five years to ensure other nations were taking similarly ambitious action and British industries were not facing unfair competition. Scotland has already committed to reducing greenhouse gas emissions tonet-zero by 2045 , five years ahead of the UK government's target. The Committee on Climate Change (CCC) recommended Wales should aim to cut emissions by a lower target of 95% by 2050 due to the importance of the farming industry to rural communities. But theWelsh government has since said it wants to go further - and will commit to net-zero by 2050, like the rest of the UK . Northern Ireland is the only devolved administration which does not have its own climate change legislation and emissions targets. If ministers decided to clamp down on meat-eating or on flying, that would meet serious opposition. But the government will attempt to make the clean revolution as painless as possible. Technology improvements like LED light bulbs, for instance, save emissions without people noticing. The same is true if people get hydrogen central heating instead of gas, or if they are obliged to drive electric cars rather than petrol vehicles. But there will need to be a massive investment in clean energy generation - and that has to be funded by someone. The government hasn't yet spelled out if the cost will fall on bill-payers, or tax-payers, or the fossil fuel firms that have caused climate change. And then there's the international dimension. Prof Dieter Helm, from the Blavatnik School of Government at Oxford University, said: \"From the UK's end, doing this unilaterally, we have to be very careful that we don't simply say: 'we're going to reduce the emissions from our cars and our power stations here in Britain, but we're going to carry on importing those emissions from overseas.' \"We don't make very much in this country. Manufacturing is only 20% of the economy. Most of the stuff that you go and buy in the supermarket... it's all imported.\" Chancellor Philip Hammond haswarned of a potential cost of £1 trillion by 2050. The cash will have to come from somewhere, he said - maybe from schools, hospitals and the police. However, Chris Skidmore, the acting energy minister, said the costs would amount to between 1 and 2% of the UK's GDP - which was the same amount factored in to reach the previous 80% reduction target. Therefore it would not be the case that there would be less money to spend elsewhere, he said.He added that the green economy would generate jobs and the cost of green technologies was coming down all the time. The climate change contrarian Bjorn Lomborg, author of Skeptical Environmentalist, said: \"Mr Hammond is right to highlight the cost - and in fact, he is likely to be underestimating the real price tag.\" Campaigners said Mr Hammond's sums did not take into account the benefits of cleaner air and a more stable climate. Following the Committee on Climate Change's recommendations last month, scientists, campaigners and health professionals have been urging Mrs May to bring in a net zero target before she stands down. The government will lay a \"statutory instrument\" in the Commons on Wednesday - a tactic that allows it to be fast-tracked through both houses of Parliament if other parties agree - which on this issue they generally do. Like any government decision it could be overturned by future governments. But the majority of Tory leadership candidates are backing it - and revoking the Act would need a majority Commons vote at a time when the public appear very concerned about the climate. Mrs May has taken the unusual step of announcing that a group of young people will advise the government on priorities for environmental action. They will start their review in July. This is seen as a nod towards young voters, many of whom have recently taken to the streets protesting that their environment was being destroyed. The magnitude of the task is clear. The UK is already slipping away from its mid-term carbon targets of cutting emissions by 80% by 2050. \"Achieving net zero greenhouse gas emissions is necessary, feasible and cost-effective,\" said professor Phil Taylor, head of engineering at Newcastle University. \"But UK policy is still way off the mark and the foundations are not in place to be able to meet this target. \"Even with all the evidence before us we are still opening new coal mines, extending Heathrow airport and pushing forward with fracking. \"We have unambitious building regulations, and our drive to phase out petrol and diesel cars by 2040 is too late.\" Dr Shaun Fitzgerald, director of the Royal Institution, warned that the public might not support carbon-cutting measures such as turning down thermostats in the home. And he questioned the ability of the government to insulate enough houses in time. \"The prize for improving the efficiency of buildings is significant,\" he said. \"However, there is a practical challenge in terms of the number of sufficient skilled workers to undertake the work, and then of course the barrier of getting homeowners to get the work done.\" There will be major difficulties, too, in supplying low-carbon heating to homes and industries as natural gas is phased out. Doug Parr, Greenpeace UK's chief scientist, said it was a \"big moment\" for the climate but there were questions around plans to allow for international carbon credits which allow the UK to pay to offset its emissions elsewhere in the world.Such off-setting had a history of failure, was not cost-efficient and shifting the burden to developing nations undermined the commitment, he told the Guardian. Chris Skidmore, the acting energy minister, said the government did not \"intend\" to use international carbon credits but had kept it \"as an option\". \"We need to be able to decarbonise in the best possible way so we don't want to rule it out,\" he said. Mrs May's announcement indicates that she has taken notice of potential industrial pitfalls. To assuage Treasury fears about competitiveness, she has stipulated that the net zero policy should be reviewed in five years to see whether other nations were taking similar actions. That might prove problematic if US President Donald Trump -who denigrates climate change - is still in the White House. Meanwhile, the radical green group Extinction Rebellion is warning that the climate is changing so fast that 2050 is far too late to eliminate emissions in order to ensure that temperature rise stays well under 2C. Follow Roger on Twitter ", "url": "https://www.bbc.com/news/science-environment-48596775"}