{"datetime": "2020-06-16T06:05:29.000Z", "title": "Climate change: Wales lags behind on planting new trees", "article": "Wales is falling behind the rest of the UK in planting trees to tackle climate change, official statistics show. About 80 hectares of new woodland were planted in 2019-20, the lowest number for a decade. Forestry experts said the figure - which amounts to just 4% of the Welsh Government's target of 2,000 hectares a year - was \"clearly disappointing\". The government said it was taking \"significant steps\" to increase tree cover. Across the UK, 13,460 hectares of new woodland were created in 2019-20, according to provisional figures compiled by government-backed forestry organisations. This breaks down to 10,860 in Scotland, 2,330 in England, 200 in Northern Ireland and 80 in Wales. More than 80% of the new planting occurred in Scotland, heralded as \"outstanding\" by the Scottish Government though it too missed its annual target. In recent years, Welsh ministers have made several attempts to boost tree-planting rates here - including the launch ofa new woodland strategy in 2018. The latest goal - a personal ambition of the First Minister Mark Drakeford - isto create a National Forest , running the length and breadth of the country.Meanwhile, advisers at the Committee on Climate Change and charities such as the Woodland Trust urged increasing planting targets to beyond 5,000 hectares a year. These latest figures underline the scale of the challenge, according to Rory Francis of the Woodland Trust in Wales. \"(They're) clearly disappointing, but we do understand that the Welsh Government has recently outlined ambitious plans for a Welsh National Forest and doubled the funding for Glastir Woodland Creation grants, both of which we hope will make a real difference.\" He also said a \"new land-use policy… supporting tree planting in the right places\" was needed. Plans to replace the EU's agricultural subsidies with a new scheme that will includepaying farmers to plant trees is set to be phased in from 2021 - though it is yet to be finalised.Anthony Geddes, National Manager for Wales at CONFOR - which represents the forestry industry - added the figures were \"disappointing\" but represent \"the mistakes of the past not the opportunities of the future\". \"We know there is high demand out there to plant trees and, thanks to hard work from all parties, the funding and the processes are falling into place to respond to that demand and get planting,\" he said. Mr Geddes pointed to the fact the Welsh Government received applications for more than 7,000 hectares of new planting in 2019 and, in response, ministers committed £8m to the Glastir woodland creation scheme - which gives grants for managing land. He said forestry and timber already contribute 10,000 jobs and bring in £0.5bn to the economy annually. A spokesman for the Welsh Government said due to \"the timing of Rural Development Programme funding, funds made available last year will support tree planting in the upcoming planting season this winter\". \"Last year we funded the planting of 1,500 hectares of trees to re-stock existing woodland,\" he added. The spokesman said the government had also \"launched a new window of the Glastir Woodland Creation scheme, with a fourfold increase in the budget to £8m, which could significantly contribute to funding for 2,000 hectares of new planting\". \"Work has also begun to establish a National Forest across Wales,\" he said. \"Last week we launched a new scheme to create new woodlands near local communities. We will run a number of demonstration projects this year, including a £2.1m community woodland scheme launched earlier this month.\" ", "url": "https://www.bbc.com/news/uk-wales-53060474"}