{"datetime": "2010-03-31T06:47:06.000Z", "title": "Post-natal depression affects one in 10 new mums", "article": "One in 10 women is diagnosed with post-natal depression after having a baby, according to midwives and teen charity Straight Talking. They say young mothers are also three times more likely to experience it but the numbers could be higher because it's believed many suffer in silence. In a documentary called Why Mummy's Sad, BBC Radio 1Xtra has been talking to women to see why they've been affected by the condition and what help is available. Kelly, who's from Crewe, says her depression started long before her son Jack arrived and that she thought about killing herself. \"I felt so lonely,\" she admitted. \"I needed help. I needed somebody there with me to help me through it and to help me to learn what to do and get me used to be being a mum but no-one was there. \"I had to do it on my own. I didn't enjoy being a mum. I can actually say that I hated being a mum, which sounds awful now looking back. \"I did know that something wasn't quite right but then people were telling me, 'Oh, you're just finding it hard being a new mum. It's normal'. That went on for 10 months.\" Listen to the full BBC Radio 1Xtra documentary: Why Mummy's Sad Some new mothers suffer from post-natal depression days after giving birth but doctors say for many it can develop a few months, or even up to a year, after they've had their baby. Doctor Catherine Hollins works at Chelsea and Westminster Hospital in London. She says post-natal depression is different from normal depression because it lasts a lot longer. She said: \"It's a continuous state over weeks, perhaps over a much longer period of time and it affects our ability to function. It affects our relationships with our partners and it affects our relationships with our babies. \"You might have symptoms like poor appetite or not being able to sleep. \"In its more severe form people might have suicidal thoughts, feeling actually life isn't worth living like this or it might even be feeling that it was a mistake having the baby, or feeling resentful towards the baby.\" It's thought that in as many as 15% of cases depression begins during pregnancy. More money is now being spent on training midwives, health visitors and GPs to spot signs of anxiety earlier. Carmine Periante is a psychiatrist who works with new parents and says dads can suffer too. He said: \"Every time there is a depressed mother there's certainly a man who is also suffering. The classic symptoms of depression which men tend to mask a little bit more are sadness, tearfulness, lack of energy and lack of motivation. \"It's important that men ask for help.\" At the moment midwives and health visitors use a questionnaire called the Edinburgh Scale to check whether a mum has post-natal depression. It's a series of 10 questions asking things like how happy you feel, whether you feel suicidal or if you feel panicky. Kelly doesn't think that's enough. \"I think there needs to be a lot more literature on it for mums to be able to read about it, to recognise the symptoms when they first start,\" she said. \"For me, I'd already self-diagnosed through the internet but a lot of people are in denial and they don't like to admit that there's a problem and that they need help with anything. \"I think a post-natal support group would have been ideal. There was just nothing around.\" There are a number of treatments for post-natal depression including counselling and talking to therapists.New mother Roxy found anti-depressants also helped. She said: \"The tablets did the majority of the work but to get me to feel normal again on the tablets, it was a few weeks. \"I came off them about six months after I'd started them.\" ", "url": "https://www.bbc.com/news/newsbeat-10074657"}