{"datetime": "2011-06-10T15:34:16.000Z", "title": "Parts of England officially facing drought conditions", "article": "Parts of England are officially in a drought following the dry spring, the Department for Environment, Food and Rural Affairs (Defra) has said. Areas of East Anglia are in drought, with parts of the Midlands, South West and South East in a \"near-drought\" state. In the drought-affected areas, Anglian Water and Cambridge Water say there is no threat to public water supplies. But Severn Trent Water says there may be restrictions if rainfall stays low. And Thames Water, which serves London and the Thames Valley, has reassured its customers that hosepipe bans are unlikely this year. The British Retail Consortium said the dry weather had created \"another unwelcome upward pressure on food prices\". Both the South East and central-southern region of England have had their driest spring on record. Across England and Wales as a whole it has been the driest spring since 1990, prompting theEnvironment Agency to issue advice on how best to reduce water use. It comes as large areas of northern Europe are facing drought after one of the driest European springs on record. But not all areas of the UK have suffered from the dry weather. Scotland has had 20% more rain than usual for spring, while snow flurries were reported at the summit of Mount Snowdon in north Wales. Environment Secretary Caroline Spelman has held a second drought summit to review the impacts of the continuing dry weather. She said: \"Water companies are confident that supplies are high enough so that widespread restrictions to the public are unlikely. We're doing all we can to reduce the impact on agriculture and wildlife, but everyone can play their part. \"Households know how to use less water and everyone can do their bit to use water more wisely, not only through the summer, but throughout the year.\" Low levels of water are causing considerable problems for farmers, with crop yields being hit. In parts of the Fens, some farmers and growers have volunteered to irrigate only at night to reduce evaporation, and co-operatives have formed to share limited amounts of water available. Ahead of talks with the government later, Peter Kendall, president of the National Farmers Union, told BBC Radio 4's Today programme there was a need to look at long-term solutions such as having enough reservoirs and \"computer-controlled drip feed irrigation\". Mr Kendall said there would be calls for an approach in which authorities \"talk to farmers in advance\" and \"don't just turn the tap right off\" to \"allow farmers to eke out supplies\". He said: \"It would be crazy if you have a big investment and you say 'no water from now on'.\"We would much rather say, 'Actually, it's getting low, you can have 30% or 40% of your water.'\"That's the sort of initiative we need and then we need to look longer term at how we can plan to become more resilient.\" The NFU president urged ministers to \"keep talking to the farmers\" and \"make sure we make food production a priority\". 'Strategic' response The British Retail Consortium's food director, Andrew Opie, said: \"Farming is an uncertain business. Few years have a perfect pattern of weather and retailers are again working with suppliers to make sure there continues to be affordable food in the shops. \"East Anglia is prone to dry weather and there will be more of these conditions in the future. Many large producers have already invested in private irrigation systems to deal with low rainfall and make sure crops grow successfully.\" He pointed out that, although the weather had created a problem for some commodities, such as wheat and other cereals, the dry conditions have produced bumper crops of foods such as raspberries and asparagus. Craig Bennett, of environmental campaign group Friends of the Earth, said most water companies had \"dramatically improved their efforts to reduce leakage\", despite the failure of a few to meet their targets.But he was critical of the overall approach taken by successive governments.He said: \"Although water companies generally have upped their game, government has completely failed to up its game. We have seen successive governments fail to address this issue properly.\" \"Mr Bennett went on: \"We see precious little action by successive governments in between floods and droughts to put long term measures in places and have a strategic response to this.\" He called on the government to use planning regimes to make sure infrastructure was built in a way that did not put more demand on water resources.For example, he said housing developments were being built where there was already \"extreme pressure on water resources\". The Environment Agency said the specific areas of the Anglian region suffering from a drought were Lincolnshire, Cambridgeshire, parts of Bedfordshire and Northamptonshire and western Norfolk. ", "url": "https://www.bbc.com/news/uk-13722013"}