{"datetime": "2021-01-27T19:24:36.000Z", "title": "New Wales farming pollution rules 'compel industry to change'", "article": "New rules on rural pollution are \"draconian\" say farming unions, but are being welcomed by wildlife groups. The regulations have been designed to have a \"significant and ongoing\" impact on agricultural incidents, said the Welsh Government. To tackle river pollution, the rules focus on farmers' use of slurry and fertilisers on their land.Ministers said they have acted as the industry itself had not done enough to combat the issue. The potential of introducing new regulations - which are now due to come into force on 1 April - has been discussed for several years by the Welsh Government.Environment and Rural Affairs minister Lesley Griffiths had previouslydescribed the number of pollution incidents as \"embarrassing\" for Wales .As well as the immediate contamination of water courses, the government said incidents have effects on the long-term health and quality of rivers, lakes and streams.The minister said figures show there has been an average of three farm pollution incidents every week during the last three years.Ms Griffiths said: \"I have given the industry every opportunity to demonstrate a change in behaviours through voluntary action. \"Some progress has been made over the last four years but not enough to demonstrate the scale, rate and commitment to change needed.\" She said the regulations introduce a \"clear and consistent baseline\" to make sure all farmers understand the action needed to protect \"our rich environment\". Ms Griffiths also highlighted : However, the Farming Union of Wales said the move was \"mockery of devolution\" and the introduction of blanket regulations was \"draconian and unimaginative\". NFU Cymru said it was \"astounded\" by the announcement, which was \"indiscriminate and punitive\". The support offered to farmers was also \"woefully inadequate\".The government acknowledged some farmers will need time and support to improve, while for others there will be less impact.The rules are \"not excessive\" and \"comparable\" with those across the UK and Europe, Ms Griffiths added. Wildlife Trusts Wales (WTW) has been calling for new laws for many years, to tackle \"serious water pollution incidences caused by a minority of farmers\".\"We acknowledge that the majority of farmers do protect watercourses, and so these new regulations should enable a level playing field for all farmers in Wales,\" it said. James Byrne, WTW's living landscapes manager, said they regularly hear of new incidents that are \"killing fish and other river wildlife in significant numbers\". \"But the pollution isn't just impacting wildlife, the treatment of water costs millions of pounds, all of which increases our water bills,\" he said. Iolo Williams, BBC presenter and naturalist said the announcement was \"great news\" that was \"long overdue\".", "url": "https://www.bbc.com/news/uk-wales-55833335"}