{"datetime": "2021-02-02T18:05:30.000Z", "title": "Wales farming pollution rules defended by Mark Drakeford", "article": "Stricter agricultural pollution controls have been defended by the first minister, who faced accusations a promise not to impose the changes until after the pandemic had been broken. Mark Drakeford said current agricultural pollution incidents damage both the industry and the environment. But Tory Senedd group leader Andrew RT Davies said Environment Minister Lesley Griffiths had broken a commitment. To tackle river pollution the new rules focus on use of slurry and fertilisers. Plaid Cymru said it was the \"final breakdown\" in relations between ministers and the agricultural community. The new regulations, due to come into force on 1 April, are\"draconian\" according to farming unions , but have been welcomed by wildlife groups. \"The minister is on the record as saying that these Nitrate Vulnerable Zone regulations would not be introduced while the pandemic was in existence - not once, not twice, but seven times,\" Mr Davies said, during Tuesday's First Minister's Questions. \"There is no dispute about pressing down on pollution incidences and making sure we bear down on the people who break the regulations,\" he said. \"But when the minister has made such a commitment, and you have made such a statement that when the Labour Party makes a promise it has to keep it, surely these promises have to be kept and we have to come to the end of the pandemic before these regulations are implemented?\" Defending his government's plans, Mr Drakeford said the \"need to put control on agricultural pollution in Wales is urgent\" with \"three incidents, on average, every week in each of the last three years\".\"Over 90% of ammonia emissions in Wales are from agriculture,\" he told the virtual Senedd meeting. \"The level of pollution incidents in the agriculture sphere are damaging the reputation of farmers, they are damaging our environment, and they are damaging the ability of that industry in the longer run to trade with other parts of the world, given that the strength of our industry is the quality of the produce that it delivers.\" The first minister said the implementation of the regulations would take place \"sensitively\" and \"alongside the industry\" but \"further delay is neither environmentally not in reputational terms to the advantage of the industry\". \"When it comes to implementing the regulations we will do that alongside those many, many farmers in Wales who already comply with regulations who don't pollute our natural environment and who are let down by those who do,\" Mr Drakeford added. Plaid Cymru's Llyr Gruffydd said: \"This is just the latest example of the government's failure to work with the sector to co-design a more sustainable approach. For too long this government has viewed farmers as a problem rather than part of the solution.\"If we are to successfully tackle this problem then we need everyone working together and pulling in the same direction. This broken promise leaves that prospect further away than ever.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-55907006"}