{"datetime": "2010-08-11T06:16:11.000Z", "author": "Greg Dawson", "title": "Young farmers are at 'risk of depression and stress'", "article": "Campaigners have told Newsbeat that increasing poverty in rural areas is putting young farmers at risk of things like stress and depression. The charities Farm Crisis Network and the Rural Stress Helpline say cutting costs means lots of young people are working long hours in isolation and for low wages.Farm Crisis Network, a charity set up to provide support and guidance to farmers, claims one in four farming families are living on or below the official poverty line.They say the average farm income is lower than the average household income, with some earning just £8,000 a year. Much of this has been caused by the increased dominance of supermarkets, leading to more competition among farmers, who in turn have pushed prices down.Other factors like animal disease such as Bovine Tuberculosis and welfare issues have also led to a loss of earnings.Sarah Brown speaks for Farm Crisis Network: \"There are lot of difficulties facing farmers now and when it comes to work this all has an impact.\"These days because of mechanisation and the cost of labour it's generally one man and a tractor. \"If you've got some issues like low income, or your business not doing well then that just weighs down on you. \"So the isolation is a major factor in causing many of the problems that young people in farming experience.\" Helen Reeve, 28, has worked on a dairy farm in Norfolk since she left school. She told Newsbeat: \"Farmers are under a lot of pressure to do things as quickly as they can and as efficiently as they can but that does mean you can often be working on your own for a long time. \"I would say a large proportion of your working day is spent alone or just with your animals, and they don't answer back so you so miss seeing people. You can feel quite isolated. \"You do have off days and sometimes these things can just escalate and you feel a bit out on a limb because we're out here in the sticks.\"It's a stressful job with lots of deadlines to meet and for some people it takes its toll on them.\"They need a bit of extra support and help. If more people were aware of it it would be easier to prevent people feeling so low.\" Recently in Norfolk a local charity was set up to provide confidential counselling to farmers suffering from stress and depression but campaigners say there needs to be more widespread help across the whole of the UK. Farm Crisis Network says it's dealing with an average of 3,000 calls a year to help people but it thinks the problem is much more widespread.It says rural areas often lack local services for people to access mental health information and that in many cases people won't admit to suffering depression because they feel embarrassed about it.Matt's 21 and works on a family farm in Norfolk.He said: \"You often start earlier than seven. You'll probably get in your tractor at that time of the morning and spend the rest of the day working in a field on your own, probably until nine or 10 o'clock at night.\" His brother Mike is 18 and said: \"Just lately I've been getting up at five and not getting in until 10 o'clock at night.\"Some days you don't see anyone. That's a long day when you're on your own.\" Matt admits that stress does get to him at times and it isn't helped by the fact there is no one to open up to.He said: \"The isolation can get to you - especially if you've got no one there as an outlet to talk to.\"You probably have too much time to think about stuff and it plays around in your head all day long.\" ", "url": "https://www.bbc.com/news/newsbeat-10929612"}