{"datetime": "2010-02-25T11:31:10.000Z", "author": "Jim Taylor", "title": "Rise in police entering special treatment centres", "article": "More police are being treated for conditions like stress and depression at special rehab centres in the UK. Flint House in Oxfordshire took in more than 3,000 officers last year and is being extended because demand for its services is increasing all the time. Most police who go are treated for physical problems, including those who have been attacked or injured on front line duty. Steve, 28, is with London's Metropolitan Police and came to Flint House to get fit after an operation on his knee. He explains what happened: \"A prisoner was coming into custody and he just switched and kicked off, wanting to fight everyone in sight. \"We went down to the floor with him and I went down on my knee awkwardly and tore the cartilage. \"I'd never been injured before and I was just completely gobsmacked and at a loss. \"I didn't know what I was doing and being quite new in the job I was worried about having time off. \"I can't thank the team here enough for how well my knee's being repaired. I just want to get back out there.\" At any one time about 15% of the officers at Flint House, and the UK's two other police treatment centres in North Yorkshire and Perthshire, are there for help with conditions like stress, anxiety and depression. Charlie, now 34, is a police officer from the north-east of England who was attacked while trying to arrest a suspect six years ago. He went to the St Andrews centre in Harrogate for treatment on his back, but also had counselling for the stress brought on by his injury. He said: \"It's a very, very demanding job nowadays and there's a lot of pressure on you. \"That can lead to stress, anxiety, and sleepless nights but you make it work, you get through it and you do what's asked of you. \"Usually something has to give though because you can't be at 150% all the time. \"That could be your home life, or your own mental or physical health. Some people can handle it but some people can't.\" Head nurse Sarah Allen is one of Flint House's counsellors and she thinks police are now more willing to admit they're struggling to cope with the job.\"It's possibly becoming easier as the years go by, and I think it's more accepted in general for people to admit they have issues with stress or depression.\" She says despite their job, police have lots of the same worries as anyone else. She said: \"It may be personal problems, financial problems, or losing your health. \"All these things can have an effect on people and police officers are only human.\" There aren't any definitive figures for the number of police missing work due to stress, but one estimate from 2008 is that officers in England and Wales took off 225,000 days in total. That meant that on average, 600 were unable to work each day. At the moment there are 144,353 serving police officers in England and Wales. The rehab centres aren't paid for by the taxpayer; instead officers give about a pound a week to keep them up and running. Together they took in more than 7,000 police officers in 2009, and about 1,300 of them had treatment for stress, depression and anxiety ", "url": "https://www.bbc.com/news/newsbeat-10058624"}