{"datetime": "2011-11-02T12:01:29.000Z", "author": "Dave Howard", "title": "Farm safety is 'not acceptable' says health watchdog", "article": "Farmers are being told more needs to be done to stop them injuring or killing themselves at work. One in five British workplace deaths happens in agriculture even though farmers are only a tiny part of the working population. The latest Health and Safety Executive (HSE) figures for non-fatal serious injuries show little improvement.During the year 2010/11 there were 1,061 injuries in total and it is thought many more go unreported. Jim Chapman from Warwickshire had his arm torn off by farm machinery seven years ago when he was 23. \"You don't realise how much you rely on your second arm until its gone,\" he said. \"Simple things, like trying to butter bread, or putting toothpaste on your toothbrush.\"He fell against a PTO shaft, a spinning metal bar at the back of a tractor. \"It catapulted me from one side of the machine to the other,\" he said. \"I landed on the floor, minus all my clothing.\"My left arm had been ripped off.\" He admits that the machinery was missing part of its proper safety guard. \"But again,\" he added, \"it was a rushed day. There were a few machines that didn't work. \"I was getting behind with the jobs, and thinking, 'I've got to get something done today.'\" Over the last 10 years, other industries that you'd think of as dangerous, like building or quarrying, have lowered the number of workplace deaths and injuries. In farming though, officials are worried that deaths remain high.There were 39 in 2001/02, 38 in 2009/10 and 34 in the most recent statistics.The National Farmers Union (NFU) says it recognises the problem and is working hard with partners to fix things. In the months that followed his accident, Jim says he thought a lot about committing suicide. \"Looking back on it now, those thoughts that went through my head - they should never have been there,\" he admitted. Judith Hackitt, the chair of the Health and Safety Executive (HSE) says it is \"not acceptable\" that the accident statistics for farming are still high. \"People in farming don't have minor injuries,\" she said. \"When they get injured, it's bad. \"When I said to the NFU that if I had sons I would not want them to work in agriculture, it really made them sit up and take notice.\" \"There's a whole host of reasons why farming is as dangerous as it is,\" added Jim.\"It is a very rough, macho industry.\"Also, it's often because people are left alone. They could be young and inexperienced, or older people, who would have retired maybe five or 10 years ago in other industries.\"They are still working on farms with big kit and big animals.\" Jim wants others to learn from his experience. \"Look at what you're doing before you go running in,\" he said.\"You could make a mistake that you'll live with for the rest of your life.\" ", "url": "https://www.bbc.com/news/newsbeat-15547758"}