{"datetime": "2009-07-15T06:02:14.000Z", "author": "Catherine Burns", "title": "Young 'depressed' about money", "article": "Debt, unemployment and repossession have all been concrete and visible effects of the recession but there isn't as much focus on how it affects people emotionally. According to counselling charity Relate, many younger people are having a tough time at the moment. They see 15,000 young people every year and reckon a quarter are depressed about money. ___________________________________________________________ It's late afternoon, and there are dozens of young people hanging around.Some are skating, some flirting and some just chatting. None of them are buying anything though, because they don't have any cash to spare.One 16-year-old boy says the recession has \"drastically affected his life.\" Another admits things are tight and money is hard to come by. Twenty-one-year-old Becky Apperley says her financial situation really gets her down. She's been unemployed for three years and isn't having any luck finding work. She said: \"A lot of the time I feel suicidal. I do actually self-harm sometimes, although I've stopped it now. \"It wasn't because of the fact that I was depressed over other things, it was because I was depressed about money.\" Becky is an extreme example. Relate counsellors say only 3% of the under-25s they see are so worried about their finances they think about killing themselves.Have Your Say: How has the recession affected you? Paula Hall is from the charity. She says it's important not to underestimate how much of a problem the recession is for young people.\"Half of Relate cousellors say the young people they see are worrying really significantly about money,\" she said. \"It's high up on their agenda. It's something they want to talk about in sessions. The charity says 21% of the young people they see are worried about losing their home. It's a pressing concern for 16-year-old Conner. He said: \"I'm actually having to move out this year, because my mum can't afford to have me live there. I'm worried I won't find a house for quite a while.\" Another boy, a 17-year-old who's asked Newsbeat not to give out his name, says when his dad lost his job the whole family thought about selling up.He said: \"Cards were put on the table, options and that. One of them was we were going to have to move, probably to a different town. \"I've never moved in my life so it was going to be a big thing.\" Luckily, his dad found more work and it didn't come to that. But the stress has affected things at home. He talked about sitting in his room, listening to his parents arguing and worrying. Relate say that's a common problem. 21% of the young people they see at finding it difficult to get on with their families.The experts also say under-25s are worrying about their own future, and that 19% are stressed about their careers. Fifteen-year-old Beth wants to be a photographer. She worries that once she's done her GCSEs and college, she'll still struggle to get a job. Depsite that, she's staying positive. \"I kind of just look on the bright side of things,\" she said. \"I do think I am going to be able to make it. I'm only 15 now and things will change.\" Relate's Paula Hall reckons that's the right attitude. \"It's important to get that balance between being realistic and being hopeful,\" she added. \"We aren't going to be in a recession forever and we are still a fairly wealthy country. It's bound to turn around.\" ", "url": "https://www.bbc.com/news/newsbeat-10000348"}