{"datetime": "2017-12-13T17:40:23.000Z", "title": "'Flexible' approach to farm pollution favoured", "article": "The environment secretary wants \"the right balance\" of regulation, voluntary measures and investment to tackle pollution from farming. But although backing an \"all-Wales approach\", Lesley Griffiths has stopped short of extending Nitrate Vulnerable Zones (NVZs) at this stage. She will look at giving farmers flexibility to \"achieve the same or better outcomes\" than with regulation. Nearly 60% of responses to a consultation backed an all-Wales zone. So-called NVZs cover only about 3% of land in Wales, which is designated as being at risk from agricultural nitrate pollution. Restrictions on fertiliser and muck-spreading apply within them and they are designed to improve water quality in rivers and lakes. There was speculation they could be extended over a larger part of Pembrokeshire and parts of Carmarthenshire and Anglesey too. More than 250 groups and individuals responded to the consultation. The most recent figures show 679 slurry pollution cases reported in just over seven years in Wales, mostly from dairy farms, and Natural Resources Wales said levels are \"unacceptable\". \"We should not be seeing significant stretches of rivers largely devoid of fish in the 21st Century,\" said Ms Griffiths.\"Most respondents to the consultation recognised the significant impact nitrate pollution is having and agreed with the need for further action.\" She added: \"Over coming months I will work with stakeholders to get the right balance of regulatory measures, voluntary initiatives and investment.\" The minister said she wanted to ensure the regulatory regime was \"sufficiently robust to achieve the outcomes Wales requires, while offering flexibility\".The Farmers' Union of Wales (FUW) gave it a cautious welcome. FUW president Glyn Roberts said: \"This seems to be a far more proportionate way forward than some of the options that had been proposed but we need time to assess the details and their implications.\" James Byrne, of Wildlife Trusts Wales, said they had wanted more regulation. \"We're disappointed no new measures were announced today. We will work with the minister and her team to come up with a comprehensive suite of measures to combat chronic agricultural pollution which is having a very significant impact on wildlife and people throughout Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-42338154"}