{"datetime": "2021-12-09T08:39:20.000Z", "title": "Bird flu: Emergency measures in Wales to tackle outbreak", "article": "Emergency measures have been launched in Wales as the UK faces its largest ever bird flu outbreak. Rural affairs minister Lesley Griffiths said a \"lite\" emergency coordination centre has been set up, with all bird keepers following strict measures, after three cases were found in Wales. The announcement comes as the UK chief veterinary officer saidthe UK had a \"phenomenal level\" of avian flu. Tens of thousands of farmed birds have been culled. Ms Griffiths called on bird keepers, both domestic and industrial, to remain \"vigilant and alert for signs of disease\", while adopting strict biosecurity measures. \"This is now the largest ever UK outbreak of AI [avian influenza], and there is no immediate sign of the situation improving,\" she said. The chief veterinary officer for Wales has confirmed three separate cases of bird flu in domestic poultry near Chirk, Wrexham, Gaerwen, Anglesey, and Crickhowell, Powys. Ms Griffiths confirmed the measures taken by the Welsh government have been coordinated with the UK government's Department for Food, Environment and Rural Affairs (Defra) and the devolved governments. \"As we continue to monitor these increased findings, I am reviewing our emergency disease arrangements to ensure we are delivering an effective and efficient response,\" she said. \"I am grateful to industry and the veterinary profession for their continued efforts in meeting our requirements, as we all have a responsibility in addressing this disease threat.\"Whilst I continue to ask keepers across Wales to take all steps possible to prevent the spread of disease, I have reviewed our ability to respond within government against competing pressures, and I have decided to stand up a 'lite' format emergency coordination centre for Wales. \"I am confident that together we have the best chance of dealing with this epidemic and protecting our national flock.\"The outbreak was first confirmed in Britain on 26 October.The current number of 38 confirmed infected premises in the UK is the largest ever, according to the Department for Environment, Food and Rural Affairs (Defra). The risk to human health from avian influenza remained very low, according to public health advice, and there was a low food safety risk. UK chief veterinary officer Christine Middlemiss told the BBC the \"phenomenal level\" of bird flu had \"huge human, animal and trade implications\". She said the disease was being spread by migratory birds flying back from the north of Russia and eastern Europe, and insisted further research was needed to prevent a worsening outbreak in the future.", "url": "https://www.bbc.com/news/uk-wales-59590799"}