{"datetime": "2021-01-27T06:01:26.000Z", "author": "Steffan Messenger", "title": "Wales' natural resources used at 'unsustainable rate'", "article": "Wales is using up its natural resources at an \"unsustainable rate\" and is yet to meet any of the long-term aims it has set to tackle the issue, its environment watchdog has said. Natural Resources Wales (NRW) said a \"transformation\" of the food, energy and transport systems was needed. It warned time was running out to \"avoid a catastrophic situation for Wales and the world\". The Welsh Government said all of society had a part to play. By law, NRW has to produce an assessment of the country's natural resources every five years including everything from clean air and water to soil, rocks, minerals and habitats for wildlife.Its latest report makes for \"bleak reading\", according to Future Generations Commissioner Sophie Howe. Due to the pandemic it is being published in a phased way - with key headlines and recommendations now. There will be more detail about the state of each of Wales' ecosystems from our coastline and seas, to rivers, woods and farmland, in March. Very few of the habitats wildlife rely on in Wales are in good condition - even in areas where there is meant to be more protection, the report says. Take rivers for example - more than 60% of all river Special Areas of Conservation were found to be failing targets around phosphate pollution - which can be washed in from farmland or sewers.Just 31% of the country is considered to be semi-natural habitat - and at least 40% of this is spread out in such small patches it is not seen as \"resilient\" enough. Wildlife needs these areas to be joined up if it is to thrive - but this connectivity is also being lost. It means several iconic species such as the curlew are at risk of extinction from the Welsh countryside within the next 20 years. The situation is also threatening people's lives with poor air quality estimated to cause up to 2,000 deaths annually in Wales, 6% of the total number. And 245,000 Welsh properties are at risk of flooding - a problem likely to get worse as a result of climate change. The report concludes not one of four long-term aims NRW set in 2016 to measure progress towards achieving sustainable management of natural resources has been met. But it said this was not surprising in just a few years, and the problems were not unique to Wales.Wales needs to \"trial ideas, launch experiments and support innovation\", and urgently transform three key areas of the economy, the report says. They are the food, energy and transport systems. It wants to see a lot of work done to encourage lifestyle changes - from what we eat to how we travel. If everyone on Earth used natural resources at the same rate as Wales, two and a half planets would be needed, it claims. It said the pandemic provided a \"once in a generation opportunity to reset our values and priorities… and create a more sustainable future\". More technology in agriculture should be used to help cut fertiliser use, prevent pollution and limit the amount of land needed for farming, the report says. It also suggests there would be a \"positive impact\" from society reducing its consumption of carbon-intensive foods such as meat and dairy. Dr Hefin Williams, of the Institute of Biological, Environmental and Rural Sciences at Aberystwyth University, said this was \"at its heart a decision for individuals\" and livestock production was \"the backbone of agriculture in Wales\". While the report outlined the challenges faced by the sector, he said it also highlighted opportunities that the industry here was \"well-placed\" to grasp.\"Increasing use of crops such as white and red clover, peas and other legumes would ultimately allow farmers to have greater control over feed costs [for their animals], cut down on imports and provide environmental benefits by reducing the amount of synthetic fertilisers needed,\" he said. Wales must move away quickly from energy generation that relies on fossil fuels with more renewable energy developments, according to the report. But it cautions that these, too, can contribute to pressures on the environment if not enough consideration is given to planning and building. Jess Hooper, of Marine Energy Wales, said Wales could \"lead the world\" in this emerging field.\"At the moment we have 16 marine renewable developers that are active in the sector, helping deliver a low carbon economy with its own jobs, skills and prospects - an industry we can call home grown and that we could export to the world,\" she said. The report also calls for a major focus on efficiency measures in buildings, saying Wales has some of the oldest and least thermally efficient housing stock in Europe.Wales also has high rates of car use for commuting and has seen only a small reduction in carbon emissions from transport since 1990, the report says. But simply moving everyone over to using electric vehicles is \"not a sustainable solution\". \"A systemic change is needed to how and why people travel and what is transported,\" it says. It promotes the concept of a 20-minute neighbourhood - pioneered by Melbourne in Australia - where urban society is designed so residents can meet virtually all their needs a short walk from home. Ms Howe said this was \"not just about carbon emission targets - these solutions have wider benefits\". \"We have an obesity crisis so the last thing we want is people sitting in their cars.\" Welcoming the report, Environment Minister Lesley Griffiths said it provided a \"comprehensive set of evidence on the state and trends of Wales' natural resources and ecosystems\". \"As we continue to face the challenges posed by the Covid-19 pandemic, we in Welsh Government have repeatedly committed ourselves to an environmentally-responsible response to the pandemic, and this is our opportunity to focus on a green recovery during this challenging time\". She also said it offered an opportunity to discuss \"the part we all have to play in improving the resilience of our ecosystems, so we can ensure they support the wellbeing of generations to come\". ", "url": "https://www.bbc.com/news/uk-wales-55814191"}