{"datetime": "2018-03-15T06:31:29.000Z", "author": "Steffan Messenger", "title": "Wales' farm pollution action 'absolutely useless'", "article": "A complaint has been made to the European Commission about the Welsh Government's handling of agricultural pollution. Afonydd Cymru, on behalf of Wales' six rivers trusts, claims ministers have failed to put appropriate regulation or enforcement measures in place. EU lawyers will now consider whether to open formal infringement procedures. The Welsh Government said it wanted to get the \"right balance\" of regulation, voluntary initiatives and investment.EU clean water laws commit member states to keep rivers and lakes in good condition and both UK and Welsh Government ministers have indicated these environmental protections will be upheld after Brexit. Buta 2016 report into the state of Wales' natural resources found 63% of all freshwater courses were not achieving the necessary status, and only one in six freshwater habitats were considered \"favourable\" for wildlife. Afonydd Cymru claims pollution from an expanding dairy, beef and poultry industry is predominately to blame. Its complaint to the commission argues that huge quantities of slurry and poultry manure are spread on farmland and that the rules and guidelines governing how this should be done are invariably broken. Farmers are supposed to avoid spreading on slopes, in wet weather and during winter to avoid run-off into rivers and streams. But the complaint includes reports that this has taken place almost daily since Christmas in river catchments that have special conservation status such as the Tywi, Cleddau and Teifi in west Wales. Nutrients within the fertiliser causes contamination, killing fish and other wildlife and impacting drinking water. In December,Rural Affairs Secretary Lesley Griffiths stopped short of extending so-called Nitrate Vulnerable Zone restrictions , designed to limit the spread of slurry and other fertiliser, across the whole of the country. She said she wanted to give farmers the flexibility to \"achieve the same or better outcomes\" with voluntary measures. But Dr Stephen Marsh-Smith, chief executive of Afonydd Cymru, described this approach as \"absolutely useless\". He claimed national policy and local government planning in Wales had regularly avoided the requirement to put measures in place to avoid water pollution. \"I'm not happy at all about having to do this complaint. But I realise that unless we do something it will go on indefinitely.\" He said the rivers trusts had written \"again and again\" to the Welsh Government and \"something should have happened a long time ago\". \"There are places where slurry is getting directly into water courses - it can kill fish, damage them and prevent eggs hatching. And that is leading to an almost continuous decline in our salmon and sea trout stocks,\" he added. In a separate development, six wildlife charities have written to Ms Griffiths urging her to do more about \"blatant breaches of existing environmental rules\", describing the situation as a \"watershed moment\". The letter, signed by senior figures from Wildlife Trusts Wales, Butterfly Conservation Cymru, the RSPB, WWF Cymru, Salmon and Trout Conservation and Afonydd Cymru, claimed there was an apparent lack of progress to tackle \"widespread agricultural pollution\". But farming union NFU Cymru argued its members did take their environmental responsibilities \"very seriously\". A spate of wet winters has put slurry stores under pressure, according to deputy president Aled Jones, leading to some farmers having to apply the fertiliser to their fields at times that were not ideal. Mr Jones, who milks a herd of 450 dairy cows on his farm near Caernarfon, has invested around £100,000 in new slurry storage in recent years. The industry was working closely with environmental regulator Natural Resources Wales (NRW), he said, and had set up a new group on water quality to better advise farmers about the problem of pollution. He said: \"I don't think more regulation would improve things. With good advice and investment we can target systems to improve storage and utilisation of slurry. \"That will have benefits for the environment and our businesses too.\" The Welsh Government said it recognised the detrimental impact agricultural pollution was having and had outlined its intention to work with stakeholders on regulatory measures, voluntary initiatives and investment.\"We expect to receive recommendations from the Wales Land Management Forum sub-group on agricultural pollution, which has representations from all sectors, on how we can best address this issue by the end of March,\" said a spokeswoman. NRW said a company was recently fined £45,320 after a three-mile (5km) stretch of the River Llynfi near Talgarth was polluted, showing the success of its approach. It said it would also be targeting 25 river catchments across Wales to improve land management practices affecting water quality.Chris Rees, of the NRW, added: \"Protecting Wales' environment is fundamental to what we do. We work to prevent pollution occurring and offer advice and guidance on best practice.\"", "url": "https://www.bbc.com/news/uk-wales-43389895"}