{"datetime": "2018-11-14T19:23:48.000Z", "author": "Steffan Messenger", "title": "Scale of Welsh rivers farm pollution embarrassing, says minister", "article": "The scale of agricultural pollution in Welsh rivers is \"embarrassing\", the Rural Affairs Secretary has told BBC Wales. Lesley Griffiths claimed that poor farming practices were leaving many water courses \"devoid of fish\". In a long-awaited announcement, she said tougher regulations would be introduced in 2020. Rules on spreading and storing fertiliser and slurry will be tightened, she said. It followed an increase in the number of major pollution incidents this year, Ms Griffiths added. \"As we move into winter, I am already receiving reports and images of bad practice and the number of incidents this year has already exceeded last year's figure,\" she said. \"This is unacceptable. Our rural communities, which depend on tourism, angling and food industries, must be protected.\" The new regulations will come into force in January 2020, but some will be phased in to allow farmers time to adapt. They will include new standards for manure storage and rules related to when, where and how fertilisers are spread to avoid it washing into rivers in rainy conditions. NFU Cymru deputy president Aled Jones welcomed the announcement but said it was \"a great pity that the industry had been tainted by a very small number of farmers\". He urged the Welsh Government to also implement the recommendations of an expert panel it had commissioned which called for more advice and funding for farmers to help with fertiliser storage and management. Environment groups have previously urged Ms Griffiths to designate the whole of Wales as a so-called Nitrate Vulnerable Zone (NVZ), which would impose even stricter conditions on farmers. Less than 3% of Wales has NVZ status, compared with 55% of England and the whole of Northern Ireland. But in December last year , she stopped short of doing so, claiming \"the right balance\" of regulation, voluntary measures and investment was needed to tackle pollution from farming.Since then, the Welsh Government has come under pressure to act, after river groups submitted an official complaint to the European Commission. Both the UK and Welsh Government ministers have indicated European standards will be upheld after Brexit. However, a 2016 report into the state of Wales's natural resources found 63% of all freshwater courses were not achieving the necessary status, and only one in six freshwater habitats were considered \"favourable\" for wildlife. NRW's Ruth Jenkins said regulation was one of a range of tools available for driving down the numbers of agricultural pollution incidents. She said it was working with a cross-sector group - the Wales Land Management Forum - \"to find the right mix of regulation, voluntary measures, advice and investment incentives that can reduce agricultural pollution to water\". \"We recognise that other issues cause pollution in rivers and we are working to tackle all areas of concern,\" she added. ", "url": "https://www.bbc.com/news/uk-wales-46212790"}