{"datetime": "2021-07-06T18:58:08.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Doctors and campaigners demand Welsh investigation", "article": "More than 30 doctors, health professionals and campaigners have called for an \"urgent investigation\" into the Welsh government's handling of the Covid pandemic. Not holding an inquiry immediately will lead to unnecessary deaths, they said. It comes afterNewyddion S4C revealed 1,860 patients who died up to May 2021 \"definitely\" or \"probably\" were infected in hospital. Senedd opposition leaders said it showed the need for Wales' own inquiry. The Welsh government has agreed to take part in a UK-wide public inquiry, saying it is the most appropriate way to scrutinise their decision making during the pandemic.In an open letter the group, mostly made up of doctors working in the Welsh NHS, called for scrutiny of the \"decisions and actions undertaken\" so far so that lessons can be learned. 35 signatories said delaying an investigation \"risks increasing pressure on an already overwhelmed NHS\". \"More importantly, avoiding an immediate official inquiry will certainly lead to further economic harm, long term incapacity and unnecessary loss of life.\" It said a probe should examine how health care organisations can reduce deaths related within hospitals, and what support is offered to people with long Covid. An investigation should also examine how to improve the Test, Trace and Protect system, it said. The letter calls for an investigation \"undertaken without delay so that lessons can be learnt as we head into further waves of COVID-19 infections with the possibility of new vaccine resistant strains ahead and normal winter pressures\". Signatories include 26 doctors, former Labour MP Ann Clwyd and others from the Medics4MaskUpWales group. The Welsh government has been asked to comment. In the Senedd on Tuesday, Conservative group leader Andrew RT Davies said it was \"the wrong decision\" for the Welsh government not to hold its own inquiry. \"One in three people in certain health boards were acquiring the Covid virus in a hospital setting because of the decisions taken here in Wales,\" he said. \"People will be bemused that you're not prepared to put yourself under the spotlight of scrutiny.\" Plaid Cymru health spokesman Rhun ap Iorwerth said: \"I think, in all honesty, that opens you up to the charge of ducking scrutiny.\" Standing in for Mark Drakeford, Trefnydd (government business minister) Lesley Griffiths said the first minister had agreed to a four-nation inquiry because it would examine the \"inter-dependencies\" between the nations of the UK. The Welsh government expected \"chapters to have a specific focus on Wales\", she said. She said \"far too many people have died\". \"We have done everything we can, obviously, as have the hospitals and care homes themselves to keep the virus out,\" she told the Welsh Parliament. \"But of course it doesn't stop at the door of hospitals. It doesn't stop at the door of care homes.\" Hospitals were like \"a small town\", adding: \"You are unable to stop the virus coming in, unfortunately.\" Since the start of the pandemic, more than 7,100 probable and definite hospital infections have been recorded by Public Health Wales.The figures have dropped back in recent weeks, reflecting a falling number of people in hospital with Covid. About 1% of all Covid infections are now acquired in hospital and the rest in the community. ", "url": "https://www.bbc.com/news/uk-wales-politics-57739552"}