{"datetime": "2021-09-21T13:11:09.000Z", "author": "Steffan Messenger", "subject": "Brexit", "title": "Welsh farm subsidy changes delayed again to 2025", "article": "Major reforms to farm subsidies in Wales will not be brought in until 2025, the rural affairs minister says. Details of the plan are to be set out next year, ahead of a fourth consultation in 2023. Lesley Griffiths denied Wales was lagging behind, calling it \"complex work\" they needed to get right. A transition to new subsidy arrangements is already underway in England, while the Scottish government has promised full delivery by 2023. How farmers get paid in future is a key plank of the Welsh government's plans to fight climate change, while the changes also have the potential to significantly impact the rural economy. Plans to introduce a law to replace EU agricultural subsidieswere delayed in 2019 . It had then been planned to bring the law forward after this May's elections to the Senedd. Ministers said at the time ongoing Brexit uncertainty had forced delays. Before Brexit, Welsh farmers had relied heavily on EU subsidies, paid out for the most part based on how much land they looked after. A new Sustainable Farming Scheme - to be rolled out from January 2025 - will instead reward efforts to protect and enhance Wales' scenery, environment and wildlife as well as good farming practice. It means the current scheme, which offers direct payments to farmers, will be extended for a third time until 2023. While environment groups have called for a swifter transition to new ways of working, farming leaders have been more cautious. Aled Jones, NFU Cymru's Deputy President,told BBC Radio Cymru's Dros Frecwast it was important not to \"rush into something and then regret it\". Rural Affairs Minister Ms Griffiths has also announced £66m to extend existing funding schemes designed to reward environmental work by farmers. But she warned a disagreement with the UK government over funding threatened to leave rural communities £137m out of pocket this financial year alone. The UK government has been asked to comment. At a briefing on Tuesday, she also saidshe was \"closely monitoring\" the ongoing shortage of carbon dioxide gas , which she said posed \"massive animal health and welfare issues\" if abattoirs weren't able to process meat in the way they normally would. She said she would be meeting Welsh retailers to hear their concerns, while the climate change minister Julie James had held talks with UK Business Secretary Kwasi Kwarteng. ", "url": "https://www.bbc.com/news/uk-wales-58638544"}