{"datetime": "2021-02-08T11:15:17.000Z", "title": "Developers chosen for major wind farm off north Wales coast", "article": "Oil and gas giant BP and German energy firm EnBW have been chosen as the preferred developers for a major new wind farm off the north Wales coast. They are also in the running for seabed rights at another site nearby in the Irish Sea. Together the wind farms could generate enough power for 3.4 million homes, the companies said. The Welsh Government said it looked forward to working with the two companies. In what it called a \"major vote of confidence in the UK's green economy and net zero ambitions\", the Crown Estate, which manages the seabed around Wales, England and Northern Ireland, has announced six proposed new offshore wind projects. The auction of seabed rights - the first of its kind in a decade - is said to have attracted frenzied bidding. BP and EnBW have emerged as the preferred developers for a 500 sq km lease, situated approximately 30km off the north Wales coast, and another 300 sq km site east of the Isle of Man.The projects will now progress to the next stage in a lengthy process for acquiring rights to build out at sea - which involves assessing the potential impacts on habitats and wildlife. The Crown Estate said that step was expected to conclude in Spring 2022 and subject to the outcome the developers could then be granted an agreement for lease and be able to start getting their projects through the planning process - including consulting with local communities. It is thought the projects could begin to generate electricity by the end of the decade. Environment minister Lesley Griffiths said she was \"delighted to see an offshore wind project in the north Wales region progress to the next stage\". She added: \"We at Welsh Government, with our partners in the region, look forward to working alongside them.\"It is vital that Wales maximises from the benefits of hosting offshore wind projects as well as the infrastructure they require onshore.\" The Wales Green Party also called for Wales to benefit from what it described as a \"bonanza\" for the Treasury as a result of the auction. BP and EnBw have paid a deposit of £231m for their sites and expect to make similar payments every year until they reach a final investment decision.Wales Green Party leader Anthony Slaughter said: \"Countries of comparable population size to Wales, such as Alaska and Norway, have invested their fossil fuel wealth in sovereign wealth funds.\"We need to see the value of Welsh renewable energy resources being used in a similar way.\" UK Energy Minister, Anne-Marie Trevelyan said the UK was a world leader in offshore wind energy and the latest projects would drive forward \"our commitments to eliminate the UK's contribution to carbon emissions by 2050, creating thousands of new jobs and ensuring Britain builds back greener\". ", "url": "https://www.bbc.com/news/uk-wales-55977685"}