{"datetime": "2021-02-12T06:11:27.000Z", "author": "Paul Pigott", "subject": "Brexit", "title": "Brexit trade deal leaves Welsh fishermen 'devastated'", "article": "Wales' £39m commercial fishing sector will be \"devastated\" by changes under the Brexit trade deal, fishermen have warned. New rules to replace the EU Common Fisheries Policy mean 76 French and Belgian trawlers can fish within six miles of the Welsh coast until 2026. It means many Welsh fishermen may struggle to survive, the Welsh Fishermen's Association said. The UK government said it protected fishermen's rights. But those working in Wales said they were already struggling with export red tape. Barry Thomas, who voted for Brexit, said Prime Minister Boris Johnson \"bottled\" the deal \"at the last minute\", after promising to keep foreign trawlers outside the UK's 12-mile limit. \"The six to 12-mile mark is where we fish, mostly,\" said Mr Thomas, who fishes in the Bristol Channel. He said species like sole, ray, plaice and cod had become more scarce since he started out 35 years ago. Of the 451 vessels registered in Wales, 92% are small-scale like his, defined as being under 10m in length. They are competing with multi-million pound French and Belgian trawlers that are 30m in length and stay at sea for months. \"It's like a game of rugby and you're one person playing a team of 15,\" Mr Thomas said. \"What chance are you going to have of winning?\" The Welsh Fishermen's Association said it feared many of the around 600 full-time fishermen in Wales were \"not going to survive\" under the new rules. Association spokesman Kevin Denman said many fishermen were struggling to get their operations registered so they could sell to customers in Europe. The majority of Welsh boats specialise in shellfish, with 90% of their catch exported to the EU. Mr Denman said the Brexit red-tape also encouraged foreign vessels to land fish caught in Welsh waters back in Europe instead of Welsh ports like Milford Haven in Pembrokeshire and Swansea.But Welsh fishermen are most concerned about the future of fish stocks under the new licensing rules for foreign vessels. Mr Denman said the UK government \"took a zonal approach so that any EU trawler with any history of fishing in a six to 12-mile limit anywhere from the Kent coast right around to Pembrokeshire gets access to all those areas\". When Welsh waters were regulated by the EU Common Fisheries Policy, there were only 10 French and Belgian trawlers that were regularly fishing within six miles of the Welsh coast. Now 76 French and Belgian trawlers, many of which have a history of fishing in the English Channel, have been added to a list of vessels with explicit rights to fish in the six to 12-mile zone off Wales. Welsh fishermen fear that many of those boats may start to target \"fish hotspots\" off Gower and Tenby where many species gather in the spring as they migrate up the Bristol Channel, making them easy to catch in large numbers. \"We were catching the scraps of fish that made it through those ten boats,\" Mr Denman said. \"With 76 potentially persecuting the fish stocks we will have nothing left here and all the little ports that rely on fishing vessels are going to be potentially out of business if this is allowed to carry on.\" The Welsh Government said the UK government promised fishermen \"a sea of opportunities\" but had delivered \"absolutely nothing.\" Environment Minister Leslie Griffiths said she \"reluctantly\" signed off the new licenses for European trawlers.\"Those trawlers could always come into our waters and because they didn't, the UK Government is saying well you know we don't expect them to come in,\" she said.\"What has changed is they now have to be licensed, so it's much more visible and certainly the fishers were promised and much better deal.\" Mr Denman said from the 83k tonnes of fish and shellfish harvested each year from Welsh waters, only between 6,000 and 7,000 tonnes are captured by the Welsh industry.\"We've given away our natural resources once again so how have the people of Wales benefited,\" he asked.The Welsh Secretary, Simon Hart, was not available for comment. The UK Government said the deal will deliver a 15% increase in fishing quota in the first year before annual negotiations. The allocation of those new quotas is still to be determined, buta 2018 study commissioned by the Welsh Government found the small size of the fleet in Wales would make it more difficult for Welsh fishermen to benefit from quota increases. A UK Government spokesperson said the trade agreement reflects the UK's new status as an independent coastal state and protects and promotes the rights of fishermen across the UK. \"Wales, like the rest of the UK, will benefit from tariff-free access to EU markets and investment in our fishing communities as we are no longer bound by the EU's Common Fisheries Policy,\" said the spokesperson. ", "url": "https://www.bbc.com/news/uk-wales-56028602"}