{"datetime": "2020-11-23T02:09:52.000Z", "author": "Steffan Messenger", "title": "Brexit: Environmental watchdog to be introduced in Wales", "article": "A new independent commissioner should be set up to police breaches of environmental law, it has been decided. It will replace the current arrangement involving the European Union. The Welsh Government dismissed other options - including coming undera new watchdog proposed by the UK government . But ministers said there was no time to put the necessary legislation in place until after May's Senedd election, meaning it could be years before the new system is up and running. This has prompted campaigners to warn of a looming gap in protection for the environment. Currently an \"interim environmental assessor\" is being recruited, but they will not have the same powers. Environment Minister Lesley Griffiths has faced pressure from opponents in the Senedd to announce how arrangements would work in future, with the end of the Brexit transition period fast approaching. Currently, people can complain free of charge to the European Commission, which can decide to investigate on their behalf, about whether governments are abiding by green laws - on matters including water quality, air pollution and waste. Recent examples in Wales include a complaint about the handling of agricultural pollution in rivers, and levels of harmful emissions from Aberthaw coal-fired power station in Vale of Glamorgan. In England, anOffice for Environmental Protection has been proposed as part of the UK government's Environment Bill. An expert group, brought together by Ms Griffiths, presented their report with recommendations to her in April. She has now published her response, which accepted a commission for the environment, independent of government, was required. The panel's report said it should be given \"appropriate functions to not only receive and respond to complaints from citizens in Wales, but also to carry out inquires where systemic issues have been identified through investigations and scrutiny\". \"It should have powers to escalate matters where necessary to stop or prevent environmental damage.\" This would range from \"advising public bodies\" in Wales through to \"enforcement and employing mechanisms of environmental review before the upper tribunal\". Annie Smith, a member of the governance working group of the Wales environment link, said although it is welcome that Wales' environment minister has given her support to the recommendations of the task group, \"we regret the fact that support is coming so late in the day\". \"What is disappointing is that we are nowhere near that being delivered unfortunately,\" she said. \"So we're going to come to the end of the year and there will be a cliff edge in terms of environmental governance in Wales. \"What is really critical is that swift progress is made now on setting out clear legislative proposals that can be quickly taken forward,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-55036371"}