{"datetime": "2020-11-30T18:06:42.000Z", "title": "Covid: Funding boost after cancelled Royal Welsh Show", "article": "A £200,000 support package has been granted to the Royal Welsh Agricultural Society (RWAS), it has been announced. The RWAS organises the Royal Welsh Show, which was cancelled this year due to the coronavirus pandemic.Earlier on Monday, Steven Hughson, the chief executive of RWAS, said the organisation had lost about £5m this year due to events being called off.The Welsh Government said the funding would help cover costs and help future events go ahead.Speaking on BBC Breakfast, Mr Hughson said: \"The impact on us is huge, we've lost nearly 80% of all of our income this year and the events sector has been in restrictions right from the very start of this pandemic. \"Some hospitality sectors have gone in and out of restrictions, but for the events sector we've never been able to trade at all since March, April, and we continue to look forward to an uncertain 2021.\" Mr Hughson said the number of cancelled events throughout the year at the Builth Wells showground in Powys had cost the RWAS £5m in income and about £50m to the overall economy of Wales.The Royal Welsh Show, its largest event, typically attracts about 250,000 visitors each year.Rural affairs minister, Lesley Griffiths, said: \"I am pleased to announce a financial support package for the Royal Welsh Agricultural Society for 2020/21 reflecting the unprecedented circumstances they have faced this year. \"I have always said we are seeing the perfect storm as we face the twin challenges of Covid and the impact leaving the transition period brings. This funding will help support the RWAS resilience at this difficult time for the sector.\" Deputy minister for culture, sport and tourism, Dafydd Elis-Thomas, said: \"It is important we support major events through these challenging times, so they are still there when we begin returning to normal.\" ", "url": "https://www.bbc.com/news/uk-wales-55135403"}