{"datetime": "2021-03-02T06:55:41.000Z", "author": "Craig Duggan", "subject": "Climate change", "title": "Climate change: Private hydropower schemes 'on cliff edge'", "article": "Private hydropower schemes are \"on a cliff edge\" in Wales due to a decision to withdraw business rate relief for some projects from April, according to the British Hydropower Association. It wants the Welsh government to follow Scotland's example wherethe rate relief scheme was extended until 2032 . In Wales, it is estimated it would cost less than £500,000 a year. The Welsh government said over half of Wales' energy needs were met through renewable sources. It said this included a 2% contribution from 363 hydropower projects, and it had \"no evidence of any projects ceasing to operate due to unsustainable costs\". Hydro schemes harness the power of water as it flows through a turbine to help generate electricity. Ed Bailey runs a company that has advised farmers on setting up hydropower schemes on their land. He said: \"There's over 50 small-scale hydro operators that will be impacted by this that are non-community owned. We call them local schemes because they're predominantly owned by farmers. \"I think it sends a very negative message to those that would otherwise be thinking about investing in hydropower schemes.\"Mr Bailey said more than 30 of the 52 operators who received the rate relief could potentially shut down or sell. The concerns stem from the way business rates across Britain were recalculated in 2017 by the Valuation Office Agency. Hydropower schemes saw a considerable increase in their business rates as a result - some by as much as 1,000%. In 2018, this led to the introduction by the Welsh Government of arates relief scheme offering grants to cover some of the costs. This is due to end for private hydropower schemes on 1 April, but will continue for community hydro projects. Simon Hamlyn, chief executive of the BHA, said: \"I think the decision that Welsh government has made to withdraw the grant scheme for non-community hydro leaves many of our members and other hydro operators on a cliff edge. \"The grant scheme has been hugely welcome, and much appreciated by the industry, but with no discussion, consultation or negotiation, Welsh government withdrew this scheme suddenly, without warning, and a lot of our members are very, very concerned about the impact. \" To announce there's a climate emergency (as the Welsh government did in 2019) and at the same time to remove the grant scheme that actually helps those generators to provide green energy was perverse to say the least.\" The BHA has written to Lesley Griffiths, the minister for environment, energy and rural affairs, calling on her to \"follow the lead\" set by Scotland, which extended a 60% business rate relief scheme until 2032. Richard Vaughan, a farmer in Gwynedd, set up a hydropower scheme on his land near Rhydymain in 2016. He said the revaluation increased his business rates by 800%. He added: \"I did not understand how they came to these figures, but that's what the Valuation Agency did. To foot all that rateable value bill now is obviously a substantial increase in my costs and it will lower my margins. \"The message is loud and clear - if they want to get people to invest in these projects, they have to show the support. Otherwise they are not going to get the investors to put these schemes in place. It's not going to contribute to helping them achieve their targets for zero carbon emissions by 2050.\" The Welsh government said: \"Over half of Wales' electricity needs are now met through renewables, including a 2% contribution from Wales' 363 hydropower projects. \"We are also 83% of the way towards meeting our local ownership target of 1GW by 2030 - with 825 MW of renewable energy capacity in local ownership.\" The government said the support scheme provided more than £1m to the sector and 52 privately-owned hydropower projects have been supported this year, but the Covid pandemic meant \"unprecedented pressure on budgets and difficult decisions need to be made on where to prioritise future support\". A spokesman said the government had \"worked closely with the British Hydropower Association to address the impact of the 2017 revaluation of business rates on the sector, and will consider options for longer term support for hydropower and other renewable technologies when the next revaluation takes place in 2023\". ", "url": "https://www.bbc.com/news/uk-wales-56242378"}