{"datetime": "2021-09-16T08:48:12.000Z", "subject": "Climate change", "title": "Climate change: NFU Cymru wants incentives for farmers to plant trees", "article": "Farmers should be incentivised to plant trees on their land, a farming union has said. A report by National Farmers Union (NFU) Cymru said more trees on farmland could help Wales mitigate and adapt to the challenges of climate change. It recommends rewarding farmers for existing and new tree and hedgerow cover on Welsh farms.It also recommends support for developing the supply of home-grown saplings in Wales. Future schemes should be properly resourced and simple to apply for, the report says.Launching the Growing Together report on Thursday, NFU Cymru president John Davies said: \"As custodians of the Welsh countryside whose farms are home to a quarter of trees in Wales - not to mention carbon stored in hedgerows, grasslands, soils and peatland - our industry is already leading on carbon sequestration [the process of capturing and storing atmospheric carbon dioxide] and is very much part of the climate change solution. \"As farmers, we are strongly resistant to the planting of trees on our best land and the loss of farms for complete afforestation is highly emotive.\"With the right incentives, however, many farmers are enthusiastic about increasing tree cover at an appropriate scale on what they would identify as less productive areas of the farm.\" He said future schemes should reward farmers to plant hedges, shelterbelts [trees or shrubs planted in rows to provide wind shelter], gullies and field corners on land they identify as of low agricultural and habitat value. Minister for Rural Affairs Lesley Griffiths will also attend the launch and plant an oak tree at Pentre farm in Merthyr Cynog, near Brecon, Powys. She said: \"As a government, we are absolutely committed to tackling the climate emergency we face today so we can protect future generations.\"It is clear Wales needs a step change to increase woodland creation and farmers have a crucial role to play in these efforts.\"She said the Welsh government would \"review and consider the detail of NFU Cymru's strategy\". ", "url": "https://www.bbc.com/news/uk-wales-58581212"}