{"datetime": "2021-10-07T22:26:05.000Z", "subject": "Brexit", "title": "Labour shortage a human disaster for pig farms - NFU", "article": "Pig farmers are facing a \"human disaster\" due to a shortage of abattoir workers, the National Farmer's Union has said. Farmers are already having to destroy healthy pigs due to a backlog on farms, the union said. Time is running out for the UK pig sector, the National Pig Association (NPA) warned. But a government minister said businesses should pay higher wages and invest in skills. The industry blames the shortage of people to slaughter pigs in abattoirs on factors including Covid and Brexit. The chronic labour shortage has led to an estimated backlog of 85,000 pigs on farms, with an extra 15,000 being added per week, according to NPA figures. The industry association warned on Thursday that \"empty retail shelves and product shortages are becoming increasingly commonplace and Christmas specialities, such as pigs in blankets are already under threat\". \"The knock-on effect of the staff shortages is having a devastating effect on the country's pig farmers,\" the NPA said. \"We are already seeing producers up and down the country getting out of pigs or cutting down on numbers because they cannot sustain these losses any longer,\" NPA chief executive Zoe Davies said. \"Without immediate government intervention, more producers will be pushed over the edge.\"\"Sadly we are expecting a serious contraction of the UK pig industry,\" she added, saying mainly smaller independent farmers were affected. Around 600 pigs have already been killed to deal with overcrowding, and a mass cull is the next stage,the industry association has said . Speaking on BBC Question Time, National Farmers Union president Minette Batters said the UK is the \"first country in the world facing a cull of healthy livestock\".She said pigs were having to be destroyed using either a bolt gun or lethal injection, and added: \"As far as I'm concerned this is the start and it has to be resolved. \"This is livelihoods and this is people's businesses. \"This has been a human disaster for those pig farmers who are absolutely distraught.\"She said that the government must address labour shortages unless we \"don't want a pig industry in this country\" which she argued would mean \"we will import pig meat that is produced to lower standards.\"Ms Batters said Environment Secretary George Eustice and Cabinet Office minister Stephen Barclay were doing \"everything\" they can, but said she had not been able to see Home Secretary Priti Patel to discuss more migrant visas to address shortages.But Education Secretary Nadhim Zahawi said the government was working with the industry to find sustainable solutions and that issuing temporary visas was \"not enough\". He also said shortages were happening elsewhere in the world.Mr Zahawi added that Prime Minister Boris Johnson was \"right\" to challenge businesses to pay higher wages and invest in skills. But a top vet said on Wednesday that Mr Johnson wasnot taking the prospect of a national pig cull seriously . ", "url": "https://www.bbc.com/news/business-58837844"}