{"datetime": "2021-11-30T14:15:06.000Z", "title": "Animals: Urgent meeting over lack of vets and more pets", "article": "Falling numbers of vets but a growing number of animals to treat has led to an urgent meeting by the Royal College of Veterinary Surgeons. Reasons for fewer joining the profession include a poor work-life balance, long hours and poor pay.NFU Cymru's deputy president said the number of vets coming into the country has \"diminished quite substantially\". Meanwhile, a Bridgend vet said there were \"more patients than we've ever seen\". Fewer European vets coming to Britain, more vets leaving to work abroad and others simply leaving the profession, was described in the agenda for the conference in London on Tuesday. The meeting is being told that there is a \"marked decline\" in joiners in the past two years - down by 700 compared with the 2,782 who joined two years ago. While nearly half of those leaving have been in the profession less than four years, it is reported many experienced vets are also departing. It all comes as the workload has increased dramatically with a particular increase in pet dogs and cats since Covid. One survey by the Food Manufacturing Association shows that the UK now has 12.5 million dogs and more than 12 million cats. Dr Alex Davies won the British Vet Award's young vet of the year award, after he created an online vet mentoring programme, which he hopes will attract more to the profession. His online site Vet Mentor, which targets students interested in vet careers, shows small animal appointments, equine working and even a sheep being born on a farm. The 28-year-old works as a vet at Shepherd the Vets, in Bridgend, and said he noticed 18 months ago that teams were \"a lot smaller than they needed to be\" to cope with demand. \"That is something all my colleagues, who I graduated with, were saying too... 'It's busy, we need more vets, we've got more patients than we've ever seen'. \"What we have known is that since Covid, the number of people owning pets has significantly boomed but the number of new vets coming into the profession is actually falling,\" he said. Deputy president of NFU Cymru Aled Jones echoed this, and said the number of vets coming into the country has \"diminished quite substantially\". He said this meant vets' workload was \"increasing very rapidly\". \"The stress of long hours and stressful work and the implications that might have long-term is not particularly good, so we must protect the welfare of these people who are committed to their work,\" he said. Mr Jones added that the knock-on impacts to farming would be \"quite far-reaching\" if the issue impacted abattoirs, where vets services are needed to inspect animals before they are slaughtered and the framework. \"There are implications if those slaughter houses have a shortage of vets, obviously the number of animals they can process at any one time will diminish, that would then feed back into problems on farms in not being able to move animals.\" Despite this, he said it was a \"comforting message\" that there has not been reported problems of shortage of vets on farms. He also said the UK government must \"play their part\" in making sure that the ability of vets to come into this country are \"streamlined in such a way\" so that services are available. ", "url": "https://www.bbc.com/news/uk-wales-59465262"}