{"datetime": "2021-12-14T00:05:31.000Z", "author": "Beth Timmins", "subject": "Coronavirus pandemic", "title": "Food firms ask government to fix supply chain crisis", "article": "Food industry representatives have warned that the UK is facing a \"worsening food supply chain crisis\" without sufficient help from the government. The National Farmers' Union (NFU) has called for the government to commit to keeping the country's self sufficiency in food production at 60%.The NFU has convened a summit of organisations to discuss the issues on Tuesday. Staff shortages will also be discussed.A spokesperson for the Department for Environment, Food and Rural Affairs (Defra) said: \"The government acted quickly to tackle the challenges to our supply chains\". The rising cost of living, spiking energy prices and worker shortages have all combined to increase the pressures on the food industry throughout the pandemic.Businesses have struggled to recruit workers, partly due to the pandemic, but this is also compounded by Brexit,according to the leading international agency the The Organisation for Economic Co-operation and Development. \"Britain's farmers are world-leaders in producing climate-friendly food and, over the past 18 months, have been working hard to keep shelves and fridges full despite many being impacted by severe supply chain issues,\" said NFU president Minette Batters.\"Government has tried to paper over the cracks with short-term fixes, but if we want to avoid this crisis continuing, long-term solutions are urgently needed to ensure a resilient supply chain,\" she added.Andrew Opie, director of food and sustainability at the British Retail Consortium also urged the government to give a \"clear strategy\" for solving labour shortage issues and a \"coherent food policy\" to maintain UK production.The Defra spokesperson pointed out that the government had expanded the number of visas available under the agricultural Seasonal Workers Pilot scheme to 30,000.But Dr Zoe Davies, chief executive of the National Pig Association, said: \"The UK pig sector is still in meltdown as worker shortages continue to impact our ability to process the number of pigs we already have on farms.\" Labour shortages in abattoirs meant adult pigs werenot being killed fast enough during October . Farmers had to kill healthy livestock as mature pigs continued to \"back up\" on farms. The industry blames the shortage of people to slaughter pigs in abattoirs on factors including the pandemic and Britain's exit from the European Union. \"The entire food supply chain and government must pull together and resolve the backlog now or we will have no independent pig producers left,\" Dr Davies added.Bob Carnell, chief executive of ABP UK (Anglo Beef Processors), agreed that more help was needed to attract and retain more skilled workers from the UK and abroad in order to \"ensure a level playing field for quality British meat when compared to imports\".Chief executive of the National Sheep Association Phil Stocker also supported the call for the government to commit to maintaining that 60% of the UK's food supply is self-sufficient.Mr Stocker said the sheep industry had not been as badly impacted as other sectors, thanks to it having more diversity in its supply chain, with a high proportion of about 45,000 small family farm businesses.While he said that some of the sheep industry's meat processors were not operating at the same efficiency as a result of staff shortages, he said a reliance on smaller family farms meant that the sector was more resilient.\"Our domestic supply chains are the most environmentally friendly and secure way of ensuring food security so we need to focus on keeping it local,\" he added.The calls come after recent analysis by the independent economic consultancy Centre for Economics and Business Research (CEBR) projected that the UK's inflation rate would rise to 4.6% by Christmas, mainly due to higher fuel and energy prices. Compared with December 2020, the CEBR said a UK family of two adults and two children is predicted to spend £33.60 more per week, due to inflation, adding up to £1,700 per year.Alongside labour shortages, supply chain problems affecting the availability of many goods have increased prices, while demand for oil and gas has pushed up energy prices worldwide too.", "url": "https://www.bbc.com/news/business-59638988"}