{"datetime": "2021-11-27T07:06:32.000Z", "author": "Gareth Lewis and Bethan James", "title": "Farming: Dog attacks on sheep could lead to bigger fines", "article": "A farmer who lost 25 sheep in a dog attack is backing proposals for owners to face bigger fines. Gareth Hughes from Valley on Anglesey said he still suffers sleepless nights after the incident last January. Anglesey MP Virginia Crosbie wants changes to the law including greater powers for police to take DNA samples and seize dogs suspected of attacks. The Kennel Club welcomed the proposed changes but said they will not be a \"silver bullet\". Mr Hughes said he lives in fear of another attack. \"I brought all the sheep back to the farm and tried to sew them up, but it was a mess,\" he said. \"It has not just affected me, it has affected my sister, my brother and their families because when you see something like that - when you see a lamb running around on three legs because a dog has chewed the fourth one off, it is terrible. \"My shepherd has just taken the sheep to winter out and I am afraid. I go round in the morning hoping that they will all be up and walking.\" The current Dogs (Protection of Livestock) Act became law in 1953 - nearly 70 years ago - the same year that Crick and Watson discovered DNA and long before it started to be used in criminal enquiries. Ms Crosbie had originally proposed her own changes to the law under a Private Members' Bill but as now tabled amendments to the UK government's Animal Welfare (Kept Animals Bill). As well as the use of DNA she is calling for the £1,000 limit on fines for dog owners to be scrapped. The new law would deem a dog under control when on a lead of at least 1.8m (5.9ft), or the owner having reason to be confident the dog would return on command. Ms Crosbie said: \"In a lot of cases the farmer knows the dog and where it's gone. \"This would give the police the power to go to a home and take a sample, and match the sample to DNA found on the livestock. \"Most people who are walking their dogs are doing the right thing. \"The goal here is education. Let's get that Countryside Code out there so people understand the impact dogs can have on the countryside.\" Mr Hughes added: \"I would be more comfortable knowing that the dog has been locked up, the owner has been fined and the dog will not be able to do it again.\" The National Farmers' Union (NFU) said it is encouraged by the plans. According to its figures 15,000 sheep are killed every year by dogs in the UK. But the NFU wants a \"much more specific definition\" of keeping dogs under close control around livestock. The Kennel Club said figures suggest70% of attacks take place when dogs are not with their owner , in some cases having escaped from a garden, and the changes would not be a silver bullet. ", "url": "https://www.bbc.com/news/uk-wales-59418746"}