{"datetime": "2021-09-23T22:11:06.000Z", "subject": "Brexit", "title": "Ministers weigh up visa changes to fix staff shortage", "article": "The environment secretary has said the government is looking at different options on how to fix labour shortages in the food sector. George Eustice said the government was considering whether changes could be made to the Seasonal Agricultural Workers' Scheme (SAWS). SAWS is a quota-based scheme that allows farmers to recruit overseas. Trade bodies have warned of panic-buying this Christmas unless action is taken to address the lack of staff.Those shortages have been made worse by Covid and Brexit. Mr Eustice acknowledged \"the reality that there is an acute labour shortage at the moment across the UK economy\". The SAWS scheme saw 30,000 temporary workers admitted to the UK this year to fill vacancies in agriculture - mostly working on fruit and vegetable farms - helping with the picking and packing of produce.Speaking on a visit to an agricultural show in Northern Ireland, Mr Eustice said there are \"some real concerns about how we'll deal with that spike in demand in the two weeks up to Christmas\". \"We have SAWS and we're looking at options as to how we can change the focus of that and we hope to be able to say something on this shortly,\" he continued.When asked if he would be looking at changes to visas to address workforce shortages, Transport Secretary Grant Shapps said on Thursday: \"If that was actually the solution, I'm sure we would move to it quickly and I don't rule out anything.\" The National Farmers' Union (NFU) has called for another emergency visa to allow firms to recruit from outside the UK. Earlier this week, Prime Minister Boris Johnson said he does \"not believe people will be short of food\" this autumn and winter, amid reports of some gaps on supermarket shelves. Government sources told the BBC discussions were ongoing to \"look at where the gaps are\". Asked if that meant action might be taken before Christmas they indicated \"realistically, yes, before Christmas\".Earlier this month, Mr Eustice said the government wanted to monitor whether workers who may be made redundant when the furlough schemes finish at the end of September could instead enter the labour market where there are shortages. Those include areas such as lorry driving or meat processing. However, he said if that did not happen \"then the beauty of a controlled immigration system is you can take steps to allow people to come in on temporary visas should you want\".NFU head Minette Batters wrote to the prime minister on Wednesday, warning that the food and farming sector is on a \"knife edge\" because of labour shortages across the entire supply chain. The letter, signed on behalf of a number of food and drink trade bodies, called for the introduction of a Covid-19 recovery visa to open up new recruitment opportunities. \"Without it, more shelves will go empty and consumers will panic buy to try to get through the winter,\" Ms Batters wrote. Referring to an earlier NFU report, Ms Batters said that there were an estimated 500,000 unfilled vacancies in the industry. Due to the shortages, some farmers haveresorted to giving fruit and vegetables away rather than let it rot in their fields. ", "url": "https://www.bbc.com/news/business-58670790"}