{"datetime": "2020-10-21T18:02:25.000Z", "title": "Minister's new nuclear station mud dumping assurances", "article": "Wales' environment minister says she understands concerns over plans to dump more mud dredged from near a Somerset nuclear power site into the sea off Cardiff Bay. There was huge controversy over the initial work, carried out in 2018. EDF Energy wants to deposit up to 780,000 tonnes of sediment dredged as part of building Hinkley Point C. Minister Lesley Griffiths said \"robust\" licensing laws would protect both human health and the environment. Ms Griffiths confirmed that EDF Energy has agreed to conduct a full Environmental Impact Assessment (EIA) to \"provide reassurances to members of the public on its proposed activity\". The plans were debated in the Senedd on Wednesday, in response to a petition which received more than ten thousand signatures demanding an EIA. The seabed alongside Hinkley Point C - which is being built near Bridgwater - is being dredged so that the £21.5-22.5bn power station's water cooling system can be installed. EDF Energy says this will involve tunnelling more than 3km into the Bristol Channel. Campaigners have raised fears the process could be churning up contamination from the old Hinkley A and B reactors, which used to be on the site. Ms Griffiths told the Welsh Parliament the regulator, National Resources Wales (NRW), would require a \"robust and thorough EIA process to support an application for a marine licence\" for the plans. \"A marine licence to dispose of marine sediment will only be granted by a NRW following a favourable decision on the EIA, and only if the necessary sediment testing, which will be conducted in line with international standards, determines clearly the material is safe and suitable for disposal back at sea, and poses no significant risk to the environmental or human health,\" she said. Theoriginal mud dumping led to protests . BBC Wales was told it involved 120,000 tonnes of mud, although permission was granted for 300,000. Though the Welsh Governmentrejected calls to suspend the marine licence issued to EDF Energy for the work then , claiming it would set a dangerous precedent, it instructed NRW to do more to communicate with the public about the process and explain the issues involved in future. EDF Energy insisted all tests on the mud were completed to international standards, and claims it could be toxic are alarmist and wrong. Conservative Janet Finch-Saunders, who chairs the Senedd's Petitions Committee, told Wednesday's debate it was \"vital that the licensing process is conducted in an open and transparent way\". \"That is the only way that you can reassure people that the sediment will only be disposed of if it is safe to do so,\" she said.\"Most importantly, it is crucial that detailed testing and analysis is done on this sediment. That is the only way to be sure that it is safe to be deposited back into the Bristol Channel.\" Plaid Cymru North Wales Member of the Senedd (MS) Llyr Gruffydd said the \"precautionary principle has to apply here\". \"The onus here has to be on EDF and on Natural Resources Wales to prove that the mud dumping is safe beyond doubt, and not just leave it to campaigners to try and prove that it isn't. \"And any failure in that respect should mean no dumping.\" South Wales Central Conservative Andrew RT Davies said the \"developer's feet\" should be \"held to the fire\" and all concerns should be addressed so that \"we can have confidence that the second that would be undertaken is safe\". Labour Cardiff Central MS Jenny Rathbone said: \"We need to look at the evidence, and rely on the scientists who understand what is harmful and what is not, and ensure we are only disposing of material that doesn't pose any danger to the health of our citizens.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-54634157"}