{"datetime": "2020-11-01T12:40:11.000Z", "author": "Cemlyn Davies", "title": "Covid opportunity to tackle climate change, says minister", "article": "The coronavirus crisis is an \"opportunity\" to make changes to tackle the climate crisis, according to Wales' environment minister. Lesley Griffiths said more home working was one way of reducing pollution. Her comments came ahead of a week of debates on the issue organised by the Welsh Government. The Climate Change Committee said a \"green recovery\" from the pandemic could create jobs whilst also tackling emissions. Speaking to the BBC'sPolitics Wales programme, Ms Griffiths said: \"I think we always have to look for opportunities amongst the challenges and certainly I've heard lots of people - not just within government or within the Senedd - say we don't want to go back to how it was before, we want things to be different.\"So I think it is an opportunity to make those differences.\" Ms Griffiths said the roads had been much quieter during lockdown as a result of more people working from home and that had led to less pollution. \"There are, I think, opportunities for people to look at the way they travel to work, the way they work. I think businesses are certainly looking at that too,\" she said. Ms Griffiths insisted that the Welsh Government had \"kept its focus\" on the climate crisis despite the \"incredible challenges\" around the pandemic.This week the Welsh Government will hold a number of debates on the issue to mark a year until the start ofCOP26 - the United Nations' climate summit that had to be postponed until 2021 because of the pandemic. Speaking to the same programme, Dr Rebecca Heaton from the Climate Change Committee, which advises the Welsh Government on its climate policy, said: \"I think understandably and quite rightly, the pandemic is the focus of day to day activity and it has to be - it is this truly terrible thing. \"But climate change does have parallels - it's this other great big global risk that we are facing. \"I do think it's really important to look at how addressing climate change can also address Covid recovery.\"So when we're looking at where we need to create jobs, create them in the green economy with green infrastructure.\" ", "url": "https://www.bbc.com/news/uk-wales-54754824"}