{"datetime": "2021-09-01T16:48:07.000Z", "title": "UK worker shortage: Farmers give fruit and veg away for free", "article": "Farmers hit by a shortage of seasonal workers have resorted to giving produce away for free rather than seeing it left to rot. York-based raspberry grower Richard Morritt threw his gates open to the public after failing to attract staff. Others have done the same, and the National Farmers Union (NFU)has repeated calls for government help. A government spokesperson said it was looking at ways to help the sector recruit more domestic labour. Mr Morritt said in previous years the majority of his pickers came from eastern Europe. In 2020, he had relied on furloughed workers and university students but this year he said \"the shortage of labour has made it unviable\". To stop the fruit going to waste he allowed members of the public to pick it for free. Simon Naylor, who runs Naylor Farms in Spalding, Lincolnshire, fears not all of his cabbage crop will be harvested this year. He said it was difficult attracting UK pickers to rural areas and had even offered to double the wages. \"It's a prime vegetable area, but getting people here, that's another thing,\" he said. In October, the NFU said only 11% of seasonal workers in the 2020 season were UK residents. In response to its call for support,the government increased the number of visas available under the Seasonal Worker Pilot (SWP) from 10,000 in 2020 to 30,000 this year . The NFU said they hoped the scheme could be expanded further to help farmers in the future. Robert Newbery from NFU East Midlands said: \"Brexit is certainly having an impact. The people that could move freely within Europe before now can't.\"What we're looking for going forwards is an expanded seasonal agricultural workers scheme.\" A government spokesperson said: \"We understand the importance of seasonal labour in supporting a successful and effective agricultural and food sector, and are considering how best to support the needs of the sector by working closely with industry to understand both permanent and seasonal workforce requirements.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-58410363"}