{"datetime": "2021-05-19T21:47:03.000Z", "subject": "Brexit", "title": "Brexit: Boris Johnson prepared to throw farmers under bus, says SNP", "article": "Boris Johnson is prepared \"to throw farmers and crofters under the Brexit bus\" in his bid to secure a trade deal with Australia, the SNP's leader in Westminster has said. Ian Blackford urged the PM to rule out giving Australia tariff - or tax-free - access for its lamb and beef products. Mr Johnson replied that an agreement with Australia would be a \"massive opportunity\" for UK farmers. The Scottish government has written to the trade secretary about its concerns. Rural affairs secretary Mairi Gougeon wrote: \"A trade deal that liberalises tariffs for Australian farmers, to put it bluntly, will put UK farmers out of business.\" There are also reported tensions among ministers over the proposed trade pact. Currently imports from Australia face tariffs, making their products more expensive to buy in the UK. Australia is one of a number of countries the UK is negotiating with to remove or lower tariffs, following its departure from the EU. The BBC has been told that Environment Secretary George Eustice has raised a number of concerns with the prime minister and senior cabinet ministers about the deal trading away farmers' interests.Andthe Financial Times reported that Cabinet Office minister Michael Gove is also concerned, while International Trade Secretary Liz Truss and Brexit minister Lord Frost are more keen to grant tariff-free access to Australian goods. Speaking to MPs on Wednesday, Ms Truss said she was confident British farmers would \"thrive\" under a deal with Australia, adding it would have \"benefits for all nations and regions\" of the UK. Negotiators from both sides are \"currently in a sprint with a view to getting to agreement in principle by early June,\" she added. One compromise Mr Eustice has suggested is to negotiate quotas on Australian meat imports - so that only a limited amount could be tariff-free. Labour first minister of Wales Mark Drakefordwill raise concerns about the impact of a deal on Welsh farmers in a meeting with Mr Gove later.Senior UK cabinet ministers are expected to meet on Thursday morning to discuss how the agreement could impact farming. The subject was raised at Prime Minister's Questions, where Mr Blackford - himself a crofter - said a tariff-free deal with Australia \"would be the final nail in the coffin for many Scottish crofters and farmers\". He added it would \"end a way of life that has endured for generations\" and that \"families would be driven off the land\".He urged Mr Johnson to \"permanently\" rule out signing up to an agreement that would guarantee tariff-free access for Australian imports of lamb and beef.The prime minister did not give the guarantee, instead accusing Mr Blackford of \"grossly underestimating\" UK farmers' ability to \"make the most of free trade\".And he said the SNP MP was \"frightened of free trade\".The prime minister also face criticism from Plaid Cymru's Hywel Williams who said Mr Johnson was backing Australian instead of UK farmers.Mr Johnson said the MP had \"no ambition for Welsh farmers\" and that it was \"a disgrace that not a single morsel of Welsh lamb had passed the lips of Americans in the last 20 years\".Minette Batters, the president of the National Farmers' Union, said: \"We know that if we're to open up the opportunities of new markets overseas for UK farmers, we will have to offer greater access to our own markets in return. \"However, this trade-off needs to be balanced, and we need to make sure concessions to our hugely valuable home market are not given away lightly. \"There is a very real risk that, if we get it wrong, UK farming will suffer irreversible damage rather than flourish in the way we all desire, to the detriment of our environment, our food security and our rural communities.\" The government says our ability to do trade deals around the world is one of the big benefits of Brexit. They've been trumpeting all sorts of deals over the last year but those deals are basically roll-overs of what we had before as members of the EU.The deal with Australia would be the first big deal to expand markets, so it is politically and symbolically important but at what price? Australia wants tax-free access to our markets for their big industrial farms so they can export lamb and sheep more cheaply. But famers here are saying we wouldn't be able to survive that competition unless we are protected by tariffs. They say a free trade deal would only add a tiny bit to the size of the British economy so is it really worth threatening famers for that. They also say there is also a precedent being set.Australia may be a relatively small market - but if they get a complete tariff-free access then what will the Americans or Brazilians want to have? ", "url": "https://www.bbc.com/news/uk-politics-57169471"}