{"datetime": "2022-01-28T05:51:20.000Z", "title": "Anglia Ruskin scientist makes 'once-in-a-lifetime' insect find", "article": "A scientist who has discovered a new species of insect immediately \"knew it was something very special\". Dr Alvin Helden of Anglia Ruskin University, Cambridge, found the leafhopper on a student field trip toKibale National Park, in west Uganda . He named the metallic-sheened insect Phlogis kibalensis. Dr Helden said it is from an \"incredibly rare\" group of leafhoppers, whose \"biology remains almost completely unknown\". The last recorded sighting of a leafhopper from the Phlogis genus was in the Central African Republic in 1969. Dr Helden, fromthe university's Applied Ecology Research Group , said: \"Leafhoppers of this genus, and the wider tribe, are very unusual in appearance, and are rarely found.\"We know almost nothing about Phlogis kibalensis, the new species I found, including what plants it feeds on or its role in the local ecosystem.\" The 6.5mm (0.24in) insect has a pitted body and like most leafhoppers, has uniquely-shaped male reproductive organs - in this case partially leaf-shaped. Dr Helden has been leading student field trips to Kibale since 2015 and as part of his work has been documenting insects in the park, producing picture guides of its butterflies, hawkmoths and tortoise beetles. \"We wanted to give something back to people of Uganda, who have been so hospitable to Anglia Ruskin University during our field trips,\" he said.While national parks and reserves are \"wonderful places\", elsewhere \"the amount of rainforest that has been cleared in the tropics is devastating\". The scientist says he fears the loss of species before they are even discovered. But he added: \"To find this new species is a once-in-a-lifetime achievement, particularly as its closest relative was last found in a different country over 50 years ago.\"I knew it was something very special as soon as I spotted it.\" The discovery has been published inZootaxa and the specimen donated toCambridge University's Museum of Zoology .Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60154018"}