{"datetime": "2021-05-23T10:05:11.000Z", "author": "Catherine Evans", "title": "Rural crime: Bodycams for farmers as they fight rural crime", "article": "Farmers across Wales are turning to technology to fight rural crime - including wearing bodycams. A recent survey by NFU Cymru found that 31% of farmers had invested at least £1,000 in crime prevention measures in the last five years. In north Wales, police are working with the farming community to launch Future Farms Cymru, a scheme using technology to tackle thefts on farms. Farmers will use social media, CCTV and bodycams to protect their property. In Carmarthenshire, farmer Garry Williams uses a WhatsApp group to keep local farmers informed of any suspicious activity in the area. \"On this farm we've had ladders, tools, strimmers etc stolen and as a result we've put up CCTV cameras and have a lock-up to keep our tools safe,\" he said.\"At the moment, I think the two biggest issues in this area are quad theft and sheep theft.\" After getting fed up with being targets for criminals, including thieves and scammers, Mr Williams and his fellow farmers are prepared to embrace modern methods to protect their traditional way of life. \"Rural crime is a worry for all farmers but I'm especially concerned about elderly farmers in our community who are more vulnerable to these crimes and being conned by fraudsters,\" said Mr Williams.\"My advice to all farmers is to remain vigilant and to take any measures possible to improve on-farm security to deter these criminals. \"I'd need to know more about them but I can imagine if you were to notice something suspicious at night, having a body camera may give an added layer of security.\" NFU Cymru president John Davies said rural crime continued to wreak havoc on farms across Wales, \"causing not only financial but emotional pressures on farming families\".\"Farmers are using preventative measures to deter criminals and secure their machinery, tools and stock,\" he said.\"These measures include upgrading building security and routinely removing equipment from vehicles overnight with some even installing CCTV on farms and blocking field entrances.\"Farmers are trying various tactics to prevent crime on their farm and so some may well be interested in these new technologies being trialled in north Wales, if effective and cost-efficient.\" ", "url": "https://www.bbc.com/news/uk-wales-56996106"}