{"datetime": "2021-05-23T15:34:16.000Z", "author": "James Williams", "title": "Australia trade deal 'opens up new markets' for Welsh lamb", "article": "Many Welsh farmers voted for Brexit \"to get in to new markets\" such as Australia, a Welsh Conservative MP has claimed. A trade deal between the UK and Australia could seeboth countries phase out taxes on imports . Craig Williams said while farmers were concerned, there was also \"excitement\" about trading opportunities. However, Welsh Economy Minister Vaughan Gething said the deal left Welsh farmers \"exposed\". Mr Gething accused the UK government of throwing farmers \"under the bus\", and said he feared many would be forced to leave the industry if the deal was struck. Imports from Australia currently face tariffs, making products such as beef and lamb more expensive to buy in shops and supermarkets here. Following the UK's exit from the EU, the UK government is seeking to sign free-trade agreements (FTAs) with other countries which would remove or lower tariffs. If accepted, the deal between the UK and Australia would also lead to quotas on tax-free trade being phased out over 15 years. The National Farmers' Union (NFU) has warned that freeing up the UK-Australian trade in meat would lead to hundreds of British cow and sheep breeders going out of business. Welsh Labour and Plaid Cymru MPs have raised concerns Welsh lamb and beef farmers could be undercut by larger Australian producers. The UK government's cabinet was reportedly split on what terms to propose given the possible impact on farmers of removing import taxes. It is expected the deal will be struck in the coming weeks. Speaking on theBBC Politics Wales programme , Montgomeryshire MP Craig Williams said many farmers had voted to leave the European Union and to get access into new markets like Australia.\"The farming unions are concerned but the details aren't out there yet,\" he said. \"Any change, any new deal, what we need is a transition to that new environment, but there is excitement that this is the first FTA we are signing post-Brexit.\"This is what a lot of people voted for, this is what a lot of farmers voted for, to get in to new markets.\" He said a deal with Australia would also be an important \"gateway\" towards joining the wider Asia Pacific free-trade agreement -the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) . Mr Williams dismissed the idea the Australian deal would set a precedent, saying \"every FTA negotiation is separate\". Speaking on BBC Radio Wales'Sunday Supplement programme Mr Gething said the trade deal would threaten farming businesses across Wales, by allowing imports of cheaper meat with lower welfare standards. \"I don't think they [the UK government] were really clear they were prepared to throw our farmers under the bus to get a deal done with Australia,\" he said. Mr Gething said the import of cheaper meat at lower standards could lead to many farmers leaving the industry, threatening \"a way of life\", and claimed the deal would set a bad precedent for future deals. \"Our sheep industry in particular is really exposed, that is a real problem... that will almost certainly lead to changes within the industry with fewer people being prepared to carry on,\" he said. Plaid Cymru's parliamentary leader Liz Saville-Roberts said: \"When the Tories tell us we're going to have all these new export opportunities to Australia, what's actually anticipated is that we, the UK, will increase by 7.3% our exports to Australia.\"Australia's exports to the UK are anticipated to increase by 83.2%.\" She also highlighted issues around animal welfare standards in Australia, compared to Wales: \"The RSPCA are concerned about a number of these.\"There are way longer travel times allowed in Australia - 48 hours without stops for animals as opposed to eight hours here.\"They allow battery cages for chickens which are illegal here. Increased use of growth hormones for beef, increased use of antibiotics on chickens,\" she added. ", "url": "https://www.bbc.com/news/uk-wales-politics-57220556"}