{"datetime": "2021-07-22T14:57:37.000Z", "title": "Welsh water pollution rules face court challenge", "article": "Rules aimed at tackling river pollution in Wales will be challenged in the High Court by a farmers' union. NFU Cymru has won the right to ask a judge to intervene. It will argue the way the Welsh government handled the all-Wales nitrate vulnerable zone (NVZ) was unlawful. Ministers say the regulations - which control how slurry and fertilisers are used - are vitally needed to tackle pollution incidents. First Minister Mark Drakeford said in February there were three incidents every week in each of the past three years. \"Over 90% of ammonia emissions in Wales are from agriculture,\" he said. \"The level of pollution incidents in the agriculture sphere are damaging the reputation of farmers, they are damaging our environment.\" He had been accused of going back on a pledge to hold off implementing the changes - which are being phased in over three years from 1 April this year - until after the pandemic. The decision to implement the NVZ has angered the farming industry, with unions calling it \"draconian\" and \"punitive\". One farmer complained many in the industry would face a six-figure sum to comply. Farms that come under the new regulations will need to upgrade their storage facilities for slurry, allowing a capacity for a five months supply. It will need to be covered to reduce the amount of rain that can fall into the slurry. There will also be periods between August and January when spreading slurry will be banned. If new regulations are not met, farmers face losing part or all of their basic payment grant. NFU Cymru argues that Welsh ministers failed to take into account \"all relevant information\" when it drew up an impact assessment before the regulations were introduced. Its president John Davies said: \"We are pleased to hear that the court has accepted our application for permission for judicial review and that the issues we have raised amount to arguable grounds which merit consideration at a substantive hearing.\" No date has been given for the hearing. A Welsh Government spokesman said: \"We cannot comment on ongoing legal matters.\" The Welsh Conservatives said the news was \"really encouraging for Welsh farmers\" and hoped the NFU was successful in overturning the regulations. ", "url": "https://www.bbc.com/news/uk-wales-politics-57929321"}