{"datetime": "2021-05-18T17:15:42.000Z", "title": "UK farmers sound alarm over Australia trade talks", "article": "UK farmers have sounded the alarm over reports the government plans a trade deal with Australia that would make its food and farming imports cheaper. The move is being considered as part of a free trade pact with Australia the UK government hopes will be a springboard for similar pacts with other countries. But UK farming unions have warned of \"irreversible damage\" from a bad deal. There is speculation the Cabinet is split over the move, and Labour has accused the government of a \"sell-out\". As with many countries, farming imports from Australia face tariffs - or taxes - making lamb and beef, for example, more expensive. But in a post-Brexit world, the UK government is keen to strike free trade deals and has now indicated that farmers may have to prepare for the lowering of tariffs on agricultural imports. The Department for International Trade (DIT) would not be drawn directly on reports it is willing to concede to zero tariffs in return for an Australia deal.However, it said a deal would be \"an important stepping stone\" to joining the Trans-Pacific Partnership, a sprawling trade group that includes New Zealand, Chile, Japan, Vietnam, as well as Australia. A deal would \"allow UK farmers even greater access to growing consumer markets in Asia\", the DIT said, adding that it would not allow importers to undercut the farming industry or food standards.However, the National Farmers' Union warned that its members will struggle to compete if zero-tariff trade on lamb and beef goes ahead. NFU president Minette Batters said: \"We know that if we're to open up the opportunities of new markets overseas for UK farmers, we will have to offer greater access to our own markets in return. \"However, this trade-off needs to be balanced, and we need to make sure concessions to our hugely valuable home market are not given away lightly. \"There is a very real risk that, if we get it wrong, UK farming will suffer irreversible damage rather than flourish in the way we all desire, to the detriment of our environment, our food security and our rural communities.\" Rift? Farmers' concerns are reportedly shared by some members of the Cabinet.The Financial Times reported that Environment Secretary George Eustice and Cabinet Office minister Michael Gove are at loggerheads with International Trade Secretary Liz Truss and Brexit minister Lord Frost over granting tariff-free access to Australian, and possibly New Zealand, farmers. Asked about the rift by the Press Association, Mr Eustice said: \"I'm not going to get into discussions that are going on in government about individual trade agreements. \"In any discussion on any part of government policy, and trade agreements are no exception, there's a discussion and there's a consensus. \"At the moment there's a very clear consensus in government that we want to do a trade agreement with countries like Australia, but obviously on the right terms.\" However, sources did not deny to the BBC that there were Cabinet divisions over the issue. Emily Thornberry, Labour's shadow international trade secretary, accused Ms Truss of selling out British farmers. \"It's perfectly normal that the Australian government should try to get the best possible deal for its agricultural mega-corporations,\" she said.\"But British family farmers have a right to expect that Liz Truss will do the same for them, not sell out their livelihoods for the price of a quick trade deal, and a cheap headline at the G7 summit.\" Ms Truss was hoping to secure an Australia deal ahead of the G7 summit in June. She is about to start official trade talks with Canada and Mexico, adding to those under way with India and New Zealand. Trade deals are about countries trying to secure the best for their businesses and people. When working down the menu of issues, the hardest to digest - typically, agriculture - is normally left to the last. Australia aims to get tariffs and quotas dropped for all goods, which on the UK government's own estimates could boost imports from that country by 83% - mainly due to beef and lamb. That's worrying for some farmers - but the government says any liberalisation would take years, and Australia isn't taking full advantage of the tariff free quotas it's got now. But the key is what it signals for other trade deals and policy. An agreement with Australia will likely be the first one struck by the UK with a nation with which it didn't have an agreement while part of the EU. And Trade Secretary Liz Truss is keen to strike it fast, as a springboard for membership of a wider trans-pacific trading bloc. ", "url": "https://www.bbc.com/news/business-57157094"}