{"datetime": "2021-11-29T20:13:51.000Z", "title": "Labour's Jo Stevens moved to shadow Welsh secretary job in reshuffle", "article": "Sir Keir Starmer has appointed a new Welsh representative on his frontbench, replacing Llanelli MP Nia Griffith. Jo Stevens has been moved into the role of shadow Welsh secretary from her previous shadow portfolio for digital, culture, media and sport. The decision is part of theLabour leader's reshuffle of his top team . It is not clear whether Ms Griffith resigned or was sacked. Ms Stevens said she wants to continue \"the great work done by my friend and colleague\". Ms Stevens has been shadow culture secretary since 2020 - a role which saw her up against Conservative minister Nadine Dorries. Meanwhile Torfaen MP Nick Thomas-Symonds has been moved from his role as shadow home secretary to shadow trade - he was replaced by Yvette Cooper. Ms Stevens said: \"I'm returning to the shadow secretary of state for Wales role at a crucial time for Wales as Keir Starmer builds our UK Labour government in waiting ahead of the next general election which can't come soon enough. \"My job is to build on the great work done by my friend and colleague Nia Griffith representing Wales in shadow cabinet\", she added. Welsh Labour leader and First Minister Mark Drakeford congratulated Ms Stevens and paid tribute to Ms Griffith, who he said \"has been a strong advocate for Wales in her time as Shadow Secretary of State\". The Llanelli MP, who had served on the Labour frontbench since 2015, said it was a \"great honour\", and wished Ms Stevens every success. The reorganisation began as the Labour's deputy leader Angela Rayner was giving a speech about ministers' conduct. Asked about the reshuffle, Ms Rayner said she \"didn't know the details\", adding: \"I've been concentrating on the job that I'm doing.\" Brenda from Bristol might raise her eyes to the heavens again, but the reshuffle needs to be seen partly through the prism of a General Election. There might be one as early as 2023, and a couple of Labour sources say Sir Keir wants to \"sharpen the team up a bit\".By definition, that means that anyone moving had \"not quite worked out 100%\". There is also a sense from some in the party that the Labour leader is looking to assert himself - in terms of showing who is boss and in moving a bit further away from anyone who might have any leanings towards the old leader Jeremy Corbyn. With Christmas coming it would be intriguing to find out if a card from Sir Keir will drop through Angela Rayner's letterbox, or vice-versa. I was told in a diplomatic understatement that there is not \"a huge load of trust between Angela and Keir's inner circles\". Whether Brenda - or anyone from just over the Severn - takes note of who's in what job remains to be seen. Or will today be remembered for a messy announcement and further evidence that Labour's leader and deputy don't really get on very well? ", "url": "https://www.bbc.com/news/uk-wales-politics-59464014"}