{"datetime": "2021-11-10T08:47:49.000Z", "subject": "Climate change", "title": "River Thames: Sharks and seahorses found living in waterway", "article": "Sharks, seahorses, eels and seals have been found living in the River Thames, a study has found. The State of the Thames Report, led by the Zoological Society of London (ZSL), highlights changes since the river was declared \"biologically dead\" in 1957.The river has seen an increase in its range of birds, marine mammals and natural habitats since the 1990s. However, a number of fish species found in the tidal areas of the Thames have showed a slight decline, experts found. Conservation scientists said further research was needed to determine the cause. Climate change has increased the temperature of London's waterway by 0.2C a year, the study said. The rising temperature has meant water levels in the tidal Thames have increased since 1911, ZSL said. Sea levels at Silvertown have also been rising 4.26mm a year since 1990,the report shows. The report said shark species including tope, starry smooth hound and spurdog live in the Thames and the there are more than 100 species of fish in the 215-mile long river. It added short-term trends revealed water quality has improved, with dissolved oxygen concentrations showing an increase from 2007 to 2020.Alison Debney, for ZSL, said: \"Estuaries are one of our neglected and threatened ecosystems.\"They provide us with clean water, protection from flooding, and are an important nursery for fish and other wildlife. The Thames Estuary and its associated 'blue carbon' habitats are critically important in our fight to mitigate climate change and build a strong and resilient future for nature and people.\"This report has enabled us to really look at how far the Thames has come on its journey to recovery since it was declared biologically dead, and, in some cases, set baselines to build from in the future.\"The Thames is a huge part of what makes London unique - and it plays a big part in the lives of many Londoners. This first major report into the state of the Thames Estuary in 60 years is bittersweet. There have been huge improvements since parts were declared biologically dead in 1957; there are now 115 fish and 92 bird species. There are seahorses, eels, seals and even sharks.Oxygen levels are improving but nitrates from sewage are getting worse - although that will hopefully improve when the \"super sewer\" opens in 2025. But the real concern is the effects of climate change. Sea levels are increasing by 4mm a year and the temperature of the Thames is increasing by 0.2C a year.  Those changes could heavily impact the estuary's wildlife. The report also highlights the need for theThames Tideway Tunnel , also known as London's super sewer. The £4.2bn, 15-mile (24km) long, 200ft (61m) deep sewer will capture 39 million tonnes of untreated sewage that is currently flushed into the Thames every year. \"[The sewer] will have a significant impact on the water quality, making it a much healthier environment for wildlife to survive and flourish,\" said Liz Wood-Griffiths, from Tideway. ZSL said it was working closely with partners to create new estuarine habitats, including seagrass and saltmarsh ones. \"Between them, these not only help to restore wildlife in the river, but also act as natural flood defences, and help to mitigate against extreme weather such as storms and floods,\" ZSL said.", "url": "https://www.bbc.com/news/uk-england-london-59222372"}