{"datetime": "2022-01-18T00:14:28.000Z", "author": "Sharanya Hrishikesh", "title": "Collarwali: Remembering India’s ‘super mum’ tigress", "article": "India's \"super mum\" tigress was no ordinary big cat. One of the most famous tigers in the country, Collarwali died over the weekend aged 16. She played a big role in changing the fortunes of the sanctuary where she lived - Pench Tiger Reserve in the central state of Madhya Pradesh. So named because of the radio collar she wore, she gave birth to 29 cubs in eight litters over her lifetime - a \"prolific\" legacy, according to one expert. She became one of India's best-known tigers after starring in the BBC Wildlife documentary,Spy in the Jungle , which tracked the lives of four tiger cubs over two years. The documentary sparked a surge in visitors to the park, many of whom would ask after Collarwali and her charismatic mother, said Prabir Patil, a naturalist whose association with Pench began in 2004. Collarwali died on Saturday evening due to complications caused by old age. Naturalists, forest officers and wildlife photographers speak fondly of an animal they had watched grow up in the reserve - the same forests that are believed to have inspired Rudyard Kipling's classic, The Jungle Book.She was born in 2005 as T-15 - her mother, known as \"badi mata\" or \"big mother\" was also a famous tigress. Her father's name was T-1.Later, she was called Collarwali - the one with a collar - when she became the first tigress in the park to be fitted with a radio collar, which allowed her to be studied for some years. She was also affectionately called \"mataram\" or \"respected mother\" by wildlife lovers - a name she earned over her life.\"Before Collarwali was born, tiger sightings were rare at Pench. But she soon became the most-sighted tigress here,\" Mr Patil said. Conservationist Vivek Menon calls her the \"face of Pench\", crediting her unusual \"temperament that allowed so many visitors and photographers to document her and her cubs\". Collarwali rarely disappointed Pench visitors, said Mohammed Rafique Sheikh, a naturalist who grew up on the doorstep of the reserve. \"She was a friendly animal who would come very close to tourist vehicles without any fear,\" said Mr Sheikh, who has guided hundreds of tourists through the sanctuary. India is home to more than 70% of the world's tigers - numbers had been in decline but have now risen to 2,976, according to the most recent government estimate. Every year, thousands of tourists head to the 51 tiger reserves dotted across India, hoping to catch a glimpse of the majestic animal. Collarwali was special in many ways - after establishing her own territory \" in the prime area of her mother's range \", she rarely stepped out of it, and reigned there until her death. \"She was so big that other tigers were scared to fight with her. Sometimes officials from other tiger reserves who visited Pench would mistake her for a male because of her size,\" Mr Patil said. Then there were her 29 cubs, of which 25 survived - a record in India, and possibly the world. Her first three cubs died of pneumonia in 2008 but she soon delighted experts by producing litter after litter at relatively short intervals - including a \"bumper\" one of five cubs in 2010, a rare feat according to naturalists. While most tigresses keep their cubs with them for more than two years, Collarwali encouraged them to become independent earlier by leaving them in areas where there was abundant prey. \"She was a strong mother, sometimes making two kills a day to feed her cubs,\" said Dr Akhilesh Mishra, the park veterinarian who treated Collarwali several times during her lifetime. He calls himself \"one of the most fortunate people on earth\" to have had the chance to work with the tigress. Conservationists like Mr Menon credit Collarwali with giving Pench an image of a tiger reserve \"that is at the peak of its health\" - this, he says, is part of her legacy, along with the number of cubs she produced. Their offspring are also adding to the tiger population in the area. Everyone the BBC spoke to had a favourite story about Collarwali - Mr Patil remembered seeing the tigress and her three siblings chase a hungry leopard up a tree when it crossed their path while hunting.For wildlife photographer Varun Thakkar, it's a glimpse he got of her with her \"Famous Five\" litter in 2011 - six tigers, resting on and around a rock by the bank of the Pench river. Eleven years later, the scene is still fresh in his mind. Dr Mishra says the intelligent Collarwali would often lie outside in the open when she was troubled or wounded, almost like she was waiting for help from the humans who took care of her. She did that the day before her death too, when she was \"so weak she could barely walk\",according to a witness . Collarwali was cremated on Sunday in an open ground in the reserve after staff, naturalists and local villagers offered flowers and prayers. A video obituary made by reserve staff opens with footage of her reclining in the grass, comfortable in her home, as the words Beloved Collarwali appear on screen. That is how the people who loved her will remember her. While Collarwali was a tiger like no other, Dr Mishra said they weren't mourning her - instead, they wanted to celebrate her legacy. \"She lived a full, happy life,\" Mr Sheikh said. \"We are saddened by her death, but she will live in our hearts.\" ", "url": "https://www.bbc.com/news/world-asia-india-60020410"}