{"datetime": "2021-10-16T06:40:11.000Z", "title": "Pablo Escobar: Colombia sterilises drug lord's hippos", "article": "A group of hippos - an unwanted legacy following the death of notorious Colombian drug lord Pablo Escobar - are being sterilised. Escobar, who was shot dead by police in 1993, illegally imported exotic animals, including a male and a female hippo - dubbed the \"cocaine hippos\". Since then, a growing population has been taking over the countryside near his former ranch, Hacienda Nápoles. The Colombian government has so far sterilised 24 of more than 80 animals. They have been treated with a chemical that will make them infertile. Colombian environmentalists say the hippos, believed to be the biggest herd outside Africa, are an invasive species and have pushed away the native fauna.Many have campaigned for the animals to be culled or sterilised. Back in 1993, when authorities seized Hacienda Nápoles - Escobar's luxury estate situated about 250km (155 miles) north-west of the capital Bogotá - most of the animals found there were distributed to zoos across the country. But not the hippos. \"It was logistically difficult to move them around, so the authorities just left them there, probably thinking the animals would die,\" Colombian biologist Nataly Castelblanco told the BBC earlier this year. However, with no natural predators in South America, the hippos multiplied. According to experts, they started spreading through one of the country's main waterways - the River Magdalena.Scientists studying the hippos' environmental impact say the animals could affect the local ecosystem in a number of ways: from displacing native species already under threat of extinction, like the manatee, to altering the chemical compositions of waterways, which could endanger fisheries - though other studies suggest they might help the environment too. Escobar, one of the most notorious South American criminals of all time, was the founder of the infamous Medellín drugs cartel in the 1980s, responsible for kidnappings, bombings and indiscriminate assassinations. At one point he was thought to be one of the world's richest men. ", "url": "https://www.bbc.com/news/world-latin-america-58937415"}