{"datetime": "2021-12-08T13:59:16.000Z", "author": "Alun Jones", "title": "'I didn't need a larger, newer taxpayer-funded TV' - Senedd member", "article": "A senior politician has questioned a Senedd office TV replacement scheme which left him with a little used brand new TV better than his one at home. The 11-year-old televisions in the offices of the 60 Senedd members were replaced this summer at a cost of £26,280 - £438 per set. Mike Hedges said \"the old one was sufficient\" for his Cardiff office. A Senedd spokesperson said \"we consulted members, through their group offices, about the new TVs\".The Senedd Commission, in charge of the day-to-day running of the institution, initially told BBC Wales that the cost was £21,900 excluding VAT, specifying £365 per television set. It then confirmed that the VAT was non-recoverable for these items, adding £4,380. Last month, Members of the Senedd (MSs) agreed the commission's £63m budget for 2022-23, an increase of 4.4% compared to 2021-22. Thirteen members, all Conservative, voted against the budget. Although Labour MS Mike Hedges voted for the budget, he raised concerns about the television replacement programme. He told the Senedd: \"The one that has been removed from my Cardiff office is newer than the one I have at home. Of course, no-one asked me if I wanted a larger, newer one.\"As I only use it to follow Senedd proceedings in my office, the old one was sufficient.\" The member for Swansea East pointed out that \"all the money spent on the commission is money not available for other public services\".\"We're taking money out of direct public services for the commission, so we must make sure what the commission does is of benefit.\" During the pandemic, Senedd meetings have been either entirely online or in a hybrid format, with some members in the Siambr (Senedd chamber) and others joining by video-conference. Mr Hedges reminded members that \"a few years ago, approximately £2m was spent onremodelling the ground floor of Tŷ Hywel .\"Tŷ Hywel, which houses the offices of the 60 Senedd members and their staff, is attached to the Senedd and contains the assembly's old debating chamber. The commission is also considering replacing the windows in Tŷ Hywel at a cost of £6m - in 2019 itestimated the cost to be £4m .No decision has been made, but the commission says \"potentially, the window replacement could take place during the 2023-24 financial year\". Tŷ Hywel is rented while the Senedd building next door is owned.Explaining why the commission as tenants, rather than the landlord, is responsible for expenditure on replacing windows, the commission said that \"as part of a full repairing and insuring lease agreement for Tŷ Hywel, the commission is required to maintain the building in a good state of repair, including replacing any end of life items such as boilers, doors and windows\". The basic salary for Senedd members in 2022-23 is budgeted at £69,678, which assumes a 3% increase on the current salary level. ", "url": "https://www.bbc.com/news/uk-wales-politics-59562250"}