{"datetime": "2021-12-15T10:22:04.000Z", "title": "Acid grassland housing redevelopment must go ahead - council", "article": "A council says it cannot do anything to prevent a housing development on rare acid grassland habitat. Colchester Borough Council has received more than 1,000 objections to the plans for Middlewick Ranges. Labour group leader Adam Fox said campaigners had \"come up against the inadequacies of the planning system\". The Conservative-led council's Patricia Moore said it was sad people had been led to believe the plan could be stopped without \"awful consequences\". The 1,000-home development forms part of the council's Local Plan, and the issue was raised at the Local Plan Committee, said theThe Local Democracy Reporting Service . Middlewick Ranges is owned by the Ministry of Defence, which wants to sell the land. In all 1,086 objections have been raised. The ranges have beendescribed by the Essex Wildlife Trust as \"exceptionally valuable for its areas of acid grassland habitat and diverse invertebrate populations, which include a substantial number of rare and threatened species\". The habitat is so-named because it features acidic, often sandy, soils, which can feature up to25 plant species per square metre . Mr Fox told the committee: \"What we've come up against is the inadequacies of the planning system and the inability of this committee to change its mind.\" The committee heard that because the Local Plan had been submitted to the government's planning inspector, the council could not make any further changes. The council's place strategy officer Karen Syrett said the authority would have to start the whole process again if the inspector found the Local Plan to be unsound as a result or any changes to the proposed Middlewick development. \"The biggest risk is speculative development and development by appeal,\" she added. Ms Moore said: \"Please don't think we are not sympathetic about Middlewick, it's just we are where we are and there's nothing we can do about it.\" Once the planning inspector had considered the evidence, they would either find Colchester's Local Plan sound or unsound. It will then need to be approved by the full council next year. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59660331"}