{"datetime": "2021-09-26T19:14:11.000Z", "author": "James Williams", "subject": "Labour Party Conference", "title": "Labour conference: Welsh MP concerned party may not win election", "article": "The Labour Party is lacking \"radical, progressive policies\" needed to win the next general election, a Welsh MP has said. Beth Winter criticised leader Sir Keir Starmer for \"shifting\" from pledges made in Labour's leadership contest. Labour MP Stephen Kinnock said the annual conference was about showing the party was serious about winning power. Sir Keir said Labour would focus on economy, jobs, the NHS, and climate change. But a row over Labour's rulebook hasseen the leader clash with the party's left wing . Plans to replace the one-member-one-vote system with an electoral college voting system for future leadership contests have been dropped. On Sunday members voted to approve a package of watered-down reforms, which included making it harder for Labour constituency members to deselect their MP. Speaking on theBBC Politics Wales programme , UK Labour leader Sir Keir said: \"My central purpose in the issue on the rules is simply to make sure that our Labour party is facing those working families, facing outwards rather than talking to ourselves.\" Cynon Valley MP Beth Winter, part of Labour's Socialist Campaign Group found it \"really troubling\" internal wrangling was \"overshadowing\" the conference, which is being held in Brighton.She said she feared attempts were being made to push through \"undemocratic\" rule changes during a time of \"crisis\". \"We should be taking the fight to the Tories not having an internal fight, and I really hope in the conference, moving forward, we will be focusing on those transformative, progressive policies that need to happen,\" Ms Winter said.\"We must unite together as a party, which I know we can, and develop those progressive policies.\"In the conference run-up Sir Keir published an essay, outliningwhat he stands for and how he wants to change the UK . But Ms Winter said she was \"concerned\" Labour would struggle to win the next general election, as there was a \"lack of radical, progressive policies\" in Sir Keir's essay.She said: \"There has been a shift away from the pledges that he made when he was elected - a progressive tax system, raising a wealth tax, raising corporation tax, renationalisation of utilities, radical devolution of power throughout the UK nations.\" On BBC Radio Wales'Sunday Supplement , Stephen Kinnock denied the row over the party's rules was self-indulgent.This was because the way Labour functions \"sends a really important message to the country about the party that we want to be\". The Aberavon MP added: \"This conference is all about showing that Labour is serious about being a party of government and every aspect of our rulebook should reflect that.\"It should show that we're reaching out to the country.\" Emerging from the conference, he said, were \"meaty\" policy proposals which would \"change the face of our country\". ", "url": "https://www.bbc.com/news/uk-wales-politics-58699357"}