{"datetime": "2021-03-10T20:23:07.000Z", "title": "Trans-row Plaid Cymru politician closes Twitter account", "article": "A politician has apologised to the trans community for causing \"pain and hurt\" over her actions on social media. Plaid Cymru Senedd member Helen Mary Jones has closed her personal Twitter account after admitting she followed others that shared transphobic content. The Mid and West Wales MS has promised to undergo awareness training. It comes afterPlaid election candidate Owen Hurcum resigned from a party list over the row. The deputy mayor of Bangor welcomed Ms Jones' apology but questioned why it took media pressure before she took action. A Twitter account called Team Helen Mary Jones, which was set up last December, remains online. It tweets updates from Ms Jones' work in the Senedd. \"I have taken time to reflect and to understand how the actions and comments that I have made and shared on social media and elsewhere, including historic comments that have resurfaced, have caused a lot of hurt and harm to people,\" Ms Jones said in a statement. \"None more so than the trans community. \"I specifically recognise that some of the accounts I follow and retweet have shared content which is unacceptable and transphobic and I very much regret the impact of this on individuals as well as the trans community more broadly. \"For this, I sincerely apologise to the trans community for the pain and hurt I have caused. I am still learning.\" The candidate for Llanelli and Mid and West Wales said she would be undertaking \"relevant awareness training\" from an external organisation. Ms Jones deactivated her personal Twitter account hours after promising to close it down and BBC Wales has been told she does not intend to reactivate it. Owen Hurcum, who was fourth Plaid Cymru candidate on the north Wales regional list, welcomed the apology but said it was not the first she had made. \"Questions must still be asked why it took the media pressure resulting in my resignation from the 2021 Senedd elections, as Plaid's first openly non-binary candidate, for her to make the commitments she makes,\" they said. The councillor added that Ms Jones' continued candidacy for Plaid was \"somewhat disappointing\", but acknowledged the statement was \"an initial step\" for Ms Jones and the party. \"Plaid Cymru acknowledges the statement issued by Helen Mary Jones and the spirit of sincerity in which it is intended\", said a spokeswoman for the party. \"We remain steadfast in our commitment to creating a Wales which is fair, equal and just for all its citizens. \"This will be reflected in the manifesto which will include a clear statement of support for the trans community, endorsed by all the candidates standing in Plaid Cymru's name.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-56352615"}