{"datetime": "2021-02-17T19:10:29.000Z", "subject": "Coronavirus pandemic", "title": "Plaid Cymru Senedd member Helen Mary Jones due in court over murder trial tweet", "article": "A Plaid Cymru politician has been ordered to appear in court after she retweeted \"highly inappropriate\" comments about a murder trial. Helen Mary Jones MS shared a tweet from a domestic abuse campaigner expressing \"hope\" that a man would be found guilty of murdering his wife. The tweet was posted on Saturday and shared by Ms Jones the same day. It related to thetrial of Anthony Williams, 70, who killed his wife during lockdown in March . The tweet was written by Rachel Williams, who wasshot at her Newport hair salon by her estranged husband Darren Williams in 2011.He was found hanged in a woodland hours after the attack, and six weeks later her 16-year-old son took his own life in the same area. Ms Williams went on to become a prominent anti-domestic violence campaigner and pioneer of the Ask for Ani [Action Needed Immediately] scheme, of which the Duchess of Cornwall is a patron. Her tweet included the comment: \"As so many of us will know, there would have been history of domestic abuse. I hope this jury finds him guilty of murder.\" The issue can only now be reported after reporting restrictions were lifted on Wednesday. Both Ms Jones and Ms Williams have been ordered by Judge Paul Thomas to appear at Swansea Crown Court on Thursday. Ms Williams deleted the tweet on Monday, after being contacted by Gwent Police officers on the instruction of the judge. No evidence was heard during the trial that the defendant had a history of domestic abuse. In England and Wales, jurors are meant to deliver verdicts solely based on evidence heard in court, and told to ignore any information or commentary from external sources, including on social media. The Contempt of Court Act makes it an offence to publish anything which could prejudice or impede a trial. The tweet was posted after the jury in the murder trial had adjourned their deliberations for the weekend. On their return to court on Monday, Judge Thomas drew their attention to the social media commentary, saying: \"It's come to my attention that, over the weekend, there have been some highly inappropriate comments made on social media about this case. \"I should make it abundantly clear that those comments have not come from anybody connected with the case and, having been shown the contents of one such piece of social media, they clearly don't have any idea about the evidence in this case or the issues in this case.\" The judge said domestic violence \"is a terrible scourge\", but added that a \"one-size-fits-all approach is highly inappropriate, particularly in this case\". Addressing both prosecution and defence, Judge Thomas said: \"This case will be before me on Thursday. Those involved will have to make themselves available on Thursday, and they should be told that forthwith.\" No jury members said they had seen the Twitter posts, and resumed their deliberations before finding Williams not guilty of murder on Monday afternoon. He will be sentenced for manslaughter by reason of diminished responsibility on Thursday after previously admitting the charge. A spokesman for Plaid Cymru said \"it is not appropriate for the party to comment\" about Ms Jones' summons to court. Ms Williams confirmed she has also been asked by the judge to attend the court on Thursday, but declined to comment.", "url": "https://www.bbc.com/news/uk-wales-56102982"}