{"datetime": "2020-12-10T16:23:13.000Z", "author": "Catrin Haf Jones", "title": "Plaid Cymru's Helen Mary Jones sorry for retweet 'pain and hurt'", "article": "A Plaid Cymru politician has apologised for a retweet she recognised has \"caused pain and hurt to many\". Senedd member Helen Mary Jones shared a tweet criticising those who were equating discrimination faced by the trans community with the Holocaust. However, a number of party members called the apology \"half-hearted\" and some have cancelled their membership. Plaid Cymru leader Adam Price says the party is \"committed to the rights of trans people\".Ms Jones had shared a tweet by a Reading University lecturer which said: \"Whatever your position on sex and gender identity please stop equating this with the Holocaust. I and very many others would stand in front or in the place of those being put onto trains leading to the death camps.\" Former Plaid Cymru candidate Chris Allen, from Clwyd South, reacted to her retweet by saying it was with \"huge sadness\" that he felt he had to leave the party. \"The public position of certain elected representatives against the trans community has left me no choice,\" he said on Twitter. Nicholas James, a member of Plaid Cymru from Wrexham since 2015, said he had cancelled his membership saying the retweet by the member of the Senedd (MS) for Mid and West Wales was \"the final straw\".\"This has been happening for a long time,\" he said.\"I had to leave because I've seen the psychological damage transphobia does to people and I think it's important to be a strong ally.\"If Plaid Cymru wants to sell the image of an inclusive, independent Wales to the electorate at the next election in May, it can't overlook an elected MS sharing transphobic... material on Twitter.\" Mr James said he found the tweet offensive because \"trans and gay people were targeted themselves during the Holocaust, and it's potentially dangerous to overlook these people being targeted for discrimination once again.\" Ms Jones deleted the message from her account on Monday, apologising in a subsequent tweet on Wednesday. \"With regard to a retweet of mine over the weekend I now understand that it has caused pain and hurt to many and for that I am sorry,\" she said. However, party member Aled Williams, from Maesteg, said the apology was \"half-hearted\" and called on her to resign. \"This has gone too far for many of us,\" he said. \"The fact that she's willing to use something like that to undermine trans people's fight today for rights and being accepted, I thought that was horrible to be honest. \"I don't want someone who believes that representing me, because they don't represent what I believe. \"I would appreciate Helen Mary Jones' resignation. I don't think it's appropriate for her to be a Plaid Cymru MS.\" In response, Plaid Cymru leader Adam Price said: \"I wish to reaffirm Plaid Cymru's absolute commitment to the rights of trans people. Trans men are men and trans women are women. \"I welcome the apology from a member of my shadow cabinet following a now deleted retweeted message which caused pain and hurt to many.\" ", "url": "https://www.bbc.com/news/uk-wales-55259522"}