{"datetime": "2021-03-06T17:03:26.000Z", "subject": "Welsh Parliament election 2021", "title": "Plaid MS denies transphobia after candidate Owen Hurcum quits", "article": "A Plaid Cymru candidate for May's Welsh Parliament elections has resigned saying the party \"continues to platform those who promote transphobia\". Plaid's first non-binary candidate, Owen Hurcum, stood down following a row over MS Helen Mary Jones' inclusion on a Youth Cymru hustings in February. Owen Hurcum accused her of \"perpetrating transphobia\" and leader Adam Price of failing to act. Ms Jones declined to comment but has previously denied being transphobic. Ms Jones, member of the Senedd for Mid and West Wales, has previously tweeted \"Gender critical feminists are not attacking trans people. We are asking questions.\" In another tweet she has said, she is \"concerned, like many people including trans people, about the possible impacts of the proposed changes to the Gender Recognition Act and the rights of women and girls\". Plaid Cymru said the party \"has a clear and unequivocal policy, backed by its National Council, that trans people have the inalienable right to live free from prejudice, discrimination and persecution\".Leader Adam Price said \"action has been taken\" over comments made by Ms Jones. He said Plaid had a \"very clear policy in favour of trans equality and indeed our manifesto will have the most radical commitment ever in achieving trans equality\". \"I disagree with many of the things she has said in the past\", he toldBBC One's Politics Wales programme. In response to a question about what the party had done following Ms Jones' comments, Mr Price said: \"Any issue which is a disciplinary matter is not a matter for me.\" Asked if there had been a process, Mr Price added: \"Yes. Where comments have been made that do not reflect the policy of the party then, yes, action has been taken. \"And I expect every candidate standing in this election to support the manifesto and Helen Mary has confirmed to me that she supports that commitment in terms of trans equality and I expect nothing less from any candidate standing in this election.\" Trans activists say Helen Mary Jones used transphobic tropes when she spoke at an event by campaign group, Women's Place UK. At the event she questioned whether a rise in the number of \"women and girls wanting to transition to the opposite sex\" has been caused by pressure to look a certain way fuelled by social media. This is an argument many trans people find offensive. A Woman's Place UK campaigns for women only spaces and a \"respectful and evidence-based discussion\" on proposed changes to the Gender Recognition Act, which aimed to make changing one's legal sex simpler. Owen Hurcum, who uses the pronouns they and them, was on the party's north Wales regional list and said the party should begin a disciplinary process against Helen Mary Jones. They added: \"I want Helen Mary Jones to apologise in a way that is not 'I'm sorry you're offended'.\"I want a sincere apology and I want her to make an effort to learn about the community and understand why she's perpetrating transphobia. \"If she doesn't resign, she at the very least needs to make it very clear that she's sorry and very clear that she's learning and Adam Price as the leader of the party needs to make it very clear not just that Plaid have a great set of policies for if they're in government, but are also tackling transphobia within their own party immediately. \"If Adam Price can make a public statement that disciplinary procedures are starting, that would be appreciated.\" In a statement the party said: \"Plaid Cymru has a clear and unequivocal policy, backed by its National Council, that trans people have the inalienable right to live free from prejudice, discrimination and persecution.\"Plaid Cymru supports equality for trans people and will continue to campaign to have the right to legislate on equality matters devolved, so that the Senedd will have the appropriate power to protect trans people and others who suffer prejudice and discrimination\". Meanwhile, the charity Youth Cymru has been criticised for the way it treated a young transgender woman in the hustings for young people last week. Shash Appan was removed from the virtual event after she displayed a trans flag as her background and profile picture in protest at the inclusion of Plaid Cymru's Helen Mary Jones. Youth Cymru, which supports projects for young people across Wales, say they \"are investigating the matter up to and including the event and the post-event activity on social media\". Shash Appan, who runs the campaign group Trans Aid Wales, says she feels \"silenced and censored\" by the way she was treated by Youth Cymru. She said she tried to raise her concerns about the inclusion of Helen Mary Jones in the hustings for young people before the event, but received no response. She says she decided to attend the event and submitted questions beforehand and during the event questioning Helen Mary Jones' views on transgender rights but she was blocked from the Q&A function during the event. \"In that event I decided to change my background to the trans flag with the words 'Trans rights are human rights' on it.\"My video feed was quickly disabled and in that event, I changed my profile picture to the same image then I was kicked from the event.\" \"I was censored and silenced for trying to stand up for trans rights. \"I was horrified, because my immediate thought wasn't that I'd been silenced but that this organisation deemed us as a threat. My immediate concern was that marginalised groups weren't going to be signposted or referred to Youth Cymru.\" Two trustees of Youth Cymru have resigned their positions following the events at the hustings. Author and poet, Llio Maddocks, said in a tweet, that she had recently become a trustee of Youth Cymru but could not \"in good faith\" be associated with an organisation that gives a platform to Helen Mary Jones. In a statement, Youth Cymru's chair said: \"The Chairs of Trustees and Resources are investigating the matter up to and including the event and the post-event activity on social media. \"Any response at the present time above the responses we have already issued whilst the investigation is ongoing may prejudice any action we may wish to take.\" ", "url": "https://www.bbc.com/news/uk-wales-56276997"}