{"datetime": "2021-02-18T13:49:00.000Z", "title": "Plaid politician Helen Mary Jones's murder trial tweet 'irresponsible'", "article": "A Plaid Cymru politician has been branded \"irresponsible\" for sharing a tweet relating to a murder trial. Helen Mary Jones appeared in court with abuse campaigner Rachel Williams, whose tweet expressed \"hope\" Anthony Williams would be found guilty of murder.Williams was cleared of murdering his wife Ruth, but admitted manslaughter. Judge Paul Thomas told Swansea Crown Court he did not feel it necessary to bring contempt of court proceedings against either of the two women.Following the hearing, Ms Williams said in a tweet to the Crown Prosecution Service (CPS) \"shame on you\" for taking her to court and for \"not asking the right questions to secure a murder conviction\".She also posted a photo on Twitter and Facebook of herself and her barrister from what appears to be the inside of the court buildings, which is prohibited by theCriminal Justice Act .Judge Thomas told the court Anthony Williams, 70, was a \"model father and husband for nearly 50 years\" and the case showed \"no history of domestic abuse\".Williams wassentenced to five years earlier on Thursday after admitting manslaughter by reason of diminished responsibility. It followed a trial in which the jury heard Williams \"choked\" his 67-year-old wife at their home in Cwmbran, Torfaen, during the first coronavirus lockdown in March last year. He told police he had \"flipped\", in what Judge Thomas described as a \"tragic case on several levels\". Senedd member for Mid and West Wales Helen Mary Jones retweeted the message from domestic abuse campaigner Ms Williams on Saturday, while the trial was still in progress.Ms Williams' tweet included the comment: \"As so many of us will know, there would have been history of domestic abuse. I hope this jury finds him guilty of murder.\" The tweet was deleted by Ms Williams on Monday after she was contacted by police.Ms Williams became a domestic abuse campaigner after she wasshot at her Newport hair salon by her estranged husband Darren Williams in 2011.He was found hanged in a woodland hours after the attack, and six weeks later her 16-year-old son took his own life in the same area. Stephen Rees, who represented Ms Jones in court, said the politician only \"glanced at it before retweeting it\". He added: \"She did not read it properly and two days later she was contacted by the police and took it straight down. She is mortified by this careless, negligent tweet and realises she is completely at fault.\" Ms Jones said: \"It is entirely my fault that I failed to realise the case was ongoing, I realise that this is a very serious matter indeed and I wish to offer my fullest and sincerest apologies to the court. \"I can assure the court that I understand that my position as a person holding office makes this matter even more serious. \"The reposting was done in genuine error but I accept that this is no way, changes the seriousness of the matter. I profoundly regret my actions, and I am truly sorry.\" The judge said there was a \"risk\" of Ms Jones's retweet prejudicing the jury, as the catchment area for her constituency covers the area in which jurors are selected.He said one of Ms Jones's 8,000 Twitter followers \"could have been a jury member\". Campaigner Ms Williams said: \"I really didn't tweet with intent to jeopardise the trial in any way. I tweeted in my capacity as a domestic abuse campaigner. \"It would go against every fibre in me and would go against everything I stand for to jeopardise a case like this.\" Judge Thomas said: \"You should never underestimate how seriously the Crown court takes domestic violence. \"If the trial had been aborted or the jury discharged because of this action it would have cost tens of thousands of pounds and if that would have happened you would have been liable for that.\"In your case Helen Mary Jones, I accept that you actually acted thoughtlessly, but somebody in your prominent public position, simply should not have done so. Your gross irresponsibility sets a very bad example to others.\" He also said he doubted Ms Williams knew the significance of what she had tweeted.Plaid Cymru has declined to comment on the ruling.A CPS spokesperson said: \"We have not brought contempt of court proceedings against any party regarding this case.\"Any allegation of domestic abuse is taken extremely seriously. All of the evidence was presented to the jury to consider, before they came to their decision.\"Contempt of court laws exist to ensure people get fair trials. The idea is that juries must not be influenced by anything but the evidence they hear in court. The rules apply to everyone from journalists to people posting comments on social media, and even jurors. If someone interferes with a trial, the defendants can walk free and a new trial might have to be held. The maximum sentence for contempt of court is two years in prison, but it can also be punished with an unlimited fine. The law is set out in the 1981 Contempt of Court Act. Contempt includes publishing anything that creates a substantial risk of seriously prejudicing \"active\" criminal proceedings. Proceedings become \"active\" when a suspect is arrested. Someone could also be in contempt by actions including taking photographs or film, recording what is said in court or talking to a jury member about a case. ", "url": "https://www.bbc.com/news/uk-wales-56109327"}