{"datetime": "2021-03-03T19:03:49.000Z", "author": "Steffan Messenger", "title": "Pollution: Bid to scrap Wales' farming rules fails in Senedd", "article": "A bid to scrap new rules to limit the use of slurry and fertiliser on farmland in Wales failed in the Senedd on Wednesday. Opposition parties tried to scrap the strict new rules the Welsh government hopes to bring in from April. Farmers have expressed \"fury\" with the plans, and unions said it could cost the industry £360m. But the fishing community and environment groups said it was vital the restrictions go ahead. The Welsh government said it had to act as there were, on average, three agricultural pollution incidents a week that kill fish and other wildlife, as well as threatening public health. The changes - to be phased in over three-and-a-half years - would have a particular impact on dairy farms. It would result in them facing new risk assessments and a requirement to have at least five months' worth of slurry storage. There would also be a three-month ban on slurry-spreading each year, from late autumn, to avoid run-off during the wettest months. Farmers claim it could make the situation worse, forcing them all to be out emptying their stores in the weeks just before and after the restrictions come in. The Welsh Conservatives accused the government of a \"lazy 'cut and paste' [of] much-discredited EU regulations\". In the Senedd on Wednesday, a Plaid Cymru motion looking to annul the regulation was rejected, 30 votes to 27. Welsh Labour Members of the Senedd opposed the motion. Prior to the vote, environment spokeswoman Janet Finch-Saunders MS said ministers should \"stick to their word\" and wait for the pandemic to be over \"before introducing a more proportionate and effective set of proposals to tackle water pollution\". Plaid's environment spokesman Llyr Gruffydd MS - who was behind the motion to annul the regulations - said they were \"the wrong answer to the right question\". A blanket policy for the whole of Wales was \"disproportionate\", and risks \"adverse environmental, economic and social impacts\" he said. It also goes much further than the advice ministers received from Natural Resources Wales (NRW), which had suggested that about 8% of the country be placed under tougher restrictions. \"Nobody's saying we shouldn't take action, nobody's saying stand idly by - we absolutely need to get to grips with these issues,\" Mr Gruffydd explained. \"But we need measures that are targeted, based on those areas that have been identified in Wales as having a problem with agricultural pollution.\" The latest vote follows another fiery debate on the issue, led by the Welsh Conservatives last month. The government's opponents have called on Liberal Democrat Education Minister Kirsty Williams and Culture Minister Dafydd Elis-Thomas, an independent - who are both stepping down at the election and represent big farming constituencies - to vote with them to scrap the plans. Prior to the vote, Abi Reader, who chairs NFU Cymru's dairy board, urged Senedd members to \"think about the Welsh food on their plates and our rural communities\". She said the government's own economic impact assessment suggested the infrastructure costs involved in implementing the new restrictions could reach £360m for the industry and some smaller businesses would have to give up farming if the plans went ahead. The timing of the announcement has also been \"really contentious\", with Environment Minister Lesley Griffiths having said previously she would not introduce the regulations during the pandemic. \"We're still in lockdown and yet here we are,\" Ms Reader said. \"I have to say I'm furious and I'm probably reflecting what a lot of other people are thinking.\" The fishing community and environmentalists are just as passionate in their support for the proposals, and say an all-Wales approach is needed. James Byrne, Living Landscapes Manager for Wildlife Trusts Wales, said agricultural pollution was causing \"significant ecological damage\" and hurting the country's reputation. \"The people of Wales want clean rivers and thriving communities which includes the tourism that comes from having pristine environments,\" he argued. \"NRW have told us that 66% of rivers in Wales fail to achieve good ecological status and that includes some of the most iconic like the Wye, Usk and Teifi.\" The new regulations will bring Wales into line with the situation in England, he said and \"future-proof\" against future incidents. Ms Griffiths said they were being introduced because \"we're seeing far too many agricultural pollution incidents\", leaving her unable to wait any longer. \"It's not isolated parts of Wales where we're having difficulties - if you look at the map it's right across [the country],\" she said. She has not seen any evidence to show farmers would quit the industry as a result of the changes, she said, and the Welsh Government has provided in excess of £45m to help make improvements.Ms Griffiths further pledged to \"do all we can to support our farmers\". \"Of course I don't like to see any polarisation, I think it's much better if we can work together on these things,\" she added. The majority of the feedback she had received though, was from people who \"are very happy to see these regulations\". ", "url": "https://www.bbc.com/news/uk-wales-56255009"}