{"datetime": "2021-09-27T14:04:23.000Z", "subject": "Labour Party Conference", "title": "Labour conference: Party should be inspired by Wales - Drakeford", "article": "Labour should look to its success in Wales to understand how to win the next election, Mark Drakeford has said. Wales' first minister said the party was building innovative services at UK regional and national levels, despite not holding power in Westminster.He said Welsh Labour had pursued a \"radical programme\" and the party could not be limited to getting \"reluctant concessions\" from the powerful. Welsh Labour retained power in Wales during the Senedd elections in May. Mr Drakeford's speech to Labour party conference was greeted by standing ovations from party activists. The Welsh party leader said, despite being out of government in Westminster, \"Labour is in power, making a difference that only Labour can make, every single day, in communities right across Britain. \"It's those Labour success stories - in England, Scotland and in Wales - which can help us to win the next general election. \"From West Yorkshire and the Rhondda to Sheffield, Cambridgeshire and Peterborough - right across the UK, Labour is in power today - standing up for people, standing up communities.\" Mr Drakeford said the experience of winning in Wales meant it \"cannot be the limit of the ambition of this great party to wring marginal and reluctant concessions from the rich, the powerful and the privileged\". The start of the party conference was marred by internal rows over party rules - and over how much say members have over leaders and parliamentarians. In his speech, Mr Drakeford defended the work of party activists, saying Labour is only in power where it is because of them. \"There have been times when it has been fashionable to look askance at those who work actively in the Labour cause,\" he said. \"As if that commitment, by itself, cuts us off from the wider band of Labour voters.\" \"But the truth is that where Labour is in power there is a very different story to tell,\" adding Labour activism \"helps us to win\". Earlier this week Labour backed the UK leader Sir Keir Starmer in giving MPs more of a say in choosing its future leaders and make it harder for members to deselect MPs. Elsewhere in the speech, Mr Drakeford said only through being \"authentically Labour\" could the party show \"what a Labour government can and is doing\". \"Not in some remote part of the world, not in a theoretical policy document, but right here in the United Kingdom.\" Mark Drakeford comes to Brighton a proven election winner - something UK Labour is desperate to achieve at Westminster. His profile has never been higher - Sir Keir, Angela Rayner and Anneliese Dodds all popped into Welsh night - and his speech on Monday afternoon is a definite elevation from the traditional Sunday slot for Welsh Labour leader. So while the first minister is under pressure over the Welsh NHS performance in the wake of the pandemic, the Welsh Labour leader is offering advice on winning elections in Brighton. On close reading, some of his speech could be read as a veiled warning to Sir Keir - respect the activists (after the rows over rule changes), don't limit your ambition to \"marginal and reluctant concessions\" from the rich and powerful (after some apparent softening on nationalisation), a theoretical policy document doesn't show what Labour's doing (last week's Fabian pamphlet by Sir Keir). Confronting the numbers is another story - after such a comprehensive defeat in the 2019 general election it would a be huge ask for any party leader to get back into government in a single electoral cycle.Shadow Welsh secretary, Nia Griffith, claimed the Welsh government's record showed \"Labour means business\". \"The point is that when we say we will do something, because that's what the Welsh Labour government's already doing, then people can see our words in action,\" she said. \"So, if we ask for free school meals during the school holidays, we can tell people Labour means business. \"Because Labour in Wales delivered on free school meals for those children entitled during the school holidays.\"So all the examples that we can bring from Wales and show what a Labour government can do in action, give credibility to our plans for a UK Labour government.\" On Sunday, Cynon Valley MP Beth Winter warnedLabour might struggle to win the next general election because of \"a lack of progressive, radical policies\" from UK party leader Sir Keir Starmer. She said it was \"really troubling\" a focus on party rule changes was \"overshadowing\" the conference. Speaking on BBCPolitics Wales , UK Labour leader Sir Keir said: \"My central purpose in the issue on the rules is simply to make sure that our Labour party is facing those working families, facing outwards rather than talking to ourselves.\" Plans to change the rules around electing the party leader have been dropped. Members approved a watered down set of rule changes which will require any future leadership candidate to have more more support from MPs and make it harder for Labour constituency members to oust their MP. ", "url": "https://www.bbc.com/news/uk-wales-politics-58699979"}