{"datetime": "2020-11-26T14:14:24.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: How many deaths have there been?", "article": "A further 28 people have died with coronavirus in Wales, taking the total to 2,474, according to the latest figures. Public Health Wales data also showed 1,251 more people had tested positive for Covid-19, taking the total to 75,986. Each of Wales' seven health boards reported at least one new Covid-related death on Thursday.Cwm Taf Morgannwg reported the highest number, with eight new deaths.Across other health boards in Wales, Swansea Bay reported seven new deaths, while there were six in Aneurin Bevan and four in Betsi Cadwaladr.Cardiff and Vale, Hwyel Dda and Powys all reported one new death.Blaenau Gwent still has the highest case rate - the number of new cases per 100,000 people over seven days - of any county in Wales, measuring at 405.1 in the week up to 23 November.It is slightly lower than yesterday's figure of 415.1.It is followed by Torfaen (333.1), Newport (298.7) and Neath Port Talbot (294.5).Gwynedd (23.1) and Conwy (28.2) have the lowest case rates in the country.There has now been a total of 1,441,357 tests carried out in Wales since the start of the pandemic, with 14,564 carried out on Wednesday.Acute patients from Powys are usually treated across the border at hospitals in England, so deaths of Powys residents usually only appear in registrations reported later by the Office for National Statistics (ONS). ThoseONS figures - which are higher - also count both confirmed and suspected cases of Covid, as well as deaths in all settings, including care homes, hospices and people's own homes. The most recent weekly figures are the highest since May. PHW reports new deaths daily, but these are usually from previous days. Find out how the pandemic has affected your area and how it compares with the national average: If you can't see the look-up click here. The postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged.", "url": "https://www.bbc.com/news/uk-wales-51888681"}