{"datetime": "2020-03-29T14:08:22.000Z", "title": "Coronavirus: Minister admits PPE 'challenges and problems'", "article": "There have been \"localised challenges and problems\" with personal protective equipment for Wales' NHS staff, the health minister has said. Vaughan Gething said there was \"a significant effort to get even more items out\" to frontline staff. He toldBBC Politics Wales 3.4 million items of PPE had been distributed and more deliveries would be made to hospitals and councils. One doctor said GPs in parts of Wales have been buying their own PPE. Mr Gething said a \"significant\" amount of equipment had already been sent out, such as 600,000 extra respirator masks. Doctor brands PPE issues unacceptable GPs in parts of Wales are having to buy their own PPE, with some even asking schools to make it for them with 3D printers, according to a GP practising in the Aneurin Bevan health board area,one of the worst-hit areas of the UK . And doctors often had \"no choice\" but to wear PPE more than once, which the GP, who wishes to remain anonymous, called \"dangerous\" and \"unacceptable\". Aneurin Bevan University Health Board has been asked to comment. \"There remains huge concern within general practice about the supply of adequate PPE,\" the GP said, adding the current guidelines were \"globally rejected\" by GPs who were \"sourcing our own PPE with our own funds\". The doctor continued: \"DIY stores have generally sold out of face masks resulting in us having to contact local builders and construction companies for the supply of FFP3 filtered masks. \"GPs have also had to source their own protective visors and this has included contacting local companies and even schools to make these with the use of 3D printers.\" The doctor went on to say problems with PPE supply and an increasing number of patients with suspected Covid-19 meant \"GPs are being forced to wear their disposable PPE on more than one occasion\". \"This is dangerous and completely unacceptable, but we have no choice as we try to protect ourselves, our families and our patients.\" Mr Gething said: \"We've put out a significant amount of PPE to frontline staff but I know there are localised challenges and problems and it's no surprise that people want to talk about those.\" A \"rapid review\" of the UK-wide guidance as to when NHS staff should use PPE items has been announced. In astatement on Saturday responding to the review, Wales' chief medical officer Dr Frank Atherton said it was \"essential those who need PPE have access to it but we should not use it unnecessarily in order to avoid wastage and to ensure we have sufficient stocks as the coronavirus pandemic progresses.\" Plaid Cymru leader Adam Price said: \"The conversations I'm having on a daily basis, the messages I'm receiving from people in the front line in health and care sectors, is that they're not receiving the PPE of sufficient quality, the right type and in sufficient numbers.\" Dr David Bailey, chair of the BMA's Welsh Council - which represents doctors - has previously called on Welsh Government to \"find a reliable way to substantially increase the production and distribution of PPE as well as ensuring what is being provided is appropriate\". ", "url": "https://www.bbc.com/news/uk-wales-52079429"}