{"datetime": "2020-10-22T17:12:17.000Z", "title": "Covid lockdown: 'Is circuit-breaker fair?' ask Welsh border firms", "article": "Business owners on the Welsh border have questioned the necessity for a two-week national circuit-breaker lockdown in Wales. All non-essential retailers in Wales are being ordered to close from Friday. But levels of Covid-19 transmission are low outside large urban areas. In Welshpool, business owners said they felt they were being \"tarred with the same brush\" as areas with higher case rates, such as Cardiff and Swansea. Terri-Ann Ratledge, landlady of The Grapes pub, said she felt \"victimised\" by the new lockdown. \"I don't see why a little town like Welshpool should be having the same measures as that of Cardiff,\" she said. \"Cardiff's numbers are going to be a lot higher than our little town. The numbers around here are not very big at all and I don't see why we should have to lock down, based on other places. \"We're being tarred with the same brush and the same restrictions as what the big cities are. It's just not bad round here and people are considerate because it's a small community.\" She said her business was down at least 50% on last year and she would now lose three weekends' trade during the firebreak lockdown. \"I just hope the brewery is lenient and help out. Two weeks shut for my pub means if I have to pay full rent and full bills I may as well not open the door,\" she said. Tammy Weaver, owner of wedding services firm TMS Events in Four Crosses, Powys, described 2020 as a \"wipe-out\" for her business. \"What we're now seeing is that most of our 2021 wedding couples are starting to get twitchy,\" she said. \"They either want to cancel our services - because for some of these couples they've moved their wedding three or four times - or they just want to move to later on in 2021 and we've even had some move into 2022.\" Ms Weaver also criticised the decision to impose the circuit-breaker. \"We feel a bit confused and upset by the decision,\" she said. \"Our small independent high streets need to keep going and keep trading. I can't understand why the measures have been made across the whole of Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-54651071"}