{"datetime": "2020-09-28T19:15:21.000Z", "title": "Wales lockdown: Businesses affected by Covid offered grants", "article": "Businesses in Wales hit by coronavirus will be offered £140m in grants, Economy Minister Ken Skates has said. Nearly two-thirds of Wales' population are now living under lockdown after new measures were brought in at 18:00 BST. Neath Port Talbot (NPT), Torfaen and Vale of Glamorgan have joined eight other areas in lockdown, affecting almost two million people in total. The country's two biggest cities - Cardiff and Swansea - had restrictions applied on Sunday evening. The new rules mean no travel outside council boundaries other than for work, education or medical emergencies, with no indoor mixing allowed and no alcohol sales after 22:00. Conwy, Denbighshire, Wrexham, Flintshire, Anglesey and Carmarthenshire are being \"closely monitored\" by Public Health Wales, meaning if cases continue to rise they could also face lockdowns. Mr Skates said two new separate schemes would help businesses in those affected areas, similar to those announced in England. \"This £140m will no doubt make the difference between business survival and business death for thousands of enterprises,\" he said.\"It will make the difference between employment and unemployment for thousands more workers.\" The first scheme, worth £60m, will be targeted at areas hit by this month's rolling announcements of local lockdowns. It will offer grants of between £1,000 and £1,500 to businesses with a rateable value under £50,000 that can demonstrate a material impact because of the new restrictions. A second scheme, worth £80m, will provide larger grants to firms across Wales that can demonstrate plans for post-coronavirus recovery. Of that money, £20m has been earmarked for tourism and hospitality businesses. Mr Skates also said there was a \"significant gap\" in unemployment between Wales and the rest of the UK.Despite predictions Wales would be \"worst hit\", the rate of unemployment in Wales from May to July was 3.1%, compared to 4.1% for the whole of the UK, latest figures show. Mr Skates said that difference was because Wales had \"the most generous package\" of support for businesses and was the \"equivalent of 15,000 jobs saved\". Welcoming the UK government's new Job Support Scheme, he added that \"direct interventions\" by the Welsh Government had secured more than 100,000 jobs. In response, Welsh Secretary of State Simon Hart said the UK government had \"directly supported more than 500,000 jobs\" through its job support schemes. The new measures, introduced on Monday evening, mean half of Wales' 22 local authorities are now under local lockdown rules. NPT council leader Rob Jones said the area was seeing rising case rates. \"We need the help of everyone across Neath Port Talbot to prevent the increasing spread of coronavirus and to bring the infection rates back down.\" But wedding planner Gail Windley toldBBC Radio Wales Breakfast it was an \"incredibly frustrating\" time for everyone involved in weddings. \"The rug is being pulled from under your feet constantly,\" said Ms Windley, who lives in Neath Port Talbot. She said one bride she was working with was \"very stressed\" and would be \"glad to get it over with\". \"A wedding is a milestone in your life - that's how your ancestors will trace you back - so it's heart-breaking to be involved in that and see it.\" Torfaen council leader Anthony Hunt said the local lockdown strategy was working in neighbouring Caerphilly and Newport, where he said numbers had \"dropped dramatically\". A businesswoman in Cwmbran said she was hoping the local lockdown would not affect her too much. \"The majority of customers are local to Torfaen and I do online as well, so I am hoping, fingers crossed, that it's not too bad,\" said Rosa Newton, who owns an antiques and vintage shop in Cwmbran. Ms Newton said she felt \"better prepared\" for tighter restrictions this time than she did for the national lockdown in March. \"Within the shop, it's all face masks, hand sanitiser - I feel safe and I feel my customers are safe,\" she said. \"I will switch to more online shopping. We have to just switch and do what we can as a business to keep going really.\" Liam Lazarus and his partner Bethan run a cafe in Swansea. \"It's crazy - it feels like the goal posts are changing in the industry all the time,\" he said. \"We were getting into a nice rhythm, so now this is happening we are taking a step back.\" Cardiff Airport, near Rhoose in Vale of Glamorgan, will remain open despite the county going into lockdown because it is \"a vital part of the transport infrastructure in Wales\", according to interim CEO Spencer Birns. \"Local lockdown restrictions state that residents of areas in lockdown should not travel outside the area, unless there is a reasonable excuse to do so,\" he said. \"For those travelling from areas not in lockdown, there are currently no legal restrictions about travelling to the airport, as long as rules are obeyed when they do so.\" Vale of Glamorgan council leader Neil Moore said it had not been an easy decision but pointed to the rate of infection rising above 33 people per 100,000 in the county borough. Blaenau Gwent on 304.9 per 100,000 and Merthyr Tydfil at 227.1 per 100,000currently have the highest rates of infection. Plaid Cymru's Rhun ap Iorwerth said: \"With restrictions now impacting on two thirds of the population of Wales, I appeal to Welsh Government to give careful consideration to using more hyper-local measures where possible, focusing on specific clusters. \"This would be far more effective with a properly functioning and robust testing system of course, which highlights why this needs to be achieved with real urgency.\" Welsh local lockdown rules mean extended households are not allowed and people are barred from leaving or entering the council boundaries without a reasonable excuse.People are allowed to travel outside the area for a limited number of reasons including going to work if they are not able to work from home, to go to school, give care or buy food or medical supplies. Blaenau Gwent, Bridgend, Caerphilly, Merthyr Tydfil, Newport and Rhondda Cynon Taf were already under lockdown, while Llanelli in Carmarthenshire became the first town to have restrictions imposed which do not apply to the wider county.Cardiff and Swansea both went into lockdown at 18:00 BST on Sunday.First Minister Mark Drakeford said the position in the \"north of Wales continues to be mixed\". A meeting with the leaders of all six councils in the area will take place in the next week. \"If we need to take action, we will, but the position isn't as clear there yet as it has been in the south and I want to make sure that we look at it with the detail it deserves,\" Mr Drakeford said. The Conservative MP Simon Baynes's Clwyd South constituency falls within a large part of rural Denbighshire, one of the north Wales authorities with a rising rate of infection. He used a speech in the House of Commons earlier on Monday to congratulate the UK government on consulting with Welsh counterparts on the latest covid measures introduced in England. Labour MPs criticising the UK government's approach to coronavirus should \"consider how the Welsh Government has dealt with many issues,\" he said. He said many criticisms such as being \"late to lockdown\" were \"similar approaches as those taken by the Welsh Government\". \"We are all learning as the pandemic evolves... of course there are bumps in the road,\" he added. ", "url": "https://www.bbc.com/news/uk-wales-54317523"}