{"datetime": "2020-03-29T00:05:27.000Z", "title": "Coronavirus: Doctors urge 'difficult conversations' about death", "article": "People should talk to loved ones about their wishes if they were to become critically ill with coronavirus, a palliative care expert has said. Specialists in care for the terminally ill urged people to have \"difficult conversations\" about potential treatment and wishes after death.Baroness Ilora Finlay, of Cardiff University, said patients \"must let people know now\".It comes after new guidance on palliative care was issued.The latest official figures show there have been 48 deaths of people who have tested positive for coronavirus in Wales and 1,241 confirmed cases. Baroness Finlay, professor of palliative medicine at Cardiff University, said everyone should consider what treatment they would want if they fell ill and their wishes if they died, and then tell their families.\"Up until now, people thought they could plan for everything, but we've finally realised that we live with uncertainty all the time, and it's confronted us head-on,\" she told thePolitics Wales programme .\"So we have to think now: 'What are the things that really matter to us?' What are the conversations we should have with those we love, now - not tomorrow or the day after - and what do we need to tell them? \"Perhaps we have strong views. Perhaps if you're already frail and become ill with this virus, you might feel you don't want to go into hospital and be put on a ventilator. \"You must let people know now so that things can be put in place for you. \"Those conversations are difficult for everybody. They're never easy. We all live thinking it won't happen to us. But you have to think it might.\"She said practical steps included discussing whether someone has a will, how to access important documents, and labelling items they wished to be given away if they die. People should also discuss funeral wishes and the options for \"celebrating life in a different way and mourning in a different way\".But Baroness Finlay also stressed the importance of taking time to appreciate the moment and find comfort in the little things.\"The conversation on the phone with someone you love - these are precious moments, don't cut them short,\" she said.The Association for Palliative Medicine has issued new guidance about symptom management, communication and bereavement care, advising health workers and carers on how to broach discussions with patients and their families. The new guidance for palliative care professionals says \"honest conversations\" about treatment should start \"as early as is practicable\" and warns that the nature of Covid-19 means people can \"deteriorate quite quickly\". Author and palliative care doctor Rachel Clarke told Radio 4's Today programme that one of the \"desperate cruelties\" of the virus was it denied critically-ill patients the comfort of loved-one at their bedside. She echoed the calls for advance planning, saying: \"It's incredibly important to have those conversations now so that families don't end up in the situation where a doctor or nurse says 'do you know what your mum would have wanted?'\"And your heart falls into your boots because you realise you don't know.\" Dr Mark Taubert, a palliative care doctor from Velindre Cancer Centre in Cardiff, said he had been following the situation in Italy, where more than9,000 people had died from coronavirus .He said doctors there said it had been \"heart-breaking that people are dying and they had to restrict who could see them.\" \"Not everyone has a mobile phone or iPad they can have with them in hospital to connect them with family,\" he said.Staff at Velindre and local companies have been donating iPads for patients to use, with tablets also donated by private companies. Trystan Pritchard, chief executive of St David's Hospice in Llandudno, said it had restricted visiting and movement around the building, but that people have been keeping in touch electronically.\"At the end of life it's important still to maintain contact between patients and families as much as we can,\" he added.For more on this story, watch Politics Wales on BBC One Wales at 10:15 BST on Sunday.", "url": "https://www.bbc.com/news/uk-wales-52070212"}