{"datetime": "2017-11-03T19:15:36.000Z", "title": "Ex-Plaid leader Lord Elis-Thomas gets Labour Welsh Government job", "article": "Independent AM and former Plaid Cymru leader Dafydd Elis-Thomas is to join the Welsh Government as a minister. Labour First Minister Carwyn Jones has announced a wide-ranging cabinet reshuffle - promoting five AMs. Lord Elis-Thomas will be minister for culture, tourism and sport - a deputy to economy secretary Ken Skates. He left the party in October last year following a series of disputes with Leanne Wood, and has been voting with the Welsh Government. The reshuffle came as Alyn and Deeside AM Carl Sargeantwas removed from the cabinet amid allegations about his behaviour. Other promotions include Neath AM Jeremy Miles becoming Counsel General, replacing Pontypridd AM Mick Antoniw, and Alun Davies, the AM for Blaenau Gwent, joining as cabinet secretary for local government and public services. The latter appointment marks the return of Mr Davies to the cabinet sincehe was sacked from it in 2014 . Swansea West AM Julie James replaces Vale of Glamorgan AM Jane Hutt - a minister since 1999 and the longest-serving Labour minister of all time in the UK - as leader of the house and chief whip. Below cabinet level, Delyn AM Hannah Blythyn, Eluned Morgan, the AM for mid and west Wales, and Huw Irranca-Davies, Ogmore AM, join the government in junior jobs. Ms Blythyn will be minister for the environment, Ms Morgan is minister for Welsh language and life-long learning, and Mr Davies becomes minister for children and social care. All three - and Mr Miles - were newly elected to the Senedd in 2016. Mark Drakeford remains cabinet secretary for finance, but his responsibility for local government has been given to Alun Davies. Meanwhile social services minister Rebecca Evans moves to become minister for housing and regeneration. First Minister Carwyn Jones said: \"I am proud to announce my new ministerial team, which provides a balance of experience and stability, with new drive and energy.\"This strong team will drive forward our ambitious plans for Wales - focusing on growing the Welsh economy, creating jobs, supporting our public services and improving the day-to-day lives of the people of Wales.\"But Plaid Cymru Group Chair Dai Lloyd AM said his party was \"unimpressed\". \"Wales as a nation is crying out for new ideas and a change of direction. Wales still does not have a government that will lift the country up the league tables and inspires people with its agenda,\" he said. Andrew RT Davies, leader of the Welsh Conservatives, praised Ms Hutt's contribution but added: \"New names and new faces count for very little - positive outcomes are all that matter to the people of Wales. We need a change in ideology\". It's a case of out with the old, in with the new. It's worth reflecting on Jane Hutt's career, which has been a record of devolution. She is very much someone who has been at the heart and soul of Welsh Government politics for nearly 20 years. Lord Elis-Thomas of course is the appointment that really grabs the attention, coming in for the first time for a ministerial job. Even thought he has said he was going to support the Labour administration, Carwyn Jones clearly felt he wanted to lock him and get the loyalty from him if the numbers did not stack up. Two big winners are Julie James and Alun Davies - a man who was previously sacked from the Welsh Government. His progress is certainly showing no sign of stopping. Outgoing leader of the house Jane Hutt has been part of the Welsh cabinet since the start of devolution.She has held a series of major portfolios including health, education and finance, and after the 2016 elections was appointed leader of the house and chief whip. Ms Hutt was credited with leading the detailed behind-the-scenes negotiations which led to the Labour-Lib Dem coalition in February 2000, and the Labour-Plaid Cymru deal in 2007. ", "url": "https://www.bbc.com/news/uk-wales-politics-41863007"}