{"datetime": "2017-12-18T16:56:29.000Z", "title": "Deeside fire: Gateway to Wales Hotel blaze probe begins", "article": "An investigation has begun after a fire engulfed a Deeside hotel, prompting the evacuation of almost 50 people. The blaze destroyed the first floor, roof and most of the ground floor of the Gateway to Wales Hotel on Welsh Road near Queensferry in Flintshire.The alarm was raised at about 04:30 GMT and 60 firefighters worked to put the fire out by 12:00. Nobody was injured in the blaze. Roads and a nearby school were closed because of billowing smoke. North Wales fire service said all 47 guests and a member of staff had been accounted for. Stuart Millington, senior operations manager at the fire service, said they all got to safety after the hotel's smoke alarms went off. \"Our fire investigators are speaking to local residents and to people in the building,\" he said. \"The building is quite badly damaged and therefore their ability to get in and take their investigation safely will take some time.\" Twenty firefighters remained at the scene on Monday afternoon, damping down the building. Hotel guest Barbara from Heywood in Greater Manchester, who had been visiting her son to exchange Christmas presents, praised the night manager for carrying her disabled brother-in-law out of the burning hotel. \"By the time we got outside the whole roof was alight, \" she said. \"We're very, very lucky and thankfully it wasn't full. It had a lot of people in but it wasn't full. So everyone got out.\" Stacey Roberts, 26, who was staying in the hotel with her six-month-old son and partner, said: \"The alarm stopped and then started again.\"No member of staff was seen, no sprinklers went off - if it wasn't for a gentleman shouting through the corridors 'fire, fire'... I dread to think. We're all traumatised.\" Danny Lawton, who lives in a block of flats next to the hotel with his girlfriend and their baby, said he was woken at 05:00 by police banging on the door. \"When we went outside you couldn't tell it was a winter night as the heat coming off the fire was immense,\" he said. \"When we came outside the whole roof and top floor was on fire on the side facing our building.\" Station Road and the exit slip road on the A494 eastbound carriageway at the A548 has reopened but traffic is reported to be slow in the area, while nearby Sealand Primary School was closed for the day. Councillor Christine Jones, who lives on Welsh Road, said the fire must have been \"dreadful\" and \"so frightening\" for guests. A Welsh Ambulance Service spokeswoman said it sent four ambulances, two rapid response vehicles, two duty officers and a hazardous area response team. ", "url": "https://www.bbc.com/news/uk-wales-north-east-wales-42391118"}