{"datetime": "2017-12-21T06:13:56.000Z", "title": "Hoarders: 'Help needed to cut fire-deaths risk' in Wales", "article": "Extra resources are needed to protect hundreds of hoarders at risk of death or injury in house fires, a leading fire officer in Wales has said. About 670 hoarders are known to Welsh fire services but they estimate up to 5% of the population could have the disorder. Statistics show 25% to 30% of fire deaths are related tohoarding. The Welsh Government said it had invested £3m in psychological therapies in Wales in the past two years. Hoarders are a greater risk of being killed in a house fire because of the clutter, so fire crews undertake home safety checks to known hoarders. But Diana Harris, of Mid and West Wales Fire Service, said: \"I suspect the problem is much higher than the figure we have identified.\"There are 317 known to the north Wales service, 275 in the mid and west region and 78 in the south. However, fire officers fear up to 150,000 people in Wales could be affected. Mrs Harris, a safeguarding officer who has co-authored anNHS hoarding self-help guide , said it was often a \"hidden disorder\". Mid and West Wales Fire Service is the UK's largest brigade by geographical area and Mrs Harris said, most of her adult safeguarding referrals were for people with a hoarding disorder. But she said those who have it often felt \"too embarrassed to allow people over the doorstep\". Fire brigades, health boards, social services and police collaborate in a bid to take steps to prevent fires in hoarders' homes. Crews carry out home visits to install and check smoke alarms, give fire prevention advice and discuss fire escape plans. \"The fire is likely to spread a lot quicker because of the high-fire loading,\" said Mrs Harris. \"If their exits are blocked it would take longer for them to exit the premises. It's also harder for the firefighters to rescue people if there are many obstructions. \"There may be explosive or other hazardous materials being kept within the home which adds to the danger and risk to firefighters.\" Mrs Harris added some hoarders were not getting help for their \"underlying problems\" and often self-medicate using alcohol, drugs or both, which she said increased the risk of fire. \"I know that there are some hoarders who refuse any help and refuse anyone access to the home,\" she said. \"This is difficult for health and social services because unless they visit the home they wouldn't know the full extent of their problems. \"There needs to be more resources available for help. Sometimes people will tell us that they are ready to accept help. This is very difficult because there isn't specialist help available.\"Someone can come in and clear the property but this approach causes a great deal of distress to the person who is already very frightened and is clearly suffering.\" Mrs Harris said she felt a \"care pathway\" would be the most effective help for hoarders, including emotional support, self-help groups, one-to-one help and specialist de-clutterers to \"work over a long period of time\". \"Very often hoarders would rather accept help as mentioned, rather than being referred to the GP or social services,\" she added. Charity Hoarding UK said help for hoarders was like playing \"Russian roulette\" depending on where they live in the UK. \"People need to understand that just clearing the clutter won't help in the long-term,\" the charity's founder Megan Karnes said. \"Emotional and pastoral care to these vulnerable people is the key.\" A Welsh Government spokesman said it had invested £3m in psychological therapies in the past two years and Wales already had practitioners who provide evidence-based interventions, such as CBT (Cognitive Behavioural Therapy), which can be specific to individual conditions. ", "url": "https://www.bbc.com/news/uk-wales-42410983"}