{"datetime": "2021-04-18T23:34:31.000Z", "author": "Tom Heap", "subject": "Climate change", "title": "The best climate solution you've never heard of", "article": "Around the world, there are teams of people who are working to track down and destroy hidden sources of greenhouse gases - stopping them from harming the planet. Some of the gases, which are used in refrigeration, have many times the global warming potential of carbon dioxide. On the outskirts of Guatemala City, Ángel Toledo runs a waste disposal company dealing with metal, plastic and glass. For the last three years they've also started dealing with refrigerant gases - which contribute to climate change. He siphons the gases from household appliances like fridges into refrigerant recovery machines.They are then transferred to a huge tank that's taken to be destroyed once it's full.It's a tangible measure of what Ángel has helped save. \"I feel fulfilled,\" he says. \"I've had this plant for 16 years working with plastic and glass and other waste but I've been working on refrigerants for the last three years.\"I feel it's like a dream, helping the environment. Avoiding these gases from reaching the atmosphere. It's an ecstasy being able to help the planet through this work. It's very important for me.\"But not everyone is disposing of refrigerant canisters or fridges in the right way.\"Unfortunately, you see that a lot and one of the biggest challenges we face is having to change the common practice. You see the cylinders on the street,\" he explains. \"They vent the gases as they're dealing with equipment or the cylinders and it's going to the atmosphere.\"Ángel is part of a chain of people working to stop these gases causing damage to the planet. Teams from Tradewater, a company funded through climate offsetting, are working around the world negotiating with governments, private companies and individuals to find ways to find, secure and destroy the gases safely.Once they get an agreement from the owner and local authorities, they take them somewhere they can be disposed of safely. These teams are jokingly referred to as \"ghostbusters\", because of the way their cinematic counterparts gathered up troublesome phantoms and stored them together in large \"containment units\". They doggedly track, trap and destroy rogue gases before they can escape and cause climate havoc. They're also sometimes known as \"chill hunters\". Almost all fridges and air conditioning units use a gas to transfer the chill or warmth within the unit. This gas is a great insulator - handy in a fridge but not in the atmosphere.Over the last century, the most commonly used gases were CFC (chlorofluorocarbons) and HCFC (hydrochlorofluorocarbons). But when it was discovered they were causing a hole in the ozone layer in the 1980s, they were banned under the Montreal Protocol.Some of them were also potent greenhouse gases: one, called R12 - a CFC - had a global warming potential almost 10,000 times that of CO2. A single 30lb canister of this gas contained the equivalent of 131 tonnes of CO2 in terms of it global warming potential. This is the equivalent of the average UK car driving just over a million kilometres. HFCs (hydrofluorocarbons) were brought in as replacements, and helped save the ozone layer. But some of the early HFCs were, like the ozone-harming gases banned under the Montreal Protocol, potent greenhouse gases. Current legal fridge gases are better, but still have global warming potentials many times greater than carbon dioxide. Scientists estimate that by phasing out HFCs, global warming could be reduced by around half a degree Celsius. Tradewater searches for gas tanks, intact fridges or industrial chillers often stored in old warehouses and waste disposal sites. Sometimes, however, the team arrives too late, finding only punctured tanks, corroded pipes and gases long released.Maria Gutiérrez, Tradewater's director of international programmes, says: \"These gases are all over the place - in refrigeration equipment that's in use or not, but also in huge stockpiles of unused material that were purchased and never used, or confiscated when imported illegally into a country many years ago.\" These chemicals exist in a legal grey area, so stocks are often hidden as owners may hope to sell them in the future. Sometimes the scrap iron value of the canister alone means that the gas is vented and the metal sold on.Global warming gases are also found in some fridges, freezers and air-conditioners in the UK - which should be disposed of responsibly. It's another reason why fly tipping can be so harmful. Tradewater says its global gas recoveries have already prevented the equivalent of 4-5 million tonnes of CO2 from reaching the atmosphere, but the work continues. Ms Gutiérrez says: \"We are only scratching the surface. There is so much more out there.\" The Chill Hunters are featured in 39 Ways to Save the Planet on BBC Sounds and on BBC Radio 4 at 13:45 BST for the next two weeks. ", "url": "https://www.bbc.com/news/science-environment-56758056"}