{"datetime": "2021-08-19T11:24:34.000Z", "author": "Felicity Evans", "subject": "Climate change", "title": "Climate change: Families in Wales urged to plant more trees", "article": "Families with gardens should plant more trees, according to the deputy climate change minister. Lee Waters issued the call-to-action as he admitted \"we're way behind where we need to be\" ontree-planting targets . The Welsh government wants to plant 86 million more trees by the end of the decade. Mr Waters said he would change the process to make it easier to plant trees in some areas, to help meet the \"massive challenge\". He said the target was \"a huge stretch for all of us. Not in my lifetime have we planted enough trees\". \"All of us have a responsibility. Each family, if they have a garden, needs to be planting more trees in their garden. Local authorities, anybody who owns land, can be thinking where can we plant trees, because trees are good things.\" While most would be planted in woodland areas, experts have urged local authorities to prioritise tree retention and planting in urban areas too. \"We refer to them as the top trumps of green infrastructure,\" said Mary Gagen, professor of geography at Swansea University. As well as taking greenhouse gas carbon dioxide out of the atmosphere, reducing air pollution and supporting wildlife, Prof Gagen added some surprising things to her list. \"We know that shoppers spend more money on streets that have large trees - not just trees, specifically large trees,\" she said.\"We know that students concentrate on their work better if they can see trees out of their window.\" Multiple research studies in cities in the United States have concluded that trees can help the fight against urban crime. One found that for every 10% increase in tree canopy cover, there was a 15% decrease in violent crime. Back in Wales, schemes by the Woodland Trust and Keep Wales Tidy have provided trees for people in towns and cities to plant and look after. Sean Pursey, a councillor in Port Talbot, used the Local Places for Nature project to plant a community garden at a disused end of his local park. He said he had a core of a dozen volunteers, but community support went far beyond that. \"We've had neighbours surrounding the area lending us water and people pulling up in the car and offering us plants and tools. It's been fantastic,\" he said. \"There's people stopping and talking to us all the time. We did an open day a few weeks ago and it was great to finally let people experience it.\" They have planted a selection of more than 100 native trees, including five varieties of apple trees. \"The apple trees in particular we're really excited about, they're along the fence line and really visible and I think they're really going to transform the space,\" he said.\"We'll have a bit of shade there and share the fruit with the residents as well.\" Are they planning some homemade cider as a reward for all their hard work? \"We're not really sure yet, they've just started to fruit. So we're going to sample them first and see how that goes!\" While planting the right trees in the right place has been welcomed, they do not provide a like-for-like replacement for mature trees on the streets of Wales' towns and cities, said Prof Gagen. She has called for a change in planning rules to make it harder to chop them down. \"They are not seen… as being quite the asset that they should be. They are not seen as being an essential service, for example, so you wouldn't be allowed to just remove a post box,\" she said. \"The post box is an essential service, there will be a greater level of planning discussion required in order to change that service, and we should really move to a position where we see large mature trees as an essential service as well.\"Responding to Mr Waters' call for families to plant more trees, Welsh Conservative climate change spokeswoman Janet Finch-Saunders said: \"A decade ago, the Welsh government adopted a target of planting 5,000 hectares of new woodland every year until 2030.\"This target was inexplicably lowered to just 2,000 hectares. \"If the Welsh Labour government want to be taken seriously on climate change then it needs start actually hitting its own targets. It cannot just shift all the onus from ministers to the public.\" ", "url": "https://www.bbc.com/news/uk-wales-58259637"}