{"datetime": "2020-07-03T12:01:16.000Z", "title": "City pollution still 'dangerously high' despite lockdown", "article": "Pollution levels remain \"dangerously high\" in parts of Greater Manchester despite lockdown, a study has found. Scientists at Manchester Metropolitan University (MMU) have been monitoring nitrogen oxide (NO2) levels during the pandemic. Although the study involving 100 sensors showed an initial drop in emissions, parts of Manchester city centre are now increasing again. NO2 can contribute to severe health problems and inflammation of the lungs. Some of the biggest drops in the pollutant, often associated with vehicles, were found in the Manchester Piccadilly area, where a 38% average drop was reported.Oxford Road saw a 43% decrease, but areas around the Mancunian Way, which saw an initial drop of 10% during lockdown is increasing again. MMU said pollution levels \"remain dangerously high\" despite reduced traffic during the lockdown. Dr Sanja Potgieter-Vermaak, senior lecturer in chemistry and environmental science, said: \"What we have observed is that NO2 has not decreased to safe levels in all areas. \"This is actually unsurprising as although we know that one of the main sources of urban nitrogen oxide pollution is transport, we also know that other sources, such as industry, residential and commercial gas and oil combustion, and urban geography, play a part. \"The decrease in heavy traffic has done an incredible job in reducing some of the city's harmful pollution levels but we cannot ignore the bigger picture.\" Dr David Megson, senior lecturer in chemistry and environmental forensics, said they have seen \"spikes\" on certain days and times. He said: \"It's been quite a complicated story. We've seen in some places levels have decreased quite drastically, in some places they have stayed the same and in other places we've actually seen increases of some pollutants. \"What we've started to see is possibly areas around where there has been construction work or traffic works, we are starting to see localised areas of pollution.\" ", "url": "https://www.bbc.com/news/uk-england-manchester-53265456"}