{"datetime": "2020-01-30T02:51:38.000Z", "author": "Claire Diamond", "title": "Your Questions Answered: How can you heat your home without gas?", "article": "We asked readers of the BBC Scotland news website what they wanted to know about climate change. Here are the answers to some of the questions sent in. About 80% of Scottish homes rely on gas central heating, butnew rules will mean that no new-build homes should be connected to the gas grid from 2024.Instead they will rely on renewable energy, or low-carbon alternatives.District heating networks could be an option.They involve creating hot water by burning biomass - for example wood - which is then pumped around the network in highly-insulated pipes for heating and hot water. Heat pumps can also be used, which extract heat from the environment and use it to heat homes. The concept is similar to a fridge, which extracts heat from its inside to stay cold - while heat pumps extract heat from the outside and bring it in.Air source heat pumps take in heat from outside air, and ground source heat pumps use pipes buried underground to extract heat from the ground.Renewable energy such as solar, wind and hydro power could also contribute towards providing electricity for electric boilers to create hot water and heating.With more than 75% of the electricity used by Scots already coming from renewables, this could also be a greener way to heat homes.Tests are also being carried out to see whether we could replace the contents of our gas pipes with hydrogen.If you own an electric car, you may decide you want to have one installed at your house.Businesses can also have them installed for employees and customers, and local councils can also have public charging points installed.The UK government'sDepartment for Transport says Scotland now has more than 1,500 charging devices, and across the UK there are now more charging locations than petrol stations. Scotland's two nuclear power stations - Hunterston B (which is currently not producing power while safety checks are carried out) and Torness. They will stop generating power in 2023 and 2030 respectively, and the Scottish government is opposed to building new nuclear stations using current technology.So what are the renewable and low carbon sources being looked to for electricity generation? Scotland's single largest source of renewable energy - the Beatrice Offshore Wind Farm - can generate enough to power 450,000 homes. The Seagreen Wind Farm, which is being built off Angus, will be able to power one million homes when it is finished.Other kinds of renewable electricity from solar and hydro power can also contribute.In future, tidal energy could also provide energy. But it's still expensive and the technology needs more development to deliver power to the grid on a commercial scale.Advances in battery technology might help flatted out some of the peaks and troughs of renewable energy generation - so, for example, when there's less wind to turn turbines, energy generated earlier can be used. Air Passenger Duty (APD) is a tax on passengers flying from almost all airports in the UK (although Highlands and Islands airports are exempt).APD was devolved to Holyrood in 2016, and the Scottish government wants to replace it with a new Air Departure Tax.It had planned to reduce the tax by 50% before abolishing it altogether, but scrapped the proposal after Nicola Sturgeondeclared a climate emergency at last year's SNP conference.According to the Financial Times , the UK government is to review APD for all UK domestic flights as part of efforts to save the trouble Flybe airline, with an announcement expected in March's Budget.If that happens, a cut to APD would apply in Scotland until such time as the Scottish government does finally take over the administration of the tax, which it says it will do once a solution is found to the status of the Highlands and Islands airports. It would then need to decide whether or not to match the cut. First of all, to build and maintain - let alone improve - a rail network is expensive.Successive governments have decided that the cost of this should be increasingly borne by passengers, not tax payers.Therefore trains in the UK are subsidised much less than in other parts of Europe.Because the railways are a natural monopoly, and governments want passengers to pay for an ever greater share of the cost of running the railways, the price increases on some tickets are controlled by the government.Most recently, this increase wasat 2.7% .ScotRail says that 85% of its revenue comes from fares regulated by the Scottish government. Yes, one ofExtinction Rebellion's demands is to reduce greenhouse gas emissions to net zero by 2025 - but they don't set out how.They told us they wantcitizens' assemblies , which ask the public to decide on government policy, to make the tough choices.AUK citizen's assembly has started meeting to consider how to combat climate change and achieve the pathway to net zero carbon emissions. But it won't debate if the net zero target should be brought forward to 2030 (atarget for 2050 is enshrined in UK law , although theScottish Parliament has legislated to meet net zero by 2045 ). What are your questions about the what climate change means for Scotland? You can let us know by completing the form below. In some cases your question will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions. ", "url": "https://www.bbc.com/news/uk-scotland-51183940"}