{"datetime": "2019-09-14T23:37:06.000Z", "title": "Welsh minister rejects call to reduce meat eating to tackle climate change", "article": "Wales' farming minister has rejected calls for people to eat less meat to tackle climate change. A recent UN report said the West's high consumption of meat and dairy is fuelling global warming. Lesley Griffiths, in charge of rural affairs at the Welsh Government, said farmers feel \"targeted\" and said Welsh meat production is \"very very sustainable\". Friends of the Earth said eating less meat is crucial to reducing emissions. But the Welsh meat farming sector said the focus on meat was \"wrong-headed\" and Welsh farming is largely \"non-intensive\". A report produced by theUN's Intergovernmental Panel on Climate Change stopped short of calling on everyone to become vegan or vegetarian. But it said that switching to a plant-based diet could help.Agriculture - together with forestry - accounts for about a quarter of global greenhouse gas emissions. Rearing livestock can also contribute to global warming via deforestation, as well as the methane animals produce. Agriculture in Wales accounted for12% of emissions in 2016 - 62% of which was methane, 28% nitrous oxide, and 10% carbon dioxide. Clare Oxborrow, a campaigner at Friends of the Earth, said eating less and better meat and dairy is a \"crucial part of the fight against climate breakdown\". \"Intensive livestock production is having a devastating impact in places such as the Amazon and Cerrado as forests are felled and habitats destroyed to clear land for grazing and animal feed.\"The meat and animal feed produced there is often imported into the UK.\" Mrs Griffiths said she had been working with the sector to ensure \"we do all we can\" to reduce emissions, and said farming union NFU Cymru have more ambitious targets than her government. But the minister, speaking onSunday Politics Wales , said farmers felt like they were being given a hard-time. \"I think what we need to look at [is] the way meat is produced in Wales, for instance. It's very, very sustainable,\" she said, saying people can help reduce emissions by buying locally.Asked if we need to eat less meat, she said: \"I don't think so. I think it's a balance - I think it's a personal choice.\" Earlier this year the Welsh Government, which hasdeclared a climate emergency , agreed a targetto cut carbon emissions by 95% by 2050 - although ministers said they want to go further and reach \"net-zero\". The UK Committee on Climate Change had recommended 95% for Wales, and not net-zero, due to the importance of the farming industry to rural communities. Martin Fidler Jones, 34 and a Labour Rhondda Cynon Taf councillor for Hawthorn, near Pontypridd, stopped eating meat in 2013 because of climate change and ethical concerns. He is gradually becoming a vegan, giving up eggs and diary: \"The simple fact is a meat based, or an omnivorous lifestyle, does have a bigger carbon impact than a vegetarian or a vegan diet - full stop.\" Hannah Pudner, 38, from Cardiff, gave up beef and pork a few months ago. \"I've given them up as I know I have a part to play in what I consume - both my individual impact and the pressure I can have as a consumer on business,\" she said.Ms Griffith's stance had support from Paul Williams, a beef farmer from Pentrefoelas near Betws-y-Coed who is a Clwyd NFU county chairman. He said farmers felt scapegoated and are a \"soft and easy target\". He said people should look at the total carbon they are emitting. The Clwyd NFU county chairman said agriculture in Wales is not shying away from the challenge of reducing carbon emissions - but he said the way Wales is farmed means a lot of carbon is stored.\"Welsh beef, British beef, is produced at least two-and-a-half times more efficiently, and has less carbon usage, than meat that is from South America,\" he said. Welsh red meat marketing group Hybu Cig Cymru argued that it was \"wrong-headed and simplistic\" to focus too heavily on reducing meat consumption to combat climate change. A spokesman said Welsh farming \"is largely non-intensive and depends mainly on natural rainfall and grass to rear livestock\". BBC Sunday Politics Wales, 1000 BST, Sunday 15 September, BBC One Wales. ", "url": "https://www.bbc.com/news/uk-wales-politics-49687805"}