{"datetime": "2021-11-07T14:50:33.000Z", "author": "James Williams", "subject": "COP26", "title": "We need to eat less meat, says Welsh minister Lee Waters", "article": "People should eat less meat in a bid to tackle climate change, according to a Welsh government minister. But Lee Waters MS, Deputy Climate Change Minister, said when people do eat meat, it should be Welsh meat and \"better quality meat\". Independent climate change advisors have suggested a35% cut in meat consumption by 2050 . COP26 president Alok Sharma MP said it was a matter of\"personal choice\" as to whether people ate less meat. The Welsh and UK governments have legally binding targets to reduce greenhouse emissions to net zero by 2050. In its latest net zero plan, the Welsh government said itsambition over the next 20 years was to shift people's diet, meaning a \"substantial increase in fruit and vegetables, a decrease in red and processed meats and dairy products and a decrease in foods high in fat and sugar\". The report references a recommendation from the independent Climate Change Committee that there should be a \"20% cut in meat and dairy consumption by 2030, rising to 35% by 2050 for meat only, with meat and dairy being replaced with plant based products\". Asked on theBBC Politics Wales programme whether people should eat less meat, Mr Waters replied: \"Clearly, according to the science, we need to eat less meat.\"The politics of that is hard. I think it's entirely compatible for us to say, 'eat less meat but the meat you do eat should be local meat and it should be better quality meat'. \"The problem our farmers have is competition from cheap imports. So, I think it's a way of achieving both of those things,\" he added. It marks a change in stance from the Welsh government, after farming minister Lesley Griffiths MS said in September 2019 thatshe did not think people needed to eat less meat . Wales' Climate Change Minister Julie James MS has previously saidbuying fruit and vegetables out of season should be seen as a luxury in the future.Speaking prior to the global climate change summit in Glasgow, UK government minister and COP26 president Mr Sharma said: \"I'm someone who very much believes in carrot rather than stick, trying to encourage people to move in the right direction. \"What we need to make sure as a government is that we are incentivising people to make decisions in the same way that we have grants to support people to buy ultra-low emission vehicles.\" A research paper recommending people\"shift dietary habits\" towards plant-based foods was hastily deleted from a UK government website by the Department for Business which said the paper was academic research and not official policy. ", "url": "https://www.bbc.com/news/uk-wales-59197998"}