{"datetime": "2019-10-18T14:57:41.000Z", "title": "Manchester air pollution to be monitored in city schools", "article": "Air pollution in 20 Manchester schools will be monitored a part of a pilot scheme to measure the effect on children's health. The scheme will monitor the impact on children's behaviour and academic achievements in a special experiment. Air purifiers will be fitted in classrooms to remove toxins and pollutants from the air. Children's health in those classrooms will then be compared with others from classes without the purifiers. Six thousand students will be monitored over 10 months, with the results due to be published in 2020. The Clean Air for Schools Scheme, a joint project between The Philips Foundation, Manchester University and the Global Action Plan charity, was launched at Russell Scott Primary School in Denton earlier. Manchester has been selected due to its proliferation of inner city schools close to busy roads. The scheme involves all classrooms except one in each school being fitted with air purifiers. Researchers will then work with teachers to compare all classes, focusing on pupils' behaviour and concentration levels using puzzle tests. Breathing tests will also be carried out. Mark Leftwich, director of personal health at the Philips Foundation said: \"This urgent threat to our children's health requires an urgent response.\" Chris Large, of Global Action Plan said the \"health trauma of dirty air is clear\" and expects the results to help produce a \"clear framework for action\" to reduce pollution.Dr Julian Skyrme, a research partner at the University of Manchester said: \"The programme will add to the growing body of research into air quality and its impact on communities. \"Through this collaboration we will be able to make a practical difference to what schools and communities across the UK can do to tackle air quality.\" The findings of the scheme will be shared with schools across the country along with any recommendations to help improve air quality. ", "url": "https://www.bbc.com/news/uk-england-manchester-50096818"}