{"datetime": "2021-12-02T02:09:19.000Z", "author": "Roger Harrabin", "subject": "Brexit", "title": "New plan to pay farmers who protect winter soil", "article": "The empty brown fields of England's winter countryside could be transformed under government plans for farming. Cold naked acres will in future be clothed in vegetation as farmers are paid for sowing plants that bind the soil together. The aim is to hold precious topsoil on the land, instead of seeing it washed into rivers during heavy rainfall. But critics say it is not ambitious enough to reverse the UK's nature crisis. The changes are being introduced as part of a broad post-Brexit reform of the subsidies paid to farmers. Under the EU's Common Agricultural Policy, farmers received taxpayers' cash proportional to the amount of land they owned - the richer the farmer, the bigger the subsidy. Some £1.8bn in grants was dispensed annually under that EU scheme.But now the government is demanding what it calls \"public money for public goods\". That means payments will only be for protecting species, planting trees and hedges, cutting greenhouse gas emissions, and protecting water courses and the soil. The UK nations all have their own farm support plans, but ministers expect the scheme in England - the Sustainable Farming Incentive - will entice 70% of farmers to smother 70% of land in wintertime with \"cover crops\" such as grasses, beans, brassicas and herbs. These crops won't be planted for harvesting; they are for improving the soil.It's part of a widespread realisation that soils globally have been neglected, even though they are thefoundation for ecosystems and crop fertility .Many British farmers are already protecting their soils through good practice. They will now be paid for the valuable work they are doing, whereas previously they weren't rewarded with grants. The new scheme will be rolled out in phases to avoid a \"Big Bang\" in farming. In future, landholders will be incentivised for reducing the amount of fertiliser and pesticide they use.They'll be encouraged instead to use low-impact methods such as integrated pest management, which uses pheromones to disrupt pest mating cycles, or adopts mechanical control, such as trapping or weeding. Future phases in the scheme - which starts in the New Year - will offer bigger grants to land owners who designate large areas of their properties to protect wildlife or capture CO2 emissions through vegetation. In the first phase, the government is offering £22 per hectare for farmers to test soil, produce a soil management plan and cover 70% of the ground in the winter. They will get £58 per hectare if they cover 95% of their soil, with 15% herbal planting to nourish the land. Setting out his priorities for the scheme, Environment Secretary George Eustice is expected to say: \"I accept that we need to be clear about the policy outcomes we seek.\"These are to halt the decline in species abundance by 2030; to reduce our greenhouse gas emissions; to plant up to 10,000 hectares of trees per year in England, to improve water quality; to create more space for nature in the farmed landscape; and to ensure that we have a vibrant and profitable food and farming industry.\"Mr Eustice will also announce that farmers will be able to access a free annual vet's health and welfare visit. Tom Bradshaw, vice president of farmers' union the NFU, complained that much more detail is needed for farm businesses to make informed decisions. He said it's vital the scheme acknowledges the costs farmers could incur during the grant transition.He said: \"We have concerns in this area, and it is vital that these are addressed in order to attract the participation [the government] envisages to deliver the environmental ambition of the scheme.\" A spokeswoman for the Wildlife Trusts told the BBC: \"It looks desperately unambitious. It looks as though farmers will be paid for doing the very basics of good practice, rather than doing anything extra. \"The government has a once-in-a-lifetime opportunity to transform farming from being a leading cause of declines in UK wildlife to playing a central role in nature's recovery - but the chance to reverse our status as one of the most nature-depleted countries in the world is being missed.\" This group - along with the National Trust and RSPB says it's deeply concerned that the government is failing to come up with an ambitious scheme to boost nature-friendly farming. Mark Tufnell, president of the Country Land and Business Association (CLA), said: \"Today is a major milestone in the development of England's new agriculture policy.\"[But] whilst many farmers are very supportive of the direction of travel, they are deeply concerned about the transition from the old regime to the new.\" Follow Roger on Twitter ", "url": "https://www.bbc.com/news/uk-politics-59499371"}