{"datetime": "2020-12-26T00:36:28.000Z", "subject": "Coronavirus pandemic", "title": "'The year city-dwellers needed my photos of country life'", "article": "James Rebanks the farmer and writer has long had a devoted following on social media for the pictures he posts of his land and animals in the Lake District fells, but the photographs have taken on an extra significance for some in this year of coronavirus. Here he explains how the pandemic has affected him. Some days I forget about lockdown. Or at least for a few hours. The valley has a cloud inversion this morning, it looks as though someone has used one of those disco dance-floor smoke machines until half of it has filled up. From our farmstead we look down on that sea of cloud, bathed in righteous sunshine, beneath a perfect blue sky. In the last few months we have felt very lucky indeed. We live far from the crowds of cities, and well away from the most touristy places in the Lake District. It is easy to think we aren't connected to the world, and we are incredibly lucky to have lots of outdoor space, so our lives can in many ways go on as normal. But of course we can't escape reality and we are connected to everyone else. Lockdown stopped our kids going to school for months, stopped visits to the farm, and made livestock sales volatile.When the sun shone for weeks in April and May we were almost in drought conditions, and the whole family was as brown as leather.We were lambing when the virus took off and my children were delighted to escape school and work with us in the fields.Those months of freedom seem to have changed our children, I wonder whether they liked it a little too much to ever settle at school again. I was like that, so it is hard to tell them off; they are all healthy, hard-working and smart so I think they will be OK. We were rubbish at home schooling, but we soon came to the conclusion that modern pushy parenting is daft anyway. The kids found their own interests and learned from doing all sorts of things without needing us very much at all.I have barely been in a town or city since March, and I haven't missed it. My contact with other people is very limited. If I get Covid and am poorly, I imagine the rest of the family and my friends would cover for me; this is an amazing community and we have each other's backs. I share my farming life with tens of thousands of other people through social media and my books. Though, in truth, I tend to forget about that most of the time and just write about the simple things we do, and the nature and beauty of this Lake District valley.But over the last few months I have been more aware that other people get something they need from this. The photos we share seem to give them the nature and rural life that they crave.I get messages from people all around the world every day saying that they need these glimpses of something else. It is kind of strange that someone in Taiwan or Manhattan might be living vicariously through my images.Winter is the toughest time on the farm. From the fell behind our house you can see all the way to Scotland, and we are at 1100ft above sea level, so it can be tough.The cold dry weather, and even periods of snow, are OK. But the long weeks of dark, cold and wet days are a struggle. I have a slight sense of dread at the start of every winter.But it isn't always bad. Yesterday I took my three-year-old son to the beck that runs down the valley bottom, for what he calls a \"nature walk\". Two ravens honked overhead, passing east, and a skein of geese cackled and left a contrail of child-like noise in the cold blue sky. I have felt a little guilty that so many people are less fortunate than us during the pandemic. I can't imagine the hardship of being locked down in grey urban spaces. I don't begrudge anyone else their freedom to roam or get out into the open spaces - we all need places to breathe fresh air, and feel free to wander and reconnect with the elemental things that matter. But we are also glad when tourists go home again in the winter, and we get the valley back to ourselves, with quiet roads and empty fellsides. And for all my farmer grumbling, I wouldn't leave and be anywhere else. I love this place.James Rebanks has recently published a calendar of his photographs. His new book, English Pastoral, will be Radio 4's Book of the Week starting on 8 January 2021. You can follow him on Twitter @herdyshepherd1 The northernmost Orkney island, North Ronaldsay, is home to just 50 people and 2,000 sheep. Since the 19th Century, when islanders built a stone wall to confine the flock to the shoreline, it has survived on seaweed alone - and it now seems that this special diet could hold the key to greener, more climate-friendly livestock farming. Belching in a good way: How livestock could learn from Orkney sheep ", "url": "https://www.bbc.com/news/stories-55415496"}