{"datetime": "2021-10-28T14:48:35.000Z", "author": "Steffan Messenger", "subject": "COP26", "title": "Climate change: Oranges 'a luxury' in bid to cut carbon", "article": "Buying fruit and vegetables out of season should be seen as a luxury in future, Wales' climate change minister has said. It comes as part of a major new strategy to tackle Wales' carbon footprint and encourage people live more environmentally-friendly lives. People are being asked to cut energy use, drive less and buy local food. The Welsh government said a \"decade of action\" was required to meet climate change targets. It comes as ministers prepare to travel to Glasgow for the COP26 summit. They said their new plan was the start of a \"journey\" towards a net zero economy by the middle of the century. But it focuses specifically on the period between 2021 and 2025, when a 37% reduction in planet-warming gases is required to meet the Welsh government's second carbon budget. The measures will cost an estimated £4.2bn to implement over five years. Wales' Climate Change Minister Julie James toldRadio Wales Breakfast : \"If you're buying oranges out of season, they should be a luxury treat, not something you take for granted.\"With our global supply chains, we've lost track of that. \"It keeps our local farmers happy, local industries working well and makes our world a more sustainable place for our children and our grandchildren.\" Every citizen, community, group and business in Wales is being asked \"to embed the climate emergency in the way they think, work, play and travel\". But what does the plan say? Greenhouse gas emissions from power stations will be \"virtually\" eliminated by 2035, the Welsh government claims. New fossil fuel plants have been banned, and gas generation will be phased out. Only stations that have managed to install carbon capture technology will be able to continue to operate after 2035. The vision is for a \"high renewables system\" - so more wind farms, solar power and tidal schemes. New targets for green energy are to be set out - but are not in this plan. Households are encouraged to do the basics to save power like switching off lights, taking up the offer of a smart meter and choosing the most energy-efficient appliances.Wales has struggled to make a dent in its emissions from transport - with just a 6% fall since 1990. Ministers want 35% of trips to be taken by walking, cycling or public transport by 2025, and 39% by 2030. They are also targeting a 10% cut in the number of car miles travelled per person by the end of the decade.\"Major investment\" to make public transport more attractive is promised. By 2025 all new-build affordable homes in Wales will be fitted with green technologies so they do not produce emissions. The government expects private developers to adopt its net zero standards too. But decarbonising Wales' 1.43 million existing homes is the real challenge - the government says about 148,000 will have received retrofit measures to make them more energy efficient by 2025. The 2020s will be spent working with industry, \"developing and scaling up\" options such as carbon-capture and storage technology and hydrogen fuel. Ministers said this would help them understand how feasible these were - and that it was important to focus on behavioural changes in the meantime. High above the Rhondda at Pen y Cymoedd - the largest onshore windfarm in Wales - they've been eagerly awaiting the plan's details. \"We are running out of time to really take action on climate change,\" said Berry Jordan, of Vattenfall UK. \"We need to work out what the activities are that help us meet net zero and decarbonise our lives and work - from powering our cars, to heating our houses - all of that needs to move to other systems and so we've all got to embrace change.\" Turbine technician Michael Leach said he was pleased to be employed in a job that was \"part of the green future that we have to come to accept\". \"It's great to know that we've got job security here - it's a good job to have, especially in south Wales,\" he added. Over the next 20 years the ambition is to get people eating more healthily and sustainably. This means \"a substantial increase in fruit and vegetables and a decrease in red and processed meats and dairy products\" the plan says. The government says changes in behaviour by consumers and farmers could release some land from agriculture.It wants 10% of farming land to be \"shared\" by 2050 - so new trees and hedgerows can be planted. 43,000 hectares (106,255 acres) of new woodland is to be planted by 2030, and 180,000 hectares (444,789 acres) by 2050. Councils, health boards and other government-backed bodies will be expected to publish plans by 2023 that could see them reach net zero by 2030. There are plans to force businesses to recycle more to help Wales getfrom third to the top of global leader boards on tackling waste. A wide range of single-use plastics are to be banned. While the scale of the challenge \"cannot be under-estimated\", it will lead to highly skilled and well-paid jobs and opportunities to redeploy employees from traditional industries, the government said. The plan pulls together 123 policies and proposals, though very few are new announcements. Throughout the document, ministers call on the UK government to take action to \"to unlock a green future in Wales\". Government advisers have said that by 2050, around 60% of the changes needed in Wales are in areas under the UK government's control - from subsidies to encourage the take up of electric vehicles, to upgrading the National Grid. First Minister Mark Drakeford said: \"While the UK cannot reach its targets without Welsh action, we cannot reach our ambition without the UK government playing its fair part. \"We believe that by working together and taking collective action we can deliver a stronger, fairer and greener Wales for future generations.\" ", "url": "https://www.bbc.com/news/uk-wales-59066167"}