{"datetime": "2021-12-28T16:01:07.000Z", "title": "Cumbrian farmer claims subsidy reforms are distraction to 'buy us off'", "article": "A Cumbrian shepherd and best-selling author says farm subsidy reforms are a distraction to turn attention away from deregulation. The government said the changes would protect the environment while supporting affordable food production. ButBBC Today programme guest editor James Rebanks said they offered \"bits of wilderness\" to \"buy us off\". The \"vast majority\" of England was then being asked to be \"more intensive, more industrially farmed\", he said. \"Those two things don't actually make sense, ecologically or in terms of food production,\" he said. \"What this is really about is the deregulation of agriculture and the environment, the liberalisation of trade policies.\" The reforms , announced earlier this month, are the biggest change to the payments made to farmers since the European Union's Common Agricultural Policy was introduced in the 1960s.Mr Rebanks, who lives in Matterdale in the Lake District, said moorland farmers such as himself would now receive just 10% of what they had been given under the previous EU-run scheme. But Environment Secretary George Eustice said this was because they would still be getting money from the old scheme, which was being phased out over seven years. Overall the amount of money the government put into agriculture policy would stay the same, he said. Former Conservative MP Rory Stewart, whose Penrith and the Border constituency included Mr Rebanks' farm, said the new policy would encourage separate areas of wilderness and intensive food production. \"What we should be doing instead, I believe, is going for much more mixed, low-intensity farming, where nature and food production are balanced together on the same plots of land,\" he said. \"They're going to end up favouring very large landowners and are going to be very difficult for small family farms.\" Mr Eustice said it was \"nonsense\" that the current system was better for smaller farmers. \"More than half of the current budget goes to about 10% of the wealthiest landowners in the country,\" he said. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59811150"}