{"datetime": "2020-07-29T00:10:10.000Z", "author": "Helen Briggs", "title": "'Once-in-a-lifetime' opportunity for more sustainable food", "article": "An independent review of UK food policy is calling for \"a gold standard level of scrutiny\" to ensure new trade deals do not undermine the environment. Verification schemes should address concerns such as imports of beef reared on land recently cleared of rainforest. And the government should press on with plans to pay English farmers to improve the countryside. The report aims to ensure a food system that is healthy, affordable, sustainable, resilient, and productive.It was commissioned by the government in 2019.Author of the first report of the National Food Strategy, food entrepreneur Henry Dimbleby, said the UK had a \"once-in-a-lifetime opportunity\" to decide what kind of trading nation it wanted to be when the transition period ends. \"We should use that freedom to decide that we want to uphold standards,\" he said.\"And the government should be confident of scrutiny on the trade deals that it is doing.\" Trade deals should not only increase wealth but restore the environment and protect animal welfare, he added. The 110-page report calls for the adoption of a statutory duty that would give Parliament the opportunity to properly scrutinise any new trade deals.And it urges the government to press on with its Environmental Land Management Scheme, which would pay English farmers £2.4bn a year to improve the countryside, such as by capturing carbon or increasing biodiversity.\"Be bolder. Go faster,\" the report said. The second part of the National Food Strategy, due to be published in 2021, will examine issues such as climate change, biodiversity, pollution and zoonotic disease. Commenting, Minette Batters, president of the NFU, said that now the UK can pursue its own path through trade, it must ensure \"our environmental, animal welfare and safety standards are not undermined so that our farmers can continue producing high quality, sustainable food\". The report's main remit is for England, with health and food governed separately under devolution. Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-53573534"}