{"datetime": "2021-06-01T23:52:03.000Z", "author": "Claire Marshall", "subject": "Brexit", "title": "Farmers' opposition to UK-Australia trade deal grows", "article": "Opposition among UK farmers is growing towards a trade deal close to being concluded with Australia. They say there are no meaningful safeguards in place to stop farmers being undercut by cheap imports. However, some, including farmers in Australia, believe it's an opportunity for positive change. David Barton is a beef farmer in the Cotswolds. His 200 cattle are outdoors for most of the year, grazing some of the most beautiful hillsides in England. He moves them from field to field in a way that helps to lock up carbon from the atmosphere - assisting the fight against climate change. This practice also attracts a variety of different species to the area, improving biodiversity. Normally amiable and carefully-spoken, he struggled to keep his tone even as he explained how furious he was with the government's handling of negotiations over a trade deal with Australia. He said ministers had been \"dishonest\".\"We aren't afraid of a Free Trade Deal, but we've been given absolutely no assurances about what standards will be upheld,\" he said.Mr Barton argues that the government had backtracked on a pledge to allow independent scrutiny of trade bills before they are signed.\"Unless the government gives us the support we need, the situation is going to be dire. It's not going to be me, it's going to be everybody... I'm worried UK agriculture is going to be chucked under the bus,\" he explained. In response, the government says the Trade and Agriculture Commission - an independent advisory board set up to inform government trade policy - will be able to examine the text of the agreement once \"all parts are concluded\". Farmers in Australia are allowed to use some hormone growth promoters, pesticides, and feed additives that are banned in the UK.According to the National Farmers Union (NFU), Australian farmers are able to produce beef at a lower cost of production, and could undercut farmers in the UK.According to Australian governmentfigures , 65% of Australian farms are between 100 and 400 head of cattle.Farms of over 5,400 head of cattle account for 30% of the country's beef cattle. Farms with 400-5,400 head of cattle account for 52% of its beef cattle. By contrast, the average beef cattle herdin the UK is 27 animals. The chief executives of 10 leading UK green groups, including Sustain and the WWF, recentlywrote to the government describing Australia as a \"laggard\" on global climate action.They said a tariff-free deal would force UK farmers to compete with more environmentally destructive farming methods. Nicola Kelliher and her husband Shane own a beef farm outside Perth, in Western Australia (WA). They sell meat that they claim is \"so tender you can cut it with the side of a fork\". They use no chemicals, antibiotics, or hormone growth promoters. Their 500 cattle graze outside all year round, on 2,500 hectares of land. According to Mrs Kelliher, this is above the average size of farm for Western Australia. They sell beef direct to the public, and also supply restaurants across the region. Mrs Kelliher is keen to export their trademarked \"Wandering Clover Fed Beef\" to the UK. She feels it could be a win-win for everyone. \"We feel that we have a similar perspective to premium beef producers in the UK, and we have the opportunity to support each other across the other side of the globe,\" she says. She believes it's not about flooding the UK market with lower welfare meat, but allowing people to choose.\"By allowing choice for the consumer, we can encourage awareness about what food they eat and where it is from, and how it is grown.\" Mrs Kelliher believes it's about transparency. In order to make it work, there needs to be proper labelling.\"I don't think a trade deal with Australia is something for UK farmers to be scared of, but I do feel they should make their views heard,\" she says. \"If products are labelled for the consumer, and there is a focus on education… in the long run it will help support us all.\" Patrick Holden, chief executive of the UK's Sustainable Food Trust, said the trade negotiations were an \"exciting opportunity for the Prime Minister\".Ahead of hosting the crucial COP26 climate summit in November, which will aim to raise ambition on tackling global warming, the UK could lead the world by formulating a global agricultural trade framework that helped nations meet their climate change commitments, he said.\"We are not self-sufficient in food,\" Mr Holden says. \"We need new trade deals, whether long distance with Australia, hopefully with carbon-friendly shipping systems, or whether closer to hand. That food needs to come from farms which are part of the solution rather than the problem.\" The Australian National Farmers' Federation is calling on the UK and Australian governments to establish a joint research and development facility on climate change and agriculture, alongside the free trade agreement. The red meat and livestock industry in Australia has set itself thetarget of being carbon neutral by 2030, according to Meat and Livestock Australia (MLA).The MLA - the research and development body for red meat in Australia - also says that greenhouse gas emissions from the industry have fallen by almost 60% since 2005.A UK government spokesperson said: \"Any deal we sign will include protections for the agriculture industry and will not undercut UK farmers or compromise our high standards. \"Hormone-fed beef is banned in the UK and will not be allowed to enter the UK market - this won't change under any FTA.\" Follow Claireon Twitter. ", "url": "https://www.bbc.com/news/science-environment-57268681"}