{"datetime": "2020-12-05T14:57:28.000Z", "title": "Bird flu: All captive birds in Britain to be kept indoors amid outbreak", "article": "Hens, turkeys and other captive birds in Britain will have to be kept indoors from 14 December to prevent the spread of bird flu, the government has said. The chief vets for England, Scotland and Wales made the decision after a number of cases were detected among both captive and wild birds. The risk to humans is \"very low\",the government said , and should \"not affect the consumption of poultry products\".But in a joint statement, veterinary chiefs said \"swift action\" was needed. \"Whether you keep just a few birds or thousands, from 14 December onwards you will be legally required to keep your birds indoors, or take appropriate steps to keep them separate from wild birds,\" read the statement. \"We have not taken this decision lightly but it is the best way to protect your birds from this highly infectious disease.\" There are numerous strains of bird flu. Most either do not affect humans, or are not easily caught and spread by humans.Deaths have been recorded outside of the UK related to some strains, but the H5N8 strain - which makes up the bulk of the UK's current cases - has not infected any humans worldwide to date,the NHS said. A turkey farm in Norfolk is among those tofound to have had an outbreak of the H5N8 bird flu strain. The birds will now be slaughtered to prevent the spread. While the news will be of particular concern to poultry farmers in the run-up to Christmas, the new rules will apply to all bird owners in Britain. However, despite the concern, the Department for Environment Farming and Rural Affairs said poultry products - including eggs - are still safe to consume. Poultry includes chickens, ducks, turkeys, geese, pigeon (bred for meat), partridge, quail, guinea fowl and pheasants. No end date for the measures has been given, but Defra said they would be kept under \"regular review\". Farmers forced to move their birds indoors in circumstances such as these may continue to market the meat as \"free range\" as long as the measures do not last longer than 12 weeks.For eggs, this deadline is slightly longer - 16 weeks. After this point, the eggs must be downgraded to \"barn produced\". Aimee Mahony, chief poultry adviser for the National Farmers' Union, said the new rules were \"a logical next step\". \"These new measures mean that every poultry keeper, whether you have one hen in the garden or a large poultry business, must house their birds indoors and I would urge everyone with poultry to take these measures seriously,\" she said. ", "url": "https://www.bbc.com/news/uk-55201167"}