{"datetime": "2021-05-11T17:49:31.000Z", "title": "Queen's Speech: Government makes pledges on animal welfare", "article": "The government has promised \"the highest standards of animal welfare\" in the UK as part of the Queen's Speech. Outlining its plans for the upcoming Parliament, the pledges ranged from improving standards in zoos to mandatory microchipping for cats. The measures will be covered by three bills introduced over the next year. No 10 said it wanted to be a \"global leader\" on animal welfare and set \"high standards for others across the world to follow\". The proposals have been welcomed by animal charities, with the RSPCA saying they could make \"a real and lasting difference\". But the charity also warned the prime minister to make sure the plans were \"not a token gesture\". The government has gone into more detail in a raft of documents accompanying the Queen's Speech. In its Action Plan for Animal Welfare, it commits to: The government also proposed banning the import of hunting trophies - as well as stopping advertising for the trips to hunt them - in its Animals Abroad Bill and to implement the Ivory Act itfirst promised in 2017 , under Theresa May. Animal welfare is a devolved issue, but Westminster will work with Scotland, Northern Ireland and Wales to discuss the policies for broader use. The government said the plans for the three bills would bring in \"greater protections for wild animals by ending low welfare practices\", ensure \"effective powers are available to address welfare challenges\" for farm animals and recognise \"the importance of pets to people's lives\".Chief executive of the RSPCA, Chris Sherwood, welcomed the announcements, adding: \"We can no longer ignore the inextricable link that exists between the way we treat animals, our own health and that of the planet - but to really achieve a step change, it will take courage from right across government.\" He also called for Boris Johnson to bring in independent advisers on the Animal Welfare (Sentience) Bill to make sure it was a \"success... not a token gesture\". Becky Thwaites, of national pet charity Blue Cross, also praised the commitments - particularly the crackdown on puppy smuggling, mandatory cat microchipping, banning primates as pets and tackling pet theft.She said the charity had long campaigned on the issues and looked forward to working on them with the government. ", "url": "https://www.bbc.com/news/uk-politics-57072922"}