{"datetime": "2021-07-14T05:00:11.000Z", "author": "Justin Rowlatt", "title": "Prince Charles' warning over survival of small farms", "article": "Letting small family farms go to the wall will \"break the backbone of Britain's rural communities\", Prince Charles has said. The focus on producing plentiful and cheap food threatens the survival of the country's smaller farms, he says.If they go it will \"rip the heart out of the British countryside\", he warns. The government says it wants to support all farmers and \"the choices that they take on their own holdings\". It comes ahead of the publication of the National Food Strategy, the first major review of Britain's food system in more than 70 years. The strategy was commissioned by the government and is headed by Henry Dimbleby, the founder of the Leon restaurant chain. Thursday's report will explore the links between food production and environmental degradation including climate change, biodiversity loss, pollution and the sustainable use of resources. It will include recommendations for the government, which has promised to respond with a White Paper within six months. The first part of the strategy was published in July last year and highlighted the connection between obesity, poverty and the UK's high Covid-19 death toll. The Prince of Wales has been concerned with food and the environment for most of his adult life. His latest intervention comes in the form of an essay forRadio 4's Today programme .In it, he condemns the super-efficient intensive agricultural system that produces much of the food we eat as a \"dead end\". He describes how, over the years, he has watched with increasing concern as many of the nation's \"precious landscapes\" have been slowly diminished in the name of \"efficiency\". We don't take account of what he calls the \"hidden costs\" of modern industrial farming, warns the prince. He cites damage to soils and watercourses and the emissions that add to global warming.\"We must put nature back at the heart of the equation\", he urges, or we risk undermining the true source of all our prosperity - nature. \"How we produce food has a direct impact on the Earth's capacity to sustain us, which has a direct impact on human health and economic prosperity,\" he says. He does find some cause for optimism, however.He says he is increasingly confident we can achieve a transition to more sustainable forms of agriculture and praises the efforts of high-profile figures including footballer Marcus Rashford, chef Jamie Oliver and Henry Dimbleby to improve the nation's food system from \"field to fork\". He describes visiting a new centre for farm and food education in the Cotswolds which aims to produce healthy food in an environmentally-friendly and economically-viable way. There are promising investment opportunities in these kind of innovative approaches to agriculture, he believes, and he says he is working to link private investors with the pioneers of these new sustainable approaches to farming. A particular concern is improving soil health and fertility.\"If we regenerate degraded soils around the world, we could capture as much as 70% of the world's carbon emissions,\" the Prince suggests. \"Only by benefitting nature can we benefit people,\" concludes the Prince.And that is the only way of ensuring the future of our living planet, he says. The Department for the Environment, Food and Rural Affairs (Defra) said new environmental land management schemes would \"support farmers to produce high quality food in a more sustainable way, and deliver the environmental change that we all want to see\". \"Our new system will be centred around incentivising sustainable farming practices alongside profitable food production and rewarding farmers for producing public goods such as better air and water quality, protecting wildlife and soil health,\" a spokeswoman said. \"We want to support all of our farmers, and the choices that they take on their own holdings. We have recently set out further details of theSustainable Farming Incentive , which will eventually be open to every farmer in England.\" ", "url": "https://www.bbc.com/news/uk-57826560"}