{"datetime": "2021-03-26T14:26:07.000Z", "author": "Jane Wakefield", "title": "Petlog 'misplaces' pet owners' details in database 'cock-up'", "article": "A firm that has the registered details of more than nine million chipped pets across the UK has been accused of losing its customers' data. Petlog is requesting that all users create a new account, but is not explaining why they need to do so. One dog owner told the BBC he had logged on and received the details of someone else with the same name, including a phone number and address. Petlog told the BBC pet information was safe. In a statement the firm said: \"We reassure all customers that their pets are safely on our microchip database.\"There are some customers who may be unable to immediately view their pets' details when they set up their new online account, but this is because we are committed to protecting their data, and we want to verify details, in some cases, before we continue the online set up process.\"This is no way affects the reunification process, in the event of a pet going missing and the data is still safely on our microchipping database, which can be accessed 24/7 by our authorised network.\"David Plant contacted the BBC after he saw messages on a Facebook group suggesting that Petlog had lost customer data and needed everyone to re-register. He went on the website and typed his name in - but instead of being matched to his springer spaniel, Sally, he was provided with the details of another man with the same name, and his dog, Max. The details included the address and mobile phone number. \"This seems like a massive breach of GDPR (data-protection regulations),\" Mr Plant told the BBC. \"In theory I could register his dog to my address and claim him as mine.\" He said numerous messages and calls to Petlog had gone unanswered. Another said the situation was creating \"chaos for pet owners\". \"Probably thousands of pets with microchips inserted are no longer registered, leaving owners unable to be reunited with stolen or lost pets and are completely unaware of this,\" Chris Boston told the BBC. Professor of law at Newcastle University, Lilian Edwards, believes what has happened represents a breach of GDPR rules that should have been reported to the information commissioner's office (ICO).\"It sounds like a massive database issue and [it] obviously contained personal data, so it is a breach and they should have notified the Information Commissioner's Office within three days,\" she said. \"They are not handling it very well and that is surprising because people are very attached to their pets.\" The ICO said it had no record of such a breach, although it said that not all such incidents needed to be reported. Petlog said that it had found no evidence of a GDPR breach. One BBC reporter checked the details of their cat, Smudge, on the database and was unable to re-register its chip. The site said: \"Your pet's details have not been lost. We just need to clean up some of your data first.\" The Petlog website added: \"Our online services and website have been upgraded to ensure the database is secure. All data has been safely and securely migrated. As you may not have added your details to the database in the first instance, some of our security questions may not immediately match.\" In the FAQ section, Petlog explained that for some customers with new details, such as a different email address, the process would take longer. \"Customers can fill in the 'can't see my pet' form within their online account so the system can match their record and their new details with their pet's record,\" it said. The firm added: \"We understand this might be concerning, but we can give our reassurance that all pets are still safely on our microchip database and in the event of a pet going missing, reunification [sic] won't be affected.\" But on its Facebook page, people disputed this.\"Two dogs found on M6 and couldn't have their microchips details passed on as they weren't on the system,\" wrote one. Many others said they had had difficulties re-registering, with some saying they no longer had a record of their pet's chip ID. \"This is a complete and utter disgrace,\" wrote one customer on Petlog's Facebook group, asking why she had found out about the issues on social media. \"Petlog should have immediately contacted all customers directly to speed up correction of this dire cock-up.\" Kate Bevan, editor of Which? Computing magazine and a cat owner, said: \"It's concerning to discover that Petlog has apparently failed to keep track of the personal information of its customers and of the details of their beloved pets. \"All organisations are required by law to protect user information. Petlog must resolve the problems as a matter of urgency.\" Twitter account Missing Pets GB urged all owners to check their accounts immediately. Petlog is managed by the UK Kennel Club, which in January issued a statement apologising for issues arising from the \"implementation of our new database\". At the time, chief executive Mark Beazley blamed the switchover to a new system for a range of problems and delays that customers were experiencing. \"I give you my assurance that we will resolve the remaining customer-service issues and offer further online improvements,\" he said at the time. Pet ownership has rocketed during the Covid pandemic, with UK households buying 3.2 million pets since it began, according to the Pet Food Manufacturers' Association. Pet theft has also increased during lockdowns, prompting campaigners to urge the government to introduce tougher penalties for the crime. ", "url": "https://www.bbc.com/news/technology-56536389"}