{"datetime": "2021-05-12T10:20:36.000Z", "author": "Joseph Lee & Claire Marshall", "title": "Cats must be microchipped under animal care plan", "article": "Microchipping pet cats will become compulsory under a wide-ranging new animal welfare plan. Environment Secretary George Eustice told the BBC the policy would be monitored by vets and enforced in the same way as it is for dogs, which he said has led to over 90% compliance. The plan will also formally recognise the sentience of many animals. But Mr Eustice said this measure was aimed at pets and livestock, rather than wild animals. The government's Action Plan for Animal Welfare also includes measures to ban exporting live animals for slaughter, the keeping of primates as pets and importing hunting trophies. There may also be changes to the ways that animals can be confined - such as the practice of keeping them in cages. However, there is no plan to require imports to meet the same welfare standards as in the UK, which the National Farmers' Union (NFU) described as \"hypocrisy\". The plan will also see remote-controlled training collars for dogs outlawed and the government says it will look at banning the sale of foie gras - a food made from the livers of force-fed ducks or geese. Speaking on BBC Breakfast, Mr Eustice said that compulsory microchipping for cats would resemble the current rules for dogs, where vets advise pet owners whose animals do not have a microchip to get one, and \"if they ignore it, there is an enforcement process\". Dog owners can be fined £500 under the existing law. Lianna Angliss at Hopefield Animal Sanctuary said that as well as helping to reunite lost cats with their owners, compulsory microchipping could help animal sanctuaries trace people who abandon their pets. The environment secretary also told BBC Radio 4's Today programme that the recognition of animal sentience would give the UK an equivalent to a declaration that already applies in the European Union. It will enshrine in law that animals have the capacity to feel hunger and pain, and are aware of what is happening to them. It will apply to vertebrates, but not to animals such as octopus and squid. Mr Eustice said there would be an expert animal sentience committee which would advise on policy. But asked if it would affect hunting, fishing or road-building projects which might disturb habitats, he said the recognition of animal sentience was \"much more applicable\" to pets and livestock than wildlife. Claire Bass, executive director of the Humane Society, said recognising animal sentience was a key part of \"probably the biggest new set of commitments on animal welfare for decades\". The plan includes legislation in a number of bills set to be approved in the coming months. These include the Kept Animals Bill, the Animal Welfare (Sentience) Bill and the Animals Abroad Bill. These will expand on the protections in the Animal Welfare Act 2006.Legislation to restrict the use of glue traps, designed to capture rats and mice, will also be supported. Reacting to the news that owners will have to get their cats microchipped, Jacqui Cuff, head of advocacy and government relations for Cats Protection, said she was \"delighted\".\"We had the dog microchipping regulation passed in 2016, so we've been waiting a long time. There are around 2.6 million unchipped pet cats in the UK; that's a lot of cats wandering around with no permanent identification,\" she said. Cat theft reportedly increased by more than 12% over the last year, and only around 70% of owned cats are chipped at the moment. Chris Sherwood, chief executive of the RSPCA, said: \"These announcements will make a real and lasting difference to animals' welfare, so we're pleased the government is committed to improving animals' lives in the UK and abroad. We can no longer ignore the inextricable link that exists between the way we treat animals, our own health and that of the planet - but to really achieve a step change, it will take courage from right across government. \"We urge the government to put animal welfare at the heart of policy making and make these announcements just the beginning of an evolving, holistic animal health and welfare strategy.\" With regard to farmed animals, live exports for fattening and slaughter will be banned. This is only possible because the UK has left the EU. The caging of poultry and the practice of restricting the movement of pregnant and suckling pigs will also be examined.Sows can legally be kept in a \"farrowing crate\" for up to five weeks. These crates are of a size that prevents the sow from turning around and potentially crushing her new-born piglets. However, preventing sows from engaging in normal behaviour can cause them to become stressed. There is, however, no legal guarantee that food from animals reared abroad will have been produced to high animal-welfare standards.Last year, ministers controversiallyvoted against a House of Lords amendment which would have blocked imports that didn't meet welfare and food safety standards in the UK. It will now depend on post-Brexit trade deals with countries such as the US, where cows are routinely treated with hormones and chickens are washed with chlorine - which is illegal here.The deputy president of the National Farmers' Union, Stuart Roberts, said it was \"ridiculous\" if high standards weren't applied to imports as well. \"We have some of highest standards for animal welfare in the world. It's good that the government have that same ambition,\" he said.\"But at the moment we are negotiating a trade deal with Australia, where you can have journey times for animals in excess of 24 hours without access to food or water. We cannot increase standards here, and at the same time not apply the same criteria to imports, it's just hypocrisy.\" Mr Eustice said the UK could use tariffs on imported produce to uphold its standards and could also impose a ban on the sale of imported food which relied on practices banned domestically - such as foie gras. Other measures in the plan include banning the advertisement of \"unacceptable low-welfare animal practices abroad\" such as elephant rides, along with prohibiting the export of \"detached shark fins\". The Ivory Act, banning the sale of ivory, will also be implemented.There will also be new laws to \"crack down on illegal hare coursing,\" and police will be given more powers to protect farm animals from dangerous or out-of-control dogs. ", "url": "https://www.bbc.com/news/science-environment-57068182"}