{"datetime": "2021-07-15T13:17:46.000Z", "author": "Justin Rowlatt", "title": "National Food Strategy: Tax sugar and salt and prescribe veg, report says", "article": "Sugar and salt should be taxed and vegetables prescribed by the NHS, an independent review of the food we eat has suggested. The report, led by businessman Henry Dimbleby, said taxes raised could extend free school meal provision and support better diets among the poorest. England's National Food Strategy also wants GPs to try prescribing fruit and vegetables to encourage healthy eating. Boris Johnson said he was not attracted to extra taxes on hard-working people. The prime minister added he would study the report, and promised the government would respond with proposals for future laws within six months. Meanwhile, the food industry warned new taxes on wholesale sugar and salt could lead to higher food prices in shops. Ian Wright, of the Food and Drink Federation, which represents manufacturers, said: \"Obesity and food is very much about poverty, and we need measures to tackle poverty and to help people to make choices they need to make.\" The review, commissioned by the government in 2019, said historic reforms of the food system are needed to protect the NHS, improve the health of the nation and save the environment. The new taxes would be applied to wholesale sugar and salt purchased by manufacturers, which could in turn raise some prices on shelves. But Mr Dimbleby said: \"We do not actually believe that for most things it will hike the price - what it will do is it will reformulate, it will make people take sugar and salt out.\" The review described the Covid-19 pandemic as a \"painful reality check\" that has revealed the scale of food-related ill-health.\"Our high obesity rate has been a major factor in the UK's tragically high death rate,\" said Mr Dimbleby, who co-founded the fast food chain Leon.He told BBC Radio 4's Today programme the focus should turn to preventing people getting to the NHS. He said his proposals - if implemented in full - could save 38 calories per person per day, helping the average person lose 2kg (4.4lb) in weight a year. Asked if this was an example of the nanny state where the posh tell the poor what is good for them, Mr Dimbleby said \"it's only posh people who ever say that to me... if you go to communities, they really want to change our food system\". Psychologist David Halpern, who advises the government, told Today taxing sugar and salt could act as a \"double nudge\" on behaviour. He compared the concept to thesugar levy on soft drinks , introduced in April 2018 and which drove manufacturers to remove sugar from productsthrough reformulation . He added that levy led to a reduction of sugar added into soft drinks of about a third, while sales also rose at the same time. Poor diet contributes to 64,000 deaths a year in England alone and costs the economy £74bn, the review said. It claims more than half of over-45s now live with diet-related health conditions. And our eating habits are not just damaging our health, they are also destroying the environment, the review warned.The food we eat accounts for about a quarter of greenhouse gas emissions, according to the review.The global food system is the single biggest contributor to biodiversity loss, deforestation, drought, freshwater pollution and the collapse of aquatic wildlife, said the review.It is also the second-biggest contributor to climate change, after the energy industry.Calorie for calorie, highly processed foods are three times cheaper than healthy food, the report found.The review recommended the new tax be set at £3/kg for sugar and £6/kg for salt sold wholesale for use in processed foods, or in restaurants and catering businesses. This would represent a very dramatic increase in the cost of these two important ingredients. The tax could raise as much as £3.4bn a year, the review team calculated. But the previous sugar levy on soft drinks brought in less tax revenue than expected because manufacturers voluntarily reduced the amount of sugar to avoid it. The National Food Strategy recognised that by raising prices of some products the sugar and salt tax would be likely to put extra financial strain on the poorest families. In a series of recommendations designed to get fresh food and ingredients to low-income households with children, it recommended: It encouraged the government to set a target to reduce the nation's meat consumption by 30% over 10 years. Other recommendations included helping farmers transition to more sustainable farming methods and dividing land equally between high intensity farming, environment-friendly low-intensity agriculture and nature reserves. The first part of the two-part review was published last summer and looked at food as part of trade deals and farming payments. Restaurateur and Great British Bake-Off judge Prue Leith called it \"a compelling and overdue plan of action\" which, if adopted, would put \"our food system on the right path to health and prosperity\". Green Party MP Caroline Lucas said she wanted to see government policies designed to meet Mr Dimbleby's recommendations but feared it could end up being ignored.Additional reporting by Marie Jackson and George Bowden. ", "url": "https://www.bbc.com/news/uk-57838103"}