{"datetime": "2018-10-29T13:30:13.000Z", "author": "Conor Macauley", "title": "Pig farms: Film raises concerns over large-scale production", "article": "Environmentalists have launched a campaign objecting to large-scale pig farms in Northern Ireland. Friends of the Earth is worried about potential emissions and the creation of large volumes of slurry. Some slurry would be treated in anaerobic digesters but much of it would be spread on land. The developers say the pigs will be in high-welfare units with mitigation measures to reduce their environmental impact. Friends of the Earth has concerns about a number of proposed developments either under construction or in planning. Some have the potential to produce between 60,000 to 70,000 pigs a year. Friends of the Earth has called for people to have the right to lodge objections - called a third party right of appeal. At the weekend, the group launched a campaign film setting out its opposition. It was produced alongside another campaign group, Farms not Factories. Several MLAs including the SDLP's John Dallat and Alliance's Stewart Dickson contributed and voiced their support. The documentary raises concerns about a 2013 Stormont Executive plan to increase agricultural production. Friends of the Earth say the \"Going for Growth\" strategy was implemented without proper consideration of its environmental impact. Former health and environment minister Edwin Poots also took part. He said the strategy would sustain agriculture in Northern Ireland and help it to remain competitive. But the film claims it is encouraging a move away from sustainable agriculture to more intensive systems of production with a much bigger impact on air and water quality. The total number of pigs in Northern Ireland now stands at 649,000, the highest it has been since 1998, with most concentrated in a small number of businesses. Earlier this year a draft UK air quality strategysuggested an increase in pig numbers in Northern Ireland had contributed to its problem with ammonia levels. ", "url": "https://www.bbc.com/news/uk-northern-ireland-46020269"}