{"datetime": "2021-03-11T00:13:58.000Z", "author": "Cristina Criddle", "title": "YouTube electric-shock dog collar videos spark anger", "article": "Dog training videos on YouTube promote \"inhumane and ineffective\" methods, an animal welfare charity has warned. Videos advocating the use of electric-shock collars should come with a warning or be banned, the Blue Cross said. The use of such collars is legal in England and Scotland, despite respective governments promising bans in 2018. E-collar supporters have said they are effective when used responsibly. YouTube has not responded to the BBC's request for comment. Shock collars deliver between 100 and 6,000 volts of electricity or spray noxious chemicals to control an animal's behaviour. But many manufacturers recommended using lower levels. The Blue Cross has warned that pet owners searching for dog training advice on YouTube should not use these methods. \"Some trainers on YouTube think that force and aggression is the way to make your dog obey you,\" said Ryan Neile, head of behaviour at the Blue Cross. \"Although using a shock collar might fix the behaviour - and please the human owner - it doesn't get to the bottom of the emotional reasons behind why the animal was doing it.\" The psychological damage caused by negative training could lead to dogs being rehomed or put down as they became more aggressive and unsafe, he added. \"YouTube doesn't allow videos of smacking children, it shouldn't allow the equivalent for our pets,\" he said. Jamie Penrith is a dog predatory behaviour specialist.His YouTube channel - which has more than 5,700 subscribers - advises on how to use e-collars. \"My work deals with dogs that will chase and kill animals, and their behaviour often cannot be helped by other methods,\" he said. \"People should give their dog every opportunity to change - or else they could be put down for bad behaviour.\" E-collars used responsibly could prevent livestock being harmed, he insisted. Removing videos which were an \"educational resource on responsible use\" was \"censorship\", he added. During the coronavirus pandemic new pet ownership has soared, withsearches for puppies doubling on The Kennel Club's website . Many new owners were now turning to these online videos for advice, as they cannot attend dog training classes in person, the Blue Cross said. \"Lots of us are offering training online through virtual videos calls,\" said Jane Williams, Animal Behaviour and Training Council secretary. \"When you take on a pet, you should consider the costs and responsibilities of it, and training is part of that. \"Using unethical methods is a breach of dog welfare.\" In 2018, the then Environment Secretary Michael Gove said electric shock collars caused unacceptable \"harm and suffering\". Following a government consultation, he vowed to ban the collars and urged pet owners to use \"positive reward training methods\" instead. But no such laws have been introduced. A Department for Environment, Food and Rural Affairs spokesman said: \"Following our consultation, we are committed to banning electric training collars for cats and dogs and will put this into law in due course.\" Ian Gregory, a lobbyist for electronic collars, said animal welfare charities made inflammatory claims. \"Calling e-collars shock collars is a smear term used by campaigners,\" he added.\"Campaigners who want to censor videos of dogs being trained with e-collars seem to be fearful that they reveal that the training is highly effective and not in the slightest bit cruel.\" YouTube channels demonstrated the effectiveness of these methods, he said, citing a video which shows how comedian Russell Brand's dog was trained with an electric collar after killing a sheep. \"Just relying on biscuits has no credibility at all,\" he said of positive reinforcement training. Many animal organisations, including the RSPCA, the Dog's Trust, The Kennel Club and the British Veterinary Association have all criticised the use of electric collars. ", "url": "https://www.bbc.com/news/technology-56351693"}