{"datetime": "2019-02-11T12:59:20.000Z", "author": "Matt McGrath", "title": "Global insect decline may see 'plague of pests'", "article": "A scientific review of insect numbers suggests that 40% of species are undergoing \"dramatic rates of decline\" around the world. The study says that bees, ants and beetles are disappearing eight times faster than mammals, birds or reptiles. But researchers say that some species, such as houseflies and cockroaches, are likely to boom. The general insect decline is being caused by intensive agriculture, pesticides and climate change.Insects make up the majority of creatures that live on land, and provide key benefits to many other species, including humans.They provide food for birds, bats and small mammals; they pollinate around 75% of the crops in the world; they replenish soils and keep pest numbers in check. Manyother studies in recent years have shown that individual species of insects, such as bees, have suffered huge declines, particularly in developed economies.Butthis new paper takes a broader look .Published in the journal Biological Conservation, it reviews 73 existing studies from around the world published over the past13 years.The researchers found that declines in almost all regions may lead to the extinction of 40% of insects over the next few decades. One-third of insect species are classed as Endangered. \"The main factor is the loss of habitat, due to agricultural practices, urbanisation and deforestation,\" lead author Dr Francisco Sánchez-Bayo, from the University of Sydney, told BBC News.\"Second is the increasing use of fertilisers and pesticides in agriculture worldwide and contamination with chemical pollutants of all kinds. Thirdly, we have biological factors, such as invasive species and pathogens; and fourthly, we have climate change, particularly in tropical areas where it is known to have a big impact.\"Some of the highlights of study include the recent,rapid decline of flying insects in Germany , and themassive drop in numbers in tropical forests in Puerto Rico, linked to rising global temperatures.Other experts say the findings are \"gravely sobering\". \"It's not just about bees, or even about pollination and feeding ourselves - the declines also include dung beetles that recycle waste and insects like dragonflies that start life in rivers and ponds,\" said Matt Shardlow from UK campaigners Buglife.\"It is becoming increasingly obvious our planet's ecology is breaking and there is a need for an intense and global effort to halt and reverse these dreadful trends. Allowing the slow eradication of insect life to continue is not a rational option.\" The authors are concerned about the impact of insect decline up along the food chain. With many species of birds, reptiles and fish depending on insects as their main food source, it's likely that these species may also be wiped out as a result. While some of our most important insect species are in retreat, the review also finds that a small number of species are likely to be able to adapt to changing conditions and do well.\"Fast-breeding pest insects will probably thrive because of the warmer conditions, because many of their natural enemies, which breed more slowly, will disappear, \" said Prof Dave Goulson from the University of Sussex who was not involved in the review.\"It's quite plausible that we might end up with plagues of small numbers of pest insects, but we will lose all the wonderful ones that we want, like bees and hoverflies and butterflies and dung beetles that do a great job of disposing of animal waste.\"Prof Goulson said that some tough, adaptable, generalist species - like houseflies and cockroaches - seem to be able to live comfortably in a human-made environment and have evolved resistance to pesticides.He added that while the overall message was alarming, there were things that people could do, such as making their gardens more insect friendly, not using pesticides and buying organic food. More research is also badly needed as 99% of the evidence for insect decline comes from Europe and North America with almost nothing from Africa or South America.Ultimately, if huge numbers of insects disappear, they will be replaced but it will take a long, long time. \"If you look at what happened in the major extinctions of the past, they spawned massive adaptive radiations where the few species that made it through adapted and occupied all the available niches and evolved into new species,\" Prof Goulson told BBC News.\"So give it a million years and I've no doubt there will be a whole diversity of new creatures that will have popped up to replace the ones wiped out in the 20th and 21st centuries. \"Not much consolation for our children, I'm afraid.\"", "url": "https://www.bbc.com/news/science-environment-47198576"}