{"datetime": "2014-01-30T07:14:58.000Z", "title": "Underground farm in Clapham North WW2 air raid shelters", "article": "Herbs are being grown commercially in former World War Two air raid shelters under south London. Richard Ballard and Steven Dring have been conducting trials in the tunnels below the Northern Line, near Clapham North, for the past 18 months. Full-scale work will begin in March and the first produce is expected be on the market by late summer. The duo, who leased the space from Transport for London, hope to raise £600,000 for the project.They have teamed up with Michelin-starred chef Michel Roux Jr, who has joined the company as a director. Mr Ballard and Mr Dring, both originally from Bristol, said they had been thinking about urban farming in London for two years and were looking into disused warehouses when they saw a To Let sign above the tunnels. Work to begin digging the tunnels began in November 1940 and they were opened as air raid shelters in July 1944. The tunnels, which provide 2.5 acres of growing space, are located about 100ft below London, which helps keep the temperature at about 16C around the year while filters keep the air free of pests.Special low energy LED bulbs will be used to grow the produce in the absence of natural light. Mr Ballard, of Stoke Newington, said: \"Integrating farming into the urban environment makes a huge amount of sense and we're delighted that we're going to make it a reality. \"There is no 'could', 'might' or 'maybe' about our underground farm. We will be up and running and will be supplying produce later this year.\" \"When we showed Michel our farm for the first time, he thought the rumble he could hear was my stomach. It was actually a Northern Line train about to go overhead,\" Mr Dring, of Hither Green, said. Chef Michel Roux Jr said: \"I live in Clapham and I knew of these tunnels, I knew they were there all the time, but when I went down there for the first time I was blown away not only by their size but also the magnificent produce that's actually growing there now.\" Initially exotic herbs and shoots, including pea shoots, rocket, garlic chives, red vein sorrel, Thai basil and some edible flowers and miniature vegetables will be grown.There are plans to expand to heritage tomato varieties and mushrooms later. Up to 20 people would be working on the farm. ", "url": "https://www.bbc.com/news/uk-england-london-25948880"}