{"datetime": "2018-05-02T15:18:05.000Z", "author": "Steffan Messenger", "title": "'Staggering' clean-up of river polluted by metal mine", "article": "A pilot scheme to clean rivers polluted by abandoned metal mines has delivered \"staggering\" results, environment officials have claimed. The new technology - thought to be a world-first - removed up to 99.5% of metals which impact water quality. The electrochemical technique separated a metallic sludge from mine discharges leaving clean water behind. Natural Resources Wales (NRW) said it marked a potential \"step change\" in how the problem is handled. Metal mining in the UK peaked in the 18th and 19th centuries and though they have now all closed, their effect on the environment is still obvious. Wales has more than 1,300 abandoned metal mines, impacting more than 67 water bodies and in excess of 370 miles (600km) of river.Nine of the 10 worst affected catchments in the UK are in Wales. The innovative treatment plant has been tested on a stretch of the river Rheidol near Aberystwyth in Ceredigion. The area is popular with tourists for its scenic reservoir, steam train and red kites, but it was once home to mines producing lead and zinc which now discharge highly acidic, orange water into the river.It is thought eight tonnes of metal, including zinc, chromium and cadmium, enter the Rheidol every year, spreading out over 11 miles (18km) of river, killing fish and other wildlife. Since the 1960s the polluted water has been collected in large pools in an attempt to filter out the metals, with limited success. More recently,treating it using a combination of compost, limestone and cockle shells has been more effective .However, scaling up this technique would require much more land than is available in the narrow, steep-sided valley, so NRW asked technology companies to come up with an innovative solution. A portable treatment plant - the size of a car - is attached to a small generator. The system sucks in the dirty water discharged and uses a combination of electrolysis and ultrasound to clean it and correct its acidity. Swansea-based Power and Water is the company behind the technology.\"What we are able to do is to add a small amount of power on to an anode and cathode which slowly dissolve into the [contaminated water]. That allows for a chemical reaction where any contaminants are removed and the clean water can safely be discharged,\" said chief executive Gareth Morgan.The metallic sludge which sinks to the bottom of the tank can then also be removed safely. In future it is hoped the sludge could potentially be sold and the metals extracted and re-used.The three-month trial - which cost approximately £90,000 - was funded by the Welsh Government.Peter Stanley, a water and land contamination specialist at NRW, said the big advantage of the system it had trialled was that only a \"small spatial footprint\" is needed. \"When we've filtered the samples we've been getting 99.5% removal of metals, which is quite staggering,\" he said. \"I don't know how much more excited I could be in relation to the results that have been shown here - it gives us a new tool in our armour to effect treatment at metal mines, particularly those in steep, challenging environments like this.\" Power and Water said it had been granted an international patent for the technology which it hopes to install at other abandoned mines following the success of this trial. \"This week alone we've had interest from consultants working in Sumatra and Australia as well as enquiries about mines in England and Scotland too,\" said Mr Morgan. \"Not only are we looking to try and create a solution that is going to have a beneficial impact on these historical metal mines within Wales itself but the potential to export outside of the country is exciting as well.\" The Welsh Government said it had given a further £3.3m to NRW to tackle metal mine pollution.", "url": "https://www.bbc.com/news/uk-wales-43961898"}