{"datetime": "2018-07-06T17:28:41.000Z", "title": "Extra culls 'controlling badger numbers' says Defra", "article": "The first year of supplementary cull zones being introduced in Somerset and Gloucestershire has seen 263 badgers killed, the government has said. These culls were announced last July to run for five years. In 2013, a four-year pilot also began in both areas. Somerset did not reach its minimum target, with 91 badgers culled, while in Gloucestershire 172 were culled. Campaigners say supplementary cull zones are ineffective in preventing the spread of TB from badgers to cattle. The minimum target for Gloucestershire was 160. These supplementary culls took place between August 2017 and January 2018 for both areas. The government says the supplementary culling will \"preserve the disease control benefits\" that were achieved during the four-year pilot. In the report released by Defra on Friday, it stated that \"a reduction in the badger population has been maintained in both areas and that an effective supplementary cull has taken place\". Chief executive officer of the Badger Trust, Dominic Dyer, said: \"Supplementary culling has no scientific or animal welfare justification and is simply a means to allow farmers and landowners, with little training or supervision, to kill badgers on an open-ended basis... \"The Government could wipe out every badger in Britain and still find bovine TB in the national cattle herd as a result of poor TB testing and movement controls and inadequate bio security.\" Thereport also said local badger populations would not be extinguished. It said: \" We will ensure that local extinction does not occur; not only to protect the UK's badger population but also to avoid adverse consequences on other protected species.\" In December figures forthe whole of England of the 19 areas, including the first cull zones created in 2013 in Somerset and Gloucestershire. They showed more than 20,000 had been culled - either by shooting or cage trapping. ", "url": "https://www.bbc.com/news/uk-england-44744929"}