{"datetime": "2021-03-19T10:57:49.000Z", "title": "Sheffield underground farm is 'green and sustainable'", "article": "A former builder has transformed unused cellar space into an underground farm to produce fresh herbs and vegetables. Luke Ellis, from Sheffield, grows his produce at Kelham Island using organic soil and food created from waste products and without natural light. He said it might sound like science fiction, but the unusual farming method has the potential to address food shortages and climate change. The business already sells produce to restaurants and direct to customers. Mr Ellis first became interested in hydroponics technology six years ago, but felt it was not as sustainable as it could be with most companies using high-tech, state-of-the-art equipment with a high start-up cost. To address that he decided to create a bioponic farm, an organic form of hydroponics. \"Bioponic vertical farming may sound like something straight out of the world of science fiction, but it is a sector which holds a lot of potential for growth,\" he said. The company uses waste materials, such as paper, card and food scraps, to create its own soil and the run-off from those systems is not wasted either. \"We make our own plant food, which means we don't ever pour anything away,\" said Mr Ellis. The plants are grown under electric lights which, he added, offer advantages. \"Artificial light can be better than natural light because we can control the flavour of the food and control the growth rate.\" Mr Ellis received help to establish the business from Launchpad, a programme to support entrepreneurs funded by councils in South Yorkshire and the Prince's Trust. He said he hoped the business, which opened in December 2020, would inspire others to help build a \"greener, more sustainable society\". \"It's super fast to grow, we use recyclable materials, it's 100% organic and it's very efficient,\" he added. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-56445938"}