{"datetime": "2018-09-13T17:27:09.000Z", "title": "Badger cull extended to 11 new areas of England", "article": "The badger cull has been extended to 11 new areas in England to battle the spread of bovine TB, the government has announced. Ten of the new areas are at high risk of TB with a further \"pocket of infection\" in Cumbria also targeted. Culling is now taking place in 32 areas across 10 counties with farming minister George Eustice saying it isreducing cases of the disease . Protesters said the \"war on wildlife\" is \"scientifically illiterate\". The 10 new areas are in Devon, Cornwall, Somerset, Staffordshire and Gloucestershire. Mr Eustice said latest figures showed the number of cases of bovine TB in first two areas where culled took place, from 2013, had halved. The minister said the cull strategy was \"delivering results\" with the aim of eradicating the \"slow moving, insidious disease\" within 20 years. He said: \"Bovine TB remains one of the greatest animal health threats to the UK.\" National Farmers' Union vice president Stuart Roberts said more than 33,000 cattle were slaughtered in England in 2017 because of the disease with more than 3,800 new farms hit. He said other steps including restrictions on cattle movement, increased testing and improved biosecurity advice were also being taken. The Wildlife Trustssaid almost 41,000 badgers could now be killed in 2018 and the focus should be on vaccination. Ellie Brodie, senior policy manager, said: \"We're calling on the government to invest in medicine, not marksmen.\" She said it cost £496.52 to kill a badger compared to £82 to vaccinate one. Green Party spokesman Keith Taylor called the cull \"scientifically illiterate and spectacularly expensive\" and accused the government of \"escalating their war on our wildlife\". He said there was still no \"conclusive evidence\" the \"mass cruelty\" cull was effective and rather than \"condemn more badgers to painful and unnecessary deaths\", the government should focus on \"humane controls\". The RSPCA said it was \"appalled\", citing data from 2016 which said only 46 (5%) of 994 culled badgers were found to have TB. ", "url": "https://www.bbc.com/news/uk-england-45514213"}