{"datetime": "2018-03-08T12:04:31.000Z", "title": "Nine areas of England apply to join badger cull", "article": "Nine areas have come forward to be considered for licences to cull badgers in a bid to curb bovine TB. Natural England, which issues the licences, said applications and expressions of interest had come from areas of \"high risk\" or those nearby. The locations are in Avon, Berkshire, Derbyshire, Hampshire, Oxfordshire, Shropshire, Staffordshire, Warwickshire and Wiltshire.Almost 20,000 badgers were culled in eight English counties last year. Culling is part of the government's 25-year strategy to eradicate the disease in cattle, but opponents say there is no evidence it works. In 2017 thecull took place in 19 areas in Gloucestershire, Somerset, Dorset, Cornwall, Devon, Herefordshire, Cheshire and Wiltshire. The licences allow badgers to be killed every year between 1 June and 31 January. The cull zones in Somerset and part of Gloucestershire - where culls have taken place since 2013 -were granted five-year licences in August . In Cornwall, Herefordshire, Devon and a second part of Gloucestershire culling started in 2016. Culling the animals began in Dorset in 2015. Dorset Wildlife Trust said it had \"a great deal of sympathy for farmers who lose livestock to bovine tuberculosis and are acutely aware of the problems this disease causes in Dorset\".A spokeswoman for the charity said: \"We all want to see a solution to bovine TB, but badger culling is not the answer.\"We want the government to instead prioritise work on vaccines for cattle and also for badgers, as well as on improving testing and supporting landowners to improve on-farm bio-security.\" Derbyshire Wildlife Trust, which started vaccinating badgers on its nature reserves as an alternative to culling in 2014, said it remained \"steadfast that vaccinating badgers is the alternative to a badger cull\". It added if the cull came to Derbyshire it \"would not be allowed\" on any of its land.People are being invited tocomplete a survey on the licence applications if the cull may impact on their livelihood or daily activities. ", "url": "https://www.bbc.com/news/uk-england-43328066"}