{"datetime": "2021-03-01T00:07:15.000Z", "author": "Bernd Debusmann Jr", "subject": "Coronavirus pandemic", "title": "'Farms are going to need different kinds of robots'", "article": "On a lush, green patch of rolling farmland in Australia's Queensland, cows are quietly grazing in a scene that is replicated around the world. A closer inspection, however, would reveal that these particular bovines are a bit more high-tech than normal.Behind one ear, each carries a device roughly the size of a matchbox - a tamper-proof, solar-powered, satellite-connected smart \"tag\" that is constantly transmitting real-time data back to the farmer.\"It tells us where the animal is with GPS, and also what condition the animal is in,\" explains David Smith, the chief executive of Ceres Tag, the Brisbane-based firm behind the technology. \"We have a very sophisticated algorithm for things like pasture feed intake, so we know what the feed efficiency of the animal is. From that, we can start making some genetic selections.\"These tags - which also monitor rumination, or re-chewing, levels, and other health and fitness factors - are just one way in which the latest technologies are finding their way into agriculture.Fromautonomous harvesting robots and drones that can spray crops, to artificial intelligence,and the use of \"big data\", farmers around the world are turning to high-tech solutions to address issues ranging from food insecurity, to climate change, and pandemic-induced staff cuts. Collectively, this increased use of technology in agriculture is known as \"precision farming\", and it is a booming industry. One reportsuggests that its global value will reach $12.9bn (£9.1bn) by 2027, with average annual growth of 13% between now and then. \"Technology is transforming the world of agriculture for the better,\" says Stephen Fagan, head of operations at Irish firm Moocall. It produces a smartphone-connected sensor that fits to the tail of a pregnant cow, and sends the farmer a text message when the animal is approaching calving. This enables the farmer to be productive doing other things, and then get to the cow on time, rather than have to wait with her for an extended period. \"We are learning more than ever about ways to improve efficiency on farms, and in turn, improve overall profitability,\" adds Mr Fagan. \"Nobody wants to remove the human factor, or relationships that farmers build with their livestock. But on the other hand, if a technological solution can make life a lot easier by reducing labour time, human error and general hardships, then farmers will take advantage of that solution without question.\"Among those at the forefront of studying the impact of increased technology on the future of farming is Prof Girish Chowdhary, the director of the Distributed Autonomous Systems Laboratory (Daslab) at the University of Illinois at Urbana-Champaign.He says that largely autonomous farms are just over the horizon. Already, many emerging technologies, such as robots that can monitor the health of crops, are being put to use at Daslab's research fields. \"A farm is going to need different kinds of robots,\" says Prof Chowdhary. \"Some of them are going to be very small... others are going to be big, perhaps even as big as combine harvester. There will be an autonomous system that is co-ordinating this team of robots, telling them what they need to do in order to get different tasks done.\"In addition to robots, Prof Chowdhary says drones will be increasingly used. \"Drones are really good at covering a lot of space,\" he says. \"They can go somewhere and spray something, or take a picture, really quickly.\" Proponents of technology in agriculture also note that these innovations can be used for the benefit of the developing world.TechnoServe, for example, is a US international development, not-for-profit organisation that uses remote sensing, drone mapping, machine learning, and satellite data, in a bid to boost cashew nut production in the West African nation of Benin. Cashewsaccount for 8% of the country's export earnings, and TechnoServe is helping farmers know where best to plant their trees, and to increase both the quantity and quality of their yields. The organisation already has plans to replicate the project across West Africa and in Mozambique.TechnoServe director Dave Hale says they can \"identify [sites for] cashew farms with a high level of accuracy\".\"[And] with improved agricultural practices, farmers then increase their productivity and their incomes.\"Globally, the coronavirus pandemic, and the empty supermarket shelves at various points of lockdown, has increased concerns about food shortages. Some tech firms are turning to technology to help ease these fears. New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. \"Covid revealed how vulnerable our food supply is. It revealed how fragile our logistics system is,\" says Dr Nate Storey, the co-founder and chief science officer of a US firm called Plenty. His business utilises AI and software to create scalable, indoor \"vertical farms\" capable of growing multiple vegetable crops on tall walls. Plenty aims to help relieve pressure on traditional farming as the amount of available agricultural land goes down, and the world's population - and demand for food - is rapidly rising. The world's population is expected to increase from 7.7 billion currently to 9.7 billion in 2050,according to the United Nations. \"Ultimately, agriculture will need to become infinitely sustainable,\" says Moocall's Mr Fagan. \"I think everyone can agree that as long as humans are on the planet and need food, farming will be at the core of that. But farms need to be viable.\"In the long term, the urgency of improved farming practices and the turn to technology to solve these issues may have another important economic benefit - job creation.\"I think we're going to see a new influx of people to agriculture,\" says Dr Storey. \"Agriculture has been ageing for a while, and it hasn't been ageing particularly well. \"Producing food is one of the most honest and straightforward things you can do for this world. In a complicated world, it's an uncomplicated act. \"Empowering people to do that with technology is going to be really meaningful for a lot of people, both in terms of quality of life for consumers, and quality of life for producers.\"", "url": "https://www.bbc.com/news/business-56195288"}