{"datetime": "2017-12-21T16:54:44.000Z", "title": "Almost 20,000 badgers killed in this year's cull", "article": "Almost 20,000 badgers were killed this year as part of a government plan to control the spread of bovine TB. The animals were culled in 19 areas in Gloucestershire, Somerset, Dorset, Cornwall, Devon, Herefordshire, Cheshire and Wiltshire. Farming Minister George Eustice said the measures had been \"effective\".Culling is part of the government's 25-year strategy to eradicate the disease, but opponents say there is no evidence it works. Data for two further supplementary cull zones, in Gloucestershire and Somerset, had not yet been analysed, the Department for Environment, Food and Rural Affairs (Defra) said. The cull began in parts of Somerset and Gloucestershire in 2013 and has widened to the other counties since.Figures released by the government show a total of 19,274 badgers were shot or removed by cage trapping between 6 September and 28 October.It said its minimum cull target was achieved, and the maximum not exceeded, in all 19 areas. \"There is broad scientific consensus that badgers are implicated in the spread of TB to cattle,\" Mr Eustice said. \"This year, effective, licensed badger control operations were completed by local farmers and landowners in eleven new areas and eight existing areas.\"This shows that badger control can be delivered successfully on a much wider scale than before.\" Claire Bass of Humane Society International UK said it was a \"cruel, bloody, and pointless massacre of badgers\". Licences previously issued by Natural England will allow further culling for at least another four years. The Badger Trust has called on the government to provide \"conclusive evidence\" that the cull was reducing levels of TB in cattle. Its CEO, Dominic Dyer, said: \"The vast majority of badgers killed have been free of the disease. Very few were ever tested and for those that were the government refused to release any figures showing how many had TB. \"The whole process is not just cruel and inhumane, it is completely indiscriminate.\" ", "url": "https://www.bbc.com/news/uk-england-42442896"}