{"datetime": "2020-11-26T16:24:04.000Z", "author": "Jasmine Ketibuah-Foley", "title": "Covid-19: Bristol Facebook group helps Gloucester Road shops", "article": "Hundreds of residents have joined together to support independent businesses with a social media click-and-collect service. Bristol's Gloucester Road is famous for its long strip of independent businesses which include greengrocers, butchers and toy shops. The Shop Local Gloucester Road Facebook group was set up by mum Alice Darley and has become a \"lifeline\". One business owner said the group has boosted her shop during lockdown. Miss Darley opened the Facebook group to allow others to order items from the shops that didn’t already have an online service. \"When lockdown came it became clear that there must be another way to shop locally,\" she said. “It's been a lifeline for traders and the community.” Laura Sharp, assistant manager of zero-waste shop Preserve, said: “Our customers feel more comfortable shopping here than large supermarkets during the pandemic because it feels safer. “We’ve had more customers during lockdown because of the Facebook group. “It also definitely brings Gloucester Road together as a community.”Amy Osborne, the manager of Dave Giles Butchers which has been trading on Gloucester Road for 30 years, said the group had become essential to the strip of businesses. She said: “The Facebook group is becoming a lifeline for a lot of independent business here during the lockdown. “For a lot of businesses here this lockdown is going to be difficult so the Facebook group is important.” Bristol wine shop Grape and Grind’s owner, Daren Willis, closed his shop temporarily in March. He said: “We were able to tick along online and on Facebook whilst the shutters were down. “The support for Gloucester Road is extraordinary.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-55092330"}