{"datetime": "2021-04-06T23:00:34.000Z", "title": "Food poverty: MPs call on government to step up help", "article": "The government should create a food security minister to ensure continued progress in helping to feed poverty-hit people, according to MPs. A report from the Commons Environment, Food and Rural Affairs Committee says progress made during the pandemic should be maintained as lockdown eases. Ministers mobilised their departments during the pandemic, \"but this impetus needs to be sustained,\" MPs say. And the government should consider enshrining in law a \"right to food\". Tory MP Neil Parish, who chairs the Commons committee, said the efforts to feed the most vulnerable people during the Covid-19 crisis should \"set a precedent\" for the future. There are 5.9 million adults in the UK who experienced food poverty in the six months up to February and 1.7 million children living in food-insecure households, according to the report. To ensure people continue to get help, the MPs called for the introduction of a food security minister who would be backed by \"robust\" cross-government structures to ensure all relevant departments \"prioritise the issue of food insecurity\". The government should also consult on how the right to food could be introduced in England, the report urges, in a bid to \"drive action\" across Whitehall. Other recommendations in the report include:The MPs also warned that taxpayer support to the hospitality industry \"will have been wasted\" if its supply chain collapses because suppliers have not received the same level of support. Therefore, they said, the government must \"urgently assess the impact\" of the closures of hospitality to its suppliers and provide additional financial support as the lockdown is eased. Mr Parish said: \"During the Covid crisis, different government departments pulled together to make sure that the most vulnerable in our society were fed. This should set a precedent. \"We have a duty to ensure that access to enough nutritious food is a fundamental right for everyone in the UK, which is why, for the second time in a year, our committee urges the government to appoint a new minister specifically to address food security.\"A government spokesman responded that \"the recent pandemic has proven that the UK has a large, diverse and highly resilient food supply chain that has coped well in responding to unprecedented challenges - and we will review the recommendations set out within this report and respond accordingly\". \"Since March last year, we have spent more than £280bn to deliver an impressive package of economic and welfare support to protect and support the incomes and needs of families and children - and we continue to work closely with the food industry to ensure people across the country have the food and supplies they need,\" he added.", "url": "https://www.bbc.com/news/business-56654430"}