{"datetime": "2021-04-15T06:16:52.000Z", "title": "Covid: Bristol food donation charity 'only has funding for two more weeks'", "article": "A community campaign group donating free boxes of fruit and vegetables to the public has said it only has funding to last two more weeks. Despite the easing of coronavirus restrictions, Bristol Community Care Package said it still needed to make 550 deliveries each week.The charity is now appealing for more donations to keep the service going. So far, 60 volunteers have delivered more than 30,000 boxes and raised £120,000 in funding. The Plough Inn in Easton is one of six organisations behind the scheme.Landlord Angelo Campolucci Bordi set up the group at the beginning of the first lockdown in March 2020. Interest from the community led him to post a message online to see if anyone needed food, which prompted about 50 new people asking for help each week.\"People are struggling... some of them, it's all they've got,\" he said. \"We're all really proud of what we've been involved in, so many groups have sprung up to tackle food security, and you can't just offer these things and then take them away because people come to rely on them.\" Mr Campolucci Bordi said food poverty had been \"amplified\" by the pandemic. Although the number of deliveries had dropped from 625 to 550 in the last few weeks, he said he expected numbers to remain at that level as so many people were still dependent on the donations. Last month the group was awarded a Lord Mayor's Medal, and although the partial reopening of the pub has meant some volunteers have returned to work, the group is keen to keep the campaign running after lockdown. Volunteer Martha Faulkner said: \"The main people we're supporting now are people who can't afford it, people who have lost their jobs because of Covid...\"You know it's just been a really hard year for every one and there's a lot of poverty out there\". Volunteer Nik Royale received the service last year when he had to self isolate due to cerebral palsy, but after having the Covid-19 vaccine he now helps to deliver packages. \"Being a vulnerable person I had to shield and I couldn't get out to the shops,\" he said. \"Since I've been volunteering I realised how many people rely on the veg boxes. \"Although we're not in lockdown, not everyone is still capable of going out to mainstream shops because of their vulnerability, so I think this is something that needs to carry on and I think that some of the families that I, myself, have delivered to, I do wonder how they will cope.\" ", "url": "https://www.bbc.com/news/uk-england-bristol-56734228"}