{"datetime": "2021-03-25T06:57:51.000Z", "title": "Covid-19: Bristol BS3 group offers 'amazing' lockdown support", "article": "A Covid-19 community support group has helped 700 people since it was set up during the first national lockdown. BS3 Covid Response offers support, shopping and prescription collections, and phone call chat services. Carer Kjm Adams, 56, said: \"It felt quite spiritual. That community spirit was going round, and that camaraderie, of people wanting to help.\" It is one of seven organisations in Bristol to have been awarded a Lord Mayor's Medalfor its work this year . The group based in Bedminster and Southville was set up in March 2020 using social media and messaging services to co-ordinate help. Since its creation, it has grown to include 5,500 members and 1,000 registered volunteers.Analytics manager Becky Lewis-Jones, 39, has coordinated a 20-strong core team from her home in Southville, despite shielding due to asthma.\"The community really has come together in so many ways and many connections and friendships have been forged through this,\" she said. Web developer Mike Karthauser, 45, his partner antiques dealer Esma Pearcey, 45, and their son Ernie, 16, also shielded during the March 2020 lockdown.Esma was receiving chemotherapy for breast cancer at this time which had compromised her immune system.Mike says the worry of bringing the virus into the house and \"basically potentially killing his partner\" left them with a dilemma.\"Our initial panic was how do we eat?\"Because we'd been so used to the routine of just going out to the supermarket or to the greengrocers...and that really was like panic, it was like all of a sudden everything changed.\" The family received a flyer for the group through their letterbox and reached out for help.The group put them in touch with a volunteer four houses away who collected prescriptions and shopping.Mike says BS3 helped open his eyes to the work of community groups. \"I think really in the last year it's brought the community together a bit more because I think everyone's a little more aware of their mortality,\" he said. Full-time carer Kjm Adams, 56, has ME and fibromyalgia and her young daughter Hannah, 11, has Down's syndrome, autism and heart issues so they have been shielding. Kjm said: \"It's just amazing... people pop up from all over the place saying, 'I'll come and do something for you'.\" She also found the \"check-in and chat\" service helped her deal with the loneliness of isolation. \"It's just myself and Hannah here, and even though I have immediate neighbours and people out in the street I couldn't take Hannah, as she doesn't understand social distancing... and I couldn't take a risk with taking her out. \"I was really frightened, and it was really nice to just have someone to talk to just generally, even though they didn't know me.\"It was nice to find out how things were going on in the world.\"Steve Bullock, 63, was diagnosed with lung cancer in October 2019 and was receiving a course of 20 radiotherapy sessions when the pandemic hit. \"When the first Covid came round, I've got to be honest I nearly didn't complete it because I was frightened of having to go to the oncology centre every day,\" he said.Apart from six weeks in the summer, Steve has shielded since March 2020 and said the BS3 group had been essential. It had helped him with deliveries and was also able to share in the joy of his first clear scan last year. Steve said he was \"seriously, seriously missing hugs with his daughters\", and looked forward to the end of lockdown, but the community support he had received had prompted him to \"give a little bit back.\"He currently donates to a food bank through the group and after lockdown he is hoping to be able to volunteer there. With an end to lockdown on the horizon, Becky said the group was also offering to help escort vulnerable people stepping back outside. \"A lot of people who have been shielding have not seen how much things have changed, and lack confidence to get back into the world.\"If a friendly neighbour can be their support mechanism for those first few times I think it will really help.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-56454760"}