{"datetime": "2021-04-11T11:20:31.000Z", "title": "Covid-19: Gloucestershire and Bristol new mums helped in wellbeing project", "article": "Mums that have given birth during the pandemic have said a wellbeing project has given them the \"human connection\" they have missed. Art group Can't Sit Still organised the Covid-safe mother and baby group meets and music gigs to give support to mums \"isolated\" at home. Lucy Warren-Swettenham from Gloucestershire said: \"It made me feel like a mum for the first time.\" Further events are due to start from the 18 April. Can't Sit Still started in 2019 with the aim to support the wellbeing of mothers in their first year of parenthood, but when the pandemic hit the group had to adapt its offer. Rather than being based in a theatre, the events were turned into doorstep performances and a socially distanced group meet was also commissioned by NHS Gloucestershire Clinical Commissioning Group (CCG) to support mothers through this \"strange time\". Miss Warren-Swettenham said it was the first time she had connected with other mums and her daughter Lily had seen other babies. She said: \"I had never been a mum in public so being able to talk mother-to-mother made me feel stronger.\"There's a mum who I met nearby so I've organised a doorstep gig for her to come and watch and for my daughter to experience the music.\" Bristol mum Natalie Sparnon said the wellbeing sessions and doorstep performance brought her the \"human connection\" back that she had not been able to access. She said: \"It was nice to have something special to remember just for me and my daughter. \"We have missed out on so much being isolated during the pandemic.\" Artistic director at Can't Sit Still, Catherine Boot said helping them had been \"emotional\" and is happy the events will continue. She said: \"Setting up the safe group meet-ups was a risk that needed to be taken for these mums because there was nothing else out there for them. \"They have been inside the whole time and now they get to share these new moments with their child.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-56689309"}