{"datetime": "2020-06-03T13:02:05.000Z", "title": "New Forest: Environment warnings after visitor influx", "article": "An influx of visitors to the New Forest following the easing of lockdown restrictions has led to \"mayhem\", conservation campaigners claim. The New Forest Association (NFA) is calling for better protection of the \"unique character\" of the national park in Hampshire. It said many visitors were damaging fragile habitats and risking wildfires. Current rules state that households can drive any distance in England to destinations such as parks and beaches. The New Forest's car parks reopened when lockdown restrictions were eased and the warm weather led to an influx of visitors. The NFA said it was highlighting verge parking, barbecues and \"visitor mayhem\", adding that many people were \"ignoring the measures in place to protect the fragile habitats of the area at a critical time for nature, with nesting birds and animals giving birth\". Chairman John Ward said: \"Unless people stop treating the New Forest like just any urban park we are going to lose the special qualities that make this magnificent landscape internationally recognised for its importance to nature and wildlife. \"More emphasis needs to be placed on the New Forest's immense biodiversity and value as a nature reservation, rather than on recreation that could be carried out elsewhere.\" A photo of a New Forest pony chewing a thrown-away paper bag has been widely shared on social media. Lindsey Hoyle took the picture while she was walking her dog near Brockenhurst on Tuesday morning, and was concerned that the animal would choke. The foal eventually released the bag from its mouth and she was able to retrieve and dispose of it. She said she was \"saddened\" by the impact on the area in recent weeks. New Forest National Park Authority chairman Oliver Crosthwaite-Eyre said: \"Our plea is for people to please respect and care for the Forest and follow the New Forest code, and we would like to thank the vast majority of people who are behaving appropriately.\" ", "url": "https://www.bbc.com/news/uk-england-hampshire-52904326"}