{"datetime": "2020-05-30T00:42:18.000Z", "title": "New Forest: Lockdown easing prompts verge parking fears", "article": "Cars parked on grass verges in the New Forest have been causing \"significant\" damage to the environment, conservationists have warned. Visitors have flocked to the national park in Hampshire since coronavirus lockdown restrictions were eased. The Wild New Forest group said many visitors were unaware of the ecological importance of the verges. Forestry England (FE) said it had started putting warning stickers on cars parked outside official car parks. Most car parks in the national park wereclosed when the lockdown restrictions were introduced , although there were reports of people still parking there. With warm weather in May and the easing of restrictions, there has been an influx of visitors and the reopened car parks have quickly filled up and people have then parked on roadside verges. It has sparked concerns about people walking over sensitive habitats, as well as restricted access for emergency vehicles when the wildfire risk was high. Wild New Forest said the verges \"may not look like much\", but the tightly grazed lawns sustained plants that attracted insects and invertebrates, which in turn provided food for birds such as curlew. Director Marcus Ward said: \"In 20 years of nature surveying, I've never seen scenes like it. \"It's hard to point the finger at people - they've just come out to have a walk and they aren't aware. \"It does have a significant impact. In a normal year the forest could cope but this is exceptional and the concern is it will have a detrimental effect on the quality of the environment.\" A FE spokesperson said: \"These are not the edges of the forest, they are part of the New Forest.\"Sustained parking on verges erodes this precious landscape, destroys rare plants, and significantly reduces the amount of grazing for ponies and livestock.\" While rangers did not have the power to issue fines, FE said \"if pressure continues\", vehicle details would be passed to police. The ongoing New Forest Verge Protection Scheme has been attempting to protect verges through measures such as sinking wooden posts - so-called dragon's teeth - along roadsides. ", "url": "https://www.bbc.com/news/uk-england-hampshire-52818524"}