{"datetime": "2022-01-19T06:13:36.000Z", "title": "Plea over dog mess after New Forest cattle lose unborn calves", "article": "Dog walkers have been warned about leaving dog mess in the New Forest after almost half a herd of cattle lost their calves during pregnancy. Commoner Tom Gould turned 38 cattle out to graze on the national park in spring 2021, but 18 were later found to have lost their calves. Testing showed they were all carrying neospora, a bovine parasite that can be found in dog excrement.Mr Gould urged dog owners to bag up and take their pets' mess home. He said: \"It's gut wrenching - it will take a long time to clear the neospora out of the herd and will have a knock on effect for several years. \"Picking up dog mess will make a big difference and will be a big help to the commoners.\" Vet Alex Coombes said it was likely the Hereford cross cattle grazing at Longslade and Wilverley became infected after ingesting soil and grass contaminated by dog faeces left on the ground. He said blood tests showed the cattle had been fairly recently exposed to neospora.\"The danger is they are infected for the rest of their lives and current studies show they are six to seven times more likely to abort again,\" he said. \"I do wonder if the increase in dog numbers and people using of the forest during lockdown has increased the risk of it spreading throughout the forest. \"Please clear up after your dog responsibly, don't just throw it away - this disease can hang around in the environment for some time.\" He said the neospora parasite seemingly has no effect on dogs, so owners may be unaware a dog is a carrier. Issues including dog mess and attacks on livestock werehighlighted in a recent survey by the New Forest Association , which found recreational activities were damaging the New Forest environment. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60026566"}