{"datetime": "2021-02-25T17:19:04.000Z", "title": "New Forest pony's death sparks animal-feeding warning", "article": "Visitors to the New Forest have been warned about the dangers of feeding animals following the death of a pony who died choking on carrots. The animal was found in distress near Beaulieu, Hampshire, after being fed chopped carrots.The female pony, which grazed in the forest, suffered damage to its throat and had to be put to sleep.The New Forest Commoners Defence Association haspleaded with the public not to feed the animals in the forest.Commoner Erika Dovey, who is also a ranger for the National Park Authority, said she found the animal choking and frothing from the mouth.It was later seen by a vet, before its owner decided to put it to sleep as it could not eat properly. \"The ponies in the forest have a natural diet and they graze on everything in the New Forest, so they're not used to having those large, hard vegetables,\" she said. New Forest ponies have been grazing freely in the New Forest since rights of common pasture were granted to the area's inhabitants in the 11th Century. Speaking about the consequences of visitors offering them food, Ms Dovey added: \"They start hanging around the roads and car parks, and that leads to a lot more road traffic accidents which results in deaths. \"We're trying to help educate people why the act of kindness isn't kind, ultimately, it's like a death sentence.\"It comes after the issue was raised last month at the Court of Verderers - the authority responsible for regulating commoning within the New Forest.A commonertold the court since the summer lockdown last year sparked an increase in visitors, pony groups have learnt to gather around the cars for constant petting and feeding.Jacqui Vanderhoek said: \"This year I turned up at Cadnam Cricket Ground to witness a Shetland with front feet inside the camper van for photographic purposes, encouraged with food. \"When discussing such issue with the public their response is always 'there are no signs'.\" The court said additional signage and initiatives to address the problem will be discussed.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-56189807"}