{"datetime": "2018-10-18T16:55:25.000Z", "title": "'Mad cow disease': What is BSE?", "article": "The first case of BSE in Scotland in a decade has been confirmed after a cow died. In total, there have been 16 cases in the UK in the past seven years - but that's a far cry from the thousands of cattle infected at the height of the BSE crisis back in the 1980s and 1990s. So what is it, what happened - and what's the situation now?It's an acronym for Bovine Spongiform Encephalopathy and is sometimes known as mad cow disease. That's because the symptoms usually include aggression and a lack of co-ordination.The disease infects cows and attacks their central nervous system. It's usually fatal.BSE has been reduced to a handful of cases in the UK, with the last recorded case before this one being in Wales in 2015.Yes, it can. The human form is known as Variant Creutzfeldt-Jakob disease (or vCJD), which is also a fatal condition. It's linked to eating contaminated meat.It progressively attacks the brain but can remain dormant for decades.Since 1995, when it was identified, 178 deaths have been attributed to vCJD. It's thought thatone in 2,000 people in the UK is a carrier of the disease.But it appears that relatively few who catch the infectious agent that causes the disease then go on to develop symptoms.There was an outbreak that started in the late 1980s in the UK. It led to high-risk offal being banned for human consumption in 1989. Lots of people feared eating things like burgers as a result.The following year, John Gummer - who was agriculture minister at the time - claimed beef was \"completely safe\" and appeared in front of journalists trying (unsuccessfully) to get his four-year-old daughter to eat a burger. But this was before any risk to humans was established.The epidemic reached a peak in 1992/3 when there were 100,000 confirmed cases. In total, it's estimated 180,000 cattle were affected. To try to stop the disease, 4.4 million cattle were slaughtered.There had been a huge rise in cases of BSE because cattle used to be fed infected meat and bonemeal. Now, brain and spinal cord don't go back into the food chain and there's also a more rigorous monitoring process in place.Strict controls were introduced to protect the public, after the link between BSE and vCJD was discovered.It meant it was illegal to sell certain cuts of beef and included a ban on sales of beef-on-the-bone, introduced in 1997 and lifted two years later.Another one of those measures was to import plasma to treat people born after 1 January 1996, in case they got exposed to the disease through blood products. Many countries also stopped importing beef from the UK -China only ended their ban earlier this year .The Scottish government has imposed a movement ban on the affected farm, which hasn't been named, and they're investigating how the cow got infected.In this case, the infected animal didn't enter the human food chain.There's no risk to human health, Food Standards Scotland said, and it's an isolated case.Other cattle that had been in contact with the animal will be traced, isolated and then destroyed, in line with EU requirements.", "url": "https://www.bbc.com/news/uk-45906585"}