{"datetime": "2021-03-10T06:18:44.000Z", "title": "New Forest visitor 'frenzy' fear as lockdown eases", "article": "The New Forest faces \"long-term degradation\" if there is a repeat of last year's influx of visitors during this summer, campaigners have warned. With foreign travel restricted, a staycation summer is likely to see an increase in visitors to national parks. Conservation groups have called for action to prevent anti-social behaviour and disturbance of wildlife that occurred as lockdown eased last year. Forestry England said an \"action plan\" was being put in place. Issues have included motoristsparking on verges ,disturbance of sensitive habitats and BBQs on heathland. Russell Wynn, of the Wild New Forest conservation group, said: \"Nothing much has changed. \"There will be long-term degradation in terms of quality of habitat - there is acute pressure on 'honey pot' areas in what should be heavily protected habitats. \"The silver lining is that it has now sharpened focus on what has to happen quicker, in terms of management of recreation in the forest.\" Gale Pettifer, of the New Forest Association campaign group, said: \"I hope we don't see a repeat of last year - the absolute frenzy of wild camping, litter, disturbing wildlife, petting and feeding livestock. \"People's behaviour is changing the model of the forest. It should be a nature reserve but it's becoming an urban park.\" As it stands, the stay-at-home rule will be lifted from 29 March, withfurther easing through April and May . Anthony Climpson, chief executive of Go New Forest, which promotes the forest as a tourism destination, acknowledged it was \"already under pressure\" even during lockdown. He said there needed to be a \"concerted effort\" for more signs and messaging on arrival. \"It's about welcome rather than enforcement,\" he said. \"If you welcome people, they'll listen to what you say... rather than the finger-wagging approach.\" The National Park Authority launched theNew Forest Code last summer as a guide to how visitors and residents should behave. Forestry England said it was \"preparing a co-ordinated approach to the easing of the current lockdown\" with other organisations. \"We will be putting a new action plan in place but this is a shared responsibility. It's up to everyone spending time in this special place to help protect it.\" ", "url": "https://www.bbc.com/news/uk-england-hampshire-56199596"}