{"datetime": "2021-01-28T12:25:16.000Z", "title": "Badger cull: New licences 'to be banned after 2022'", "article": "New mass badger cull licences are to be stopped after 2022 under plans to phase out culling of the wild animals. The environment secretary George Eustice has launched a consultation on the next phase of the government's strategy to eradicate bovine TB (bTB) in England by 2038. The drive will instead focus on vaccinating badgers and cattle. The first cull zones were created in 2013 in Somerset and Gloucestershire. Mr Eustice said: \"bTB is one of the most difficult and intractable animal health challenges that England faces today.\" Farmers said it was necessary to control the disease that devastates the beef and dairy industries. Current policy enables four-year intensive cull licences in defined areas, with scope for a further five years of supplementary culling. In a statement to the House of Commons, Mr Eustice said last year more than 27,000 cattle in England were slaughtered causing \"devastation and distress for hard-working farmers and rural communities\". \"Badger culling is one of the most contentious and divisive policies within our bTB eradication strategy,\" Mr Eustice added. \"The farming community has invested heavily in badger culling, which the evidence shows has played a critical role in helping to start turn the tide on this terrible disease.\"But we were clear that culling badgers indefinitely is not acceptable.\"My proposed approach will enable us to complete the objective we set out to achieve when we started the culls. It will also support our stated intention of phasing out culling over the next few years.\" The consultation sets out proposals for Natural England to stop issuing the current licences for new areas after 2022 and enable new licences to be cut short. Mr Eustice added that \"some form of culling\" would be an option in \"exceptional circumstances\" to address any local disease flare-ups.Last year, the government announced badger culling to tackle the spread of TB in livestock would bereplaced with a cattle vaccine . Mr Eustice said work on developing a cattle bTB vaccine continues and was \"on track to be completed within the next five years\" with trials scheduled to get underway in the coming months. ", "url": "https://www.bbc.com/news/uk-england-55840829"}