{"datetime": "2021-07-13T15:40:25.000Z", "title": "Inflation: Used cars and food push US prices higher", "article": "Prices in the US spiked again in June, driven higher by the cost of used cars and food increasing. Consumer prices jumped 5.4% in the 12 months to the end of June, up from 5% the previous month. It marks the biggest 12-month increase since August 2008, according to the US Labor Department. Inflation, which measures the rate at which cost of living increases, has been rising as the economy reopens from coronavirus lockdowns. It has sparked fears that prices are increasing too quickly, which could prompt the Federal Reserve to push up interest rates or pull back on pandemic support earlier than expected.The figures released on Tuesday were higher than analysts' expectations. However, some economists and the Federal Reserve say that the inflationary pressures will be temporary. Used vehicles accounted for one-third of the increase in the Consumer Price Index (CPI) in June, the Labor Department said on Tuesday. But prices also reflected a broader surge in consumer demand as restrictions eased, with the costs of meals in restaurants and cafes, hotel stays and airline tickets all rising last month.Inflation is the rate at which the prices for goods and services increase.It's one of the key measures of financial well-being because it affects what consumers can buy for their money. If there is inflation, money doesn't go as far.It's expressed as a percentage increase or decrease in prices over time. For example, if the inflation rate for the cost of a litre of petrol is 2% a year, motorists need to spend 2% more at the pump than 12 months earlier. And if wages don't keep up with inflation, purchasing power and the standard of living falls. Read more about inflation - and why it matters -here . Stripping out the costs of energy and food, which can be more volatile, the \"core\" CPI surged 4.5% on a year-on-year basis. The price gains were \"widespread as unleashed pent-up demand outstrips diminished supply,\" said Kathy Bostjancic of Oxford Economics. \"We believe this will be the peak in the annual rate of inflation,\" she added. Experts also pointed out that prices could also be rising because of temporary factors such as supply chain bottlenecks and a global shortage of semi-conductors as production ramps up. John Leiper, chief investment officer at Tavistock Wealth, said the the jump in reported inflation was largely down to \"commodity and wholesale price increases\" and \"reopening-related bottle necks\".But he said that once these pressures were resolved, inflation should drift back downwards.Inflation is currently breaching the Federal Reserve's target of 2%, raising fears among investors it might need to put up interest rates more quickly than had been expected to cool things down. Federal Reserve chair Jerome Powell has insisted that price increases are down to higher demand as the economy reopens, but has recently acknowledged there may be some risk of longer-term increases. Minutes of recent central bank meetings released last week showed that most of its officials feel it needs to be prepared to act if those risks come about. Kristalina Georgieva, the managing director of the International Monetary Fund also warned last week that rising inflation could last longer than expected. To those of us who can remember the 1970s and early 1980s, 5.4% might not sound that bad. US CPI inflation was close to 15% at one point and in Britain the peak was almost 27%.But since then we have become accustomed to much more moderate price rises. People prefer it that way and sustained inflation of 5% or more is considered a problem in many countries, including the US.For the US Federal Reserve, the central question is whether itwill be sustained.Certainly there's a strong contribution from what are called \"base effects\". Energy prices were driven lower a year ago by the pandemic, but have returned to more normal levels now. The new figures show petrol up by 45%. So was the price of used cars and trucks. Increases on that scale will not be sustained.But disruptions to supply and people using the money they may have been unable to spend could keep the inflationary pressure up for a while. So far, however, Fed officials have suggested they expect it to be transitory, with inflation likely to be close to their target (2%, though for a different price index) next year and beyond. ", "url": "https://www.bbc.com/news/business-57573387"}