{"datetime": "2021-09-08T12:25:51.000Z", "title": "Badger cull: New control areas despite cull phase-out", "article": "Natural England has approved new badger cull sites as part of government efforts to curb tuberculosis in cattle. The seven zones are within Berkshire, Hampshire, Oxfordshire, Staffordshire, Worcestershire and two parts of Shropshire. The government said both supplementary culling and culling under new licences would end in 2025. The RSPCA said it was dismayed at the extension of culling sites despite the government's pledge to stop the cull. Adam Grogan, from the animal welfare charity, said: \"The government is insisting on persisting with its inhumane and ineffective badger cull despite its commitment to 'government-supported badger vaccination and surveillance'.\" The new zones can begin operating this year alongside 33 existing badger control areas across England. The 40 licences allow for between 38,410 and 83,210 badgers to be killed by 2025. Ministers said all supplementary licences, which allow an extension to culling in existing areas, would cease effect by the same year. They said any new licences issued in 2022 would allow culling until the autumn of 2025. In May, the government said more than 27,000 cattle in England were slaughtered in the past year to tackle bovine tuberculosis (bTB). Environment Secretary George Eustice said at the time: \"Bovine TB is one of the most difficult and intractable animal health challenges that the UK faces today, causing considerable trauma for farmers and costing taxpayers over £100 million every year. \"The badger cull has led to a significant reduction in the disease but no-one wants to continue the cull of a protected species indefinitely.\" Previously the government said it would replace the cull with a drive to vaccinate badgers and cattle, as part of a plan to eradicate bTB in England by 2038. The culling of badgers to control bTB was first introduced in England in 2013. The government said it would be retained as a policy option in \"exceptional circumstances\" to address localised flare-ups of the disease. The article was amended after original publication to clarify the plans for regular culling. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-58487796"}