{"datetime": "2021-10-01T21:00:54.000Z", "author": "Daniel Thomas", "title": "Biden v Big Meat: Can the US tackle rising beef prices?", "article": "It is a typically bustling day in \"Little India\", a part of Queens in New York City that many South Asian immigrants call home. But things are much quieter at the Al Noor Meat Market, a local halal butchers on 73rd Street. It's not Covid keeping shoppers away, but the price of meat, which has risen sharply across the US lately.Shakeel Anjum, 36, a butcher at the shop, says the wholesale cost of goat meat has climbed from around $8 to $10 a pound, while beef is up from $5 to $6.\"When meat is expensive, people eat less,\" he says, adding that the shop has put up its own prices to cope. \"Business is very slow.\"According to his co-worker Raza Jawed, 50, it's big suppliers that are to blame. \"They have come together and put up their prices,\" he says. \"We can't do anything, they have all the power.\"From cars to clothing, the cost of living has jumped for US consumers since the economy reopened. Yet average meat prices have risen unusually sharply, with beef up 14% since December 2020, pork by 12.1% and poultry 6.6%.Consumers are increasingly concerned about rising grocery bills, and the White Househas vowed to act . Part of the problem, it says, is a that a few big meat processing companies dominate US supply, allowing them to charge what they like. In an executive order in July, the president pledged $500m in federal loans and grants to help new meat processors enter the market and compete with the big players, in an attempt to bring down prices.The administration is investigating \"price-fixing\" in the chicken-processing industry (which hasalready led to a $107m fine for Pilgrim's Pride , a Colorado based supplier). And it plans to tighten the laws governing competition in the meat industry. Yet the major processors say the administration is \"scapegoating\" them and has misunderstood the \"fundamentals\" of the market. Concern about meat prices is nothing new in America. In 1921, President Woodrow Wilson passed the Packers and Stockyards Act (which is still in force today) to rein in big meat processors who were similarly reported to be controlling prices.And in 1973 President Richard Nixon imposed ceilings on the price of beef, pork and lamb as the cost of living soared.These moves had limited success, and since the 1980s the meat processing industry has become highly consolidated as regulators have struggled to keep up with a fast-changing industry.Just four giants - JBS, Cargill Meat Solutions, Tyson Foods, and National Beef Packing Co - control between 55% and 85% of the market, depending on the meat. In the 1970s and 80s, the four largest packing firms controlled just 25-35%. The White House says this gives them too much power, not just over what they charge retailers and restaurants, but also over what they pay farmers for livestock.It has come to a head during the pandemic, as consumer demand for meat hit record levels due to people stockpiling or splashing out. Wholesale meat prices jumped and livestock or poultry prices fell, leaving some farmers unable to make a profit. Meanwhile, the biggest processors have seen record, or near record, profits and margins, leading the White House to accuse them of \"pandemic profiteering\". \"Since the 1980s we've had concentration without oversight [in the processing industry] and that is a problem,\" says Joshua Specht, an environmental historian at Notre Dame University in Indiana. \"The meatpackers are capturing more and more of the US food dollar.\" The industryadamantly denies the claims , saying the price rises are not due to consolidation. Instead it blames pandemic-related supply chain issues, including an \"acute\" labour shortage which led to plant closures last year.\"Multiple, unprecedented market shocks, including a global pandemic and severe weather conditions, led to an unexpected and drastic drop in meat processors' abilities to operate at full capacity,\"Tyson Foods said in a statement last month .\"This led to an oversupply of live cattle and an undersupply of beef, while demand for beef products was at an all-time high. So, as a result, the price for cattle fell, while the price for beef rose. Today, prices paid to cattle producers are rising.\" Ranchers like Brett Kenzy are unconvinced. He thinks there are simply not enough processing firms out there to buy his cattle, sometimes forcing him to accept the one and only bid he gets. Like others, he also suspects the \"Big Meat\" industry intentionally tries to keep it that way - claims the processors deny. The farmer, who rears over 3,000 cattle in South Dakota, welcomes the Biden administration's plans to make the sector more competitive. He says the trend for \"cheap cattle and expensive beef\" has been hurting his ranch since 2015. \"It's been really hard,\" he says. \"We've seen some blips of profitability in recent years but some huge losses. We're just about treading water.\" Like others, the 49-year-old has thought about selling up, but a certain stubbornness stops him. The ranch has been in his family for four generations and he wants to pass it on to his kids.\"I have to remain hopeful we can find a solution,\" he says. R-Calf USA, a group that represents independent cattle farmers, is now suing the big four meat processors, accusing them of conspiring to suppress cattle prices to boost their profits. Tyson called the claims \"baseless\" while Cargill said they \"lacked merit\". R-Calf USA says pricing problems are hastening the closure of cattle farms across the US, around 17,000 of which shut each year because they aren't profitable enough.\"It is hollowing out our rural communities and making it hard to recover from Covid,\" says chief executive Bill Bullford. The Biden administration is moving forward with its plans. In September, it said it would give $1.4bn of additional aid to small producers, processors, distributors, farmers markets, seafood processors and food and farm workers affected by Covid or extreme weather, to make the US food supply chain more resilient.It has also begun working with Congress to improve transparency around cattle prices. Yet some commentators doubt the plans will work, warning that smaller meat processors will never be able to compete with giants who can outspend them. The $500m to bankroll new market entrants is also unlikely to go far without further private investment. Glynn Tonsor, an agricultural economist at Kansas State University, adds that \"multiple things\" affect meat prices over time, not just consolidation. He expects current high prices to come down gradually by themselves.Yet Josh Specht welcomes the administration's intervention, saying it is seeking \"a new approach\" to an age-old problem.\"Ranchers have been complaining about this for 100 years, and now consumers are being hit, which has pushed it up the political agenda. \"The administration is trying to change an enormously powerful industry and an enormously important part of the US economy and it's going to take time.\"Mr Kenzy also thinks the administration is on the right track - he just hopes it follows through. \"If we don't confront the consolidated power of the meat packers, no-one will be able to compete. We either have to mandate a minimum level of competition, or we go ahead and exercise our rights under anti-trust laws. \"If that means breaking them up, so be it.\" ", "url": "https://www.bbc.com/news/business-58659478"}