{"datetime": "2020-05-07T20:47:21.000Z", "author": "Jessica Lussenhop", "title": "Coronavirus: Meat shortage leaves US farmers with 'mind-blowing' choice", "article": "The United States faces a major meat shortage due to virus infections at processing plants. It means millions of pigs could be put down without ever making it to table. This is what the predicament looks like on a Minnesota farm. When Mike Boerboom enters the \"nursery\" - a long, low building lit astonishingly bright - a sea of piglets parts in front of him. The clatter of 5,800 sets of hooves is deafening. But within moments they calm and creep back towards him, their pink snouts in the air, jostling one another for the chance to inspect their visitor.Dressed in khaki coveralls, rubber boots and plastic gloves, Boerboom looks out over the dozens of pens teeming with animals, one of 40 barns in southwest Minnesota that contain Boerboom pigs once destined for slaughter, butchering, and eventually, grocery stores around the country.\"It's mind-blowing to look at all the pigs in here,\" he says with a joyless smile. \"With the situation that's going on, there's a chance that none of these may end up in the food chain.\" Boerboom, a third-generation hog farmer, is just one of the tens of thousands of US pork producers who are facing a stark reality: although demand for their products is high in the nation's grocery stores, they may have to euthanise and dispose of millions of pigs due to a breakdown in the American food supply chain.Although chicken and cattle farmers are facing a similarly paradoxical situation, as are milk and egg producers, because of the tight time frame between when a pig is born to when it is ready for slaughter, some of the most drastic actions are occurring on these farms first. According to the Minnesota Pork Producers Association, an estimated 10,000 pigs are being euthanised every day in the state.Boerboom has bought himself time by selling some loads of pigs, aborting piglets and euthanising about 600 underweight animals. But he estimates that within weeks, he may have to put down 10,000 market-weight pigs.\"On the same day that we're euthanising pigs - and it's a horrible day - is the same day that a grocery store 10 miles away may not get a shipment of pork. It's just that the supply chain is broken at this point.\" The first major sign of trouble came at a Sioux Falls, South Dakota, pork processing plant called Smithfield - one of the largest in the nation, responsible for about 5% of the nation's pork products. Coronavirus ripped through the 3,700 workers, who have to stand extremely close together on production lines as they debone carcases and carve up huge cuts of meat.Employees passed through crowded cafeterias, walkways and locker rooms together everyday for weeks after the plant's first confirmed coronavirus case in late March. Many knew that there were cases in the plant, but continued going to work because they needed their jobs.\"They can't work at home, they have to show up, and if they don't show up, they lose their jobs,\" says Carolyn Dimitri, associate professor of nutrition and food studies at NYU. \"Unfortunately, almost our entire food system depends upon vulnerable workers.\"By mid-April, when the plant finally shut down under pressure from local politicians, it had become the number one Covid-19 hotspot in the country, with 644 cases tied to the factory.Around the US, 170 meat and poultry processing facilities reported coronavirus cases. According to the CDC, nearly 5,000 workers have fallen ill. At least 45 have died.\"There are actual human faces tied to all the goods that [you] buy at the store,\" says Sara Telahun Birhe, the daughter of a Smithfield worker in Sioux Falls. \"Those people are being exploited.\" Meanwhile, the outbreaks led 38 factories to cease operations for days or even weeks. Because of the highly consolidated state of meat processing in the US, those closures led to what some analysts say could be as much as a 50% drop in meat production. Although President Donald Trump issued an executive order last week deeming meatpacking facilities \"critical infrastructure,\" seven more plants have shut since then. The impact of that is already visible at grocery stores around the country. The Costco chain is limiting customers to three meat items each. The fast food chain Wendy's acknowledged in a statement that they're having trouble sourcing enough beef. And for farmers who have pigs ready for slaughter, there are no easy solutions.Once pigs reach 350 to 400 pounds they are too large for slaughterhouse equipment. Continuing to feed hogs that will never be sold is a drain on the farm's bottom line. And new piglets are being born in sow houses every day. Farmers simply have no place to put them.All of this amounts to a huge financial hit for farmers, many of whom run small, independent operations. \"I think a lot of farms are probably going to go out of business,\" says Dmitri.All of this has left farmers like Boerboom in an impossible situation. Currently he is only able to sell about 25% of his normal loads, and now his operation of 150,000 pigs could be facing serious trouble, to say nothing of the roughly 100 men and women who make their livelihood at the farm.\"It potentially could lead to staffing cuts or needing to work with less contract growers, which in a community like this will be a huge trickle down effect,\" he says. \"Everything in a rural area would be impacted.\" Boerboom is careful to say that he realises that many people are suffering due to the global pandemic. He tries not to throw himself a \"pity party\", he says. At the same time, he has a family to raise and a farm to save, a situation that he acknowledges has brought him to tears.\"Every day that you raise a pig, you're raising it for food. You're raising it to put it on someone's table,\" he says. \"The thought that you're gonna take what was food and just throw it away… it makes you sick to your stomach.\" ", "url": "https://www.bbc.com/news/world-us-canada-52575904"}