{"datetime": "2021-07-27T11:59:19.000Z", "author": "Nduka Orjinmo", "title": "Sunday Igboho: What's stopping Benin extraditing the Nigerian separatist leader?", "article": "A court in Benin has ordered that a Nigerian separatist leader being held in the country be moved to prison from police custody. Sunday Adeyemo, also known as Sunday Igboho, is accused of entering the country illegally and planning to cause trouble but he denied the charges.He was arrested at a Benin airport last week on Nigeria's request. But the Nigerian authorities have been silent since his arrest and have not made a formal extradition request. Instead, he is now being investigated in Benin for criminal associations there and he made a second court appearance in Cotonou on Monday. He was arrested in Benin just over a week ago alongside his wife. She has now been released. Reports say they were headed for Germany where his wife is a citizen. Nigeria accuses Mr Adeyemo of stockpiling weapons, calling for the break-up of the country and inciting ethnic killings. But his supporters say he is a political prisoner who is being persecuted for defending his Yoruba people who are being attacked by some Fulani herdsmen. He fled the country after a raid on his home by Nigeria's secret police in early July where two of his associates were killed. Twelve others who were arrested during the raid have not been taken to court. In recent weeks, Nigeria has been cracking down on separatist activists.In late June, Nnamdi Kanu , who wants a breakaway state of Biafra in the south-east, was detained in Nigeria. He was arrested in an unnamed foreign country and brought back to Nigeria. His lawyers allege he was abducted in Kenya where he was tortured but the authorities there have denied the accusations.Mr Adeyemo's legal team say Nigeria was hoping for a repeat of a swift extradition of their client when he was arrested in Cotonou. They say that a private jet was fuelled and ready to fly him across the border. But unlike in Mr Kanu's case, the authorities in Benin have got involved. A 1984 extradition treaty between West African neighbours: Nigeria, Togo, Benin and Ghana, excludes those wanted for political reasons. Mr Adeyemo's representatives argue that he falls within this category as his clamour for self-rule is protected under the charter of the African Union (AU).Also, Nigeria and Benin are part of the 15-country Economic Community of West Africa States (Ecowas), a regional body with far reaching laws on trade and legal matters. Under the Ecowas extradition convention which is binding on Benin, there must be a request from a member country setting out the offences against a suspect wanted in their home country. Only a court can then decide the extradition request. But Nigeria has been accused of trying to arm-twist its smaller West African neighbour into releasing Mr Adeyemo without making its case in court. Prominent Nigerian lawyer, Femi Falana, told the BBC that the Nigerian embassy wrote a letter to the authorities in Benin requesting the extradition of Mr Adeyemo. But this was not part of a legal process. \"The Nigerian government had asked outside the law,\" he said. He believes Nigeria, which dwarfs Benin in size and economy, was trying to use its political influence to have the suspect returned. Both countries share a border which Nigeria unilaterally closed in August 2019, accusing its smaller neighbour of encouraging smuggling of banned items into the country. The border closure sent ripples through West Africa and forced Benin's President Patrice Talon to make a visit to the Nigerian capital, Abuja, to appeal for a reopening. The border remained closed until early this year. Mr Falana also believes that Mr Adeyemo's case is proving that there is plenty for Nigeria to learn from its smaller neighbour in the matter of human rights. \"His wife who was arrested with him was released by the court because there was no case against her,\" said Mr Falana. He contrasted that with the situation in Nigeria where several weeks after 12 people that were arrested during the raid on Mr Adeyemo's home they have not been taken to court. Mr Adeyemo first achieved some national notoriety last October when he used Nigeria's independence day to call for the creation of an independent Yoruba republic, although he was widely ridiculed for the idea. But he has since become a national figure after he thrust himself into the heart of one of the country's deadliest conflicts - clashes between Fulani herders and other groups, over access to land and grazing rights. After the killing of a politician in January, Mr Adeyemo felt he had seen enough and captured attention with his demand that the Fulani herders, from northern Nigeria, leave the south-west, seen as the home of the Yoruba ethnic group, for all their alleged crimes. Nigerian authorities say his actions have led to killings in the south-west of the country but Mr Adeyemo denies the allegations and said he is being wanted for his call for self-rule. His supporters hail him as a hero but his opponents say he is a dangerous rabble rouser and accuse him of inciting ethnic hatred and killing. ", "url": "https://www.bbc.com/news/world-africa-57969120"}