{"datetime": "2021-06-14T09:46:10.000Z", "title": "Dog lead law change call after pregnant cow Gladis dies", "article": "A farmer is campaigning for a change in the law to protect livestock following the death of his pregnant cow that was chased by two dogs. Highland cow Gladis and her unborn calf died after falling more than 30ft (9m) down an embankment while attempting to flee at Eggardon Hill in Dorset. Cameron Farquharson, of Redlands Coppice Farm in Dorchester, has started a petition for \"Gladis' Law\". He wants it to be law for dogs to be on a lead when livestock are in a field. Gladis had been among a herd of 20 cows grazing on National Trust land, near Bridport, whenshe was chased to her death on 26 May . Mr Farquharson said: \"It was like losing a member of the family - Gladis was an amazing cow. She was beautiful, friendly, kind-hearted and was adored.\"In the days since the attack we have been contacted by lots of farmers, small holders and hobby owners all talking about attacks on their animals. \"We want dog walkers to come to the countryside and enjoy it but be mindful and respectful when there is livestock in fields - we're not asking for much - just keep your dog on a lead.\" Since announcing the death ofGladis on Facebook , Mr Farquharson said the farm received an \"unbelievable\" amount of messages of support from around the world and several kind gestures. \"Just after Gladis' death I got a phone call from a gentleman in Scotland who has gifted us five Highland cows, four calves and a bull - it's brought my faith back in humanity,\" he said. He added others had offered donations to buy the farm a new cow. He added: \"We've asked for that money to go to the farming network charities\". The farm has also recently welcomed a new arrival after Gladis's older sister, Georgie, gave birth to a bull calf. Currently theCountryside Code states it is \"good practice\" to keep dogs on a lead around livestock. It is only a legal requirement on open access land or near the coast.However, a farmer is allowed to kill a dog if it is found worrying livestock. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-57412259"}