{"datetime": "2019-04-29T08:45:44.000Z", "title": "Benin country profile", "article": "Benin, formerly known as Dahomey, is one of Africa's most stable democracies. Benin's shore includes what used to be known as the Slave Coast, the departure point for captives to be shipped across the Atlantic.Elements of the culture and religion brought by slaves from the area are still present in the Americas, including voodoo - which has made a comeback in Benin and is even celebrated at the country's annual Voodoo Day.On the economic side, however, the picture is less bright - Benin is severely underdeveloped, and corruption is rife. While the country has experienced economic growth over the past few years and is one of Africa's largest cotton producers, it ranks among the world's poorest countries.To the north, there have been sporadic clashes along Benin's border with Burkina Faso. The trouble has been blamed on land disputes between rival communities on both sides of the border. President: Patrice Talon Businessman Patrice Talon, known as the \"king of cotton\", won the 2016 presidential election in a run-off vote in March. He beat Prime Minister Lionel Zinsou, the candidate of the ruling party, who had the backing of outgoing President Boni Yayi.Mr Talon was formerly a close ally of the outgoing president, and financed his campaigns for the 2006 and 2011 elections.He fled to France after being accused of involvement in a plot to poison Mr Boni Yayi in 2012 - an allegation he strongly denies. Mr Talon received a presidential pardon in May 2014 and returned from exile in October 2015. On taking up his post in April 2016, he pledged to make tackling terrorism and cross-border crime a priority area, and to strive to promote national unity.His proposal to limit the presidential mandate to a single five-year term was subsequently defeated in parliament.His plans for free-market reforms have met resistance, including a series of public sector strikes. With dozens of private and state-owned radio and TV stations and around 60 newspapers, Benin has one of the region's most diverse media landscapes. Around 32% of citizens are online. Facebook is the top social media platform. Some key dates in Benin's history: 1600-1894 - Dahomey was an African kingdom known for its military discipline and powerful arms. Defeated by the French in 1894, it became a self-governing part of the French Community in 1958. 1960 - Dahomey gains independence and is admitted to the UN. Elections won by the Parti Dahomeen de L'Unite. Party leader Hubert Maga becomes country's first president. He is removed by the army's Chief of Staff, Colonel Christophe Soglo. In the next several years, the heads of state change several times. 1972 - Major Mathieu Kerekou seizes power. He remains in power until he is voted out in 1991. 1975 - Dahomey is renamed the People's Republic of Benin. 1989 - Anti-government strikes and demonstrations take place, continuing until 1990 until President Kerekou meets dissident leaders. Agreement on constitutional reform and multi-candidate presidential elections is reached. 1996 - Mathieu Kerekou wins presidential polls. 2004 - Benin, Nigeria agree to redraw their mutual border. 2006 - Political newcomer Yayi Boni, running as an independent, wins the run-off vote in presidential elections. The incumbent, Mathieu Kerekou, is barred from the poll under a constitutional age limit. 2009 - Benin announces discovery of oil offshore near Seme, a town on the Nigeria-Benin border.", "url": "https://www.bbc.com/news/world-africa-13037572"}