{"datetime": "2021-06-29T15:02:53.000Z", "title": "Nnamdi Kanu: Nigeria arrests Biafra separatist leader", "article": "Nnamdi Kanu, the leader of a separatist group that wants a breakaway state in eastern Nigeria, has been arrested. His movement, the Indigenous People of Biafra (Ipob), has been labelled as a terrorist organisation by the Nigerian authorities. He was initially held in 2015 on treason charges but then fled the country in 2017 while on bail. Mr Kanu is a popular figure who has been a thorn in the side of Nigerian authorities since 2009. He used his Radio Biafra station, which broadcasts from London, to call for an independent state for Igbo people. Mr Kanu's arrest in 2015 triggered massive protests by his supporters in south-east Nigeria. He was detained on Sunday with the help of Interpol, Nigeria's Attorney General Abubakar Malami said. Mr Kanu was flown to Nigeria where he was presented in court on Tuesday by the country's secret police. It is not clear where Mr Kanu, who has British nationality, was flying from when he was arrested. But the British High Commission in Nigeria says he was \"not arrested in the UK for extradition purposes\". Mr Kanu founded Ipob in 2014 - the latest group advocating for a country for Nigeria's Igbos. In 1967 Igbo leaders declared independence for the state of Biafra, but after a civil war, which led to the deaths of up to a million people, the secessionist rebellion was defeated. But the idea of Biafra has never gone away and despite arrests of his members, Mr Kanu's movement has seen a recent swell in its numbers. Ipob established an armed wing - the Eastern Security Network (ESN) last year - and the authorities say the group has been responsible for a number of attacks on police stations and other public properties in southern Nigeria. President Muhammadu Buhari has vowed to crush Ipob . Last month he tweeted about the security issues in south-east Nigeria and said \"those misbehaving today\" would be dealt with in \"the language they will understand\". The tweet was removed by Twitter for violating its rules after Mr Buhari faced backlash, leading to a suspension of the micro-blogging site in Nigeria. The president, during a recent TV interview, also referred to Ipob as a \"dot in a circle\" that can easily be crushed. He was criticised by many Igbo leaders who felt he was referring to people of the Igbo ethnic group and not just Ipob. ", "url": "https://www.bbc.com/news/world-africa-57655640"}