{"datetime": "2021-04-11T17:09:25.000Z", "title": "Benin election: The fight for a democratic future", "article": "Early indications show voter turnout was low in Benin's presidential election, where polling stations have now closed. In the run-up to the election, protests over President Patrice Talon's broken promise to serve only one term in office left two people dead. After voting himself, President Talon called on his fellow citizens to come out and vote. But opposition campaigners had called for a boycott and streets were quiet on Sunday, especially in anti-government strongholds. The head of the electoral commission said most polling stations had opened on time despite opposition supporters blocking roads to northern and central Benin.There were just two other candidates on the ballot, besides President Talon. Alassane Soumanou of the opposition FCBE party is a former minister, while Corentin Kohoué is seen as more of a wildcard. Several key opposition figures - including an ex-prime minister and a former mayor of the biggest city Cotonou - have either been arrested and ruled ineligible or are now in exile. But a government spokesman has told the BBC \"no-one is excluded from this election\". \"We do not need every person in Benin to run as candidates in an election for it to be representative. Once you have the ruling party and the opposition represented, an election is complete - and the democratic system is operational,\" Communication Minister Alain Arounla said. Many in Benin question the legitimacy of the election and some fear more violence could break out, reports the BBC's Lalla Sy who was recently in Cotonou. Two people were killed in the town of Savè on Thursday, officials say, when security forces broke up a protest. Health workers report that another six people suffered gunshot wounds. Demonstrations also happened in the cities of Cotonou, Parakou and three other towns. \"We want the president to leave. Five years means five years,\" Cotonou protester Rodrigue Amadou told Reuters news agency. The authorities have accused the protesters of starting the violence, saying the security forces were assaulted by drugged and armed youths. But others say it is an example of how Benin has become more authoritarian under President Talon's rule. Some see parallels with the exclusion of all opposition parties from parliamentary elections back in 2019, which sparked protests where security officers opened fire on protestors and a mother of seven died after being shot in the back. Prudence Amoussou became a symbol of those protests, and her sister Léocadie Cakpo recently told the BBC: \"I am deeply hurt in my heart. I don't know when I will recover from this. She was my only sister.\" Benin was in the vanguard of a new wave of multiparty democracy which spread across the continent 30 years ago and was dubbed the birthplace of African multiparty democracy. Those polls in 1991 saw Benin's former President Mathieu Kérékou become the first West African leader to admit defeat in an election. Since then Benin had been regarded as a democratic model with several African nations replicating its reconciliation body, the National Conference of Active Forces of the Nation. But this reputation soured in 2019 when new electoral laws meant a political party had to pay about $424,000 (£328,000) to field a list for the 83-seat parliament. That year saw a record low voter turnout. Benin's parliament is currently completely controlled by the government, our reporter says, and the opposition say that their main representatives have been prevented from taking part in these latest polls, including constitutional lawyer Joël Aïvo. \"In five years, President Talon's so-called political reforms have squandered the legacy of the National Conference. Benin no longer knows how to organise elections,\" he told the BBC. The government says the opposition is represented and the democratic system is working. In reference to the president breaking his promise to leave office after a single term, Mr Talon's communication advisor Wilfried Houngbedji told AFP he had come to \"power with a touch of evangelism\" but later \"became more realistic\". ", "url": "https://www.bbc.com/news/world-africa-56690689"}