{"datetime": "2021-12-12T13:20:35.000Z", "title": "Reckya Madougou: Opposition leader jailing damages Benin democracy - lawyer", "article": "The 20-year sentence handed to Beninese opposition leader Reckya Madougou is part of efforts to stifle democracy, her lawyer has told the BBC. Madougou was convicted of financing terrorism by a special court in the early hours of Saturday morning. She was the second opposition figure to be jailed within a week. Benin, once praised as a multi-party democracy, has taken a more autocratic turn under the presidency of Patrice Talon, rights groups say. He was first elected in 2016, defeating the favoured candidate of the outgoing president. But earlier this year, all his main challengers, including Madougou, were excluded from the presidential election, which he won with 86% of the vote. Madougou was arrested in the weeks leading up to April's vote.The former justice minister was accused of trying to destabilise the country by providing funds for people plotting to assassinate leading politicians. Her supporters said the charges were a fabrication. She was found guilty in a trial that lasted less than a day in which no evidence was presented, according to her legal team. \"It's a dark day for democracy in the country,\" Madougou's lawyer Renaud Agbodjo told the BBC after Saturday's verdict. \"[Her] conviction symbolises the asphyxiation of democracy in Benin.\" Shortly before the verdict was read out Madougou told the court: \"I have never been and I will never be a terrorist.\" She added that if the guilty verdict helped people reflect on what was happening in the country then \"I would not have suffered in vain\". Last Tuesday, the same court in the capital, Porto-Novo, sentenced another opposition figure, Joel Aivo, to 10 years for plotting against the state. Other political rivals have fled the country and even a judge, who had been part of the court that convicted Madougou, went into exile citing intolerable pressure from the government.In its report on Benin last year, rights group Amnesty International said that \"rights to freedom of expression and peaceful assembly [had been] unduly restricted\", adding that people had been unjustly prosecuted and police were accused of using excessive force. ", "url": "https://www.bbc.com/news/world-africa-59628176"}