{"datetime": "2013-04-10T03:46:36.000Z", "title": "New Forest cycle event organisers 'baffled' by criticism", "article": "Organisers of mass cycle ride events have dismissed criticism of their use of the New Forest, as \"baffling\". Horse owners are among those claiming commercially-run rides, some with up to 2,000 cyclists, are creating \"no-go zones\" for other forest users. But UK Cycling Events said events like their Spring Sportive were safe, environmentally friendly and boosted the local economy. The National Park Authority said it would \"actively monitor\" such events. The Wiggle New Forest Sportive is expected to attract about 2,000 people on both Saturday and Sunday. They will cycle to 58 miles (93km) on forest lanes. However Dr Tony Hockley, of the New Forest Equestrian Association (NFEA), said there was \"immense risk\" to horses and riders, especially when cyclists came up fast and silently from behind. \"I'm not against cyclists, I'm a keen cyclist myself but it's just the sheer scale of this new phenomena - parts of the forest become no-go zones,\" he said. New Forest East MP Julian Lewis, has written to transport minister Norman Baker calling for such events to be subject to the same licensing regulations as road races and time trial events currently are. \"We should not wait for a serious incident before deciding upon an appropriate degree of regulation - not something heavy handed but something recognising that both the frequency and size of these huge commercial cycling events have greatly increased,\" he said. Martin Barden of Fordingbridge-based UK Cycling Events, which has organised the New Forest Sportive over the past five years, said it had benefited from the legacy of British cycling success at the 2012 Olympics and Tour de France.He insisted the event is a \"benchmark of safety\", with safety briefings, marshals, first aid points and support vehicles\". \"It's just a great family day out with all ages wanting to enjoy the New Forest and get fit in a way that isn't damaging to the environment,\" he said. \"The criticism is baffling. In very difficult economic times, it is a boost to local businesses - people stay in local accommodation, they buy supplies in local shops and local businesses supply our on-site catering.\" Richard Senior, owner of tourism guide, iNewForest.com said such events were the \"lifeblood for tourism businesses\". \"These events are getting more and more popular,\" he said.\"I can't understand why people want to give an unwelcoming image from the New Forest.\" A statement from the New Forest National Park Authority (NPA) acknowledged there were concerns about \"the increasing frequency and scale of large non-competitive events\". \"If we find evidence that the purposes of the Forest are being undermined we will consider calling for the authorisation and regulation of large scale cycling events,\" it added. ", "url": "https://www.bbc.com/news/uk-england-hampshire-22081407"}