{"datetime": "2013-10-21T00:49:04.000Z", "author": "Helen Briggs", "title": "British forests under new threat from pests", "article": "A year after the first case of ash dieback in wild trees in Britain, the disease has now spread across much of England, Wales and Scotland. The public is being asked to be the \"eyes and ears\" of the countryside amid concern about new global threats that could spell disaster for forests. In a London park, forester Simon Levy is checking a moth trap strung high in the canopy of an oak tree. He is searching for signs of the oak processionary moth, which is present in parts of the capital and Berkshire.When the moth's caterpillars emerge from their nests, they can strip oak trees bare and harm human health. \"What we're looking for in these oak trees we see around us is their nests,\" says Mr Levy.\"They're like a grey wart on the side of a tree that can range from the size of a golf ball, if not smaller, to things that are almost a couple of foot in size.\" It is the moth's caterpillars - with their thousands of tiny hairs - that are the hazard. Touching the caterpillars or their nests can cause skin rashes or, in extreme cases, sore throats, breathing difficulties and eye problems.In Croydon, inspections are being carried out for the moth around a 2km zone as part of a rigorous programme of control and monitoring. Infected areas are sprayed with a bacteriological agent to destroy nests and caterpillars. The traps - which contain a sex hormone that attracts male moths - are set outside from July to September, when adult moths are in flight, to see how far they have spread.\"We've actually created a ring of traps for these moths round the infected area just to see if the moths are flying beyond where we would expect them to be,\" says Mr Levy. Dr Nigel Straw from the Centre for Forestry and Climate Change at the Forestry Commission says monitoring is key to organising a control programme - including surveys from the ground and pheromone trapping. Any moths captured are sent to the Forestry Commission's research station in Hampshire for analysis. \"We will look at how many moths have been caught and at which locations and this will tell us where we are likely to have trees with eggs which will lead to infestations next year,\" says Dr Straw. Officials hope the outbreak in Croydon can be contained. But they accept the battle is lost in west and south-west London - where the moth is here to stay. Britain should expect \"many hundreds\" more pests and pathogens to arrive in the coming years, say scientists at Exeter University. The rise in global trade means pests that damage crops such as fungi, beetle and moths are now moving into new territories faster than other wildlife, aided by climate change, they report in the journalNature Climate Change . Hundreds of pests and pathogens have shifted their ranges towards the poles by an average of about 3km a year since 1960. Insects are moving even faster, expanding their range by tens of kilometres a year, says Dr Daniel Bebber. \"We know things are spreading and part of that spread is due to climate change. It's just one more impact that climate change is having on us. Things are being introduced all the time to different places. Climate change can help things to establish.\" In Croydon, Simon Levy is concerned about a decline if not a \"potentially catastrophic loss\" of some of Britain's dominant tree species, including the oak. He says acute oak decline is present in the area, but it is difficult to identify.\"There's huge pressure on resources in terms of actually getting out there and identifying them,\" he says, \"I suspect that if things progress as they do, we might face a real problem with our oak trees - a significant change in our landscape similar to the landscape changes when Dutch elm disease had its heyday in the '70s.\" With only limited government resources to monitor for new pests, some of that job may fall to the public.This is not unprecedented. In the past, the citrus longhorn beetle, which can arrive on deliveries from Asia of tree and shrub plants, and goods in wooden crates and packaging, has been spotted by vigilant members of the public. In July, Martin Ward, the UK government's chief plant health officer,asked for help from the public to spot Asian longhorn and citrus longhorn beetles . \"Government plant health services cannot do this work alone, and we need the public to act as our eyes and ears in gardens, parks, woodlands and workplaces to help us spot threats quickly before they become a serious problem,\" he said. \"The public can really help us at this time of year by looking out for these two potentially serious beetle pests. They thrive in climates similar to ours, and their establishment could result in losses of trees from a wide range of species.\" The Woodland Trust is currently training volunteers to look out for signs of tree diseases, while a citizen science project, known as Opal (Open Air Laboratories), is harnessing people-power to build a national picture of tree health. In the long term, however, there are big questions about the future shape and role of Britain's treescape. \"What protects trees in the long term is diversity both in species and genetics,\" says Dr Bebber. \"We don't have a very diverse tree flora - both in genetics and species diversity. We lost our elms in large because they were so genetically uniform.\"We can learn from the science of ecology and evolution and look at the natural world and see that diversity is the protection. We certainly don't want to see the oak disappearing, the ash disappearing - it would be a sadder Britain.\" ", "url": "https://www.bbc.com/news/science-environment-24297553"}