{"datetime": "2016-03-15T14:28:40.000Z", "title": "Devolution: Solent mayor elections 'in May 2017'", "article": "Residents will go to the polls next year to choose a single mayor for the Solent region, including Southampton and Portsmouth, it has been revealed. Southampton City Council leader Simon Letts had initially been told plans for a combined authority would be unveiled in Wednesday's Budget. Portsmouth City Council leader Donna Jones said the official announcement would now be made in June. But she revealed that mayoral elections would take place in May 2017. The deal includes Solent Local Enterprise Partnership and the councils of Isle of Wight, East Hampshire, Gosport, Fareham, Eastleigh, Havant and Portsmouth and Southampton. Hampshire County Council, which serves part of the proposed devolution area, said it would not commit to the deal within the timeframe set by government. Mr Letts, of Labour, had called the process a \"shambles\", saying the government had been racing to meet the Budget deadline. The Department for Communities and Local Government said devolution was \"a bottom-up process\" which would be pursued \"with places at a pace that is right for them\". Ms Jones, a Conservative, said: \"We were hoping for an official announcement tomorrow as part of the chancellor's Budget speech but have now been advised the announcement will be made in June after the local elections.\" Devolution - the transfer of certain powers from central government - has already taken place in Greater Manchester, Cornwall and Sheffield. The south coast combined authority would consist of a board of the individual council leaders that would sit above the local authorities, led by a democratically-elected mayor.Under the deal it would gain control over its own roads infrastructure budget and keep all business rates generated in the area. All the councils involved must vote in favour of the deal before it is put into place. ", "url": "https://www.bbc.com/news/uk-england-hampshire-35811873"}