{"datetime": "2014-11-07T21:47:19.000Z", "author": "Chloe Hayward", "title": "The little-known fund that can cover complex care costs", "article": "More than one million people in the UK have sold their homes to pay for care for themselves or loved ones, according to a report by insurer NFU Mutual. But for tens of thousands of people, this struggle to pay healthcare bills could have been avoided.The NHS has a little-known funding programme called NHS Continuing Healthcare which means those people with a complex ongoing illness can apply for an assessment.For those found to be eligible, all care needs - including nursing home costs of up to £40,000 a year - are met by the NHS.There is no ceiling on the amount that can be paid out, it is not means-tested and the funds are potentially available to anyone over the age of 18. Care can also be provided in a private home or a nursing home.At present, 59,000 people are receiving this funding from the NHS but estimates from lawyers and charities suggest that 150,000 people are eligible.The shortfall can be explained, according to solicitors, by a lack of awareness that the programme exists.\"I think the NHS is to blame for not making it clear what options are available,\" says Andrew Farley, a solicitor at law firm Farley Dwek.\"Everyone who is discharged from hospital into a long-term care setting should be assessed for this funding but often people aren't told about it, or if they are, they are told 'Oh, your relative won't be eligible for this'. This is wrong.\" Delays in the process are also preventing people from benefitting from this funding pot, it is claimed.In theory, a patient should know whether they are eligible within 44 days of first applying for an assessment. However, some wait for several months, or even more than a year, for a final decision. Families face care bills while they wait for the result.To be eligible for NHS Continuing Healthcare funding, the patient must be assessed as having a \"primary health need\" and a \"complex medical condition with substantial and ongoing care needs\".In theory, assessments for this funding pot should be given to people when they are discharged from hospital if they face continuing health related care expenses. An assessment can be requested from the programme co-ordinator at a local clinical commissioning groups. A GP should be able to provide contact details.The initial assessment consists of a checklist, which can be completed by a nurse or doctor. Depending on the outcome of the checklist, the patient will either be referred for a full assessment or told they are not eligible.The full assessment is carried out by a team of professionals. During the process 11 key areas are considered - including continence, cognition and mobility. Each area is graded from \"priority\" and \"severe\" through to \"low\". A points system determines the final decision on whether the patient is eligible for funding.The NHS website clearly states that not everyone with a long-term illness will be eligible.There are also claims that the qualifying criteria - as set out by the NHS National Framework - are being interpreted incorrectly.The dividing line between who qualifies and who does not is a key issue for many people.Chris Andrews's father, Bill, was assessed and denied funding just a few months before he died.\"The programme is obviously not going to pay out to everyone involved because the government couldn't afford to do that,\" says Mr Andrews. \"I think there are cases where people are in extremely poor health and they need to be funded. \"My late father was blind, immobilised, and doubly incontinent. Still, when he had a continuing care assessment he was borderline and didn't qualify. How ill do you have to be to qualify? \"The assessment criteria are so stringent right now. It is not fair. For my parents, who both worked hard and paid their taxes, they get to the end of their life and hope to reap what they have sown and instead they have to give it all back to pay for care.\" Mr Andrews is now one of hundreds of people trying retrospectively to claim back care costs from the NHS. He says he has spent £243,000 on care for his parents so far. His mother is still alive and trying to cope with the final stages of Alzheimer's. Her last assessment concluded that she was still not eligible for funding.The NHS says that 131,000 assessments were carried out last year. An NHS awareness programme is also being launched in January to help people know what funding options are available to them.The charity Age UK says it is crucial for applicants to be prepared before an assessment takes place, to improve chance of qualifying for funding. \"When you go through the eligibility process they will be asking for evidence as to what the level of need is - how intense it is, how will it change, how uneven they are such as deteriorating one day and being better the next,\" says Tom Gentry, from Age UK. \"Keep a record of those kinds of accounts and so you can give it to the team making the assessment.\" A report by consumer group Which? says one of the reasons why people fail to qualify is because different clinical commissioning groups within the NHS are drawing different conclusions on who is eligible. In Salford, 144.6 people per 50,000 receive care funding versus just 11.4 in South Reading. Health standards and funding distribution may vary in each region but many believe these numbers suggest there are other stark variations in how people are assessed.A spokesman for the NHS says they are addressing these issues.\"NHS England is currently undertaking work to establish what progress has been made by local NHS commissioners with regards to requests for an assessment of eligibility for NHS Continuing Healthcare, including for a previously unassessed period of care,\" he says. ", "url": "https://www.bbc.com/news/business-29951630"}