{"datetime": "2016-03-22T09:24:35.000Z", "title": "Family criticises delays in elderly health costs appeal", "article": "A woman in a legal fight to recoup more than £250,000 in health care costs for her late elderly aunt, has described the process as \"shabby\". Joan Wickens died aged 98 in a nursing home in Fordingbridge, Hampshire in 2012.Her niece Elizabeth Goodchild is one of hundreds waiting to recover care fees from the NHS, three years after a deadline for such claims passed.An NHS statement said it hoped to have decisions made by June.Miss Wickens went into a nursing home in Fordingbridge in 2006, but her health declined and she was moved to a high-dependency care bed in 2010. Her family submitted a claim to West Hampshire Care Commissioning Group (CCG) in 2013 to say her care should have been paid by the NHS, but are still waiting for its approval. TheNHS Continuing Healthcare funding programme means people with a \"complex medical condition with substantial and ongoing care needs\" can apply for free NHS care. Across England 59,000 people applied. With criteria such as mobility, continence and breathing, only those who have a priority or severe need are likely to qualify. Julie Wood, chief executive, NHS Clinical Commissioners said: \"It is very complicated and labour intensive because the notes are on paper, sometimes the cases will go back some considerable years to assess whether they have a primary health need.\" A deadline was set for March 2013 for anyone who thought they had incorrectly paid for care between 2004 and 2012 to retrospectively apply for a refund. Ms Goodchild said: \"[Miss Wickens] was always well looked after but she did need a lot of care. \"I think it's extraordinary that something that's her right should become such a battle. It's a legal entitlement for her ... it's very shabby that it should be difficult.\" A Freedom of Information request for BBC Radio Solent found 127 people in Hampshire and Dorset are in a similar position. A West Hampshire CCG statement said it could not comment on individual cases due to patient confidentiality. \"We have employed extra staff to help reduce the waiting times. We are committed to ensuring all cases have a decision by June 2016 at the latest.\" ", "url": "https://www.bbc.com/news/uk-england-hampshire-35864381"}