{"datetime": "2021-11-11T01:59:42.000Z", "author": "Victoria Gill", "subject": "Climate change", "title": "Coastal saltmarsh 'engineered' to fight climate change", "article": "Re-flooding coastal wetlands could provide an opportunity to \"work with nature\" and use sea level rise to fight climate change, scientists say. An ongoing study of a coastal marsh in Scotland has shown the potential to lock carbon emissions into mud.A stretch of the Skinflats RSPB reserve near Falkirk was restored in 2018.\"It's now pretty much indistinguishable from the saltmarsh that's been here for hundreds of years,\" said the RSPB's Allison Leonard. \"We carried out lots of surveys and studies before we did it, but then when it actually came to breaching the seawall, it's really quite simple. You get a digger and just go for it.\" Once the water found its way in, Ms Leonard explained \"nature just did its thing\".\"We're really seeing the wildlife respond,\" she said.Prof William Austin from the University of St Andrews, who has been studying the site's natural restoration explained that \"allowing the sea to come back in\" created habitat and an opportunity to store what is known as blue carbon.\"That's the carbon stored in plants and soils,\" he explained. \"These [saltmarshes] are places that will build up stores of carbon that would otherwise be in the atmosphere as a greenhouse gas. \"We can count the plant species here, we can count the animals, we can look at the wading birds that start to come in and use the site,\" he told BBC News.\"But as well as nature positive changes, we're starting to see an accumulation in the soil of organic material that is rich in carbon. This is why these habitats are such great interest to us.\" As the COP26 climate summit draws to a conclusion in Glasgow, he suggested that the protection, restoration and even the creation of new wetland habitat could be a valuable part of Scotland's efforts to reach net-zero emissions.\"These sites take in some of this greenhouse gas for us. So we need to work with nature to achieve that balance of net zero,\" he said. \"But of course, we have to reduce our emissions in the meantime.\" Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-59241053"}