{"datetime": "2015-10-19T00:49:36.000Z", "author": "Hannah Richardson", "title": "Children's centre cuts will hit families, says charity", "article": "Widespread cuts to children's centre budgets are likely to have a damaging effect on hundreds of thousands of families, a charity says. A 4Children survey of managers responsible for 1,000 children's centres in England suggests two-thirds faced budget cuts this year. It is the fourth year running that a majority of centres have reported cuts when responding to the annual survey. The government said it is to consult on how best to develop children's centres. Consultation would give parents, carers, councils and key stakeholders the chance to influence and drive what is expected from the centres and how they can have the greatest impact, the government said. Children's centres offer families and young children a wide range of support services, such as playgroups and advice sessions. They provide a first point of contact for those struggling to cope with family life and are seen as a useful early intervention tool.There are currently 3,000 children's centres in England which are used by more than one million families. Ministers in the previous coalition government called for the services to be better targeted at those who needed them most, rather than freely accessible to all. Charities and opposition politicians warned that as the budgets covering children's centres were not protected, the scale of council cuts over the past five years was likely to lead to reductions in services. The annual survey, which the charity describes as the only one to offer insight into local and national changes to children's centres, suggests a third of centres will be unable to reach as many families as before. More than a quarter (28%) say that budget cuts will mean they will have to reduce the number of locations from which they provide services. A similar proportion are starting to charge for services that otherwise would have been free, while one-fifth are reducing their opening hours. Approximately 130 children's centre sites are currently at risk of closure or of their building ceasing to operate as a centre, the survey suggests. Imelda Redmond, chief executive of 4Children, said: \"No other part of our national infrastructure offers the same opportunity to identify and address problems early; bring communities together and make public services work better for families.\"Year-on-year reductions to children's centre budgets are a real cause for concern. Our census shows that cuts are directly impacting on children's centres' abilities to reach out and support families.\"The trend towards targeting services on the most vulnerable risks missing those families who we would otherwise only see through universal services.\" The Department for Education said: \"It's great to see more than one million families are benefiting from children's centres.\"It's vital that every child, regardless of their background, is given the opportunity to realise their potential, which is why we've invested more than £2bn in early intervention services.\"Councils have a duty to ensure there are sufficient children's centres to meet local need, and are best placed to decide on provision in their communities.\" ", "url": "https://www.bbc.com/news/education-34549981"}