{"datetime": "2021-11-09T14:01:50.000Z", "author": "Georgina Rannard", "subject": "COP26", "title": "COP26: World headed for 2.4C warming despite climate summit - report", "article": "Despite pledges made at the climate summit COP26, the world is still nowhere near its goals on limiting global temperature rise, a new analysis shows. It calculates that the world is heading for 2.4C of warming, far more than the 1.5C limit nations committed to. COP26 \"has a massive credibility, action and commitment gap\", according to the Climate Action Tracker (CAT). The Glasgow summit is seen as crucial for curbing climate change. But the prediction contrasts with optimism at the UN meeting last week, following a series of big announcements that included a vow to stop deforestation. COP26 is expected to finish this week. The projection comes as the UK's Met Office warns that a billion people could be affected by fatal heat and humidity if the global average temperature rises by 2C above pre-industrial levels. The report by Climate Action Tracker looks at promises made by governments before and during COP26.It concludes that, in 2030, the greenhouse gas emissions that warm the planet will still be twice as high as necessary for keeping temperature rise below 1.5C degree. Scientists say that limiting warming to 1.5C will prevent the most dangerous impacts of climate change from happening. The COP summit held in Paris in 2015 laid out a plan for avoiding dangerous climate change which included \"pursuing efforts\" to keep warming under 1.5C. But when governments' actual policies - rather than pledges - are analysed, the world's projected warming is 2.7C by 2100, suggests Climate Action Tracker. The Tracker is backed by a number of organisations including the prestigious Potsdam Institute for Climate Impact Research in Germany. \"This new calculation is like a telescope trained on an asteroid heading for Earth. It's a devastating report that in any sane world would cause governments in Glasgow to immediately set aside their differences and work with uncompromising vigour for a deal to save our common future,\" said Greenpeace International's executive director Jennifer Morgan. However, the world's outlook has improved since the Paris climate summit in 2015 when Climate Action Tracker estimated the policies put the planet on track to warm by 3.6C. Climate Action Tracker blames \"stalled momentum\" from governments for limited progress towards cutting greenhouse gas emissions by 2030. It says new promises by the US and China to reach net zero have slightly improved its forecasting on temperature rises. But it concludes that the quality of most government's plans to limit climate change is very low. Reaching net zero involves reducing greenhouse gas emissions as much as possible, then balancing out any remaining releases by, for example, planting trees - which remove CO2 from the atmosphere. More than 140 governments have promised to reach net zero, covering 90% of global emissions. But Climate Action Tracker says only a handful have plans in place to reach the goal. It analysed the policies of 40 countries and concluded that only a small number are rated \"acceptable\", covering a fraction of the world's emissions. \"If they have no plans as to how to get there, and their 2030 targets are as low as so many of them are, then frankly, these net zero targets are just lip service to real climate action,\" said Bill Hare, chief executive of Climate Analytics, one of the groups behind the Tracker. The main driver of the gap between promises and projections is continued coal and gas production, the organisation concludes. With one sharp jab, this Climate Action Tracker report has punctured the balloon of optimism that's been swelling since the start of this conference.For days now, a number of observers, including the formerly conservative International Energy Agency, have been pushing a narrative that the new net zero goals from countries like India plus the long list of announcements made here in Glasgow had pushed the prospective temperature rise this century down to 1.8C. That seemed like huge progress from the 2.7C that the UN Environment Programme had announced at the start of the conference.So how has the confusion come about? The problem comes from the inclusion of long-term pledges to reach net zero emissions by 2050.More than 140 countries, covering 90% of global emissions have announced a mid-century-ish carbon neutrality target - China's is 2060, India's 2070. According to the CAT, these goals are giving \"false hope\".Based on what countries have put on the table for 2030, the world is set to warm by 2.4C by 2100. That picture gets a bit better if you include the US's and China's long-term targets, which reduces the temperature to 2.1C. If every country implemented their long-term net zeroes, then 1.8C could indeed be possible. But the reality is that, without a serious plan for 2030, most of these longer-term goals will not be realised. That's why the real focus for the negotiators here must be on the actions that countries take over the next nine years.Any deal agreed here will need to have a strong and credible pathway for the next decade. Otherwise Glasgow will be judged a failure.The summit is still negotiating a deal that all 197 countries will agree on. But a series of side deals were announced last week: ", "url": "https://www.bbc.com/news/science-environment-59220687"}