{"datetime": "2021-10-08T14:16:00.000Z", "subject": "Climate change", "title": "Google, YouTube ban ads on climate misinformation", "article": "Google says it will stop ads running on climate change-denying YouTube videos and other content, and prohibit ads promoting these claims. The company says it is responding to concerns from advertisers. The ban will cover ads for - and the monetization of - content that contradicts the \"scientific consensus around the existence and causes of climate change\". It will be enforced by \"automated tools and human review\". The policy will apply to content \"referring to climate change as a hoax or a scam, claims denying that long-term trends show the global climate is warming, and claims denying that greenhouse gas emissions or human activity contribute to climate change\". The changes mean YouTube creators will be stopped from earning advertising revenue from content which denies climate change. A 2020report by Avaaz - a US not-for-profit organisation which promotes activism on issues such as climate change - accused YouTube of \"incentivizing this climate misinformation content via its monetization program\".Fadi Quran, who runs Avaaz's disinformation project, told the BBC it \"could turn the tide on the climate denial economy\". \"With three weeks left for the critical Glasgow summit, and climate misinformation on the rise to undermine it, other social media platforms must quickly follow Google's leadership.\"This move from Google marks a first step in trying to disincentivize those looking to profit from denying and downplaying the very real threat of climate change, on social media.Creating emotive content that's wrong about climate change attracts views, likes, and therefore money through advertising. This new policy aims to put an end to that last part - on Google platforms at least. But critics are calling for social media sites to tackle climate change disinformation in the same way - and with the same seriousness - as falsehoods about the pandemic.That would include introducing labels for false information - and demoting videos and content which mislead about climate change from the sites' algorithms - so that they aren't suggested to users. The human cost of anti-vaccine and coronavirus conspiracies appears to be in part what eventually inspired the social media sites to act. The human cost of climate change has become clear over recent months - and the question remains: will social media sites act decisively and quickly enough to combat harmful lies that could hinder efforts to save the planet? Greenpeace's Silvia Pastorelli welcomed the announcement, but told the BBC it was \"nowhere near enough to stop the overwhelming amount of climate disinformation, greenwashing and outright climate denial on big tech's platforms\". Stopping the monetization of content does not remove it or reduce its prominence. But Google says it does both, and strives to provide authoritative information, even when people search for climate-related conspiracies. The announcement by Google's advertising team followsa blog post on Wednesday by Google Chief Executive Sundar Pichai, in which he announced a range of measures to help tackle climate change including: ", "url": "https://www.bbc.com/news/technology-58831379"}