{"datetime": "2021-07-14T21:42:03.000Z", "author": "Paul Rincon", "title": "Nasa set for attempt to fix Hubble's trouble", "article": "Nasa will attempt to fix a problem that has stopped the Hubble telescope from being used for astronomy. It's the worst glitch in years to hit the venerated observatory. An onboard computer halted on 13 June, leading to the science instruments being put in \"safe mode\" - where all non-essential systems are shut down. Now, the possible origin of the malfunction has been traced to a control unit that supplies electricity to the failed computer. Ground controllers will begin switching over to back-up hardware on Thursday, in an effort to get one of the most important scientific tools in history up and running again. Although astronomy observations have been suspended since June, Nasa says the telescope itself and the science instruments are healthy. Officials said the possible cause of the fault lies with a Power Control Unit (PCU). This ensures a steady voltage supply to the payload computer's hardware. It's the payload computer that stopped functioning back in June. The possible diagnosis concerning the PCU came from information gleaned when engineers attempted to restart and reconfigure the payload computer and the backup computer. Experts have already tried to send ground commands to reset the PCU, but this effort has failed. Nasa management has now given approval for the Hubble recovery team to switch over to a back-up PCU. This is the operation set to begin on Thursday; if successful, it will take several days to completely return the observatory to normal science operations. Launched aboard the space shuttle Discovery in 1990, Hubble has taken over 1.5 million observations. These have been used to publish some 18,000 scientific papers. It has contributed to some of the most significant discoveries in astronomy. One of these was the observation that the expansion of the Universe was accelerating. This in turn led to a conclusion that most of the cosmos was made up of mystery \"stuff\" called dark energy. A successor to Hubble, the James Webb Space Telescope (JWST),is scheduled to launch later this year . But many astronomers hope that the two will be able to operate alongside each other - at least for some period of time. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-57844454"}