{"datetime": "2021-09-30T10:56:31.000Z", "subject": "Climate change", "title": "AI can predict if it will rain in two hours' time", "article": "Artificial intelligence can tell whether it is going to rain in the next two hours, research suggests. Scientists at Google-owned London AI lab DeepMind and the University of Exeter partnered with the Met Office to build the so-called nowcasting system. Traditional methods use complex equations and often forecast for only between six hours and two weeks' time. The AI system can make more accurate short-term predictions, including for critical storms and floods. Climate change is making it harder to anticipate adverse weather conditions, as the frequency and severity of heavy rain increases, which researchers believe will lead to both significant material damage and death. “Extreme weather has catastrophic consequences, including loss of life and, as the effects of climate change suggest, these types of events are set to become more common,” Met Office partnerships and product innovation head Niall Robinson said.“As such, better short-term weather forecasts can help people stay safe and thrive.” The system learned how to identify common patterns of rainfall, using UK radar maps from 2016 to 2018, was tested on maps from 2019 and found, by 50 Met Office meteorologists, to be accurate in 89% of cases. The research,published in the journal Nature , found: \"Meteorologists significantly preferred the [AI] approach to competing methods.\" DeepMind senior scientist Shakir Mohamed said: \"It’s very early days but this trial shows that AI could be a powerful tool, enabling forecasters to spend less time trawling through ever growing piles of prediction data and instead focus on better understanding the implications of their forecasts. “This will be integral for mitigating the adverse effects of climate change today, supporting adaptation to changing weather patterns and potentially saving lives.\" ", "url": "https://www.bbc.com/news/technology-58748934"}