{"datetime": "2021-09-02T23:48:57.000Z", "author": "Mary-Ann Russon", "title": "How to back up your data and keep it safe", "article": "I'd always thought I was pretty good at keeping my personal data safe, but I was wrong. My personal files were backed up onto two HDD external hard drives, and in the space of 24 hours in July, both drives failed.Windows 10 told me that one drive wasn't working properly and kept offering to repair it, to no avail, while the other made a suspicious clicking noise and couldn't be detected by the computer at all. All of this got me thinking - as a consumer, what is the right way to back up your data, and what do you do if it goes wrong? External hard drives are portable storage devices that plug into PCs. There are two types - hard disk drives (HDD) that use spinning magnetic discs to store data, and newer, solid state drives (SSD) that use a chip-based flash storage technology.I started using 1TB Western Digital HDD drives in 2015. Prior to that, I had backed up my data on my laptop and on writeable DVDs. If my computer died, I would buy a new one, get the data recovered from the old laptop and transferred straight onto the new PC.Yet once I started using an external hard drive, it was so easy to use that I began to depend on the technology entirely, and when I got a second drive I thought my solution was infallible.When I got a new laptop a couple years ago with a much smaller but exponentially faster SSD hard drive in it, I wasn't fazed - all I had to do was keep most files on the hard drives, leaving just a few frequently used files on the laptop. So when the drives failed I was shocked. I turned to the internet but the how-to software tutorials online were of no help. I began Googling data recovery services and rang up three based in London. One engineer advised me to immediately stop trying to access the hard drive that Windows said wasn't working properly.He said the drive had a logic failure, quoting me a price of £250 to repair it. If I kept trying to access the drive, I could lose the data entirely, he warned. The drive with the clicking noise was worse. This was a mechanical failure where the read-and-write head - akin to a needle on a record player - needed to be replaced. A repair would cost at least £500.None of other quotes offered were any cheaper, except Currys PC World's Team Knowhow service, which quoted me £90 for a logic failure repair and £350 for a mechanical or component failure.If data recovery is unsuccessful there is no charge, the retailer says. But you have to be patient about when it will be done, especially with the pandemic.I asked Western Digital for advice and was told: \"If a drive has stopped working, we encourage customers to reach out to our customer service team to help identify the issue and discuss options.\"If it turns out the drive has failed, our customer service team can assist with replacement products, based on warranty, and can refer the customer to one of our data recovery partners if needed.\" But since my drives are six and four years old respectively, the only option was to pay for data recovery.So what is the right way to back up your data? I asked various data experts this question, as well as retailer Currys PC World and consumer device makers Western Digital and Seagate. Their advice was unanimous - have three back ups of your data and try to store at least one copy outside your home.\"My solution would be to get three drives - one should be an SSD and two should be HDD drives - from two or three different manufacturers,\" says Joseph Naghdi, chief data recovery specialist at London-based tech firm Data Recovery Lab. \"It's very unlikely that three different hard drives from three different manufacturers would all fail at the same time.\" He also advises that people take a copy of data they really don't want to lose, such as precious family photos, and store it at a relative's home. Michael Cade, senior global technologist at data management firm Veeam, agrees.\"I have two large hard drives that I rotate around to my parents' house 30 miles away. I take a full copy of all the important data, put it onto the drive and bring it over. \"Then I have another hard drive that is always next to me at home. I do incremental back ups and potentially about once a month, I take the drive with me and swap it with the one at my parents' home.\" Seagate told me that its drives come with an included data recovery service that covers logic failures. It charges for mechanical failures, but declined to give me a price.Seagate's customer technical engineer Gavin Martin suggests using rugged drives for extreme sports, or an SSD, which doesn't break as easily if dropped.\"It's a delicate bit of machinery and parts will eventually wear out given time, depending on the environment it's being used in - high or low humidity, extreme temperatures. \"You need to use the right drive for the right application. No brand in the world can guarantee your data for life.\" Dean Kramer, director of services at Dixon Carphone, which owns Currys PC World, says HDDs are still worth having as you get four times more storage than with an SSD.However, the retailer is now moving its range of products more towards SSDs, \"because the technology is much more stable\". More Technology of Business \"We expect the price of SSDs to fall over the next couple of years to become more affordable,\" he says.And then there's the cloud. Seagate, Currys PC World and Mr Cade are all in favour of storing data in the cloud, including services like iCloud, Dropbox or OneDrive. But Mr Naghdi is sceptical about how secure your data will be: \"You can't rely on online back ups - If you pay £1,000 a month for cloud data storage, maybe yes, but if you pay peanuts or nothing, no.\" Data Recovery Lab charges £550 for mechanical failures and aims to recover data within six working days.Mr Naghdi explains that the price is so high because it costs about £25,000 to set up a special \"clean room\" laboratory where the read-and-write heads on drives can be replaced - a dicey, intricate process.He adds that there is only one firm in the world providing software and hardware for data recovery - Ace Laboratory in Russia. \"The problem is they don't have any real competitors,\" he says. Data Recovery Lab and Currys PC World say there is also a severe shortage of data recovery professionals in the UK. Both firms have had to develop their own training programmes, as there is no official qualification for data recovery.For tech-savvy consumers, the experts recommend using personal NAS-RAID boxes. These are wi-fi-enabled devices containing several HDD or SSD drives, so if one stops working there are several other \"redundant\" drives containing duplicates of your data. As for me, the experts think I've just been particularly unlucky to have both drives malfunction at the same time.I paid for the cheapest option. In the end, it took 49 days for me to get one of my drives back, but sadly only some of the data was recovered.", "url": "https://www.bbc.com/news/business-58050387"}