{"datetime": "2022-01-14T00:17:22.000Z", "author": "Megha Mohan", "subject": "Nobel Prize", "title": "'As a black woman in STEM I'm used for photo opportunities'", "article": "When Cynthia Chapple was asked to help out with a photograph of a research professor and his staff, she assumed that she would be the one taking the photo. The image was going to be used by the professor for a grant application. Ms Chapple, then a chemistry researcher at a US university, didn't work with his team directly and had minimal interactions with them personally. Yet, when she arrived to take the photo she was pulled in front of the camera, alongside the team. Confused, she smiled for the picture before an uncomfortable realisation dawned on her.She looked around her: the research team were all white men, and she was the only black woman in the photo.\"This was an example of 'Photoshop' diversity, when black women are used for photo opportunities,\" she tells the BBC, \"I was being used to show he worked in an inclusive team and to secure him funding. I was embarrassed.\" The 31-year-old grew up in an inner-city neighbourhood on the south side of Chicago.She grew up in a large family with seven siblings, her whole universe existed within a two-block radius. Her father worked as a security guard and her mother worked as a nursing assistant. Cynthia's school, her extended family and all her friends were just five minutes away and evenings were spent exploring the neighbourhood. \"I would make lists of ways to improve the neighbourhood,\" she says, \"I would count the number of liquor [alcohol] stores, or unused lots in the area and write up proposals on what they could be replaced with, in order to improve the area. I was data gathering.\"When she was aged nine years old, a particularly passionate teacher ignited in her a love of maths.\"Mr Estes was a young black teacher who I wanted to impress. He was my entry to STEM (science, technology, engineering and mathematics).\" Through him, she was introduced to science summer camps and extra-curricular clubs and she fell in love.\"I was the only black girl in those clubs,\" she recalls. \"There weren't really a lot of activities around STEM that you could do in my neighbourhood. So, I found myself sort of leaving my south side community and going elsewhere - to get exposure to certain activities.\" But leaving the south side of Chicago didn't mean she found more women interested in STEM. She still felt in a minority while studying for her bachelors degree in chemistry at Purdue University, Indianapolis. Things were no different when she went to another university to study for her masters. \"I was one of two American-born Black students,\" she says. When she graduated and became a research chemist she noticed another trend. That she couldn't see women of colour, especially black women, rising to higher ranks in US academia - especially in STEM fields.Cynthia says she puts this situation down to the \"intersectional leaky pipeline\"; her spin on the so-called 'leaky pipeline', which is a metaphor for the progressive loss of competent women from senior positions in the fields of science, technology, engineering, and mathematics (STEM).Researchers say that the 'leaky pipeline' refers to women, and particularly women of colour, facing many barriers and obstacles to advancing further in their fields, from childcare obligations to fewer promotion opportunities. Pew Research from 2021 says thatblack people made up only 9% of all STEM related workforce in the US and that is a number that has not changed since 2016.Similarly, according to the American Psychology Association,women of colour make up only 2.3% of tenured (permanent) university teaching staff in the US, whereas white women make up 23.4%.Cynthia had an idea whilst doing her masters in 2015, that she would create a club to pull more women like her in to the world of science. By 2018, Black Girls Do STEM became an after-school community in St Louis, Missouri - where she now lives. The aim of the club is to give middle and high school black girls, from inner-cities, the chance to emotionally engage with science and apply it to real life. \"We design our classes around what they like, what they need, their interests,\" she says, \"We have classes showing the girls how to make lip balm as part of a cosmetic chemistry module, or it could be where we look at household products and test their pH.\" The fortnightly classes used to be held in person but have moved online throughout the pandemic.\"We want it to be an immersive experience,\" she adds. Currently, around a hundred girls take part in Black Girls Do STEM. Ms Chapple has expanded the scheme to pull in more black women science mentors and introduced classes to teach the girls about resilience and establishing boundaries. \"As a young Black woman, you need a range of tools to succeed in the workplace and we want to equip the girls for more than academic success,\" she says.More than 160 girls have expressed interest to take part in classes for 2022 and Cynthia hopes to scale this further throughout the country. \"Inner city urban communities allow for creativity,\" she says. \"We have more noise, more pollution, more people, so we find creative solutions to problems. Our communities have created some of the best music and fashion. We may also have the greatest scientific minds, given the opportunity.\" Ms Chapple also wants to change the inaccessible reputation of science. \"We look at science as something very elite, which only a few people can learn. And that's just not true,\" she says, \"You have to start early and give kids a foundation and kids live up or down to our expectations.\" This story is part of the Generation Change series, a co-production by the BBC and Nobel Prize Outreach. You can hear Cynthia's story and more from other young people innovating in the world of science, technology, engineering and mathematics on Generation Change onThe Documentary, BBC World Service. ", "url": "https://www.bbc.com/news/business-59897898"}