{"datetime": "2021-10-07T10:02:58.000Z", "subject": "Nobel Prize", "title": "David MacMillan: 'Being Scottish helped me win Nobel Prize'", "article": "A Nobel Prize-winning scientist says his success is down to being Scottish and knowing how to get to a punchline. Prof David MacMillan, who is from North Lanarkshire, told the BBC that growing up in Scotland meant he learned how to convey ideas quickly. The professor said he was \"very, very proud\" of his \"working class\" upbringing in New Stevenston. He wasjointly awarded a Nobel Prize for chemistry with German Scientist Benjamin List earlier this week. They were honoured by the Royal Swedish Academy of Sciences, which organises the awards, after developing a new way of building molecules. Prof MacMillan, of Princeton University in the United States, said the concept has been used to make medicines faster and has helped with the development of drugs for Alzheimer's, cancer and heart disease. He grew up in New Stevenston, near Bellshill, and gained his undergraduate degree in chemistry at the University of Glasgow before moving to the US for postgraduate studies. The scientist said his Scottish upbringing helped him learn how to tell a story and explain concepts quickly. \"Growing up in Scotland, you learn how to talk and you learn how to tell a joke and you can get to a punchline,\" he said. \"You can convey ideas quickly from growing up in Scotland - you're good at it. \"So we were able to convey to people that this was actually a pretty interesting and valuable concept that people could use in science and it certainly helped my career and certainly helped the science move forward, but it wouldn't have happened if I was not Scottish.\" Prof MacMillan attended New Stevenston Primary School and Bellshill Academy and he praised the \"brilliant\" education he received. He said: \"I am one of those people who's incredibly lucky to have come through that system.\" The scientist gained his undergraduate degree in chemistry at the University of Glasgow in 1991, before being awarded a PhD in organic chemistry at the University of California, Irvine, in 1996. He studied at Harvard University before beginning his career at the University of California, Berkeley, moving to Caltech and then Princeton in 2006. Asked to explain his discovery in layman's terms, he told BBCRadio Good Morning Scotland programme : \"If you look around yourself right now, in the studio or at home, everything around you, stuff, is all made by chemical reactions, and how those chemical reactions work is based on this thing called catalysis. \"We invented these new types of catalysis that allowed you to do things you couldn't do before, to make new materials, new stuff around you. \"But probably the most important thing immediately is how to make medicines even faster so that's been a great thing.\" The Royal Swedish Academy of Sciences said on Wednesday: \"Building molecules is a difficult art. Benjamin List and David MacMillan are awarded the Nobel Prize in Chemistry 2021 for their development of a precise new tool for molecular construction: organocatalysis. \"This has had a great impact on pharmaceutical research, and has made chemistry greener.\" Prof List and Prof MacMillan, who are both 53, will share the prize money of 10 million krona (£842,611). ", "url": "https://www.bbc.com/news/uk-scotland-58828279"}