{"datetime": "2021-10-06T10:07:30.000Z", "author": "Paul Rincon", "subject": "Nobel Prize", "title": "Chemistry Nobel awarded for mirror-image molecules", "article": "Two scientists have been awarded the 2021 Nobel Prize in Chemistry for their work on building molecules that are mirror images of one another. German-born Benjamin List and Scotland-born David MacMillan were announced as the winners at an event in Stockholm. Their chemical toolkit has been used for discovering new drugs and making molecules that can capture light in solar cells. The winners will share the prize money of 10 million krona (£842,611). Asked how he felt winning, Prof MacMillan, from Princeton University, said: \"Dazed, confused, elated, proud, sentimental, weepy - you name it. I feel all of those things right now.\" Prof List was on holiday with his family when he heard the news: \"I absolutely didn't expect this huge surprise,\" adding that he \"thought it was a joke\" when he received the call from Sweden. The scientific process in question, called asymmetric organocatalysis, has made it much easier to produce asymmetric molecules - chemicals that exist in two versions, where one is a mirror image of the other. Chemists often just want one of these mirror images - particularly when producing medicines - but it has been difficult to find efficient methods for doing this.Some molecules with mirror versions have different properties. An example is the chemical called carvone, which has one form that smells like spearmint and a counterpart that smells like the herb, dill. Nobel Committee member Prof Peter Somfai reasoned that, if the body can differentiate between two mirror images, the same might be true for drugs used to treat illnesses. In other words, different versions of the same molecule might have different effects when ingested. \"Then it becomes important to be able to make only the mirror image of a drug that has the desired physiological effect,\" said Prof Somfai, during the news conference at the Royal Swedish Academy of Sciences. One tragic example of this principle was the drug thalidomide, approved for treating morning sickness and other conditions in the 1950s. It was withdrawn when it was found to cause disabilities in babies. Thalidomide medication contained two mirror versions of the same chemical compound mixed in together. One of these versions damaged the developing foetus. David MacMillan, 53, was born in Bellshill, North Lanarkshire, and is the James S McDonnell Distinguished Professor of Chemistry at Princeton University in New Jersey. Benjamin List, also 53, is from Frankfurt, Germany. He is a professor at the University of Cologne and the Max Planck Institute for Coal Research.Their work focused on catalysts, substances that can speed up chemical reactions without becoming part of the final product.While at Harvard University in the late 1990s, MacMillan had been working with metal catalysts. But the types used in his research were rarely taken up by industry. The problem was that, while the oxygen-free and moisture-free conditions demanded by some metal catalysts were possible to achieve in the lab, this was much more difficult at large scales. The Scottish chemist began designing simple organic molecules (chemicals that contain carbon and hydrogen bonded together) which could do the same job as metals, but were not destroyed by moisture. Meanwhile, Benjamin List was working towards a similar goal. He had been able to show that a simple amino acid called proline could act as a highly effective catalyst. It was also cheap and environmentally-friendly. Prof Somfai, who works at Sweden's Lund University, said List and MacMillan had \"rationalised their findings\" in such a simple way that it was immediately appreciated by the scientific community\".He added: \"This resulted in a 'gold rush' - or an explosion - in this area... It's easy to design new things given this easy explanation.\" The Nobel Committee said the technique had \"taken molecular construction to an entirely new level\". The Swedish industrialist Alfred Nobel founded the prizes in his will, written a year before his death in 1896. A total of 187 individuals have received the chemistry prize since it was first awarded in 1901. Only seven of these laureates have been women. One person, the British biochemist Frederick Sanger, won the prize twice - in 1958 and 1980. The country that has had most chemistry laureates is the United States, with 72 winners. Germany and the UK share second place with 34 laureates each. Follow Paulon Twitter. 2020 - Emmanuelle Charpentier and Jennifer Doudna received the awardfor developing the tools to edit DNA. 2019 - John B Goodenough, M Stanley Whittingham and Akira Yoshino share the prize fortheir work on lithium-ion batteries. 2018 -Discoveries about enzymes earned Frances Arnold, George P Smith and Gregory Winter the prize 2017 - Jacques Dubochet, Joachim Frank and Richard Henderson were awarded the prizefor improving images of biological molecules 2016 - Jean-Pierre Sauvage, Fraser Stoddart and Bernard Feringa shared the prize for themaking machines on a molecular scale . 2015 -Discoveries in DNA repair earned Tomas Lindahl and Paul Modrich and Aziz Sancar the award. ", "url": "https://www.bbc.com/news/science-environment-58814418"}