{"datetime": "2021-03-22T05:11:43.000Z", "author": "Mary-Ann Russon & Lucy Hooker", "title": "UK 'heading towards digital skills shortage disaster'", "article": "The UK is heading towards a \"catastrophic\" digital skills shortage \"disaster\", a think tank has warned. The Learning & Work Institute says the number of young people taking IT subjects at GCSE has dropped 40% since 2015.Meanwhile, consulting giant Accenture says demand for AI, cloud and robotics skills is soaring.Experts say digital skills are vital to economic recovery following the pandemic. The Learning & Work Institute's research reveals that 70% of young people expect employers to invest in teaching them digital skills on the job, but only half of the employers surveyed in the study are able to provide that training.Fewer than half of British employers believe young people are leaving full-time education with sufficient advanced digital skills, while 76% of firms think a lack of digital skills would hit their profitability. Dr Neil Bentley-Gockmann is the chief executive of WorldSkills UK, which commissioned the report. The charity is focused on training young people in digital skills to help them enter the workforce and also advises college teachers on international industry best practice. He says there are four main reasons why the digital skills shortage is steadily climbing across the country:\"I think there's a challenge with the teachers themselves not understanding the possible careers - there's a big opportunity for employers to go into schools to explain the range of job opportunities and help join the dots between what young people study in school and what that could lead to as a career,\" Dr Bentley-Gockmann told the BBC.\"It's important for employers to do this to ensure the future talent pipeline.\" WorldSkills UK runs numerous digital skill competitions in a wide range of fields that are open to young people at college age and up. About 15,000 young people enter these competitions annually, which come with complimentary training to help them to improve their skills further.Dr Bentley-Gockmann says he meets many young people who have no idea that their hobbies can be turned into \"high-rewarding job opportunities\". For instance, coding might sound boring or daunting, but it could lead to a career in 3D video game design. And playing with robots in school could lead to a career in building robots to solve problems for large manufacturing firms. Although tech job ad listings dropped 57% in 2020, Accenture reports that demand for robotics skills has jumped \"dramatically\" in several northern English cities since July - robotics jobs are up 115% in Liverpool, 253% in Leeds and an epic 450% in Newcastle. \"I'm not surprised, particularly, as in the West Midlands and the North, traditional manufacturers are now implementing more technology into their manufacturing processes to become more automated,\" said Dr Bentley-Gockmann. \"There's been a digital acceleration in all sectors, creating new skills needs, so that could explain the jump.\" Dan McCabe, 22, is a video game designer in Manchester. He did not attend university, studying computing and graphics at college, and a lot of his skills are self-taught. He has found that some of his friends who went to university haven't picked up any digital skills. They frequently message him asking for his help to set up businesses and brands.\"[Either school or university] should have introduced them at least to what it takes to learn digital skills,\" he said.He thinks that the syllabus in school and at college is a bit dated and inflexible, and the best teachers have been those who have experience rooted in the industry. In particular, Mr McCabe thinks universities should be offering students a kind of \"bridge\" to the workforce, such as a basic grounding in how to use excel, set up a database, or some basic graphic design. Kevin Howell, founder and chief technology officer at Howell Technology Group (HTG), an IT firm based in South Tyneside that helps firms securely work remotely, agrees.He says educators need to collaborate with the tech industry on school, college and university curriculums, as they currently leave much to be desired. \"We need digital literacy and common sense, not someone who can program a Raspberry Pi to control a robot,\" Mr Howell told the BBC. \"I have worked with the brightest from Cambridge and Oxford who are very intelligent and innovative people, however lots don't have a clue about how technology is applied to real world business.\" HTG, together with large tech firm partners like Microsoft, VMware and Citrix, is trying to fix this problem.The firm is currently running a digital academy with weekly workshops for teachers and students at Mortimer Community College in South Shields on how to use cloud software like Microsoft Teams, OneDrive and Windows Virtual Desktops. Mr Howell, who joined an IT company at 17 and attended university part-time while working, says he feels hands-on experience is more important than a degree, as a lot of the skills being taught are \"outdated\" or not specific to business needs. Dr Leila Powell is a lead security data scientist at London-based cyber-security firm Panaseer. She is a former astrophysicist who switched careers to join the tech industry. In her spare time, she helps teach workshops introducing girls and young women to cyber-security principles for social enterprise Stemettes.\"When I changed careers out of academia, I had no idea that a career in tech like cyber-security would be an option for me,\" she said.Like Dr Bentley-Gockmann, she doesn't think young people have a clear picture about what the day-to-day realities of careers in technology actually entail. \"Even if young people start to look into it and look up some companies or programmes, what do the programmes and the mentors look like? Do they look like them?,\" she asked. \"Are they women, are they all white? Having better representation in technology as a sector would help. Even working in tech, it's not necessarily that diverse. \" Dr Powell says that as a teenager she wasn't really interested in physics - it was only when she started her undergraduate degree and read Stephen Hawking's book A Brief History of Time that she became interested in the subject and started to enjoy it.Several studies have shown in recent years thatlisting many different skill requirements on job ads can put off some people from applying , particularly women.\"Employers should try to look beyond people who already have experience in a skill - just because you haven't covered a subject previously, if you are smart and have a desire to learn, they can still be an excellent candidate for the role.\" ", "url": "https://www.bbc.com/news/business-56479304"}