{"datetime": "2021-03-09T12:37:22.000Z", "author": "Cody Godwin and James Clayton", "title": "Microsoft-led team retracts quantum 'breakthrough'", "article": "A Microsoft-led team has withdrawn a controversial research paper into quantum computing, published in 2018. The research claimed to have found evidence of an elusive subatomic particle Microsoft suggested could help the development of more powerful computers. But it nowsays mistakes were made .The journal Nature has published a retraction. And the paper's authors have apologised for \"insufficient scientific rigour\". But the company has said it remains confident of its wider efforts on quantum computing. The paper had been hailed as a breakthrough. But some scientists remained sceptical. Quantum computing has been seen as a potentially revolutionary leap forward, promising to complete some tasks much faster. In classical computers, the unit of information, or \"bit\", can have a value of either one or nought. Its equivalent in a quantum system - the quantum bit (qubit) - can be both at the same time, opening the door for multiple calculations to be performed simultaneously.But scientists have struggled to build working devices with enough qubits to make them competitive with conventional types of computer. Many large technology companies, including IBM and Google, as well as smaller rivals such as D-Wave and IonQ are also working on the problem. But Microsoft proposed a different route - trying to create qubits with the properties of Majorana particles, whose existence was first suggested in the 1930s by Italian physicist Ettore Majorana, which it said would make them less error prone. And the 2018 paper claimed to have observed evidence supporting Majorana particles' existence.\"It is a profoundly more exotic challenge than what is going on with other approaches to quantum computing,\" Prof Charlie Marcus, one of the researchers on the project,told BBC News in 2018 .But even then, other scientists were cautionary. \"It is one of those things that on paper look incredibly exciting,\" University College London's Prof John Morton said. \"But physics has a habit of throwing up spanners in the works.\" And now, the researchers have accepted they were wrong.Their errors included: \"We can therefore no longer claim the observation of a quantised Majorana conductance and wish to retract this,\" theywrote in Nature . An independent review of the original paper found no intentional misrepresentation of the data.There have been 79 retractions from Nature since its founding in 1869, including eight last year,according to the monitoring service Retraction Watch . Three years ago, I sat in an Italian restaurant in Copenhagen while one of the world's most brilliant physicists tried to explain Microsoft's unique approach to quantum computing to me - using cubes of bread.As Prof Charlie Marcus whizzed the pieces of ciabatta around the table, one moment I thought I had it, the next I was sure I did not.But I was clear about one thing - Microsoft was deadly serious about making a big impact in this field.The company was way behind Google, IBM and other leaders in quantum-computing research but was convinced it had a secret weapon.And the mysterious Majorana particle Prof Marcus and other top physicists at Microsoft labs around the world thought they had identified would leapfrog their research to the front of the pack.But now, they have had to admit they were wrong.In aLinkedIn post, Microsoft vice-president Zulfi Alam tries to put the best possible gloss on this unfortunate turn of events, calling the retraction of the paper about the Majorana particle \"an excellent example of the scientific process at work\".Other researchers in the field are being less kind.One calls it \"an excellent example of how not to do scientific research - that is jump to conclusions before they are warranted\".The prize for whoever builds a commercial quantum computer that can solve real-world problems such as tackling climate change will be huge. So Microsoft will keep on spending to stay in the race.But for now, the company has fallen even further behind its rivals. ", "url": "https://www.bbc.com/news/technology-56328980"}