{"datetime": "2021-11-10T13:35:06.000Z", "title": "Chemist died after fainting and falling from bike", "article": "An inquest has heard how an \"esteemed\" chemistry scholar died after he fell from his bike and injured his head. Prof Nick Besley is thought to have had \"an episode of syncope\", meaning he fainted or passed out. The 48-year-old, who worked for the University of Nottingham for 21 years, died on 27 June. He is survived by his wife and colleague Elena Besley, who is a professor at the same university, and their daughter Emily. In her conclusion, senior coroner Mairin Casey said: \"It is highly likely that he fell from his bicycle following an episode of syncope resulting in traumatic injuries following the fall.\" His medical cause of death was recorded as head injury and syncope. Prof Jonathan Hirst, a colleague at the University of Nottingham's School of Chemistry, said his sudden death came as \"a complete shock to his colleagues and students\". \"A gentleman and an astute scholar, Nick should have been at the mid-point of his career,\" he said. \"He was a great colleague and dear friend.\" Born in Wickford, Essex, Prof Besley began his career at the University of Nottingham in 1999. He met his wife in 2001 and they married in 2007. \"Esteemed by colleagues and undergraduates for his lecturing, Nick was awarded a School of Chemistry Teaching Excellence Award in 2018,\" Prof Hirst said. The School of Chemistry is instituting The Nick Besley Memorial Prize in his honour. Members of the Q-Chem Board - which relates to quantum chemistry software - have also created The Nick Besley Award in his name. Prof Hirst said: \"Nick's students, colleagues and scientific collaborators will remember him as a kind-hearted, gentle soul, with an impact that will endure through the students he mentored and his published research papers.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59233779"}