{"datetime": "2022-01-15T16:24:22.000Z", "title": "Man who had pig heart transplant was guilty of 1988 stabbing", "article": "The man who received the world's first pig-heart transplant once stabbed a man leaving him paralysed, his victim's family have said. David Bennett, 57, was convicted of stabbing of Edward Shumaker in 1988, his sister told the BBC's Today show. Leslie Shumaker Downey, whose brother died in 2007, said she thought Mr Bennett was unworthy of the surgery. But the transplant team said that a person's criminal past could never be grounds for refusing treatment. \"It is the solemn obligation of any hospital or health care organization to provide lifesaving care to every patient who comes through their doors based on their medical needs,\" officials at the University of Maryland Medical Centretold The New York Times. \"Any other standard of care would set a dangerous precedent and would violate the ethical and moral values that underpin the obligation physicians and caregivers have to all patients in their care.\" The attack took place in April 1988 when Mr Bennett's wife sat on the lap of Mr Shumaker, who was 22, Ms Downey said.In an apparent jealous rage, Mr Bennett stabbed Mr Shumaker in the back repeatedly. Mr Bennett was found guilty of battery and carrying a concealed weapon and was sentenced to 10 years in prison. Ms Downey said nobody had contacted her about Mr Bennett receiving the pig heart, and only heard the news when her daughter messaged her.\"My second daughter sent me an instant message and said: 'Mum, this is the man who stabbed uncle Ed.' I then read the story and got angry because he had received the heart,\" she said.Mr Bennett is recovering after the experimental seven-hour procedure in Baltimore. The transplant was considered the last hope of saving Mr Bennett's life, though it is not yet clear what his long-term chances of survival are. But Ms Downey said coverage of the story had upset her.\"They're putting Bennett in the storylines, portraying him as a hero and a pioneer but he's nothing of that sort,\" she said.\"I think the doctors who did the surgery should be getting all the praise for what they have done, not Mr Bennett.\" Mr Shumaker used a wheelchair as a result of the attack, before he had a stroke in 2005 and died two years later. Doctors around the world are sworn to treat patients who need care equally, regardless of their past crimes or activities. The Organ Procurement and Transplantation Network, which operates the US transplant list, says \"punitive attitudes that completely exclude those convicted of crimes from receiving medical treatment, including an organ transplant are not ethically legitimate.\" ", "url": "https://www.bbc.com/news/world-us-canada-60010155"}