{"datetime": "2021-02-11T03:33:33.000Z", "author": "Victoria Gill", "title": "Ozone layer 'rescued' from CFC damage", "article": "A steady decline in the levels of ozone-harming CFC chemicals in the atmosphere has resumed, scientists say. This follows a recent, dangerous pause in that downward trajectory, which could have slowed the healing of Earth's protective ozone layer. Atmospheric measurements published in 2018 pointed to illegal CFC production that was occurring in Eastern China.Stopping that production appears to have set the ozone layer's healing process back on track.The ozone layer is a thin part of the Earth's atmosphere that absorbs most of the ultraviolet radiation from the Sun. When it is depleted, more of this UV radiation can reach the surface - causing potential harm to humans and other living things. Ultraviolet rays can damage DNA and cause sunburn, increasing the long-term risk of problems such as skin cancer. CFCs stand for chlorofluorocarbons. This family of chemicals has seen widespread use in refrigeration and as propellants in aerosol cans. Their role in destroying the ozone layer has been known since the 1980s. The conclusions of a chemistry-based detective story, based on work carried out over several years by an international team of researchers, are published in two papers in the journal Nature.The first paper reveals that global emissions - of one particular type of CFC, trichlorofluoromethane (CFC-11) - decreased in 2019 at a rate that is consistent with the global ban on CFC production.That ban was put in place by the 1987 Montreal Protocol - an environmental treaty signed by almost every country that banned the production of these ozone-depleting chemicals from 2010. \"Things seemed to be going to plan,\" explained Dr Luke Western, an atmospheric scientist from the University of Bristol.But in 2018, a study revealed that \"the concentration of CFCs in the atmosphere wasn't falling as quickly as we would expect\".\"That's where it all started - we wanted to know what was happening,\" said Dr Western. \"The work I was involved in showed that this [extra CFC-11] was primarily coming from East China.\" Dr Western and his colleagues used data from air monitoring stations in South Korea and Japan. Further detective work in China by the Environmental Investigation Agency (EIA) - and by environmental journalists - found that the chemical was being used in the majority of polyurethane insulation foam that was being produced by firms in the region. The scientists stressed that the scale of this illegal production may never be revealed in full. But this combination - of chemistry, investigative journalism and enforcement of the Montreal Protocol, the researchers say, has avoided significant delays to the healing of the ozone layer.\"First we noticed that the pollution spikes in the region were falling, so likely the nearby polluters were stopping, or at least reducing, their emissions. \"And then we saw that, in 2019, emissions had really fallen back to the levels we hadn't seen since before 2013, which is when we first saw this uptick.\" Researchers say the recovery of the ozone layer is now \"back on track\". \"So later this century we should see recovery of the ozone layer back to levels that we saw in 1980,\" Dr Western added.Follow Victoria on Twitter ", "url": "https://www.bbc.com/news/science-environment-56014092"}