{"datetime": "2020-10-20T22:20:21.000Z", "author": "Jonathan Amos", "title": "Elation as Nasa's Osiris-Rex probe tags asteroid Bennu in sample bid", "article": "America's Osiris-Rex spacecraft has completed its audacious tag-and-go manoeuvre designed to grab surface rock from an asteroid. Radio signals from 330 million km away confirm the probe made contact with the 500m-wide object known as Bennu. Butthe Nasa-led mission will have to wait on further data from Osiris-Rex before it's known for sure that material was actually picked up. The aim was to acquire at least 60g, perhaps even a kilo or more. Because Bennu is a very primitive space object, scientists say its surface grit and dust could hold fascinating clues about the chemistry that brought the Sun and the planets into being more than 4.5 billion years ago. \"The team is exuberant; emotions are high; everyone is really proud,\" said principal investigator Dante Lauretta from the University of Arizona, Tucson.\"This was the key milestone of this mission. Now it's a few days to figure out how much of this amazing sample we got that we've been thinking about for decades,\" added Thomas Zurbuchen, Nasa's associate administrator for science. Both men were following events from mission control at spacecraft manufacturer Lockheed Martin.Assuming there is a suitable sample safely aboard, the probe will be able to package it for return to Earth, scheduled for 2023. If not, the mission team will have to configure Osiris-Rex for another go. The spacecraft made its sample bid in a narrow patch of northern terrain on Bennu dubbed Nightingale. The probe descended slowly to the 8m-wide target zone over a period of four-and-a-half hours, squeezing past some imposing boulders on the way, including a two-storey-high block that had been dubbed Mount Doom. Osiris-Rex used what some have described as a \"reverse vacuum cleaner\" to make its surface grab. More properly called the Touch-and-Go Sample Acquisition Mechanism, or Tag-Sam, this device is a long boom with a ring-shaped collection chamber on the end. The idea was to push the ring into the surface and at the same moment express a stream of nitrogen gas to kick up small fragments of rock. Sensors on Osiris-Rex reported back to mission controllers that all the actions in the sampling sequence had been completed successfully, and that the spacecraft had backed away from Bennu as planned after a few seconds of contact. But the science and engineering team will need time to assess what exactly might have been caught in the collection chamber. One way to do this is to photograph the ring head. This will be done in the coming days. But controllers will also command the spacecraft to spin itself around with the boom and Tag-Sam ring outstretched. Any extra mass on board will change the amount of torque required to turn the probe, compared with the amount needed to perform the same rotation exercise prior to sample acquisition.This measurement technique will give a quantity precise to within a few 10s of grams. Osisris-Rex took pictures all the way through its descent but could not send any of these home at the time because its high-gain antenna was not pointed at Earth.Once the probe has re-established this connection, the data can be downlinked. \"Those images are going to tell us an enormous amount of information about how the events of today went,\" said Prof Lauretta. \"For one thing they will tell us about the likelihood of sample collection, a kind of probabilistic assessment.\"Nasa promises to release some of these pictures on Wednesday. Numerous scientists, including in the UK, are hoping to get the chance to analyse any materials brought back from Bennu - among them Sara Russell from London's Natural History Museum.\"Asteroids like Bennu formed in the very, very earliest times of the Solar System. They are basically the building blocks of the planets - a time capsule that will tell us how the Sun and the planets came into being and evolved. Bennu can really help us to drill down into how that process actually happens,\" she told BBC News.", "url": "https://www.bbc.com/news/science-environment-54624653"}