{"datetime": "2021-08-12T21:18:52.000Z", "author": "Paul Rincon", "title": "Tusk reveals woolly mammoth's massive lifetime mileage", "article": "Scientists have analysed the chemistry locked inside the tusk of a woolly mammoth to work out how far it travelled in a lifetime. The research shows that the Ice Age animal travelled a distance equivalent to circling the Earth twice.Woolly mammoths were the hairy cousins of today's elephants, roaming northern latitudes during a prehistoric cold period known as the Pleistocene.The work sheds light on how incredibly mobile these ancient creatures were. \"It's not clear-cut if it was a seasonal migrator, but it covered some serious ground,\" said co-lead author of the study Dr Matthew Wooller, from the University of Alaska Fairbanks.\"It visited many parts of Alaska at some point during its lifetime, which is pretty amazing when you think about how big that area is.\" Mammoth tusks were a bit like tree rings, insomuch that they recorded information about the animal's life history.Furthermore, some chemical elements incorporated into the tusks while the animal was alive can serve as pins on a map, broadly showing where the animal went.By combining these two things, researchers worked out the travel history of a male mammoth that lived 17,000 years ago in Alaska. Its remains were found near the northern state's Brooks Range of mountains. \"From the moment they're born until the day they die, they've got a diary and it's written in their tusks,\" said co-author Dr Pat Druckenmiller, director of the University of Alaska Museum of the North.\"Mother Nature doesn't usually offer up such convenient and life-long records of an individual's life.\" Mammoths steadily added new layers to their tusks throughout their lives. When the ivory was split length-wise, these growth bands looked like stacked ice cream cones, offering a chronological record of its existence. The researchers pieced together the animal's journey by studying the different types, or isotopes, of the chemical elements strontium and oxygen contained in the 1.7m-long tusk. These were matched with maps predicting isotope variations across Alaska. They found that the mammoth had covered 70,000km of Alaskan landscape during its 28 years on the planet. For comparison, the circumference of the Earth is 40,000km. The study offers clues to the extinction of these magnificent creatures. For animals that ranged so widely, the encroachment of forests into the mammoths' preferred grassland habitat towards the end of the last Ice Age would have placed pressure on herds. It limited how far they could roam for food and placed them at greater risk of predation. The work, by an international team, has been published in Science journal. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-58191123"}