{"datetime": "2022-02-04T01:39:36.000Z", "author": "Jim Reed", "title": "Libmeldy: World's 'most expensive' drug recommended for NHS use", "article": "The NHS has struck a confidential deal for what's thought to be the most expensive drug ever developed. The gene therapy Libmeldy is used to treat an extremely rare condition, MLD, which causes severe damage to a child's nervous system and organs. Around five babies are born with the disorder in England every year.The one-off treatment has a list price of £2.8 million but can be offered on the NHS after the health service negotiated a confidential discount. NHS chief executive Amanda Pritchard said: \"This revolutionary drug is a life-saver for the babies and young children who suffer from this devastating hereditary disorder and will spare their families untold heartache and grief.\" 'Completely out the blue' Nicola Elson's daughter, Connie, first displayed symptoms of the condition as a toddler - tripping up and losing her concentration more easily.\"It was not long after that, that we got the diagnosis of MLD,\" she said. \"It was completely out of the blue, there was nothing like this in my family or my husband's family.\" Nicola, from Cumbria, was told there was a one-in-four chance any child she had with her husband would be affected. She had Connie's younger brother Joe tested and was told he was also carrying the defective gene.\"It's the most unimaginable situation you can ever think of being in,\" said Nicola. \"For too long, doctors were saying, we're sorry but there is no hope and there's nothing we can do.\" MLD, or Metachromatic Leukodystrophy, is an extremely rare hereditary disorder caused by a crucial enzyme deficiency. Over time the nerves in the brain and other parts of the body stop working properly.It can develop in babies and toddlers younger than 30 months and lead to loss of sight, speech and hearing, as well as difficulty moving and seizures. Average life expectancy is between just five and eight years old.Both of Nicola's children were referred onto an early clinical trial in Italy for a new experimental treatment. By then Connie's condition had deteriorated and she was not well enough to be given the drug - which needs to be taken at a very early stage after symptoms develop. That treatment, now called Libmeldy, works by replacing the faulty gene that causes the disorder.On 5 December 2014 - on what his family now call his re-birthday - Joe had an operation to remove stem cells from his bone marrow. They were treated and re-injected back into his body as part of the clinical trial. Seven years later, his mum says he is a typical 11-year-old boy now helping to look after his older sister.\"If you were a stranger on the street, you wouldn't know Joe even had this condition,\" says Nicola. \"He swims, he is in mainstream school, and he plays far too many computer games for my liking.\" The long-term prognosis for children given the drug is still unknown, and Joe will need to be monitored for years to come, but both doctors and families are hopeful it could offer a permanent cure for the condition.'Orphan drug' Libmeldy is a so-called orphan drug - a pharmaceutical agent developed to treat a medical condition which, because it is so rare, may not be profitable to produce without some form of government assistance. Last year, it was reviewed and rejected by the drug price watchdog for England. In draft guidance, the National Institute for Health Care Excellence (NICE) said it was too expensive and yet to be proven in the long term.Costing £2.8 million at its list price, the watchdog said it was the most expensive single treatment it has ever evaluated.But following discussions, specialist drugmaker Orchard Therapeutics increased a confidential discount to the price the NHS actually pays. It has now been recommended for children with no symptoms or who can still walk independently. It will be delivered by a specialist service through the Centre for Genomic Medicine at Saint Mary's hospital in Manchester, one of five European sites that will administer the treatment.Professor Simon Jones, a consultant at Manchester University NHS Foundation Trust, described the announcement as a \"major deal\".\"These kinds of therapies are going to be expensive, they are going to be hard to deliver and only a few centres are going to be able to do that,\" he said.\"There are probably quite a few different disorders which can be treated with this approach, but Libmeldy is the first to really break ground.\" The drug has been recommended for use by Nice in England only at this stage. Patients from Scotland, Wales and Northern Ireland would need their national health systems to fund the treatment in Manchester. You can follow Jim on twitter. ", "url": "https://www.bbc.com/news/health-60245738"}