{"datetime": "2020-10-19T23:23:37.000Z", "author": "Jonathan Amos", "title": "Nasa's Osiris-Rex probe aims for daring 'high five' with asteroid Bennu", "article": "An American spacecraft is about to attempt the audacious task of grabbing rock samples from an asteroid. The Osiris-Rex probe will lower itself on to the 500m-wide object known as Bennu to make a contact that lasts no more than a few seconds. But in the course of this \"high-five\" manoeuvre, the spacecraft will deliver a squirt of gas to stir up the surface. And with luck, Osiris-Rex will catch a couple of handfuls of dust and grit it can bring back to Earth. The aim is to capture at least 60g, but the scientists and engineers working on the Nasa-led mission are confident the probe can secure a kilo or more. If that happens, it would represent the biggest extraterrestrial sample-return cache since the Apollo astronauts picked up rocks from the Moon 50 years ago. Contact with Bennu is timed to occur just before 22:15 GMT (23:15 BST) when the asteroid and Osiris-Rex are about 330 million km from Earth. The whole procedure will be automated. It has to be. Radio signals take 18 minutes to traverse the expanse of intervening space, making it impossible for controllers to intervene. Bennu is a fascinating object. About the size of the Empire State Building, it looks somewhat like a spinning-top toy. Researchers understand it to be what they call a carbonaceous asteroid, meaning its rocks still retain a lot of the chemistry that was present when the Sun and the planets came into being more than 4.5 billion years ago. Hence the desire to bring some of its material home for analysis in sophisticated Earth laboratories. When Osiris-Rex arrived at Bennu in 2018, the mission team immediately got a fright. Distant telescope and radar observations had suggested the asteroid would have a kind of sandy surface. But the probe's close-up imagery revealed the diminutive world to be littered with imposing boulders instead. Worse still, it was noticed the asteroid would occasionally kick out fragments from its surface as volatile substances vented into space. This environment has challenged the mission team to find a safe place to sample.Months have been spent precisely mapping every lump and bump on Bennu. Extensive investigations have identified two locations Osiris-Rex should be able to get in and out reasonably comfortably. The primary site, called Nightingale, is 8m across - a little under the width of a singles tennis court, or a few car parking spaces. The probe will approach this constrained zone very slowly, using its automated visualisation system to avoid nearby hazards, including a two-storey boulder that's been dubbed Mount Doom. \"For some perspective: the next time you park your car in front of your house or in front of a coffee shop, and walk inside - think about the challenge of navigating Osiris Rex-into one of these spots from 200 million miles away,\" remarked Mike Moreau, Nasa's deputy project manager on the mission. With its sampling arm outstretched, Osiris-Rex will press a ring-shaped device into the asteroid's surface that works like a kind of \"reverse vacuum cleaner\". When the ring touches down, a charge of pressurised nitrogen will be released to kick up small chunks of rock and \"soil\". If a good contact is made, a decent amount of this elevated debris should get trapped inside the sampling head. \"We estimate that our time on the surface will be between five and 10 seconds before the spacecraft backs away with the sample safely inside of the sampler head,\" explained Sandra Freund, the mission operations manager from Lockheed Martin Space, the company that made Osiris-Rex.The probe will be taking pictures throughout, to enable the mission team to gauge the success or otherwise of the sampling bid.However, it could be some days before Nasa is able to make a definitive statement on how much of Bennu's surface material has been retrieved. \"I'm confident that we're going to have abundant material based on the nature of the Nightingale site and the extensive testing that we did with our Touch-and-Go Sample Acquisition Mechanism (Tag-Sam),\" said principal investigator Dante Lauretta from the University of Arizona, Tucson. \"And in the best-case scenario where the Tag-Sam filter is filled up, we might have a kilogram of sample or more. So, I can't tell you how excited I am.\"Should a second attempt be needed, Osiris Rex would target the back-up site nicknamed Osprey.Any samples will be packaged for return in a capsule that's expected to land back on Earth in September 2023. Nasa is working closely with the Japanese space agency whose Hayabusa-2 probe sampled a different type of asteroid called Ryugu last year.That mission's cache, weighing perhaps 100 milligrams, is coming home in December.Numerous scientists, including in the UK, are hoping to get the chance to analyse the materials from both endeavours - among them Sara Russell from London's Natural History Museum.\"We can learn a lot about the early formation of the Solar System from meteorites. But as soon as those rocks come through the atmosphere to fall to Earth, they're immediately contaminated in some way or another,\" she told BBC News.\"So, this is our chance to get a truly pristine sample, to understand what the primordial chemistry in the Solar System was really like.\" ", "url": "https://www.bbc.com/news/science-environment-54592163"}