{"datetime": "2021-12-17T15:31:06.000Z", "author": "Philippa Roxby", "title": "Alzheimer's drug aducanumab not approved for use in EU", "article": "The European Medicines Agency has said no to approving a new drug for Alzheimer's disease in the EU. Aducanumab does not appear to be effective at treating adults with early-stage symptoms, the EMA said. Alzheimer's charities say they are disappointed by the decision because thousands of people are left with no treatment options. The drug - the first new treatment for 20 years - was controversiallyapproved in the US in June . At the time, many scientists said there was little evidence from trials of it being of benefit despite it targeting amyloid - a protein that forms abnormal clumps in the brains of people with Alzheimer's. Biogen, the manufacturer of the drug, can ask for the EMA's decision to be re-examined within the next two weeks. It's not known whether the company will submit a separate application for approval to the UK regulator, the MHRA. The European Medicines Agency based its decision on two main studies of more than 3,000 patients with early-stage Alzheimer's disease which compared the effects of a low dose and high dose of the drug with a dummy pill. The patients, who had mild cognitive impairment or mild dementia, had their symptoms assessed after 78 weeks of treatment. \"Results from the main studies were conflicting and did not show overall that aducanumab was effective at treating adults with early-stage Alzheimer's disease,\" the EMA said. \"In addition, the studies did not show that the medicine was sufficiently safe as images from brain scans of some patients showed abnormalities suggestive of swelling or bleeding, which could potentially cause harm,\" it added.The EMA concluded that the benefits of the drug did not outweigh its risks and recommended the refusal of a marketing authorisation. There are estimated to be nearly 8 million people living with dementia in the EU and around a million in the UK, with numbers expected to double by 2050. Alzheimer's disease is thought to be the cause of the majority of those cases. Hilary Evans, chief executive at Alzheimer's Research UK, said the announcement was \"bitterly disappointing news for people with Alzheimer's disease\". She added: \"Biogen must continue collecting essential data to clarify the safety and effectiveness of aducanumab.\"While further data collection is happening in the US, the UK is uniquely well-placed to deliver world-class clinical studies that could address unanswered questions about the drug.\" Alzheimer's Society said there were more than 125 Alzheimer's drugs currently in clinical trials and more funding was needed to speed up access to them.", "url": "https://www.bbc.com/news/health-59699907"}