{"datetime": "2022-01-11T10:30:33.000Z", "title": "Man gets genetically-modified pig heart in world-first transplant", "article": "A US man has become the first person in the world to get a heart transplant from a genetically-modified pig. David Bennett, 57, is doing well three days after the experimental seven-hour procedure in Baltimore, doctors say. The transplant was considered the last hope of saving Mr Bennett's life, though it is not yet clear what his long-term chances of survival are. \"It was either die or do this transplant,\" Mr Bennett explained a day before the surgery. \"I know it's a shot in the dark, but it's my last choice,\" he said. Doctors at the University of Maryland Medical Center were granted a special dispensation by the US medical regulator to carry out the procedure, on the basis that Mr Bennett - who has terminal heart disease - would otherwise have died. He had been deemed ineligible for a human transplant, a decision that is often taken by doctors when the patient is in very poor health. The pig used in the transplant had been genetically modified to knock out several genes that would have led to the organ being rejected by Mr Bennett's body, the AFP news agency reports. For the medical team who carried out the transplant, it marks the culmination of years of research and could change lives around the world. Surgeon Bartley Griffith said the surgery would bring the world \"one step closer to solving the organ shortage crisis\". Currently 17 people die every day in the US waiting for a transplant, with more than 100,000 reportedly on the waiting list. Dr Christine Lau, chair of the Department of Surgery at the University of Maryland School of Medicine, was in the operating theatre during the surgery.\"He's at more of a risk because we require more immunosuppression, slightly different than we would normally do in a human-to-human transplant. How well the patient does from now is, you know, it's never been done before so we really don't know,\" she told the BBC.\"People die all the time on the waiting list, waiting for organs. If we could use genetically engineered pig organs they'd never have to wait, they could basically get an organ as they needed it.\"Plus, we wouldn't have to fly all over the country at night-time to recover organs to put them into recipients,\" she added.The possibility of using animal organs for so-called xenotransplantation to meet the demand has long been considered, andusing pig heart valves is already common . In October 2021, surgeons in New York announced that they had successfully transplanted a pig's kidney into a person. At the time, the operation was the most advanced experiment in the field so far. However, the recipient on that occasion was brain dead with no hope of recovery. A glimmer of hope alongside huge risks This watershed moment provides hope of a solution to the chronic shortage of donor human organs. But there is still a long way to go to determine whether giving people animal organs is the way forward. Pig hearts are anatomically similar to human hearts but, understandably, not identical. It's not ideal, compared to swapping in a human donor heart. But it is possible to plumb them in and get them working. The bigger issue is organ rejection. These pigs are bred to lack genes that can cause rejection. They are cloned with certain genes \"knocked out\" and reared until they reach an age where their organs are big enough to be harvested for transplantation.It is too soon to know how Mr Bennett will fare with his pig heart. His doctors were clear that the surgery was a gamble. The risks are huge, but so are the potential gains. Mr Bennett, however, is hoping his transplant will allow him to continue with his life. He was bedridden for six weeks leading up to the surgery, and attached to a machine which kept him alive after he was diagnosed with terminal heart disease. \"I look forward to getting out of bed after I recover,\" he said last week. On Monday, Mr Bennett was reported to be breathing on his own while being carefully monitored. But exactly what will happen next is unclear.Mr Griffith said they were proceeding cautiously and carefully monitoring Mr Bennett, while his son David Bennett Jr told the Associated Press that the family were \"in the unknown at this point\". But he added: \"He realises the magnitude of what was done and he really realises the importance of it.\" \"We've never done this in a human and I like to think that we, we have given him a better option than what continuing his therapy would have been,\" Mr Griffith said. \"But whether [he will live for] a day, week, month, year, I don't know.\" ", "url": "https://www.bbc.com/news/world-us-canada-59944889"}