{"datetime": "2021-12-02T08:39:07.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "UK approves another antibody treatment for Covid", "article": "The UK has approved another antibody treatment for people with Covid that cuts the risk of severe illness. It's called sotrovimab, and scientists say preliminary checks suggest it should work well even against new variants such as Omicron.The drug, given in a drip into a vein, binds to the virus to stop it entering our cells.In a clinical trial, a single dose reduced the risk of hospitalisation and death by 79% in high risk adults.It is the second drug of its kind - a monoclonal antibody treatment - that UK regulators have approved. Both sotrovimab and the other approved antibody treatment, ronapreve, are most effective when taken during the early stages of infection. The Medicines and Healthcare products Regulatory Agency (MHRA) recommends they are used within five days of someone getting symptoms.Dr June Raine, MHRA chief executive, said: \"This is yet another therapeutic that has been shown to be effective at protecting those most vulnerable to Covid-19, and signals another significant step forward in our fight against this devastating disease.\" Drug company GSK, which made sotrovimab (Xevudy), says it hasrun some early tests in the lab to see how well the treatment fares against the new, heavily mutated Covid variant Omicron that is now spreading around the world.More checks are needed, but researchers say the drug targets a part of the spike protein of the virus that has not yet undergone big changes or mutations, meaning it should work well.Henny Braund, chief executive of cancer charity Anthony Nolan, said: \"This is positive news for blood cancer patients, who we know are less likely to be protected from Covid-19 vaccines than the wider population. It is particularly important that patients can access this treatment immediately, if they contract the virus, and there is clear guidance for doctors on making it available.\" Aside from vaccines that are designed to help prevent infections happening in the first place, as well as cut the risk of getting very ill, there are a few different types of treatments for Covid. They fall into three main categories: Most people who have Covid do not need any treatment and will recover within a few weeks.You may be able to look after yourself at home . Some of the same things you do to feel better if you have the flu - resting, drinking enough fluids and taking paracetamol or ibuprofen - can help. If you become more unwell then you should seek medical help.People who think they may have Covid shouldget a test and self-isolate to help stop the virus spreading.", "url": "https://www.bbc.com/news/health-59502745"}