{"datetime": "2021-12-18T09:26:12.000Z", "subject": "Coronavirus pandemic", "title": "Bristol: Art by locked down medical students in online show", "article": "Medical students whose first year took place during the Covid-19 pandemic have documented their experience of distance learning in artwork. An online exhibition of their work, Our First Year Heard, includes drawings, photos, digital art and poems from students at the University of Bristol. New ways of studying during the pandemic were reflected in the art, touching on the isolation of lockdown, imposter syndrome and mental health. More than 20 pieces are on display. Government restrictions meant lectures had to take place online and the new students were unable to meet face to face. Louis Davenport, a now second year student who curated the exhibition, said: \"Medicine students support each other through the tough times. \"Over five years you get to know each other really well and those friendships help you through - that's more difficult when you are confined to your room.\" Mr Davenport came up with the idea following his first dissection class, just before the autumn 2021 lockdown. \"Suddenly I was looking at a brain, then a torso,\" he explained. \"I had a really visceral reaction that I wasn't expecting. It was a really complex feeling that I wanted to capture in poetry.\" The poem, entitled 'What's in front of you', inspired the student to ask fellow first year medics for their experiences. 'Disconnected', a poem and video by a group of students, captured virtual GP placements and the lack of the \"many subtle yet fundamental elements of communication and non-verbal body language\" that can be important during these appointments. Together, the pieces represent a year of students' trials and triumphs under difficult circumstances.\"I hope our first year will make us better doctors and more resilient. I think it's going to produce a different skillset, one that is better equipped for digital consultations.\" Ashley Blom, Head of Bristol Medical School, said: \"I continue to be amazed by the breadth of skills of our students.\"Their ability to express their thoughts and emotions through such evocative art is beautiful.\" Students are able to access 24/7 wellbeing support, including impartial advice, self-help resources, peer groups and counselling from the university's wellbeing page. ", "url": "https://www.bbc.com/news/uk-england-bristol-59685774"}