{"datetime": "2021-12-24T06:09:24.000Z", "author": "Sonia Mathur", "title": "Christmas: How are gold, frankincense and myrrh used in medicine?", "article": "Inside most Christmas nativity scenes over the past two millennia, you can find three gifts. The story goes that three wise men took gold, frankincense and myrrh as offerings to the baby Jesus. But today the gifts are being thought of as precious by scientists for their more unexpected benefits.Clinical findings show they can help to treat arthritis and asthma, and perhaps tackle one of the worst diseases known to man - cancer. Two of the gifts, frankincense and myrrh, are being studied by Cardiff University scientist Dr Ahmed Ali for their healing properties. They are both resins extracted from plants and, when they solidify, frankincense looks like golden raisins, while myrrh looks like reddish-brown crystals.Dr Ali, who is a Welsh Somali from Newport and a world-leading expert in Somali Frankincense, works at the university's school of biosciences trying to develop drugs to treat a variety of issues, from cancer to wrinkles.He has found Somali frankincense has a different chemical profile compared with other types of frankincense and can be used in a range of treatments. \"We discovered that when you extract a variety of the Somali frankincense, you can use it to mitigate metastasis of cancer cells invitro. That is, you can stop the cancer from spreading,\" he said. Myrrh is also being studied in his lab for its cancer benefits, specifically one type known as scented myrrh. Prof Richard Clarkson, who worked with Dr Ali on this research at the school of biosciences, said these discoveries could be the breakthrough needed in cancer research. \"In a general sense the identification of new drugs and new agents that could stop the cancer from spreading around the body are highly sought after, but very difficult to implement in the clinic,\" he said. Such clinical studies are long, expensive and difficult, he explained. But Prof Clarkson said in the lab, finding something that targets cancer cells and kills them without damaging healthy cells, is considered as the Holy Grail. \"If you are looking at a combination of something like a myrrh extract that is targeting the cancer cells and killing them, but not harming the healthy cells, and you combine that with a frankincense extract that is stopping the cancer from spreading further, then that could be a great combination,\" he said. \"And, well, with their historic significance [it is] really interesting.\" Among Somali frankincense's other benefits, Dr Ali said, his lab found it can be used to stop inflammation or swelling. \"It can be used for helping with arthritis. It appears particularly effective at reducing symptoms of ulcerative colitis - an inflammatory gut condition.\"He added that frankincense may also help prevent gum disease.Much of this research is still recent and confined to labs for now, however the three gifts have been considered precious for millennia. Dr Rachael Gillibrand, a lecturer in medical history at the University of Aberystwyth, said she was surprised by some of the ways in which these three substances were previously used. \"Frankincense is not used for just one thing. It seems to be used for a number of different ailments,\" she said. \"Myrrh is a bit more interesting - it is never used on its own, always combined with other things. Its mixed with other herbs as a syrup and prescribed for helping with asthma.\" She added that myrrh was also mixed with juniper berries and rum as a treatment for worms in younger people in the Victorian era. Gold is slightly different, but medically it too has its benefits.Dr Gillibrand said the father of modern medicine, Hippocrates, first prescribed gold to be used in dentistry, and centuries later gold is still used in this way in some parts of the world. \"During an excavation in Greece, they discovered a skull of a Greek soldier. The soldier had previously been hurt in a battle and gold thread had been used to tie back his jaw together,\" she added. \"It just proves that these weren't just things that were written down, they were actually practiced.\" The precious metal has also played its part in cancer treatment.As an inert metal, gold doesn't react to much and its isotopes are used to load up tumours before radiation therapies, in order to absorb x-rays and make the therapy more effective. However two millennia ago, the gifts had very different significances. Both frankincense and myrrh have been used for a while as incense and it was as such that they were perhaps presented to the baby Jesus.Myrrh was also used as an embalming oil. Meanwhile, gold was highly-priced - largely for its pleasant and enticing look.The Bishop of St Asaph, the Right Reverend Gregory Cameron, explained the three gifts also possess religious meaning, although there are few mentions of the nativity in the Bible. \"Jesus is described in Christianity as having the three-fold office of prophet, priest and king,\" he said. \"So that myrrh is attached to his role as prophet, frankincense as priest and gold to his role as king.\" You can hear more about this story by listening to the Gold Frankincense and Myrrh broadcast on BBC Sounds . ", "url": "https://www.bbc.com/news/uk-wales-59651783"}