{"datetime": "2021-11-19T17:28:11.000Z", "title": "New Alzheimer's treatment hailed by researchers", "article": "Early results in a new treatment for one of the most common forms of dementia have been \"absolutely spectacular\", according to researchers. Alzheimer's may be caused when a type of protein sticks to brain cells, eventually killing them. A team including University of Leicester scientists tackled the protein before it was deposited. Professor Mark Carr said early tests had completely halted disease progression in mice. While the exact cause of Alzheimer's is unknown, a strong candidate is amyloid beta protein forming 'plaques', which damage the brain. Previous treatments, which tried to remove these plaques, have often failed to live up to early promise. But the team, which also includes University Medical Center Gottingen in Germany and the medical research charity LifeArc, targeted a form of the protein before it became attached. Prof Carr said using a vaccine or antibody to block the protein had worked well. \"It was absolutely spectacular. It's not been seen with any other therapeutic approach that has been tried with Alzheimer's,\" he said. \"While the science is currently still at an early stage, if these results were to be replicated in human clinical trials, then it could be transformative.\"It opens up the possibility to not only treat Alzheimer's once symptoms are detected, but also to potentially vaccinate against the disease before symptoms appear,\" he said. Dr Susan Kohlhaas, director of research at Alzheimer's Research UK, said: \"In this thorough and well-conducted research carried out in mice with features of Alzheimer's disease, scientists found a vaccine administered through injection found the intended target and helped improve metabolism in brain regions associated with memory and thinking.\"Early results in a behavioural task suggest the mice had improved memory and thinking, hinting that this could be a promising new approach, and one that has so far not been tested in Alzheimer's drugs in clinical trials.\" The researchers are now looking to find a commercial partner to take the treatment through clinical trials. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59338044"}