{"datetime": "2021-11-17T10:52:42.000Z", "title": "Artificial Intelligence plan to reduce harm to pregnant black women", "article": "Researchers are to use artificial intelligence (AI) in the hope of reducing risk to pregnant black women. Loughborough University experts are to work with the Healthcare Safety Investigation Branch (HSIB) to identify patterns in its recent investigations. Research has suggested black womenare more than four times more likely to die in pregnancy or childbirth than white women in the UK . The Race Equality Foundation said the plans were welcome \"if used wisely\". The researchers plan to look at more than 600 of HSIB's recent investigations into adverse outcomes during pregnancy and birth. The independent patient safety body has conducted more than 2,000 maternity investigations since April 2018, with about 10% concerning black, Asian and ethnic minority families. These examined cases such as the death of the mother during pregnancy or childbirth, miscarriages, stillbirths and neonatal deaths. The research team will develop a machine learning system capable of identifying factors, based on a set of codes, that contribute to harm during pregnancy and birth experienced by black families. These include biological factors, such as obesity or birth history; social and economic factors such as language barriers and unemployment; and the quality of care and communication with the mother. It will look at how these elements interact with and influence each other, and help researchers design ways to improve the care of black mothers and babies. Dr Patrick Waterson, from the university, who is helping to lead the project, said: \"Ultimately, we believe the outcomes from our research have the potential to transform the NHS's ability to reduce maternal harm amongst mothers from black ethnic groups.\" He added that in the longer term, the research could improve patient safety for all mothers. Dr Georgina Cosma, from the Department of Computer Science - who is also leading the work - said: \"We will develop an AI-based system for analysing maternity investigation reports and extracting data, based on a set of codes, that is able to identify factors which contribute to harm during pregnancy and birth.\" Kevin Stewart, HSIB's medical director, said: \"We are delighted to be working with Loughborough University to understand better the factors that lead to poor outcomes and experiences for some women from black ethnic groups. \"We believe our data, gathered from so many of our maternity investigations, will help develop the learning required to automate analysis and identification of themes.\" The project will run for two years from January. Jabeer Butt, chief executive of the Race Equality Foundation, said AI had the potential to improve outcomes if \"used wisely\". He said: \"A woman's ethnicity should have no impact on her chances of having a safe and healthy pregnancy, yet the reality for black pregnant women is that it does. \"While we welcome the use of AI to better address the problem through examining key factors like the care experiences of black mothers, safeguards will be crucial.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59306908"}