{"datetime": "2021-10-22T10:53:01.000Z", "author": "Rory Cellan-Jones", "subject": "Climate change", "title": "Tech Tent: The world in 2031", "article": "Will robots take over most tasks from manual workers over the next decade? Will we find innovative new energy sources to help us battle climate change? And will we really all be living in virtual worlds? This week Tech Tent gets out its crystal ball and asks some big thinkers to work out what the world will look like a decade from now.If Mark Zuckerberg is to be believed, by 2031 we will all be living and working in the metaverse, a series of virtual worlds which will become the most important new technology platform since the arrival of the web.He's so convinced this is the future that this weekFacebook announced it was going to create 10,000 new jobs in the EU dedicated to building the metaverse . Emma Ridderstad, whose company Warpin is developing virtual reality software for training, is a believer in the metaverse. \"You will be able to do your shopping, you will be able to meet your friends, you will be able to work remotely with whomever you want, you will be able to share digital spaces, share music, share art,\" she explains.\"You will also be able to integrate the digital objects in your physical world, making the world much more digital than it is today.\" You might, for instance, be able to attend a football match when you couldn't make it to the ground - with your digital avatar sitting in your usual seat, dissecting the game with your neighbour's virtual self.But Dr Nicola Millard, principal innovation partner at the telecoms firm BT, strikes a note of caution.She says the metaverse will have to convince users that it is worth spending time in cumbersome headsets or other gear - and that it can actually be useful. \"Does it help me connect? Does it help me collaborate? Does it help me to be entertained or educated?\" she asks. Dr Millard also warns that finding your way around this new landscape could prove tricky, especially if there are multiple multiverses run by different companies. And if it does prove as powerful a platform as Mark Zuckerberg suggests, then do we really want it to be run by him, given the mounting concerns about the impact of Facebook on everything from democracyto the mental health of teenagers ? Emma Ridderstad says she hopes Facebook doesn't end up ruling the metaverse and is confident that a range of companies, from gaming platforms to virtual reality businesses like hers, will be building this new world. With COP26, the UN climate summit, soon to get under way, the world is focusing on decarbonising the economy - and that's going to require plenty of innovation in the energy sector. Dr James Dixon, author of a report by the Institution of Engineering and Technology called Energy Technologies for Net Zero, says one priority will be making homes more energy-efficient.\"How are we going to supply heating to buildings? It's likely that a good chunk, between half and three-quarters of this, will be done by electric heat pumps, basically an air conditioner working in reverse,\" he says. The UK government has just announcedincentives to householders to replace gas boilers with heat pumps , though environmental campaigners have said far too little will be spent on the scheme. But Dr Dixon says a different clean fuel will play a key role. \"Every pathway to net zero between now and 2050 demands an enormous increase in the amount of hydrogen production we need,\" he says - so scaling up hydrogen production is a must. He says ridding industry of all use of fossil fuels won't be feasible in the short-term, so there will also need to be plenty of innovation in carbon capture and storage.As for transport, \"virtually all of the pathways to net zero rely on a near 100% fleet of zero-emissions cars, probably electric vehicles.\" So extraordinary levels of innovation, and a willingness by consumers to adopt new products such as heat pumps and electric cars, will be needed in the battle against climate change. The last decade has seen great advances in artificial intelligence, withcomputers learning to drive cars , provideinstant translation from one language to another , anddefeat the best human players of the complex Chinese game of Go .Azeem Azhar, whose new book Exponential describes the way AI and other technologies are transforming the economy and society at breakneck speed, tells us there is more to come. But he says the one thing we have learned is that automation does not inevitably lead to the destruction of jobs, pointing to what has happened during the pandemic. \"The more AI you had, the more employees you brought on board, whether you were a grocery delivery business, or an online bookstore. The ones with more AI hired more people because they became more competitive.\" He thinks that pattern will hold over the next decade. He also sees AI reaching into our lives in all sorts of ways we may not notice - helping banks make better decisions about loans, or speeding up the search for the new materials we will need in a carbon-free world. But it is in healthcare that AI promises to have the greatest impact. Azeem Azhar points to the speed with which Covid-19 vaccines were developed. \"We were able to identify vaccine candidates that would be effective against the virus really, really quickly - in a matter of weeks - because companies like Moderna had invested quite heavily in AI-based platforms for discovering such candidates.\" AI promises great improvements in our daily lives, but it also has the potential to cause great harm.Biases in algorithms could see computers denying jobs or insurance cover to minorities, and there are already warnings that putting facial recognition into military drones could create autonomous killing machines.Tech Tent will continue to monitor the positive and negative impacts of technology - perhaps we will report back from the metaverse in 2031 on how accurate our experts' predictions have been. ", "url": "https://www.bbc.com/news/technology-59008812"}