{"datetime": "2021-11-11T01:54:38.000Z", "author": "Philippa Roxby", "title": "Hundreds of patients in gene study given rare disease diagnosis", "article": "Hundreds of patients with rare diseases have been given a diagnosis for the first time, thanks to a study which involved analysing their entire genome. More than 2,000 families took part and were recruited through the100,000 Genomes Project, which started in 2013. Scientists behind it say the approach can lead to better care, more focused treatments and can save NHS resources. One in four received a new diagnosis, including Terri Hedley, who inherited a kidney condition from her father.Leslie had endured years of treatment for serious kidney disease which led to two kidney transplants - and was worried that his granddaughter Katie, in addition to his daughter, was going to be affected. But through sequencing of Leslie and Terri's whole genome, it was discovered she did not have the kidney problem. \"It was fantastic to know that it stops with me,\" 41-year-old Terri said. \"She [Katie] doesn't need to get regular tests now. We were so worried about her.\" Terri's daily life is not affected by the kidney condition, but her kidney function has deteriorated in the last 20 years. A 10-year-old girl with a rare, unknown condition also received a diagnosis through the study which meant she was able to have a bone marrow transplant. She had been admitted to intensive care multiple times and visited hospital on more than 300 occasions. Testing of her siblings revealed no other family members were at risk. The study, led by Genomics England and Queen Mary University of London, marks the first time that whole genome sequencing has been used in a healthcare system and applied to large numbers of patients with rare diseases. Queen Mary's Prof Sir Mark Caulfield, former chief scientist at Genomics England, said it was a \"major advance\" which could be rolled out worldwide at the first sign of symptoms. He said the study paved the way for the technique being used in the NHS. It's the process of analysing entire genomes - or all the genes plus the DNA that make up a human being. Your genome is unique, is more than three billion letters long, and is found in almost every cell in your body. Sequencing someone's genome involves donating a sample of DNA, normally from a small blood sample. One human genome can be sequenced in about a day - but the analysis of it takes much longer. Picking out the differences between one person's genome and a \"reference\" genome is the goal and there are often millions. Most are harmless, but they are the reason we are different from each other. Using clever software, scientists work out exactly which differences could be the cause of disease, and these are then fed back to the NHS and the patient. Whole genome sequencing led to a new diagnosis for a quarter of those who took part.They were then able to receive better care, such as change of diet, provision of vitamins and other appropriate therapies. Screening of other family members for the same diagnosis could also take place.A total of 14% of those diagnosed were found in regions of the genome which would have been missed by other methods of testing. Most of the rare diseases identified were:The genes of 4,660 people from more than 2,100 families were analysed between 2014 and 2016 for the study,published in New England Journal of Medicine. Many had gone through years of testing and appointments without getting any answers about the disease affecting their family. All were part of the 100,000 Genomes Project, led by Genomics England. About 6% of the population in Western societies is affected by approximately 10,000 rare disorders. More than 80% of these have a genetic component, and they are often disabling and expensive to manage.One third of children with a rare disease die before their fifth birthday. Prof Damian Smedley, from the Queen Mary research team, said the new approach \"was key to us being able to solve the 'needle in a haystack' challenge of finding the cause of a rare disease patient's condition amongst the millions of variants in every genome\". Prof Chris Inglehearn, professor of molecular ophthalmology, at the University of Leeds, said the results showed \"beyond doubt\" that human genome sequencing \"can revolutionise medical care for a wide range of human diseases\". But he added that the 100,000 Genomes Project, which provided the data used in the study, \"can prove difficult for clinicians and researchers to access\" and that needed to be addressed. Another challenge, scientists say, would be deciding how whole genome sequencing could and should be used to identify rare conditions within the NHS. ", "url": "https://www.bbc.com/news/health-59235573"}