{"datetime": "2021-10-04T15:00:43.000Z", "title": "Bristol statue of Henrietta Lacks installed at university", "article": "The first public sculpture of a black woman made by a black woman in the UK has gone on display in Bristol. Bristol artist Helen Wilson-Roe created the life-sized bronze statue of Henrietta Lacks whose cancer cells changed the course of modern medicine. The cells taken from Ms Lacks without her consent or knowledge were the first living human cells to ever survive and multiply outside the body. The statue's unveiling marked the 70th anniversary of her death. It was during surgery that a sample of cells was taken from an aggressive tumour in Louisiana-born Ms Lacks' body before she died aged 31 in Baltimore, USA. These living cells made possible some of the most important medical advances to date including the development of the polio vaccine, chemotherapy, gene-mapping, IVF, cloning and more recently for Covid-19 research. They became known as HeLa cells, taking the first two letters of Henrietta's first and last names. Henrietta Lacks' granddaughter, Jeri Lacks-Whye, said: \"It is only fitting that she be memorialised to educate future generations on her legacy and the importance of advancing health equity and social justice for all.\" The Lacks family have a unique relationship with Bristol artistHelen Wilson-Roe and wished for her statue to be displayed in the city. Dean of the Faculty of Life Sciences at theUniversity of Bristol Prof Jeremy Tavare said: \"I am absolutely delighted to be able to host this beautiful statue of Henrietta on our campus so we can visually honour her contribution to important discoveries we have made in Bristol over the past 70 years.\" Artist Helen Wilson-Roe added: \"As a child growing up in Bristol there were no statues of Black women that I could identify with. \"So, knowing that my children and their grandchildren and great grandchildren will be able to see Henrietta's statue is just fantastic especially at this time when Bristol is starting to address its past.\" The statue, commissioned by the University of Bristol was unveiled outside Royal Fort House in the campus grounds by Henrietta Lack's family.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-58761785"}