{"datetime": "2021-01-07T14:32:57.000Z", "author": "Claire Marshall", "title": "Consultation launched over gene edited food in England", "article": "The UK government has launched a consultation on using gene editing to modify livestock and food crops in England. Gene editing alters the DNA of organisms and, until now, its use had been tightly restricted under EU law.Environment Secretary George Eustice said the approach could be used to develop crops that are more resistant to disease and extreme weather. He said it could also lead to the production of healthier food, but some are opposed to the technology. Critics say it creates entirely new organisms, and maintain that stringent regulation is vital. Gene editing involves making precise changes to the DNA of one particular species and many scientists regard it as distinct from genetic modification (GM), where DNA from one type of organism is introduced to another.However, in 2018, the European Court of Justice ruled that it did, in fact, count as genetic engineering. And, in the EU, both technologies are currently under strict regulation. Speaking at the Oxford Farming Conference, Mr Eustice said the UK no longer had to \"slavishly follow\" European law, which was \"notoriously restrictive and politicised\".The Environment Secretary said the technology mimicked the natural breeding process, speeding up what farmers have done for centuries by picking the strongest and healthiest animals or plants to breed from.Mr Eustice said that gene editing raised far fewer ethical or biological concerns than other forms of genetic engineering. He said the organisms created by gene editing could have been created naturally and so \"respected the laws of nature\". Many scientists have welcomed the public consultation. Denis Murphy, professor of biotechnology at the University of South Wales said it would be broadly supported by UK farmers and crop scientists.He explained: \"Genome editing is already used in medicine and has immense potential for tackling major agricultural challenges related to food security, climate change, and sustainability.\" Prof Katherine Denby, from the University of York, described genome editing as a \"powerful tool\" that could help tackle a range of challenges in the UK and food system.Along with helping to increase resistance to pests and disease in crops and animals, it could reduce the use of antibiotics and chemical pesticides, enhance animal welfare, make food more healthy, and reduce waste, for example by lengthening the shelf life of fruit and vegetables.She said: \"Its impact depends on how it is used, what specific changes are made in what organism. But its precision and speed have the ability to transform the development of new crop and animal breeds, and help drive more sustainable food production.\" The creators of the first gene editing tool, known as Crispr-Cas9 \"genetic scissors\", Emmanuelle Charpentier and Jennifer Doudna,were awarded a Nobel Prize for their discovery in 2020 . The development was hailed as \"revolutionary\". Prof Ian Crute, former Chief Scientist of the Agriculture and Horticulture Development Board (AHDB) and director of Rothamsted Research, said: \"Genetic improvement of crops and livestock is a vitally important activity to counter threats posed to productive agriculture by climate change and the emergence of new pests and diseases.\"Adoption of gene editing, alongside established practices deployed by crop and livestock breeders, has the potential to add speed and precision to this vital and continuous endeavour.\" The Soil Association (SA) said it welcomed technological innovation, but that Brexit shouldn't be used \"to pursue a deregulatory agenda\".Gareth Morgan, head of farming and land use policy at the SA, said: \"Gene editing is a sticking plaster - diverting vital investment and attention from farmer-driven action and research which could be yielding results, right now.\"He added: \"Consumers and farmers who do not want to eat or grow genetically modified crops or animals need to be offered adequate protection from this. The focus needs to be on how to restore exhausted soils, improve diversity in cropping, integrate livestock into rotations and reduce dependence on synthetic nitrogen and pesticides.\" Some scientists warned that any change in approach towards genetic engineering should proceed with great caution.Dr Adrian Ely, reader in technology and sustainability at the University of Sussex, said that allowing gene editing in the UK \"would require us to open up indiscriminately to GE (gene edited) food imports from around the world\".He said: \"Claims about gene editing's benefits for the UK's nature and the environment are subject to numerous assumptions and uncertainties. We need to take the time to consider these carefully, rather than accepting them without interrogation.\" The animal welfare charity the RSPCA is concerned at the move, with chief executive Chris Sherwood saying: \"Claims that gene editing is the same as natural selection or plant grafting are disingenuous and potentially misleading.\" He said: \"Gene editing is an unproven technology which does not take into account animal welfare, ethical or public concerns. It involves procedures that cause pain, suffering, distress and lasting harm and is an inefficient process, using large numbers of animals to produce a single individual with the desired result.\" Groups campaigning against the deregulation of gene editing were alarmed at the announcement. Dr Helen Wallace, the director of GeneWatch UK, said: \"Removing some new GM technologies from regulation would mean they are not traced or labelled or assessed if they are safe.\"There would be massive implications at borders since many markets won't accept unlabelled GM food, so English crops and foods might simply be refused.\" The UK government has said it will adhere to the strongest health and safety standards. The consultation will run for 10 weeks, until March 17. Follow Claireon Twitter. ", "url": "https://www.bbc.com/news/science-environment-55576187"}