{"datetime": "2021-11-06T18:51:45.000Z", "author": "Neil Prior", "title": "Forgotten discoverer of natural selection honoured by Bill Bailey", "article": "\"Where's Wallace\" might sound like a misprint from a children's book, yet it is a question that has been troubling comedian Bill Bailey. Ask someone who unearthed the theory of natural selection and the answer is unlikely to be Alfred Russel Wallace. And yet independently, but simultaneously with Charles Darwin, naturalist Wallace did just that.While known until the early 1900s as the \"Darwin-Wallace Theory\", Wallace's name is now largely forgotten. On Saturday Bill Bailey unveiled a bronze bust of Wallace in the naturalist's home town of Usk, Monmouthshire. He said: \"I first heard about Wallace while I was trekking through the jungles of Indonesia 15 years ago and I've been fascinated by him ever since. This geeky Victorian collector changed our understanding of life on Earth.\"Along with Charles Darwin, he came up with one of the greatest scientific ideas of all time: the theory of evolution by natural selection.\" \"These two men independently came up with the same explosive theory, but now, 100 years on, Wallace has been forgotten. I guess you could say he's the Missing Link in the story of evolution,\" Mr Bailey said. Mr Bailey is the chairman of the Wallace Correspondents Society, and has recently presented aBBC documentary: \"Bill Bailey's Jungle Hero\" He said while Darwin came from a wealthy background, and had the might of Cambridge University and the landed gentry behind him, Wallace's upbringing was very different. \"He's an unlikely hero. He came from humble origins and had a fractured childhood, a feckless father who was financially hopeless, and who squandered most of the family's money, meaning that by the age of 14 he had to leave school and earn a living.\" In 1845 Wallace abandoned his career as a building surveyor, and sunk what little money he had into travelling to Borneo to collect exotic exhibits for the lucrative Victorian collectors' market. Talking of the orangutans Wallace first encountered, Mr Bailey said: \"The thought of Wallace shooting these gentle giants I find deeply uncomfortable, but that was the Victorian way.\"However he added that once Wallace landed in Borneo: \"The sheer abundance of species captivated him. Why were there so many, where had they come from? \"Unlike many of his contemporaries, he also thought it was important to observe them alive.\" Wallace noted that the Orangutans he observed had adapted long, muscular arms in order to swing from tree to tree without touching the dangers of the jungle floor. How had God created such unique creatures, perfectly designed for their environment? Wasn't it more likely that the apes with the strongest arms had been most successful in breeding, meaning that the dominant genetic traits were persisted throughout the species? Although his biggest breakthrough was the discovery of the \"Wallace Flying Frog\". \"The Flying Frog proved that evolution was ongoing\", added Mr Bailey. \"Whilst it has muscular legs which can launch it into the air, and webbed feet which help it swim, it's only in the infancy of gliding from tree to tree. Its flight is far from perfect - it flings itself from thing to thing.\" By 1856 Wallace had sent an account of his discovery to Darwin, to the latter's great unease.Contributions from each were published in a joint paper by the Linnean Society in 1858 and Wallace's essay stimulated Darwin into writing \"The Origin of Species\". Mr Bailey said: \"He was laying down a bold challenge to the scientific establishment.\"It was like a keen amateur astronomer writing to Stephen Hawking, saying 'Dear Stephen, I've worked out the Theory of Everything. I await your prompt response'. \"For Darwin the race was on, a race that Wallace didn't even know he was in!\". Wallace's bust is cast out of bronze, and set on a plinth of rare fossil-rich Portland Roach stone, which Chair of Usk Civic Society Tony Kear hopes will prove appropriate. \"I like to think of Wallace's bust looking down on all the fossils in his plinth, and imagining where they all came from and how they evolved into us unveiling his likeness today. \"I didn't know anything about Alfred Russell Wallace until seven years ago, but now I hope the rest of the world will.\"", "url": "https://www.bbc.com/news/uk-wales-59179673"}