{"datetime": "2018-07-25T14:08:51.000Z", "author": "Paul Rincon", "title": "Gene editing is GM, says European Court", "article": "The European Court of Justice has ruled that altering living things using the relatively new technique of genome editing counts as genetic engineering. Until now, gene editing, involving the precise replacement of one DNA sequence with another, has been a grey area. Traditional genetic engineering involves the less precise insertion of foreign DNA into an organism. It would mean any novel food developed with the help of gene editing would need to be labelled as GM. Butthe ruling would also apply to a range of burgeoning areas, such as the treatment of genetic disease in humans and to genetically altered animals. Denis Murphy, professor of biotechnology at the University of South Wales, said the decision \"would appear to cause all new genome edited organisms to be regulated as if they were derived from classical 'GM' or transgenic methods as developed in the 1980s.\" In a statement, theCourt of Justice (ECJ) said it \"takes the view, first of all, that organisms obtained by mutagenesis are GMOs [genetically modified organisms] within the meaning of the GMO Directive\". In the opinion of ECJ Advocate General Michal Bobek, \"mutagenesis\" covers any alteration to a genome - effectively the instruction booklet for life. The ECJ statement added: \"It follows that those organisms come, in principle, within the scope of the GMO Directive and are subject to the obligations laid down by that directive.\" The ruling contains an exemption for older techniques with a \"long safety record\". This is believed to refer to methods used since the 1950s (pre-dating regulations on GMOs) in which plants are exposed to radiation or particular chemicals that induce random mutations (changes) in the organism's DNA. These mutant plants can then be used to breed new varieties. The best known genome editing technique, known as Crispr-Cas9, involves cutting strands of DNA with molecular \"scissors\". When the organism's natural repair systems kick in to repair the break, it presents scientists with the opportunity to insert the DNA sequence of their choosing - essentially rewriting the blueprint for life. Scientists hope this emerging technology could be used, for example, to develop crop varieties that are resistant to pests, or that produce large yields under challenging climatic conditions. They also aim to use it to \"correct\" genetic disease in humans. Unlike traditional genetic engineering techniques, genome editing does not involve the introduction of DNA from another organism. It is also nearly impossible to detect whether a living thing's DNA has been edited or not - the changes are indistinguishable from naturally occurring mutations. The ruling came about because of a legal action brought by the French agricultural unionConfédération paysanne , which had argued that herbicide-resistant seed varieties posed a risk to the environment however they were made. Scientists who work in the areas of gene editing and genetic modification warned that the ruling would hold back cutting-edge research and innovation. \"This will potentially impose highly onerous burdens on the use of genome editing both in agriculture and even in medicine, where the method has recently shown great promise for improving human health and well being,\" said Prof Murphy. Prof Johnathan Napier, from the crop science instituteRothamsted Research in Harpenden, UK, called the decision \"a very disappointing outcome\". He said: \"The classification of genome-edited organisms as falling under the GMO Directive could slam the door shut on this revolutionary technology. This is a backward step, not progress.\" Unusually, the ECJ decision appears to have partially ignored the legal opinion of Mr Bobek, laid out formally in January. In the Advocate General's view, new targeted editing technologies were to have been placed in the same category as the older techniques that produced random mutations in plants via radiation or chemicals. Prof Nigel Halford, from Rothamsted, said the ruling had also ignored \"scientific advice and the pleas of multiple agricultural biotech organisations\". He added that the ECJ had \"taken a decision to keep the NGOs sweet\".\"If adopted by the Council and Parliament the decision could set agbiotech in Europe back another 20 years. We are already a generation behind. Young scientists interested in agbiotech are likely to move to places where common sense and scientific evidence prevail,\" Prof Halford explained. But the group GM Freeze, which campaigns in favour of a moratorium on GM food and farming in the UK, welcomed the move. The group's director Liz O'Neill said: \"This case was portrayed by industry as an argument about definition but the court has seen sense and made it clear that what actually matters is how we regulate emerging technologies that have the potential to permanently alter the ecosystem.\" GM Freeze said it had written to Environment Secretary Michael Gove to ask him to halt a trial of gene edited plants at Rothamsted. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-44953100"}