{"datetime": "2019-01-26T18:23:09.000Z", "title": "NHS to offer paid-for DNA tests if patients share data", "article": "People in England will be able to pay the NHS to sequence their genes on condition they share their data. Those taking part in the planned scheme will be given a health report which can predict the risk of developing conditions like cancer or Alzheimer's. Health Secretary Matt Hancock says it will help develop treatments \"that will benefit everyone in the future\". But concerns have been raised over the plans by the chairwoman of the British Society for Genetic Medicine.It is possible DNA tests could alert patients to issues in need of further investigation. All data would be shared with scientists anonymously.Mr Hancock said: \"While healthy people should not have this service free on the NHS, there are huge benefits to sequencing as many genomes as we can. \"Every genome sequenced moves us a step closer to unlocking life-saving treatments.\" The Department of Health said the project - which will be led by Genomic England, a company set up and owned by the NHS - is still in the development phase. No detail has been provided on a launch date or how much the service would cost. It follows the successful completion of the 100,000 Genomes Project in December 2018. But Dr Anneke Lucassen, the chairwoman of the British Society for Genetic Medicine, said: \"The NHS has always been free at the point of delivery.\"It has the potential to create a two-tier system.\" And she warned: \"You can use genetic code to confirm a clinical picture, but you can't use it to predict what will happen in the future very accurately.\" Dr Lucassen said the government otherwise had good and sensible plans for genetic medicine, lauding its commitment to collecting research data.Genomics needs large data sets, ideally shared internationally. The government has now announced plans to sequence at least one million whole genomes within five years. In addition to the paid-for DNA sequencing, the NHS routinely offers seriously ill children and adults with genetic conditions and cancer DNA analysis. By Michelle Roberts, BBC health correspondent This isn't about looking for rare genetic diseases in people at very high risk. Those types of checks are already being offered for free to NHS patients. The idea behind Matt Hancock's latest announcement is getting data from the general population to help scientists better understand diseases and human genetics.He wants healthy people to become \"genomic volunteers\" to help research. From a sample of blood, experts can look for small changes or errors in our DNA - the genetic code of life.The anonymised data will help them build a picture of the nation's health and design life-saving new treatments. Genomic volunteers would be able to pay to receive a personalised report into their own unique DNA profile.But there are a few things people should realise before they consent: And there are still many unknowns: ", "url": "https://www.bbc.com/news/uk-47013914"}