{"datetime": "2018-07-02T15:19:45.000Z", "author": "Matt McGrath", "title": "Saving koalas: Gene study promises solution to deadly sex disease", "article": "Despite being (possibly) the world's cuddliest creature, the super-sweet koala is also one of the unluckiest animals on the planet. Australia's most famous tree hugger has been ravaged by sexually transmitted disease, attacks from dogs, being hit by cars and habitat loss. Chlamydia has spread fast in koalas, causing infertility and blindness. But scientists saydecoding the genome should lead to an effective vaccine for the STD. In fact, researchers say they've been amazed by the information that's been hidden in the marsupial's DNA.While they didn't find a gene for cuteness, they've worked out how koalas can survive solely on a diet of eucalyptus - which poisons most other creatures that consume it.Genes that are switched on in the koala's \"cast-iron livers\" appear to be responsible for the ability to detoxify the leaves. Their DNA also equips them with powerful senses of smell and taste that allow them to sniff out the leaves with the most water in them; koalas will eat only those with at least 55% water content.However, one of the great hopes from this five-year gene project is that scientists will be able to develop a vaccine against chlamydia, something which is present in the vast majority of the species. Chlamydia is a horrid infection in koalas.In addition to blindness and infertility, koalas endure something called \"dirty tail\", a painful inflammation of the urinary tract that often results in the animal's death.Researchers have tested vaccines in the past but say the new information will speed up the process.\"The genome absolutely brings a vaccine closer,\" lead author Prof Rebecca Johnson from the Australian Museum Research Institute told BBC News.\"It's really critical information to continue the development of a chlamydial vaccine.\"\"If you think about the advances that have been made in human medicine following the sequencing of the genome, we're at the point in humans where you can sequence an individual and tailor-make the medicine based on their genome. \"That's now the position we are in for koalas, having all that information at our fingertips.\" Koalas are recognised as an iconic species around the world - not just in Australia.There is a great deal of anxiety about the survival of the koala because of its biological uniqueness, as a symbol for preservation and also because of their value as a tourist attraction (they're worth around A$1.5bn).Experts say there are around 329,000 koalas alive in Australia today, but this is just a fraction of the population that existed in the middle of the 19th century. Demand for their furs saw millions killed between 1870 and the late 1920s. Since then, they have been classed as \"vulnerable\" by the Australian government.The clearing of woodland habitats that koalas favour to make way for settlements, collisions with road vehicles and increased stress from climate change are among the pressures that arise from human activity. A genome is the biological set of instructions required to make you, me and every living thing, including koalas. It is written in a chemical code called DNA. Genes are short sections of this DNA which serve as the templates for proteins.Humans have around 20,000 genes, but the koala genome is slightly larger. The genome contains all the information needed to build a person, including obvious traits such as their hair and eye colour. The koala is also a test case for the use of genetic information as a means of conserving species. As well as helping scientists develop new vaccines for diseases like chlamydia, understanding the koala's genetic make-up will allow researchers to compare different populations.This could perhaps help them move some creatures to prevent inbreeding and assist them with developing more effective immune systems against major threats.Yes and no. Female koalas are highly promiscuous, while males spend a lot of their (few) waking hours fighting with others for the right to mate. Most males have scars from their battles on their arms, faces and ears. Koalas also inherit chlamydia, catching it while they are developing in their mum's pouch. The most common and deadly strain of chlamydia that affects koalas is different to the one that hits humans. Despite the urban myth thatmembers of One Direction had contracted the illness from the animals during a photo shoot in Australia, there are no documented cases of humans catching chlamydia from the cuddly critters.The are one of the main contenders for the title. The creatures have developed hard cartilage along their back. Over time, this becomes a groove that lets them wedge their bottoms into the fork of a tree.Which is just as well, since Koalas sleep for up to 19 hours a day. They spend the rest of the time eating, and about four minutes a day travelling! The researchers have learned how baby koalas survive being born without an immune system. The youngsters are born after just 35 days gestation and are roughly the size of a kidney bean.They gain protection against infections through their mother's milk. Genes allow koala mums to fine-tune milk protein production for different stages of development during the six months the baby will spend in her pouch.You can find koalas in eucalyptus forests all along Australia's Great Dividing Range which runs along the whole of the east coast of Australia with populations in Queensland, New South Wales, Victoria and South Australia.In Queensland, you can hold a koala, but in New South Wales you can only pat them. Outside Australia you'll find koalas in zoos in places as diverse as San Diego, Budapest and Edinburgh. The scientists also say that having advanced genetic information will benefit long term conservation efforts. Koala numbers are set to shrink considerably in the next few years. \"Some populations are set to decline up to 50% in the next three koala generations, which is only 20 years,\" says Prof Rebecca Johnson.The team members hope that the genetic information can be used to move koala populations around, helping them resist disease and avoid inbreeding. They might look fluffy and cute, but they have been known to bite and have sharp claws. \"You probably want to stay away from them and admire them from afar,\" says Prof Johnson. \"I wouldn't want to pick a wild one up under any circumstances. I don't think they'll thank you for it.\"", "url": "https://www.bbc.com/news/science-environment-44646427"}