{"datetime": "2020-08-03T11:50:52.000Z", "author": "Owain Clarke", "title": "NHS test hope for children with suspected genetic illness", "article": "When Dafydd became \"floppy\" and could no longer pick up his toys, his parents feared something was very wrong. However doctors and experts were at a loss to explain what was affecting the then one-year-old boy. It was not until a genetic test showed he suffered from a \"one in a million\" illness that he could be treated. Now critically ill children in Wales are the first in the UK to be offered a new NHS test that reads their entire DNA. The test will deliver faster diagnoses of rare illnesses so doctors can decide on treatment more quickly. For Dafydd's mother, Louise Wilkinson, 39, of Fishguard in Pembrokeshire, the diagnoses has not only brought relief but the \"answers to a million and one questions\". \"There was something really wrong with this little boy,\" she said. \"We had maybe 10 people in the room with Dafydd but everything they did came back negative. Then they had the idea of bringing in the genetics team.\" Within a couple of weeks, they found out that both Louise and Dafydd's father, Mark, had each passed on a rare faulty gene to their son. Dafydd was diagnosed with a Dopa-responsive dystonia, a neurological movement disorder. However crucially, diagnosis meant doctors could identify a treatment and the improvements in him were obvious in a matter of days. \"That diagnosis gave us such a simple solution the medicine worked a miracle \"If we hadn't had a genetics test we still wouldn't know. His standard of life would just be completely different now.\" There are between 6,000 and 8,000 known genetic diseases, but many people with rare illnesses have to wait a long time for answers as experts try to pinpoint which genes might be responsible.This can potentially mean years of uncertainty for them and their families, during which it might not be clear what the best treatment is. Now babies and children anywhere in Wales will be considered for the whole new-genome test, though only a limited number will be offered it.\"For very, very sick young people in Wales, it's going to mean all the difference to those families,\" said Louise. \"If they can get a diagnosis in days or weeks instead of months or years, I can't imagine the difference it's going to make to people's lives. It can only do amazing things.\" Since the system was introduced in Wales in the spring, eight children have had their entire genome sequenced and the expectation is testing will be offered to about 20 young people per year, but it is hoped the eligibility criteria will be expanded to adults.Dr Sian Corrin, rare diseases lead for the All Wales Genomics Service said: \"Because there are so many genes that could be that cause, we don't have the time to go through them one gene at a time.\" The test is a key element of a new service known as the Wales Infants and Children's Genome Service (Wings).The ambition to make Wales one of the leading countries in the world for genetic medicines was outlined in the Welsh Government's Genomics forPrecision Medicine Strategy published in 2017. Wales' Health Minister Vaughan Gething said: \"I am incredibly proud that Wales is hosting the pioneering Wales Infants and Children's Genome Service. \"Wings will play a major role in providing the right diagnosis, treatment or care pathway at the right time, helping shorten the diagnostic odyssey for children with undiagnosed genetic conditions, enabling clinicians, parents and carers make evidence informed decisions and reducing the anxiety of uncertainty.\" The ability to look at a person's entire DNA code raises important moral and ethical questions. Experts say they will only look for information in a child's DNA that they know will be relevant to their condition. Families will also have a big say about what level information they would like to receive. People with rare genetic conditions along with the families of children with rare illnesses have been part of the process of setting up the new system - giving advice as members of a sounding-board panel. ", "url": "https://www.bbc.com/news/uk-wales-53630087"}