{"datetime": "2018-11-01T12:33:15.000Z", "author": "Victoria Gill", "title": "DNA project to decode 'all complex life' on Earth", "article": "A mission to sequence the genome of every known animal, plant, fungus and protozoan - a group of single-celled organisms - is underway. TheEarth BioGenome Project (EBP) has been described as a \"moonshot for biology\". A key aim is to use the information in efforts to conserve threatened species.Scientists say clues about how species adapt to environmental change could be hidden in their DNA code.As part of the project, the Wellcome Sanger Institute , which played a major part in the human genome project, has committed to sequencing the genomes of all 66,000 UK species.Dr Jim Smith, director of science at the Wellcome Trust described the mission as timely, adding that it was \"incumbent upon human beings to raise awareness of biodiversity\".The aim is to create an entirely new inventory of life on Planet Earth by reading the genetic code of every organism belonging to a vast group known as eukaryotes - essentially, species made up of multiple cells with their DNA bound inside a nucleus.As Prof Harris Lewin from University of California, Davis, who is chair of the project pointed out, \"only about 3,300 of the 1.5 million known species have had their genomes sequenced\".\"The gaps in our knowledge are a lot bigger than what we know,\" he told BBC News. \"So we're not even filling in the pieces of the puzzle; most of the puzzle is empty.\" The main ambitions of the project are threefold:The price tag on an \"inventory of life\" is a projected US$4.7bn (£3.6bn), which, according to the project leaders, will come from charities and governments around the world. As of Thursday, 17 institutions have each committed to the common goal of completing the 1.5 million genomes. Raising the funding will be part of that decade-long mission.Although that cost sounds huge, it is actually slightly less than the final price of of the first human genome sequence, which was completed in 2003 at a cost equivalent today to US$5bn.The Wellcome Sanger Institute at Hinxton in Cambridgeshire will lead the UK contribution to the EBP and the Sanger's Dr Julia Wilson told BBC news that the project's value to society would be immense, laying \"a foundation for all strands of biology and biotechnology\".\"We're talking about new medicines, new fuels for the future,\" she said. \"We're limited at the moment by our imaginations - we can't even imagine what this would tell us.\"Prof Lewin stressed the value to humanity. \"Look at agriculture,\" he said. \"Three quarters of our global food supply depends on just 12 crop species.\"We need to identify genetic sources of improved resistance, particularly to drought in the face of climate change, in order to protect our food supply.\" This mission though reaches well beyond food sources; within the 1.5 million species are some of the weirder, tinier and overlooked organisms thatAustralian biologist Prof Jenny Graves from La Trobe University in Melbourne said could hold valuable secrets we haven't even thought of yet.\"We don't know what's out there until we look.\"Just from fungus gnats and pond scum, we've learned how chromosomes are built, what makes them stable and we've learned that genes can be there [in their genome] but not expressed.There are many organisms that we don't yet know anything about, she added. \"And they may have completely blinding insights that we just don't know anything about.\" Follow Victoria on Twitter ", "url": "https://www.bbc.com/news/science-environment-46046494"}