{"datetime": "2020-07-30T00:28:45.000Z", "author": "Owain Clarke", "title": "Coronavirus: Cardiff scientists helping crack virus genetic code", "article": "Scientists in Wales are leading global efforts to decipher and track changes to the genetic code of coronavirus. Little variations in the code could have a big impact on whether the virus becomes more or less infectious and could determine how effective any future vaccine might be.Samples from 6,000 people - more than a third of those who have tested positive in Wales - have been sequenced. The science is also helping clamp down on local outbreaks Public Health Wales's pathogen genomics unit (PenGu) is part of a £20m UK consortium. But the amount of data collected in Wales make it third in the world to the United States and England, where scientists from Cambridge, Nottingham, Leicester, Liverpool and Sheffield are among those involved. The Cardiff-based team - already experts in tracking flu - is said to be \"punching above its weight\" in understanding the world's biggest modern pandemic.Covid-19 genetic code is made up of about 30,000 bases or letters - a combination of ATGCs, which make up the blueprint.As the viruses copy themselves within cells, and go on to infect others, tiny errors can occur in the code.By looking for these errors the scientists are providing valuable insights into how the virus works, changes and spreads. The results from thousands of positive tests in Wales are fed into the UK's Covid-19 genetic consortium and international databases. Joanne Watkins, lead biomedical scientist at PenGu, said she was \"elated\" when the process worked first time and they were able to analyse the first positive case, which was sourced from northern Italy. \"We knew it was potentially someone who has returned from holiday - it was good to know and it was following what we were also seeing in the rest of the UK.\"You can see how it's moving across the country and across the world and how it subtly changes, and from those changes you can see perhaps if the virus becomes more virulent or whether it stops the virus from being as successful.\" She said by tracking changes in the virus it might also help in the development of vaccines. Prof Tom Connor, bioinformatics lead at PenGu, said the achievement in Wales was \"phenomenal\" but it also pointed to the challenge for the rest of the world to keep up. He said it was not just the amount of data being collected in Wales but the close working with those in the health service fighting the outbreak. \"We can integrate the genome data into local outbreaks, hospitals and national surveillance,\" he said. \"That's simply not achievable in most of the rest of the world and we've had quite a few people on social media reporting how envious they are. We really have something quite special.\" Positive samples of Covid from 10 labs are delivered to the unit based at the University Hospital of Wales in Cardiff.A series of high-tech machines convert the ribonucleic acid (RNA) of the virus into DNA then make multiple copies of it. Other machines then read the code and analyse it.Dr Sally Corden, head of the unit, said: \"The genomic information of any living organism can tell us an awful lot about that particular pathogen or individual - for us it's the coronavirus. We can look and interrogate the virus at a very granular level to discover what its secrets may be. \"We can look to see if we can develop better diagnostic tests, for example, because diagnostic tests are very much based on what the sequence is. If there's a change in the sequence it could affect your ability to detect the virus effectively.\" It can help better understand local outbreaks - so if there is an outbreak in a meat factory, it can analyse to find out if that particular strain was introduced by one person or from multiple sources. If the virus has been introduced by several people it indicates community transmission is the source and the response should focus on the wider area.. Small changes in the genetic code could lead to different forms of the virus behaving differently. For example, the analysis for Wales has fed into research exploring howone mutation changes a spike protein on the virus increasing its infectivity. Many of the current efforts to develop a vaccine are based on information from the first sequencing of Covid-19 by Chinese scientists in early January. When vaccines begin to be introduced, genomic analysis could help determine effectiveness.Scientists hope they can sequence the virus to ensure it can't escape or evade the vaccine. Knowing what variants of Covid-19 are circulating, and looking back at how the virus entered Wales and the UK during the first wave, can help experts predict future waves. It can also generate more accurate estimations ofthe R number - the reproductive rate. Analysis from PenGu has already fed into the UK's top science advisory group Sage,including on community transmission versus hospital transmission and how the virus came into the UK. The team are alreadyexperts in tracking variations in the usual respiratory viruses like flu that circulate in winter. But the first Covid-19 winter will present new and significant challenges. \"A major concern is people could get multiple things at once so they could be getting flu and Covid at the same time. That's a real concern as it might produce more severe outcomes,\" said Prof Connor. \"The caveat is all the things we do to stop the spread of Covid also stops the spread of other respiratory pathogens.\"So what we'll be doing in Wales as part of our surveillance strategy for winter is not just look for Covid but continue to track the other viruses.\" Health Minister Vaughan Gething said Wales had built a \"world-class genomics system\" which was helping understand and track outbreaks and supporting responses locally. \"Importantly, genomic analysis forms part of our circuit breakers: points where an immediate lockdown will happen and early warning indicators to let the Welsh Government know when a spike in cases could be on the way,\" he added. ", "url": "https://www.bbc.com/news/uk-wales-53579785"}