{"datetime": "2018-05-01T00:02:25.000Z", "author": "Helen Briggs", "title": "Genetic secrets of the rose revealed", "article": "Take time to smell the roses, the saying goes, and, according to scientists, the fragrant flowers could smell even sweeter in the future. For the first time researchers have deciphered the full genetic \"book\" of this most prized of plants. The secret history of the rose reveals surprises - it is more closely related to the strawberry than we thought. And in the long term the work could lead to roses with new scents and colours, says an international team. The new genome map, which took eight years to complete, reveals genes involved in scent production, colour and the longevity of flowers, said Mohammed Bendahmane of ENS de Lyon, in Lyon, France, who led the research. \"You have here a book of the history of the rose,\" he told BBC News.\"A book that helps us understand the rose, its history and its journey through evolution and domestication.\" The study, by a team of more than 40 scientists from France, Germany, China and the UK, gives a better understanding of why roses have such a wide range of colours and scents. The genetic information will help breeders develop new varieties that last longer in the vase or are more resistant to plant pests. It also sheds light on the Rosaceae family, which contains fruits such as apples, pears and strawberries, as well as ornamentals such as the rose. \"The rose and the strawberry are very close species,\" said Dr Bendahmane. The cultivation of roses in gardens began thousands of years ago, probably in China. During the Roman period, roses were grown widely in the Middle East, where they were used as confetti or for perfume.In the fifteenth century, the rose was a symbol of the fight for the English throne during the \"War of the Roses\".The white rose represented the House of York, and the red rose symbolised the House of Lancaster. The research is published in the journal,Nature Genetics . Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-43950743"}