{"datetime": "2021-06-25T14:01:17.000Z", "title": "Google tracking cookies ban delayed until 2023", "article": "Google has delayed its plan to block third-party cookies from its Chrome internet browser. Cookies track users' internet activity and allow digital publishers to target advertising. They are already blocked by a number of Google's rivals, including Apple, Microsoft and Mozilla. But critics say Google's ban forces ad sellers to go direct to the tech giant for this information instead - giving it an unfair advantage. This is because it plans to replace the system with another one of Google's own design, which it claims is better for privacy but still allows marketing. Its proposalsare already under investigation by the UK Competition and Markets Authority (CMA). The ban had been planned for 2022, and has now been put back until 2023. In a blog , Vinay Goel, privacy engineering director for Google's Chrome browser said: \"It's become clear that time is needed across the ecosystem\" in order to \"get this right\". According to GlobalStats , Chrome has a 65% market share worldwide. Farhad Divecha, founder of digital marketing agency AccuraCast, said the delay was good news for his industry. \"We welcome this delay and only hope that Google uses this time to consult with the CMA as well as different parties that will be affected by the changes, including advertisers, agencies, publishers, and ad-tech and tracking solutions providers,\" he said. Google's new privacy proposals are known as the Privacy Sandbox . One of its ideas is the introduction of something called The Federated Learning of Cohorts, or \"Floc\". The idea is that a browser enabled with Floc would collect information about browsing habits and assign users to a group, or \"flock\", with similar browsing histories. Each would share an ID which would indicate their interests to advertisers. This too has faced a lot of criticism, including from the Electronic Frontiers Foundation (EFF) which described it as \"[Internet] users begin[ning] every interaction with a confession: 'Here's what I've been up to this week, please treat me accordingly'.\" ", "url": "https://www.bbc.com/news/technology-57611701"}