{"datetime": "2014-05-28T23:13:37.000Z", "author": "Alan Johnston", "title": "Growing up in the shadow of the mafia", "article": "Luigi Di Cicco was the son of a mafia boss, and most people expected him to follow in his father's footsteps. He could easily have fallen into a life of money, crime, violence, jail - but he broke free. When Luigi Di Cicco was coming home from school one day in a small town near Naples he heard what he thought were fireworks. \"Who's celebrating?\" he wondered, as he approached his house. \"And why?\" Then came the appalling explanation. Two of his uncles were lying dead in pools of blood in the road. They were both mafia men. The explosions he heard had been gunshots - an ambush by a rival clan. At the time Luigi was 11 years old, and growing up in a world consumed by organised crime.\"It was the mid-80s. The years of wars and the spilling of blood in the streets,\" he writes in a new book about his extraordinary childhood. \"That night I was so traumatised that I hoped I'd be involved in some kind of accident - that I'd be in a coma for a long time and wake up only when everything was over. \"Of my childhood I only have ugly memories.\" His father, Giuseppe, was in jail on the day Luigi was born. He only got the news that he had a son when a relative in a prison courtyard shouted up at his cell.\"It's a boy!\" he heard through the bars. Luigi's father and uncles were steeped in the Camorra, as the mafia underworld is known in the Naples area. The network of clans has been described as Italy's most murderous crime syndicate, preying on the communities around it by means of extortion and protection rackets. Rival factions wage feuds as they battle to control the drugs trade. For a time, Giuseppe Di Cicco had lived the warped mafia dream.He was the classic Boss. He controlled territory around the small town of Lusciano. He would go about in big cars, and he had a tailor who made sure he was always impressively dressed.But by the time his son was born, Giuseppe was already paying for his very serious crimes. He had been given an 18-year prison sentence, later extended to life.The only contact between father and son came every few weeks at visiting time in high-security prisons. \"I grew up going around the maximum security jails,\" writes Luigi. \"It sounds like a joke, but that's how I learnt the geography of Italy.\" Throughout his childhood he felt the absence of his father acutely. There was a constant longing to be closer to him.On the night before a visit Luigi would not be able to sleep.\"I'd just be thinking of meeting him. I was so excited. I wanted the guards to be faster letting us in. Then my father would appear, and I felt like I had everything that I had been missing.\" Luigi's parents had not been married when Giuseppe began his long jail sentence. But despite their circumstances, they eventually decided they wanted a wedding, and it was held in prison.Six-year-old Luigi was there. \"These were people fulfilling their dream of getting married, but then they were forced to separate the same night. My father going back to his cell. My mum alone at home,\" he says. \"I remember having a lot of fun with my cousins. But when I look at the pictures I realise that it was a very sad occasion.\" Meanwhile, Luigi was growing up in a house run by his father's mafia brothers, and there were often police raids. \"Our house was like a fortress, with CCTV... fences,\" he says. \"So when the security forces came, it would be by surprise in the middle of the night. It was chaotic. They would come with dogs, helicopters... I was very scared. I just wanted to disappear.\" During one raid Luigi saw the police leading one of his uncles out of a bathroom. He was astonished. He had been sure his uncle had been out of the house when the police burst in.But going into the now-deserted bathroom he saw that concealed under the tub there was an iron ladder leading to an underground chamber.His uncle had been down there. Luigi had had no idea that the hiding place existed.This was all going on in a town very much in the Camorra heartland.Young men were being drawn into the criminal network, and among some of Lusciano's population there was constant interest in the affairs of the mafiosi - much talk in bars and cafes about who had just been arrested, who might be coming out of prison, and so on. And in this atmosphere, young Luigi had a certain status. \"When I would go out into the streets, I was seen as the son of a Boss - as the family's future 'Capo'. I was already respected when I was 15 or 16,\" he says. \"These people would shake your hand and look into your eyes with respect.\" And then there was one remarkable day when Luigi's father was allowed to make a visit to Lusciano. One of his brothers had recently been killed in a road accident, and Giuseppe was being permitted to pay his respects at the grave. Amid a massive police security operation, this local Boss was brought to the cemetery. And as word spread a crowd gathered. People wanted a chance to see and greet the revered mafioso - so much so that Luigi claims the police told them to form an orderly queue. As the father and son walked between the graves it was the only time in the boy's childhood that the pair would be together in their home town. Luigi was well into his 20s before Giuseppe was freed. The son seems to have refused to engage mentally with the crimes of his father, to think what his father's victims might have endured. \"I only knew he was the Boss of this family who governed most of our zone,\" Luigi says. \"As for the rest I've never wanted to go into it. I've never wanted to go into the details, sincerely, to understand... if he'd been accused of murdering two, or three. I was always in the dark.\"As we talk, Luigi starts to break down. As he weeps he reaches into a briefcase and pulls out a newspaper from just a few months ago. Giuseppe Di Cicco stares out of its front page - it's a police mugshot. Luigi's father, now in his mid-60s, has been arrested again. He and 12 others are accused of involvement in mafia activity, including carrying weapons, extortion and threatening violence.Luigi seems to have loved his father unconditionally. Some people would find that hard to understand, I say - knowing the life that Guiseppe Di Cicco had led. \"I wasn't stupid,\" he replies. \"I knew my father was in jail because he hadn't done good things. My dad made a choice. A wrong one. But he never made me make the same choice. He could have - but he didn't.\" However deeply immersed in crime Luigi's father may have been, he always wanted a different life for his son - continually urging him to build a future away from the world of the mafiosi. He admits that there were \"tempting occasions\" when he could easily have gone into the family \"business\", but he was strong enough to make his own way. He dropped out of school, and then began door-to-door selling. Later he did his military service, and then found work in a kitchen in a town further north in Italy - away from his roots. As time went by he got married and had a child, and today he runs a restaurant in the seaside town of Civitavecchia. \"I'm not a hero,\" he says.\"But I can't help feeling that it wasn't easy to avoid falling into the trap that life had extended before me.\"My life shows that evil can be rejected. That you can choose a different path - full of sacrifices, and suffering, and mistakes. But one that allows you to enjoy freedom, the people you love and the beautiful things in life.\"Luigi hopes his story may be an example to other young people back where he came from in southern Italy who might be tempted to take the wrong path. Luigi Di Cicco is co-author, with journalist Michele Cucuzza, of Gramigna: Vita di un Ragazzo in Fuga dalla Camorra (The Weed: Life of a boy in flight from the Camorra) published in Italian by Piemme Follow @BBCNewsMagazine on Twitter and on Facebook ", "url": "https://www.bbc.com/news/magazine-27588572"}