{"datetime": "2021-11-16T04:39:42.000Z", "author": "Katie Silver", "title": "Google: US technology giant to invest $740m in Australia", "article": "Google has announced that it will invest A$1bn ($740m, £550m) in Australia over the next five years. It is the US technology giant's largest investment in the country to date. Google says the money will be used to build a research hub, increase its cloud computing capacity and fund partnerships with local organisations. The move - named the Digital Future Initiative - is expected to directly create 6,000 jobs and support 28,000 overall.\"Australia can help lead the world's next wave of innovation, harnessing technology to improve lives, create jobs, and make progress,\" Google boss Sundar Pichai said at the initiative's launch in Sydney. Also attending the event, Australian Prime Minister Scott Morrison welcomed the plan: \"The decision by Google has major benefits for Australian businesses as we engage with the economic recovery before us.\" The investment will see the company partnering with local organisations, including Australia's science agency the Commonwealth Scientific and Industrial Research Organisation (CSIRO). Joshua Kennedy-White of cyber investment company DivisionX Global called Google's announcement a \"huge win\" for Australian technology:\"It takes money to move an idea into innovation and the first money is the hardest to come by. \"If Google cut $250k cheques to promising start-ups, they could fund 4,000 new tech companies in Australia,\" he said. The move marks another major boost for Sydney's ambitions to become the 'Silicon Valley of the Southern Hemisphere'. Construction of Tech Central, a hub multi-billion dollar hub in central Sydney, is due to start next year and is expected to continue until 2026. However, big technology companies have come under fire in Australia in recent months for not paying local news publishers for content carried on their platforms. They have also been accused of helping the spread of disinformation. During hearings in Australia's parliament in January, Google Australia's Managing Director Mel Silva threatened to block its search engine in the country to avoid paying for content posted to its websites. The following month Australia became the first country in the world to pass legislationrequiring big technology firms, including Google and Facebook, to pay for news content on their platforms .There have also been calls to reduce the dominance of Google's search engine in the country. Last month, the head of Australia's competition regulator called for Google to install a \"choice screen\" on smartphones, giving users the option of choosing another search engine. ", "url": "https://www.bbc.com/news/business-59257322"}