{"datetime": "2021-06-05T23:34:40.000Z", "title": "Viewpoint: Why Sicilians still turn to Mafia to settle scores", "article": "A notorious Sicilian Mafia boss responsible for some 150 murders - Giovanni Brusca - was released last week, causing much anger in Italy. He detonated the bomb that killed Giovanni Falcone, Italy's legendary anti-Mafia judge, in 1992. Here Federico Varese, Professor of Criminology at Oxford University, describes how the Mafia - or Cosa Nostra - continues to influence Sicilian life, despite the state's successes against it in recent years. Italy's use of Mafia turncoats - so-calledcollaboratori di giustizia - remains a crucial tool in the fight against serious and organised crime. That tool was the brainchild of Judge Falcone. Arrested in 1996, Brusca was a key ally of Cosa Nostra boss Salvatore \"Toto\" Riina. But later Brusca's testimony was instrumental in key anti-Mafia investigations, magistrates noted.So what will Brusca find outside the prison walls? Is the Sicilian Mafia still a force to reckon with? Or is it a ghost of its former self? The answer is a bit of both.A useful starting point to assess the Sicilian Mafia's place in local society is the April 2021 investigation into the Pagliarelli mafia family.Pagliarelli is a central district in Palermo, where the city's main prison, hospital and several university buildings are located.The documents released by the investigators recently make for chilling reading. Under the heading \"Public order of the territory\" they document how entrepreneurs routinely turn to the Mafia to recover stolen goods, claim unpaid debts and manage economic competition.In the summer of 2019 the owner of a chain of seven shops selling domestic goods is twice preyed on by thieves. He is heard calling the deputy boss of the Pagliarelli family: \"Could you come up... for five minutes to the shop?\" \"Sure,\" the mafioso quickly replies. The entrepreneur shows him CCTV images of the thieves and gives him all the information he has. Within a week the Mafia finds the culprits and severely tortures them, forcing them to return the stolen goods. The entrepreneur is present at the beating.There is no evidence that the Mafia was in touch with the thieves, who were freelancers. So this is not a case of the Mafia offering protection against a danger they themselves created.Similarly, the owner of a fancy bar in the city centre calls the boss when a colleague of his has her car stolen. Within five days the car is returned.More on Cosa Nostra and other mafia groups: The investigation offers evidence that the Mafia can deal with more complex issues too.In one case, a bar decides to expand its business to sell pastry and hot food. Yet a few yards down the road another establishment also sells pastry, and the owner is worried about the competition. Again, the Mafia is called in to discuss matters.In another case, a Mafia representative is present at a meeting between an accountant, the owner of a building and a tenant who is late with the rent payment.In the Covid crisis a man close to the Pagliarelli clan was instrumental in arranging - via a front company - the delivery of 5,000 face masks. And in a separate investigation, a person linked to the Mafia was seen handing out food parcels.Mafia \"justice\" and charity is a double-edged sword. If you accept it, you are bound to be asked for further, compromising favours. Yet it cannot be dismissed as purely bogus.There are signs that all is not well for the Mafia.Arrests have wreaked havoc on the organisation, which is forced to choose increasingly younger or marginal leaders in the Cosa Nostra world. The alleged current boss of the Pagliarelli clan, Giuseppe Calvaruso, was born in 1977. He was so afraid of being arrested that he moved through Palermo in disguise. He also decided to spend the first Covid year in Brazil. When he returned this year he was arrested.At the macro level, the Sicilian Mafia is no longer a player in international drug-trafficking and is now buying drugs for the local market from Neapolitan dealers.It is shocking that legitimate entrepreneurs, with high social and economic capital, have no qualms about turning to the Mafia for services the state should provide.State-supplied justice is found wanting. It takes 527 days to obtain a first-instance judgment in a civil dispute in Italy, the longest such period in Europe.Recently it emerged that a labour dispute in the southern city of Vibo Valentia, in Calabria, had dragged on for almost 12 years.A similar dispute in Sabaudia, a coastal town in Lazio, central Italy, took 11 years to resolve. In the meantime, the plaintiff had died.Only three out of 10 citizens, and only four out of 10 businesses, have faith in the justice system, surveys indicate.There are several proposals to speed up court proceedings, in plans linked to the EU coronavirus recovery fund. It remains to be seen whether these reforms will have a significant impact.An advanced market society has to equip itself with the tools to make the economy work fairly for everyone. Otherwise, the void will be filled by the mobsters from Pagliarelli.Federico Varese is the author of Mafia Life: Love, Death and Money at the Heart of Organised Crime. ", "url": "https://www.bbc.com/news/world-europe-57357311"}