{"datetime": "2020-05-28T16:50:20.000Z", "author": "Rory Cellan-Jones", "title": "Trading Standards squad targets anti-5G USB stick", "article": "Trading Standards officers are seeking to halt sales of a device that has been claimed to offer protection against the supposed dangers of 5G via use of quantum technology. Cyber-security experts say the £339 5GBioShield appears to no more than a basic USB drive. \"We consider it to be a scam,\" Stephen Knight, operations director for London Trading Standards told the BBC. His said his team is working with City of London Police's Action Fraud squad. They are seeking a court order to take down the company's website. \"People who are vulnerable need protection from this kind of unscrupulous trading,\" he added. The intervention follows an examination of the device, which was first reported by the BBC. The vendor - BioShield Distribution - had previously said the device was backed by \"research\", but has not responded to the latest development. The rollout of the new 5G mobile networks began in the UK only last summer and has not yet reached outside urban areas.Yet across the country there is already a cottage industry offering protection against the supposed negative health effects, even though they have been dismissed by regulators and mainstream scientists. The 5GBioShield was recommended by a member of Glastonbury Town Council's 5G Advisory Committee, which has called for an inquiry into 5G.One of nine external members, Toby Hall, said: \"We use this device and find it helpful,\" and provided a link to its website, which describes it as a USB key that \"provides protection for your home and family, thanks to the wearable holographic nano-layer catalyser, which can be worn or placed near to a smartphone or any other electrical, radiation or EMF [electromagnetic field] emitting device\". \"Through a process of quantum oscillation, the 5GBioShield USB key balances and re-harmonises the disturbing frequencies arising from the electric fog induced by devices, such as laptops, cordless phones, wi-fi, tablets, et cetera,\" it adds. Each of these USB keys costs £339.60 including VAT, though there is a special offer of three for £958.80. But, at first sight, it seems to be just that - a USB key, with just 128MB of storage. \"So what's different between it and a virtually identical 'crystal' USB key available from various suppliers in Shenzhen, China, for around £5 per key?\" asks Ken Munro, whose company, Pen Test Partners, specialises in taking apart consumer electronic products to spot security vulnerabilities. And the answer appears to be a circular sticker.\"Now, we're not 5G quantum experts but said sticker looks remarkably like one available in sheets from stationery suppliers for less than a penny each,\" he says. Mr Munro and his colleague Phil Eveleighproceeded to dismantle the USB key to find out if there were any whizz-bang electronics inside.But all they found was an LED light on the circuit board, similar to those on any other USB key. Their conclusion was that trading standards bodies should carry out their own investigations. A search in Companies House shows the two directors of BioShield Distribution are Anna Grochowalska and Valerio Laghezza.Both of them appear to have been involved previously in a business called Immortalis, which sells a dietary supplement called Klotho Formula.Its website - rather similar in design to that of the BioShield - says Klotho Formula uses a \"proprietary procedure that leads to relativistic time dilation and biological quantum entanglement at the DNA level\". Ms Grochowalska told BBC News her company was the sole global distributor of the 5GBioShield - but it did not manufacture or own the product.\"We are in possession of a great deal of technical information, with plenty of back-up historical research,\" she said. \"As you can understand, we are not authorised to fully disclose all this sensitive information to third parties, for obvious reasons.\" And she rejected the suggestion selling a £5 product for more than £300 was unreasonable. \"In regard to the costs analysis your research has produced, I believe that the lack of in-depth information will not drive you to the exact computation of our expenses and production costs, including the cost of IP [intellectual property rights], and so on,\" she said. \"It is therefore hard to take your evaluation seriously, since you have evidently not researched the background facts in any meaningful way.\" Mr Hall said his remarks in Glastonbury Town Council's 5G Advisory Committee report should not be seen as a recommendation to buy the product. But he had no regrets about buying it and since plugging it in had felt beneficial effects, including being able to sleep through the night and having more dreams.\"I also felt a 'calmer' feel to the home,\" he told BBC News. And he had thought the company might be able to develop a system that could offer protection to the whole town of Glastonbury against the effects of radiation from electromagnetic fields. It's worth noting though that the regulator Ofcom has published the results of EMF measurements at 16 sites, which were taken following the launch of 5G.It said that in each case , emissions were \"a small fraction\" of the levels deemed safe under international guidelines. Update: Since this article was published, Mr Laghezza has informed us that his role as a director of BioShield Distribution Ltd was limited to assisting the company in setting up, and he had completed his work within three months. Companies House records show he resigned as a director on 22 May 2020. ", "url": "https://www.bbc.com/news/technology-52810220"}