{"datetime": "2021-09-10T16:29:14.000Z", "title": "'Anti-radiation' phone stickers still sold on Amazon", "article": "Stickers that claim to protect users against electromagnetic fields (EMF) from phones remain for sale on Amazon. The listings remain eight months after scientists told the BBC the smartDOT stickers had \"no effect\". This week the Advertising Standards Authority (ASA) also criticised the claims on the makers' website. The firm has told the BBC it is changing its website, product descriptions, advertising and marketing - including on Amazon. On Wednesday, the ASA found that Global EMF Solutions Ltd had made unsubstantiated claims on the Energydots website that EMF were harmful and that its stickers offered \"protection\". It told the company it must no longer use phrases such as: \"SmartDOT protected users from EMF emitted from wireless devices and helped users feel energised, more focused and less stressed.\" It must also not suggest that EMF from wireless devices were harmful to health, the ASA ruled. In January, as part of the BBC's investigation, the University of Surrey tested 4G mobile phones and wi-fi access points with and without the smartDOT stickers applied to them. The researchers found no evidence of any effect, although Energydots said that measuring the \"harmonising\" effect of the stickers would require \"biological testing\". At the time of the investigation, SmartDOT was available for sale on Amazon and the firm told the BBC it would investigate. Eight months later, the Energydot store on Amazon was still selling smartDOT stickers, even after the ASA ruling.But after the BBC contacted both firms the smartDOT product listing was removed from the Energydot Amazon store, although the stickers remain for sale elsewhere on Amazon. The product description says the stickers provided \"everyday protection from EMF\". The listing said the stickers \"can be stuck on all devices to reduce everyday harmful magnetic radiation\". Energydot told the BBC that it was changing its website, marketing materials, product descriptions and adverts in line with the ASA ruling.It said its new listings with Amazon were currently \"under review\" and that changes would be completed by Monday 13 September.When asked what it would say about smartDOT, given that it can no longer claim it \"protects\" against EMF, the company said its marketing materials would be \"legally compliant\". ", "url": "https://www.bbc.com/news/technology-58507759"}