{"datetime": "2021-04-28T08:35:53.000Z", "author": "Jane Wakefield", "title": "Google data case to be heard in Supreme Court", "article": "A landmark case alleging Google illegally tracked millions of iPhone users is set for the Supreme Court. The case will not be about the claim itself but whether the complainant Richard Lloyd - the former director of consumer rights group Which? - can bring it on behalf of those affected. Two days of arguments will be heard, although a judgement is not expected for weeks. If the case is allowed to go ahead, many others are likely to follow. Mr Lloyd alleged that between 2011 and 2012 Google cookies collected data on health, race, ethnicity, sexuality and finance through Apple's Safari web browser, even when users had chosen a \"do not track\" privacy setting.The case aimed to get compensation for the 4.4 million affected users. It was the first-of-its-kind case in the UK. Although class actions - where one person brings a case on behalf of many - are common in the US, in the UK they can only be brought on an opt-in basis, meaning all those involved have to give their consent. So, for instance, a long-running case over a British Airways data breach is still at the stage of gathering interested parties. The Google case is a test of whether just one individual can bring such an action without having to have people actively opt in, which should speed up such legal actions.A similar case against TikTok,was launched recently by the former children's commissioner on behalf of millions of youngsters in the EU and the UK. It can only proceed if the judgement in the Google case goes in favour of such class actions. Initially, the Google case was dismissed by the High Court, which ruled it was difficult to calculate how many people had been affected or whether they had suffered damage as a result of the breach. But the Court of Appeal later ruled that the case Mr Lloyd was bringing was a suitable way for people to seek mass redress for data breaches. Google appealed against that decision and the case has now reached the Supreme Court, where TechUK is one of several groups hoping to get it dismissed. The group, which represents Google among others, argues that it could open the floodgates for mass litigations and seriously damage small firms who could face large penalties. \"This massively raises the liability for people providing data-driven services in the UK, which is most of the digital economy,\" said Antony Walker, TechUK's deputy chief executive. Claimant Richard Lloyd said he hoped the case \"could establish a form of fair redress for data misuse that doesn't currently exist in this country\". \"It is about giving millions of consumers access to justice when their rights are abused by global tech giants.\" Julian Copeman, partner at law firm Herbert Smith Freehills, told the BBC the case could go either way. \"There are two ways of looking at this: would allowing opt-out class actions for data claims increase access to justice, allowing companies to be held to account for what they do with their clients' data?\"Or would this simply benefit the funders and claimant law firms, while damaging business and clogging up the court system, with affected individuals only receiving nominal amounts at the end of the case?\" If the case goes ahead it could mean businesses dealing in data stand to lose a lot of money, Mr Copeman added. \"Although the amount per head that claims may win would probably only be small sums of money for each individual, given the number of claimants represented, even a small amount per head will add up to huge sums. This represents a serious problem for businesses, however large they are.\" ", "url": "https://www.bbc.com/news/technology-56901364"}