{"datetime": "2022-01-27T22:41:19.000Z", "author": "Joseph Lee", "subject": "The Holocaust", "title": "Holocaust Memorial Day: Portraits of last remaining UK survivors unveiled", "article": "Portraits of seven of the UK's last remaining Holocaust survivors have gone on display at the Queen's Gallery to mark Holocaust Remembrance Day. The Prince of Wales, who commissioned them, said they were a living memorial to the six million people \"whose stories will never be told, whose portraits will never be painted\". A ceremony wasstreamed online to commemorate the victims. People were asked to leave a lighted candle in their window in remembrance. Around the UK, landmark buildings including the London Eye, Edinburgh Castle, Cardiff Castle and the Titanic museum in Belfast were illuminated in purple, the colour of Holocaust Memorial Day. Prince Charles said he commissioned the portraits as an enduring reminder of the horrors of the Nazi regime in World War Two and in tribute to the Jewish refugees who made their home in Britain. He was left moved after one survivor of Auschwitz showed him her concentration camp tattoo at an event to unveil the portraits on Monday. Lily Ebert, 98, also showed the prince a golden pendant she had hidden from the guards in her shoe and later in her daily bread ration. At the event in the Queen's Gallery at Buckingham Palace, London, she told Prince Charles: \"Meeting you, it is for everyone who lost their lives.\" Charles touched her shoulder and replied: \"But it is a greater privilege for me.\" In the foreword to the catalogue of the exhibition, the prince said we are \"responsible for one another, for our collective history\", and that the attempted extermination of the Jews in Europe by the Nazis was a stark reminder of this. He said: \"Seven portraits. Seven faces. Each a survivor of the horrors of those years, who sought refuge and a home in Britain after the war, becoming an integral part of the fabric of our nation. \"However, these portraits represent something far greater than seven remarkable individuals. They stand as a living memorial to the six million innocent men, women and children whose stories will never be told, whose portraits will never be painted.\" He continued: \"They stand as a permanent reminder for our generation - and indeed, to future generations - of the depths of depravity and evil humankind can fall to when reason, compassion and truth are abandoned.\" In July 1944, Lily Ebert - then aged 20 - was transported to Auschwitz with her mother and five siblings. The Nazi doctor Josef Mengele, notorious for his deadly experiments on prisoners, sent her mother, her younger brother and younger sister to die in the gas chambers, while other family members were put to work. She said the pendant in the shape of an angel had been given to her by her mother when she was five.\"Auschwitz took everything, even the golden teeth they took off people. But this survived,\" she said. Holocaust Memorial Day takes place on 27 January to mark the liberation of the Auschwitz-Birkenau camp, the largest of the Nazi death camps, in 1945. Faith leaders also gathered to light candles and remember the victims of all genocides, including other victims of Nazi persecution such as the Roma people, Slavs, disabled people and gay men. It also marks the genocides that followed in Cambodia, Rwanda, Bosnia and Darfur. The Holocaust Memorial Trust saidthis year's theme for the commemoration was \"one day\" to highlight and remember the single days in history that changed the lives of victims of genocide, and to look forward to a day when there will be no more genocide. At York Minster,600 candles were lit to remember the Jewish victims of the Holocaust and arranged in a Star of David.York's Jewish and other faith communities attended the event, which included a procession with readings, music, poetry, prayers and periods of silence for quiet reflection. The House of Commons also marked Holocaust Memorial Day, with one MP fighting back tears as he said he still \"feels the trauma\" from the murder of family members and hopes his own children can escape the fears of persecution that generations of Jews have felt. Alex Sobel, Labour MP for Leeds North West, recounted how many of his relatives were murdered by the Nazis in death camps or in the Lodz ghetto - including Karol, who would have grown up to be Mr Sobel's uncle, if he had not been shot in the head at the age of two by an SS officer. \"I'm the only child of only children, with very few relatives, and a lot of our family are just ghosts of the past who were taken away from us by the Holocaust,\" he said. The UK ceremony for Holocaust Memorial Day was streamed online, featuring survivors of the Holocaust, Rwandan and Cambodian genocide telling their stories to people across the UK - including Prime Minister Boris Johnson. Chief Rabbi of the UK and Commonwealth Ephraim Mirvis gave a speech, saying: \"One day the world will recognise that all that hatred does is to create further hatred.\" The ceremony ended with people lighting candles and placing them in their windows, in order to remember those murdered for their identity and to stand against prejudice and hatred today. The leaders of the UK nations, other senior politicians and members of the public from all walks of life were filmed in this act of remembrance as the Kingdom Choir sang Stand By Me. A BBC documentary about the project to create portraits of Holocaust survivors living in Britain, called Survivors: Portraits of the Holocaust, was broadcast on BBC Two at 21:00 GMT on Thursday and isnow available on iPlayer . ", "url": "https://www.bbc.com/news/uk-60088598"}