{"datetime": "2021-11-19T01:17:16.000Z", "author": "Marco Silva", "subject": "Climate change", "title": "Climate change: Conspiracy theories found on foreign-language Wikipedia", "article": "Several foreign-language Wikipedia pages seen by BBC News are promoting conspiracy theories and making misleading claims about climate change. A number, including some in Swahili, Kazakh and Belarusian, suggest scientists are divided over its causes. The overwhelming scientific consensus is global warming is caused by humans. A representative of the Wikimedia Foundation, which runs Wikipedia, said they were \"worried\" by the findings and more volunteer editors were needed. The \"climate change\" entry on Chinese Wikipedia lists solar activity asone of the possible explanations for rising temperatures around the world today . Other widely disproven theories listed include unfounded claims about theemergence of a totalitarian world government and tie calls for climate action to secretive financial interests. On Croatian Wikipedia, more than a third of the page on global warming is devoted to questioning the science of climate change, while also pushing conspiratorial views. \"This worries me a lot,\" Wikimedia Foundation senior programme strategist Alex Stinson said. \"And this is why we need more people involved in this project.\" Wikipedia is published in more than 300 different languages, each with its own original content and volunteer editors.Open for anyone with an internet connection to edit, the quality of its content is entirely dependent on those volunteers. More volunteers in different languages would decrease the chances of conspiracy theories and bad information lingering on the site, Mr Stinson said.Yumiko Sato, a Japanese writer based in the US who hasinvestigated misinformation on the platform , said: \"Wikipedia only works if the editing community is large and diverse.\"Launched in 2001 , the online encyclopaedia is one of the world's most visited websites. The English-language version, the largest, hasmore than 40,000 users actively editing it each month.Its climate-change pages havea group of dedicated volunteer editors who actively patrol for any sign of bad information or pseudoscience. But the same does not apply to many of the pages in languages other than English. In more than 150 languages, fewer than 10 people a month regularly edit any pages. \"[These versions] are much smaller and lack editorial diversity, so that makes them vulnerable to manipulation,\" Ms Sato said. One of Wikipedia's core principles is self-governance. So, unless the community of editors steps in, the Wikimedia Foundation can do little. \"The foundation has never intervened on editorial policies directly and that is not what we do,\" Mr Stinson said.\"We need to push back on this disinformation in science - but that only works if the science-literate show up in that language, in that context, and that Wikipedia [version].\" Listen to The Denial Files: 'We fight climate denial on Wikipedia' on the BBC World Service. ", "url": "https://www.bbc.com/news/technology-59325128"}