{"datetime": "2021-08-11T07:19:25.000Z", "author": "Suranjana Tewari", "title": "China: Swiss embassy urges media to remove scientist fake news", "article": "The Swiss embassy in China has urged Chinese media to take down articles and posts it says contain \"false\" news. In a Twitter post, the embassy said an alleged Swiss biologist who had been quoted in Chinese media in recent days likely did not exist. State media outlets were among those that carried articles with comments from \"Wilson Edwards\" on the origins of Covid-19 and the WHO's independence. Many outlets have since removed any reference to him. \"While we appreciate the attention on our country, the Embassy of Switzerland must unfortunately inform the Chinese public that this news is false,\" the Swiss embassy said in a statement posted on Twitter. Organisations including CGTN, Shanghai Daily and Global Times had cited the so-called biologist based on his Facebook profile. However, the Swiss embassy said the Facebook account was opened two weeks ago and only had three friends.\"It is likely that this Facebook account was not opened for social networking purposes,\" the Swiss embassy added. The mission said that there was no registry of a Swiss citizen with the name \"Wilson Edwards\" and no academic articles under the name. In one article seen by the BBC before it was altered, \"Wilson Edwards\" is referred to as a biologist in Switzerland. The line from the China Daily article reads: \"[Wilson Edwards] said on his Facebook account: 'As a biologist, I've witnessed in consternation over the past months how the origin-tracing of Covid-19 was politicized.'\" In the altered version, all reference to Wilson Edwards were removed. Shanghai Daily's digital platform Shine had said in a post : \"A European biologist has come to the fore with a startling claim that a World Health Organization (WHO) advisory group on tracing the origins of pathogens including the virus responsible for the Covid-19 pandemic, would become a \"political tool\". It added that the biologist was worried about the \"WHO's independence\" and quotes him as saying \"the US is so obsessed with attacking China on the origin-tracing issue that it is reluctant to open its eyes to the data and findings\". The Swiss embassy assured readers that it assumed the spreading of the story was done in good faith but \"kindly asked\" for the stories to be taken down or corrected. ", "url": "https://www.bbc.com/news/world-asia-china-58168588"}