{"datetime": "2021-11-16T00:02:45.000Z", "author": "Marianna Spring", "subject": "Climate change", "title": "Covid denial to climate denial: How conspiracists are shifting focus", "article": "Members of an online movement infected with pandemic conspiracies are shifting their focus - and are increasingly peddling falsehoods about climate change. Matthew is convinced that shadowy forces lie behind two of the biggest news stories of our time, and that he's not being told the truth.\"This whole campaign of fear and propaganda is an attempt to try and drive some agenda,\" he says. \"It doesn't matter whether it's climate change or a virus or something else.\"Originally from the UK, Matthew has been living in New Zealand for the past 20 years. The country is one of several that have aimed to completely stamp out Covid-19 through strict lockdowns.Troubled by the New Zealand government's approach, he turned to social media for news and community. The online groups he joined - opposed to vaccines and masks - exposed him to completely unfounded conspiracies about sinister global plots behind the Covid-19 pandemic.His immersion in this conspiratorial world has coloured his outlook and affected his relationships. He's speaking to me on a video call while hidden away at the end of his garden, because he's afraid his partner - who doesn't share some of his views - might hear him. And recently, groups like the ones he's a part of have been sharing misleading claims not only about Covid, but about climate change. He sees \"Covid and climate propaganda\" as part of the same so-called plot.It's part of a larger pattern. Anti-lockdown and anti-vaccine Telegram groups, which once focused exclusively on the pandemic, are now injecting the climate change debate with the same conspiratorial narratives they use to explain the pandemic. The posts go far beyond political criticism and debate - they're full of incorrect information, fake stories and pseudoscience.According to researchers at the Institute for Strategic Dialogue (ISD), a think tank that researches global disinformation trends, some anti-lockdown groups have become polluted by misleading posts about climate change being overplayed, or even a so-called \"hoax\" designed to control people.\"Increasingly, terminology around Covid-19 measures is being used to stoke fear and mobilise against climate action,\" says the ISD's Jennie King. She says this isn't really about climate as a policy issue. \"It's the fact that these are really neat vectors to get themes like power, personal freedom, agency, citizen against state, loss of traditional lifestyles - to get all of those ideas to a much broader audience.\"One group which has adopted such ideas is the White Rose - a network with locally-run subgroups around the world, from the UK to the US, Germany and New Zealand - where Matthew came across it.\"It's not run by any one or two people,\" Matthew explains. \"It's kind of a decentralised community organisation, so you obtain stickers and then post them on lampposts and things like that.\"These stickers bear slogans with anti-vaccine, anti-mask and conspiratorial content, including slogans such as \"Resist the New Normal\", \"Real Men Don't Wear Masks\", and false statements such as \"There Is No Pandemic\". Matthew first joined his local White Rose channel after seeing it advertised on a sticker - and he now puts up the same slogans on lamp posts around his home near Auckland.While we chat, he mentions \"The Great Reset\" - an unfounded conspiracy theory that a global elite is using the pandemic to establish a shadowy New World Order, a \"super-government\" that will control the lives of citizens around the world.Although he thinks some of the theories posted online are too conspiratorial, Matthew does believe there's a \"confluence of vested interests, the governments, major corporations\" running the show.His views are having a real impact on Matthew's life - setting him apart from those he's closest to.Recently, he says, he felt uncomfortable because his nine-year-old daughter was doing a climate change presentation at school.At the same time, he regrets falling down a conspiratorial rabbit hole.\"I have woken up every day the last three or four months, feeling very anxious around the world about the world and what's happening,\" he says. \"And I often wish I hadn't.\" Christine is looking at this from the other side of the coin. She's a nurse in Belfast who has been treating Covid patients.During the pandemic, her girlfriend began to believe extreme conspiracies about Covid-19 and vaccines. She even started to think that Christine was part of a vast conspiracy. Just like Matthew, she joined the White Rose channel for her local area. The BBC contacted Telegram for comment.\"It's crazy. It's scary,\" Christine tells me just before she heads into the hospital for a night shift.Her girlfriend then got hooked by false claims about climate change - repeatedly posting about the topic on Instagram. It became so difficult, Christine had to call the relationship quits.\"She now believes climate change isn't real - and that everything is a scheme to depopulate the Earth and wipe out humanity.\"Christine shakes her head in despair.As the pandemic progresses, vaccines take effect and many countries - particularly rich ones - inch closer to normality, this pivot from Covid towards climate change is something researchers have observed across a number of online spaces. One way that ISD has seen this play out is around the term \"climate lockdown\". It's used to refer to the completely unfounded idea that in the future we might have Covid-style lockdowns to counteract climate change.The term has found popularity with YouTubers who peddle conspiracy theories - but climate scientists say lockdowns would not be a serious climate change mitigation strategy. Covid lockdowns, for instance, only marginally reduced greenhouse gas emissions.However, the distress caused by Covid and lockdowns - and the falsehoods that have sprung up around them - have laid the groundwork for yet more conspiracies to spread. A mindset has gripped a group of people who blame all bad news on shady plots by powerful people - rather than accepting the reality about the future of the planet.With reporting from Ant Adeane ", "url": "https://www.bbc.com/news/blogs-trending-59255165"}