{"datetime": "2021-11-24T00:54:56.000Z", "author": "Shruti Menon and Flora Carmichael", "subject": "Reality Check", "title": "Farm laws: Sikhs being targeted by fake social media profiles", "article": "A network of fake social media profiles of people claiming to be Sikhs, and promoting divisive narratives, has been exposed. A new report shared exclusively with the BBC ahead of its publication on Wednesday identified 80 accounts in the network, which have now been suspended because they were fake. The influence operation used accounts across Twitter, Facebook and Instagram to promote Hindu nationalism and pro-Indian government narratives. The aim of the network appears to have been to \"alter perceptions on important issues around Sikh independence, human rights and values\", according to the report's author, Benjamin Strick. There is no evidence linking this network directly with the Indian government, which has yet to respond to a BBC request for comment.The network used so-called \"sock puppet\" accounts, which are fake ones controlled by real people posing as independent individuals, rather than automated \"bots\". The fake profiles used Sikh names and claimed to be \"Real Sikhs\". They used the hashtags #RealSikh to endorse, and #FakeSikh to discredit, different political viewpoints. The report, from non-profit organisation the Centre for Information Resilience (CIR), found many of the accounts in the network used the same fake profiles across several platforms. These accounts shared the same names, profile pictures and cover photos, and published identical posts. Many of the accounts used profile pictures of celebrities, including actresses in the Punjabi film industry. Using a celebrity profile picture does not in itself prove an account is fake. However, the report says that combined with the co-ordinated messaging, frequently used hashtags, similar biography descriptions and follower patterns, the pictures added to the evidence that each of these accounts was not genuine. The BBC attempted to contact eight of the celebrities whose images had been used, requesting comment. One replied via their management to confirm they were not aware their image had been used in this way, and said they would take action. The management of another celebrity said there are thousands of such fake accounts associated with their client, and there wasn't much they could do about it.On Friday, India's Prime Minister Narendra Modiannounced the repeal of three controversial farm laws after a year of farmers protesting against them. The farmers' protests, which started a year ago this week, and the decades-old Khalistan independence movement were the two discussion topics most frequently targeted by the network. According to the report, the accounts sought to label any notion of Sikh independence as extremist, and delegitimise the farmers' protests, claiming they had been hijacked by \"Khalistani terrorists\". But before that, the Indian government had also claimed that the farmers' protest had been \"infiltrated by the Khalistanis\". The farmers who continue to protest believe this may have been a deliberate political move. \"We believe these accounts were set up at the behest of the government and it was done to set a narrative against the protests\" said Jagjit Singh Dalewal, leader of the Bharatiya Kisan Union, one of about 30 unions sitting in protest. Some accounts painted diaspora communities in the UK and Canada as harbouring the Khalistani movement. The accounts had thousands of followers, and posts from the network have been liked and retweeted by real influencers and quoted on news sites. Many influence operations fail to get real people to interact with the fake accounts they create. In the case of this network though, the research identified posts which were interacted with and endorsed by the verified accounts of public figures. The report also identified content from the fake profiles embedded on news blogs and commentary sites. Experts on influence operations describe this as \"amplification\", and the more the network receives, the more impact it can have. The BBC contacted some of the verified accounts which had interacted with posts in the network. Rouble Nagi, who on Twitter describes herself as a humanitarian and social worker, had responded to one of the fake accounts' tweets with two clapping hands emojis. She said she is \"sad that it was a fake account\". Col Rohit Dev, who calls himself a geopolitical military analyst, had responded to one of these accounts' posts with thumbs-up emojis, but told us he did not know the person behind the handle.Nikhil Pahwa, a digital rights activist and editor of technology policy website MediaNama, says that these influence networks target individuals with a particular point of view. \"These 80-odd accounts will not necessarily make something trend, but with consistent posting, they try to discredit a point of view,\" he said. \"This seems to be a sophisticated approach, and seems to be a part of a larger operation.\" Very little of the content included text in Punjabi - the biggest language for Sikhs in India - and nearly all the content was in English. Mr Pahwa points out that there was political activity around the farmer's protests from all sides, with people trying to support and discredit them.\"It's all a part of the game to win the political narrative war.\" The BBC shared the report with Twitter and Meta - the company which owns Facebook and Instagram - requesting comment. Twitter suspended the accounts for violating their rules prohibiting \"platform manipulation\" and fake accounts. A Twitter spokesperson said: \"At this time, there's no evidence of widespread co-ordination, the use of multiple accounts by single people, or other platform manipulation tactics.\"Meta also removed the accounts on Facebook and Instagram for violating its \"inauthentic behaviour\" policies.A Meta spokesperson said the accounts \"misled people about the origin and popularity of their content and used fake accounts to spam people and evade our enforcement\".", "url": "https://www.bbc.com/news/world-asia-india-59338245"}