{"datetime": "2021-07-23T02:09:55.000Z", "subject": "Coronavirus pandemic", "title": "Covid: China rejects WHO plan for second phase of virus origin probe", "article": "China has rejected the next stage of a World Health Organization (WHO) plan to investigate the origins of the coronavirus pandemic. The WHO wants to audit laboratories in the area where the virus was first identified. But Zeng Yixin, deputy health minister, said this showed \"disrespect for common sense and arrogance toward science\". WHO experts said it was very unlikely the virus escaped from a Chinese lab, but the theory has endured. Investigators were able to visit Wuhan - the city where the virus was first detected in December 2019 - in January of this year. But earlier this month, WHO head Dr Tedros Adhanom Ghebreyesus outlined the terms of the inquiry's next phase. This included looking at certain science research institutions.He has now called on China to be more co-operative about the early stages of the outbreak. He urged Beijing to \"be transparent, to be open and co-operate\" with investigators and provide raw patient data that had not been shared during the first probe.Speaking at a press conference on Thursday, Mr Zeng said he was extremely surprised by the WHO proposal because it focused on alleged violations of China's laboratory protocols. He said it was \"impossible\" for China to accept the terms, adding that the country had submitted its own origins-tracing recommendations.\"We hope the WHO would seriously review the considerations and suggestions made by Chinese experts and truly treat the origin tracing of the Covid-19 virus as a scientific matter, and get rid of political interference,\" Reuters quoted Mr Zeng as saying. More than four million people have died worldwide since the start of the pandemic and the WHO has faced growing international pressure to further investigate the origins of the virus. On Thursday, the United States criticised China's position as \"irresponsible\" and \"dangerous\".White House Press Secretary Jen Psaki said at a news conference that access was critical to help prevent the next pandemic.\"This is about saving lives in the future and it's not a time to be stonewalling,\" Ms Psaki added. Earlier this year,US President Joe Biden had ordered American intelligence officials to \"redouble\" their own investigative efforts into the pandemic.", "url": "https://www.bbc.com/news/world-asia-china-57926368"}