{"datetime": "2021-11-04T13:19:39.000Z", "author": "Rachel Schraer & Kayleen Devlin", "subject": "COP26", "title": "Climate change: Facebook fails to flag denial, study finds", "article": "Climate change denial is spreading unchecked on Facebook, two studies by disinformation researchers have found. The Center for Countering Digital Hate and the Institute for Strategic Dialogue said less than 10% of misleading posts were marked as misinformation. And the CCDH researchers linked the majority of these to just 10 publishers.Facebook said this represented a small proportion of climate change content. The CCDH is a non-profit organisation which monitors and lobbies against online hate and misinformation.It found that of 7,000 misleading posts describing climate change as \"hysteria\", \"alarmism\", a \"scam\", or other related terms, only 8% were marked as misinformation. Facebook pledged to flag climate denial content early this year.The CCDH looked at a sample of posts from the past year which attracted roughly 700,000 likes and shares. Researchers used social media analytics tool Newswhip to search for strings of key words including \"climate change\", global warming\" and, \"fraud\", \"hoax\", \"cult\", \"scam\", \"lie\" and so on. The researchers manually reviewed every post to make sure it met their definition of climate denial and was not a post condemning such beliefs.Highly shared articles made false assertions that climate change was not confirmed by science or claimed to debunk it with data. Of these, 69% could be traced back to just 10 \"super-polluter\" publishers - dubbed the \"toxic ten\" - the campaign group found. In fact, our understanding of climate change comes from analyses of millions of measurements gathered in different parts of the world. And multiple independent teams of scientists have reached the same result - a spike in temperatures coinciding with the onset of the industrial era. Many of the shared articles also pushed the unsubstantiated belief that \"climate lockdowns\" will be enforced on populations. Yet scientists point out this is highly unlikely given there is no evidence the Covid lockdowns led to a significant improvement for the climate.These posts represent the most extreme types of outright climate denial, according to the CCDH. They can't tell us the true scale of climate misinformation on the site but they do indicate climate conspiracy content is spreading without being labelled or removed by Facebook.Campaign group Stop Funding Heat, working together with think tank the Institute for Strategic Dialogue (ISD), said it had found far more misinformation which more generally \"undermines the existence or impacts of climate change, the human influence on climate change, and the need for urgent action\". Research published on Thursday analysed 48,700 posts between January and August 2021 and found just 3.6% posts containing climate misinformation included a fact-checking label.The group also identified 113 ads on Facebook with messages like \"climate change is a hoax\" between January and October 2021 with an estimated spend of between $58,000-$75,000 (about £42,000- 55,000).This appears to be a particular issue on Facebook.Counter-extremism think tank the ISD discovered during the 2021 German election that most of the top shared posts relating to renewable energy on the site (18 out of 25) either doubted climate change or criticised climate action. They found a similar trend on conversations around fossil fuels, with most of the top shared posts on Facebook (19 out of 25) arguing against climate action.On Twitter, on the other hand, the trend was reversed with most posts on the subjects promoting the scientific evidence or in support of climate action. Although the majority of the publishers of climate denial identified by CCDH were in the US, people from Brazil, India, Poland, Haiti, Mexico, Thailand, Russia, France and Germany were among their top viewers.And there were climate denial posts analysed by ISD from the UK, Australia, Russia, India, Poland, South Africa and Japan. A spokesperson, speaking on behalf of the Facebook platform, said the 700,000 interactions with the posts analysed by the CCDH made up a small fraction of the total 200 million interactions with climate change content on the site. \"We continue to combat climate misinformation by reducing the distribution of anything rated false or misleading by one of our fact-checking partners,\" the spokesperson said. ", "url": "https://www.bbc.com/news/59147659"}