{"datetime": "2021-04-09T16:39:14.000Z", "title": "South Korea beauty brand sorry for 'paper bottle' label fail", "article": "A popular South Korean cosmetics brand has apologised for \"confusion\" after selling a beauty product that is less environmentally friendly than its packaging suggests. Last year Innisfree launched a green-tea beauty product in what it labelled a \"paper bottle\". The new-look product was released as part of the brand's initiative to reduce the use of plastic packaging. But this week, one customer questioned the product's eco-friendly credentials. In a Facebook post , the customer from South Korea shared photos of the product that showed it was actually packaged in a plastic bottle wrapped in paper. In comments reported by the Korea Herald newspaper , the customer accused the brand of \"greenwashing\" and \"misleading marketing\". In recent days, the post has been shared widely in South Korea, prompting criticism of Innisfree and debate about the labelling of purportedly green products. Some critics cast doubt on the brand's commitment to reducing plastic waste. Innisfree clarified the labelling on the packaging of its Green Tea Seed Serum in a statement sent to the BBC on Friday. \"This product is called 'paper bottle' to make it easier to explain the role of paper labels wrapping outside of the bottle,\" a spokesperson for Innisfree said. \"However we understand that the entire container can be seen as paper material because of the product name. We are deeply sorry for the confusion caused and will try to deliver more accurate information to you.\" Innisfree says the product's plastic bottle uses 51.8% less plastic than previous packaging. \"Both the paper bottle and lighter plastic container can be sorted out and recycled after use,\" Innisfree's parent company, Amorepacific,says of the product on its website . The product's packaging does include instructions on how to recycle the paper and the plastic bottle. In July last year, Amorepacific launched several eco-friendly products with a view to reducing its use of about 700 tonnes of plastic packaging by 2022. There has been a wave of public concern about plastic pollution in recent years. A report last year found an estimated 1.3 billion tonnes of plastic is destined for our environment - both on land and in the ocean - by 2040, unless worldwide action is taken. In response to this, companies that produce huge amounts of plastic waste have started to take action to reduce their environmental footprint. But environmental campaigners say many of these companies are investing in solutions that, at best, pay lip service to the problem, or at worst, exacerbate it. Companies that promote these solutions are often accused of greenwashing, which is a form of marketing spin designed to mislead consumers about the environmental merits of a product. McDonald's drew criticism in 2019 after admitting its new paper straws - described as \"eco-friendly\" by the US fast food giant - could not be recycled. \"As companies have come under increasing pressure to tackle their plastic problem, many of them have rushed to embrace false solutions like paper and bioplastic that get us nowhere near to fixing the problem,\" Nina Schrank, a senior plastic campaigner for Greenpeace UK, told the BBC.\"If we are to tackle the plastic waste crisis that's polluting our oceans and our communities, we need genuine innovation in the way these products are delivered, not more single-use gimmicks and greenwash.\" ", "url": "https://www.bbc.com/news/world-asia-56687585"}