{"datetime": "2018-05-23T13:30:09.000Z", "title": "Stags on Rum found tangled in discarded fishing gear", "article": "Images have been released showing red deer stags on a Scottish island with marine pollution tangled in their antlers. Two of the animals on the Isle of Rum died after becoming snarled up together in discarded fishing rope. Another of the deer was photographed with rope and an orange buoy in its antlers. The images have been published by Scottish Natural Heritage (SNH), which manages Rum National Nature Reserve. The photographs were taken a year ago, but only released now following rising concerns about marine pollution.Lesley Watt, reserve manager on Rum for SNH, said: \"Marine litter is a huge international problem. But small actions can make a big difference, and everyone has a part to play.\"Along with many organisations, SNH recently joined the campaign to bin plastic straws; and we're cutting down on disposable plastics by providing our staff with re-useable travel cups.\"If you use your own bag for life when shopping, or take litter home after a day at the beach, you could help save an animal's life.\" The island's population of red deer have been the subject of scientific research since the 1950s. Researchers study the animals to better understand their behaviour and the effects of climate change on deer. Dr Richard Dixon, of Friends of the Earth Scotland, said the photographs of the red deer were a \"strong Scottish symbol of a wasteful attitude\" to the world's resources. He said: \"We are used to some of the images of seabirds and some marine mammals and turtles being affected by plastic waste, but this is very much closer to home. \"These are big mammals being affected by stuff that people have just discarded in the marine environment.\" Concerns about the level of pollution in the sea off Scotland, and along its coast are increasingly being raised. This week, a group of volunteers gathered more than 600kgs of rubbish from the shore at Red Point, Gairloch, in Wester Ross. Last summer, scientists said some of the world's deepest living sea creatures had been found to have eaten microscopic pieces of plastic waste. Researchers at the Scottish Association for Marine Science (SAMS) in Obansampled starfish and snails from the Rockall Trough off the Western Isles . Tiny pieces of plastic were found in 48% of the sample animals that live more than 2,000m (6,561.8ft) down. Also last year, researchers saidmost of the seabirds examined for a study into the effects of marine plastic pollution had swallowed plastic . Researchers, including scientists from North Highland College UHI's Environmental Research Institute in Thurso, investigated 34 species. They found 74% of them had ingested plastic. The research involved seabird colonies in northern Europe, Russia, Scandinavia, Greenland, Svalbard, the Faroes and Iceland. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-44223255"}