{"datetime": "2017-08-22T14:09:18.000Z", "title": "Microplastic found in Rockall Trough deep sea creatures", "article": "Some of the world's deepest living sea creatures have been found to have eaten microscopic pieces of plastic. Researchers at the Scottish Association for Marine Science (SAMS) in Oban sampled starfish and snails from the Rockall Trough off the Western Isles. Tiny pieces of plastic were found in 48% of the sample animals that live more than 2,000m (6,561.8ft) down. Scientists and conservationists have been raising concerns about levels ofplastic pollution in the world's seas . Although scientists have previously found traces of plastics in the deep sea, SAMS said its research is the first time microplastic ingestion in deep-sea invertebrates has been quantified. A paper on the study was published in the journal Environmental Pollution. SAMS said a range of plastics were identified such as polyethylene used to make plastic shopping bags.Polyester was the most abundant plastic identified, mainly in the form of microscopic fibres. Researchers said while it was not possible to determine its origin, this substance is used widely in clothing and can reach the sea in waste water from washing machines. Lead author on the paper, Winnie Courtene-Jones, said: \"Microplastics are widespread in the natural environment and present numerous ecological threats, such as reducing reproductive success, blocking digestive tracts and transferring organic pollutants to organisms which eat them.\"More than 660 marine species worldwide are documented to be affected by plastics.\" \"There is much evidence of microplastics around coastal waters but little is known about the extent of plastic pollution in the deeper ocean.\" The University of the Highlands and Islands PhD researcher based at SAMS added: \"The deep sea is the largest, but also the least explored part of the planet and may be the final sink for plastics.\"More work is needed on the wider ocean environment to understand the long term fate of marine plastics.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-41010495"}