{"datetime": "2019-04-25T11:11:10.000Z", "author": "Angie Brown", "title": "Dead whale was tangled in rope in East Lothian for 'months'", "article": "A humpback whale was entangled in rope for \"weeks, if not months\" before it drowned off the coast of East Lothian, a post-mortem examination has found. The young male, which was about nine metres long (30ft),was found at John Muir Country Park, near Tyningham . Experts said the marine mammal had become very weak and had the most parasites they had ever seen. The whale was towed out to sea and moved to another beach for the five-hour necropsy on Wednesday. Dr Andrew Brownlow, veterinary pathologist for the Scottish Marine Animal Stranding Scheme, told the BBC Scotland news website he had found nothing in the whale's stomach. He said: \"This was an entanglement case and from the tissue lesions it had been like this for weeks, if not months. \"It stops the animal from being able to feed properly or exhibit normal behaviour, which weakens the animal and then it drowns. \"It's a real eye opener for us on the effect we can have on animals.\" He added: \"Its lesions were very chronic and its parasite burden was the most I have ever seen in an animal of this size. \"It had become weak because it could not feed which, in turn, meant its immune system weakened, which meant its parasite burden increased. \"So the poor animal was fighting the ropes and a heavy burden of parasites.\" He said he was pleased at least to find no plastic in the whale's stomach. Dr Brownlow said fishermen's ropes were often longer than the distance from the surface of the sea to the bottom so they formed coils, which was a trap for anything that swam through it. He added: \"In evolutionary terms a whale has learned to spin around to avoid an attachment but this strategy is the worst thing it could do when it's entangled as it makes the situation worse. \"It then has caught something else on the ropes around it which has made it a higher weight and it's actually drowned. It was pretty horrific.\" Humpback whales breed in warmer waters in the Azores before moving to more northern waters to take advantage of the food stocks during the summer months. East Lothian Council has now removed the whale for incineration. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-48051954"}