{"datetime": "2017-09-20T11:40:42.000Z", "title": "Seabirds ingesting plastic pollution warn scientists", "article": "Most of the seabirds examined for a study of the effects of marine plastic pollution had swallowed plastic. Researchers, including scientists from North Highland College UHI's Environmental Research Institute in Thurso, investigated 34 species. They found 74% of them had ingested plastic. The research involved seabird colonies in northern Europe, Russia, Scandinavia, Greenland, Svalbard, the Faroes and Iceland.Species with the highest levels of plastic ingestion included northern fulmar, Manx shearwater and herring gull. Seabirds were also found to be at risk of becoming entangled in pieces of plastic. RSPB's Centre for Conservation Science also worked on the study, which has been published in the journal Environmental Pollution. Dr Nina O'Hanlon, a seabird ecologist at the Environmental Research Institute, said: \"The production of plastic continues to rise with millions of tons entering the oceans each year.\"Seabirds can ingest plastic, become entangled in it or incorporate it into their nests, causing impacts which may have negative consequences on reproduction and survival.\" Dr Alex Bond, RSPB senior conservation scientist, said: \"The northeastern Atlantic Ocean is home to internationally important breeding populations of seabirds and an amazing array of other marine life.\"Solutions to plastic pollution in the oceans require concerted action at its source on land - 80% of marine litter is thought to come from land - especially by producers and users.\" Thurso's Environmental Research Institute is part of the University of the Highlands and Islands (UHI). Another part of the network of colleges and research institutions, the Scottish Association for Marine Science in Oban, last month reported that tiny pieces of plastic were being foundin deep sea creatures , such as sea stars. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-41333125"}