{"datetime": "2021-12-11T14:41:14.000Z", "subject": "Coronavirus pandemic", "title": "University of Portsmouth study finds 9,000% increase in face mask litter", "article": "University researchers are urging the government to prevent an \"environmental disaster\" caused by face mask litter. A study from the University of Portsmouth found mask litter increased by 9,000% in the first seven months of the pandemic and could have led to further spread of the virus. During their study, researchers discovered two million littered masks were collected across 11 counties.A government spokeswoman said it is \"vital\" waste is correctly disposed of. Researchers from the university believe the plastic pollution caused by face mask litter could last hundreds of years.Professor Steve Fletcher, from the University of Portsmouth, said: \"Without better disposal practices, an environmental disaster is looming.\" The university is now calling on the government to create new policies for enforcing waste disposal. The study, published in the journal Nature Sustainability , was based on findings from March to October 2020 using the Covid-19 Government Response Tracker database and a litter collection app called Litterati. University researchers warn face masks can act as a 'vector' to spread coronavirus, as well as cause infrastructure problems like blocking sewers and pose a threat to animals, as they can choke on them.Professor Fletcher added: \"The majority of masks are manufactured from long-lasting plastic materials, and if discarded can persist in the environment for hundreds of years. This means they can have a number of impacts on the environment and people.\" Lead researcher Dr Keiron Roberts said: \"We need to avoid this pandemic litter becoming a lasting legacy.\"Government policies and legislation can have a large impact on the composition of litter. There is a clear need to ensure the use of these items is accompanied with education campaigns to limit their release into the environment.\" A spokeswoman from the Department for Environment, Food and Rural Affairs, said: \"Our priority is rightly to protect public health during the ongoing coronavirus pandemic, but this does not dilute our existing commitments to tackling single-use plastics and combating litter. \"It is vital we all dispose of our waste - including face coverings and other PPE - in the correct manner. Face coverings should be disposed of in normal waste bins.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-59622307"}