{"datetime": "2021-11-20T09:31:22.000Z", "title": "Bristol pupils ditch milk cartons to help planet", "article": "A group of primary school children have persuaded their head teacher to ditch milk cartons to help the environment. Four Acres Academy in Bristol gets through about 150 cartons per day, which adds up to about 28,000 a year. The cardboard cartons also come in plastic wrapping with plastic straws so the school is moving over to large dispensers instead. Kai, aged 10, said: \"Plastic is bad for creatures in the ocean. It doesn't dissolve like some other materials.\" Kai and four of his friends from Year Six, all aged 10, were inspired by COP26 to make their school more environmentally friendly.They put on gloves and litter pickers and raided the school bins, and found that milk cartons were one of the main things being thrown away. Kai said: \"We looked around the school and there were loads of them in the bins.\" Roxi added: \"A lot of the cartons still had milk in as the little children couldn't finish them.\" The friends said they then decided to look around the school to see if they could come up with a solution.When they were in the staffroom they spotted a milk dispenser, which the teachers use for their teas and coffees, and asked their head teacher to buy some more for the children to use. Blake said: \"This will make a huge difference to our school I bet. Now it's just slipping a cup into a milk dispenser and it won't really waste any more.\" Children in the school's nursery, and those in reception classes are given milk daily until their fifth birthday. Milk is delivered daily by lorry but once the new dispensers are fully installed they will receive giant boxes of milk once a week, which will also help to reduce the school's carbon footprint. Head teacher Matthew Cave said: \"They really thought long and hard about what we could do as a school.\"When the children did the maths on it and worked out how many cartons we were throwing away it was a phenomenal amount. \"I think it shows real strength of character and shows them looking towards their futures and thinking what's best for the planet.\" ", "url": "https://www.bbc.com/news/uk-england-bristol-59350959"}