{"datetime": "2021-11-30T07:16:24.000Z", "author": "Neil Prior", "subject": "Climate change", "title": "Advent calendars: Call to use non-plastic alternatives", "article": "As children prepare to open the first door of their advent calendars, one mother is urging Wales to consider the sheer scale of plastic waste. Cathryn Scott was alarmed by the amount of single-use plastic her children received as gifts last year. Advent calendars and selection boxes add to thethree million tonnes of extra plastic waste created every year during the festive period in the UK. Ms Scott wants us to \"give the planet a gift\" by considering alternatives. It is estimated more than16 million Advent calendars and about nine million selection boxes were sold in the UK in 2019 and almost every one contained some non-recyclable plastic. \"I've always felt uneasy about it,\" Ms Scott said. \"Each year we'd have around 10 identical selection boxes, but the true scale of the problem only really hit home when I saw [on social media] the plastic packaging from a selection box juxtaposed with the tiny amount of chocolate they actually contained.\" She added: \"I won't allow [Advent calendars] in the house. For 25 tiny chocolates there's a truly baffling amount of single-use plastic packaging. \"Don't get me wrong, I adore the thoughtfulness of everyone who's taken the time to buy my children a gift, but surely together we can be a little bit more imaginative? \"My three children [aged 12, 10 and seven] have a wooden Advent calendar which we refill each year. That way it can be a true novelty, as we can mix up the variety of gifts behind the doors, rather than the same old chocolate over again.\" Ms Scott, who writes anonline blog , said the response from her readers had been positive: \"I was bracing myself for a backlash from people calling me Scrooge or Grinch, but if just a proportion of the people who say they agree actually take action this Christmas, we can make a real difference.\"She has also urged larger chocolate companies to do better, with individual chocolate bars often costing less than the equivalent in a selection box. However, she admitted smaller ethical companies were not always affordable for everyone and suggested making chocolate hampers from leftover cardboard, orreverse advent calendars , whereby children are encouraged to donate a gift, however small, each day during December. \"You should never underestimate how much pleasure kids get from giving as well as receiving, and if you can use it as an opportunity to teach them about world issues then so much the better,\" she said. \"If we can give the planet a present this Christmas, and at the same time try and get back to creating family experiences, then surely everyone's a winner.\" Mark Owen co-founded waste-free Pembrokeshire chocolatiers Wickedly Welsh with his wife Karen, and said making the correct ethical choices was not always as straightforward as it seemed. \"When we set up we'd intended to be 100% plastic-free. However, when we started looking more closely, we discovered that this might not actually be the most environmentally-friendly option,\" said Mr Owen. \"Much of the alternative starch-based plastic packaging uses more carbon to produce, and actually isn't as compostable as you'd think, unless sent to an industrial digester.\" So their firm has opted to use more rigid plastic packaging for advent calendars, which can be reused as moulds at home, or refilled. \"There are no easy decisions to be made on the environment, but luckily we have teenage kids who grill us more thoroughly on our ethical choices than any government could do,\" Mr Owen added. Friends of the Earth Cymru campaign manager Bleddyn Blake said the \"only ethical choice\" was to consume less and buy from as local a source as possible. However, Claire Lukins, who runs waste-free supermarket Plant to Plate in Caerphilly, said plastic was not the enemy, but rather \"the way we use it\". She added: \"There's nothing wrong with plastic presents, as long as they're ones which will give your children years and years of enjoyment and not some piece of flimsy tat you'll be binning by February. That's a disaster.\" ", "url": "https://www.bbc.com/news/uk-wales-59462709"}