{"datetime": "2021-11-15T05:52:30.000Z", "author": "Sarah Easedale", "subject": "COP26", "title": "Plastic pollution: Can seaweed end problem?", "article": "A man who was horrified by the depiction of plastic-polluted oceans on the BBC's Blue Planet TV series started a company making a reusable and compostable plastic alternative. David Hughes' firm, Happy Dolphin in Wrexham, makes carrier bags and other items using calcium carbonate - the same material found in eggshells.And a biotech firm on Anglesey wants to develop seaweed into food packaging.\"We are aiming to turn the tide of plastic pollution,\" it said. It is estimated that almost 13 million tonnes of plastic enter our oceans every year. And the average \"bag for life\" reusable carrier bag can endure for hundreds of years, with 1.5 billion of them being sold annually. Mr Hughes said although Wales has one of the best recycling rates in the world, the recycle-and-reuse model was \"outdated\". \"We want the Welsh government to see there is a new generation of compostable products that don't have the downside of the first generation that didn't work very well,\" he said.\"This new material can make all the difference.\" Created by Swedish packaging scientist Ake Rosen, who formerly worked at Tetra Pak in Wrexham, the packaging material using calcium carbonate breaks down naturally in the environment. Prime Minister Boris Johnson told children at aCOP26 event last week that plastic use had to be reduced as cutting down the use of recycling plastic materials was\"not the answer\" . Biotech start-up PlantSea, based at Menai Science Park in Gaerwen, is researching and developing how it can use seaweed to create material for a variety of uses, including food packaging.\"We see the potential in seaweed replacing part of the plastic currently used in any sort of application,\" said Gianmarco Sanfrantello, from PlantSea. \"Seaweed is a renewable resource and there is plenty on our seas. \"We are aiming to turn the tide of plastic pollution.\" Both companies say the cost of their alternative products are \"competitive\". \"The gatekeepers - the governments, and particularly the supermarkets - we need them to open the doors and trial it,\" said Mr Hughes. He said consumers were \"prepared to pay the difference, albeit a small difference... to make a difference\". The Welsh government said it was \"always looking to support innovation in this area\". \"Businesses and industry have an important part to play in meeting this challenge,\" a spokesperson added. \"We must change behaviour, so people are using fewer single items, regardless of material.\" ", "url": "https://www.bbc.com/news/uk-wales-59264278"}