{"datetime": "2021-11-20T14:43:28.000Z", "title": "Single-use plastic: Plates, cups and cutlery ban edges closer", "article": "Single-use plastics such as plates, cutlery and polystyrene cups could be banned in England as ministers launch a public consultation on the issue. Environment Secretary George Eustice said it was \"time we left our throwaway culture behind once and for all\". Separately, wet wipes, tobacco filters and sachets will also be examined. About 1.1 billion single-use plates and 4.25 billion items of cutlery - mostly plastic - are used annually, but just 10% are recycled upon disposal. Scotland has already announced a ban from June 2022 on the use of plastic cutlery, drink stirrers and food containersmade from expanded polystyrene. England's public consultation will last 12 weeks. Under the proposals for England, businesses and consumers would need to move towards more sustainable alternatives.However, environmental activists have previously urged the government to take more immediate and wider action,calling the single-use plastic ban \"just the tip of the iceberg\" . Earlier this month, the government's Environment Billwas passed by Parliament . The government said Environment Act powers could be used to introduce new charges on single-use items. A call for evidence will also be launched to investigate how to limit other polluting products such as wet wipes that contain plastic, tobacco filters and sachets. Possible measures could see plastic banned in these items and mandatory labelling on packaging to help consumers dispose of them correctly.Mr Eustice said the government has \"waged war on unnecessary, wasteful plastics\", citing the ban on single-use plastic straws, stirrers and cotton buds,which was introduced last year . \"But it's time we left our throwaway culture behind once and for all,\" he added. \"Through our world-leading Environment Act, we will reduce waste and make better use of our resources, helping us to build back greener and leave the environment in a better state than we found it.\"These new plans represent the next major step in eradicating the use of problematic plastics that pollute our natural world.\" Marcus Gover, chief executive of sustainable resource use charity, Wrap, welcomed the consultation, adding that regulations were needed to \"ensure that all businesses take steps to eliminate problematic and unnecessary plastic\". And Friends of the Earth plastics campaigner, Camilla Zerr said a \"product-by-product\" approach to the plastics crisis was \"too slow\". She called for legally-binding targets to reduce the use of all non-essential single-use plastics and for a focus on reusing and refilling. ", "url": "https://www.bbc.com/news/uk-59357222"}