{"datetime": "2021-11-17T01:28:58.000Z", "author": "Jane Wakefield", "title": "Dyson Award winners: Glaucoma glove and bottle scanner", "article": "A kit that allows people to test for glaucoma at home and a scanner that helps recycle plastic bottles are among the winners of the international James Dyson Award. Usually won by just one student innovator, this year's competition had three winners, after a record number of entries. Each receives £30,000 in prize money. Sir James was pleased to see \"the enthusiasm with which young people tackle the world's problems\". \"Commercialising an idea is very hard and I hope that the awareness of the award drives, as well as the financial support it provides, will give these ideas a springboard to success,\" he said. The glaucoma glove, which won the international award, was inspired when inventor Kelu You's father was diagnosed with the condition.Along with Si Li and David Lee, from the National University of Singapore, she came up with a less invasive and more accessible way to monitor eye pressure. Glaucoma is the second leading cause of blindness worldwide and half a million people in the UK alone have it.There is no cure - but if diagnosed and treated early, blindness can be prevented. Monitoring for intraocular pressure is key to diagnosis but requires hospital visits. The students' home eye-pressure e-skin sensor (Hopes) consists of a glove with a sensor on the fingertip, which needs to be pressed against the eyelid.The data the sensor collects is transmitted via Bluetooth to a phone and uploaded to be accessed remotely be doctors.An accompanying app collates the information and offers advice. \"For us, this all started with Kelu and her attempt to create a solution for her after after the problem they faced as a family,\" the team said. \"With this win, we hope in the future people can measure their eye pressure in a pain-free, at-home environment\". They are also looking to apply the sensor technology to other health-monitoring applications. The sustainability award, a category created this year, was won by Jerry de Vos, from TU Delft University of Technology, in the Netherlands.He came up with a handheld device that can tell what type of plastic is used in products, so it can be recycled correctly rather than sent to landfill. It uses infrared light to detect the plastic components and again was inspired by personal experience.Mr De Vos works for an organisation aiming to reduce plastic waste and witnessed first hand the issues when plastic is incorrectly sorted.In much of the world, it is done by hand - which takes time and is prone to error. Some 40% of plastic waste was sent to landfill, 25% incinerated, 19% dumped and only 16% recycled, Mr De Vos said. And he would use the prize money to \"accelerate the development process of both the electronics as well as the software side of the invention\". Sir James described it as a \"potentially significant technology\". The third prize went to Joseph Bentley, 22, from Loughborough University, whose rapid emergency actuating tamponade (React) device - designed to prevent blood loss from stab wounds by inflating a silicone balloon into them - had already won the UK's James Dyson Award, in August. Two of Mr Bentley's friends had been stabbed in London - neither fatally but the incidents inspired him to come up with the solution. Sir James said: \"Developing a medical device is very challenging and there will be no end of hurdles but I would urge Joseph not to be put off, since the opportunity to save lives is so great.\" ", "url": "https://www.bbc.com/news/technology-59261933"}