{"datetime": "2021-11-03T08:23:02.000Z", "author": "Hannah Mills", "subject": "COP26", "title": "COP26: Olympian Hannah Mills wants athletes to tackle climate change", "article": "I'm at COP26, doing all I can to add my voice, and those of fellow Olympic athletes , to calls for immediate and radical action on climate change. Winning Olympic gold medals has given me a platform to talk about the issues that I care about.I would not have enjoyed that without my sporting success. I can imagine some readers rolling their eyes and asking what right I have to lecture them about the environment just because I can sail a boat? It's a fair challenge, but not one I shy away from. Sport is hugely influential in the UK, and around the world. It has the power to influence behaviour and decision-making way beyond the confines of a sports' stadium or major championship.Hundreds of millions of fans hang on every word from their sporting icons.Their posts on social media influence people's choices on subjects as diverse as which team people to support, what clothes to wear or which brands to buy.Remember what happened when footballer Cristiano Ronaldo, a man with 332 million Instagram followers,swapped a bottle of sponsored fizzy drink for some water during a European Championship press conference?It created a public debate about whether certain brands are appropriate sponsors for sporting events.That tiny gesture by Ronaldo was so powerful, it made millions of consumers think about what they kept in their fridges.And last year, Manchester United and England footballer Marcus Rashfordmade the UK government think again about their policy on child food poverty. Politicians, by themselves, had not been persuasive enough to make the government change its mind.But Rashford's real-life experience and massive public profile shifted the debate.So was it right for Rashford, a man whose fame comes from goal-scoring not politics, to intervene?The 1.3 million children who were able to claim free school meal vouchers during the summer holidays would certainly say \"yes\".Athletes have a powerful opportunity to do good, thanks to the profile that sport has given them.So I urge my fellow athletes to seize that opportunity with the same determination that brought them sporting glory.Especially when it comes to the future of our fragile planet.The climate crisis is urgent.That's why I am unashamedly using my modest platform to urge world leaders not to shirk the big decisions on climate change and plastic pollution as they meet in Glasgow.It is the right thing to do.It can be quite frightening as an athlete to put your head above the parapet and speak out about environmental issues.The charge of hypocrisy is never far away.I am the first to admit that my sport, sailing, has a large carbon footprint.To race, we fly ourselves and our equipment round the world in planes that guzzle fossil fuels and spew carbon dioxide into the atmosphere.Sometimes, on our travels, it is impossible to avoid buying food wrapped in single use plastic, even though Icampaign passionately about plastic pollution . I am not perfect. In that sense, I am a hypocrite. That's the point. We all are.But whenever I can, I make conscious choices about what to eat or how to travel. I do the best I can.If we can all make better choices on the small things and put pressure on governments and businesses to make changes with the biggest impact, it will add up to something worthwhile.On a recent trip back home to Wales, I visited Uplands Rugby Club in Swansea which has decided to cut out single-use plastic.The chairman Peter Evans explained that the change had not been that difficult although, at times, it had made things more complicated.I asked why they had done it.He replied that it was all about the club's values and developing rounded young people.Junior rugby players at Uplands are being taught about the benefits of teamwork, graft and fair play, but also that protecting the environment is a great way to serve the community they represent.I was really touched by that idea.Caring for the environment is a true sporting value.It is the right thing to do.And that's why everyone in sport, from global megastars to the youngest fan, should make their voices heard with whatever platform they have before it's too late. ", "url": "https://www.bbc.com/news/uk-wales-59136715"}