{"datetime": "2021-11-20T14:29:38.000Z", "author": "Neil Prior", "title": "Plastic pollution: New meat tray 'could save tonnes of waste'", "article": "A new type of recyclable meat packaging tray designed by a Swansea University student could save thousands of tonnes in plastic waste. Alaa Alaizoki, who is studying for an engineering doctorate, has created a meat tray without a separate piece of absorbent plastic padding underneath.Mr Alaizoki said the technology could be used in other areas, like nappies. Meat Promotion Wales said consumers wanted to know that food was made in an \"environmentally responsible way\". About 800,000 tonnes of UK meat packaging plastic waste is produced each year,Between 5% and 8% of this waste comes from the absorbent padding. In partnership with packaging manufacturers Klöckner Pentaplast, the design is already being used by leading UK food suppliers and retailers, including Sainsbury's and Asda. Mr Alaizoki's meat tray is 100% recyclable and allows consumers to look at meat from all angles through clear plastic.He said: \"Traditional padding works similarly to nappies or sanitary towels, by drawing in moisture and converting it into a gel which cannot physically leak back out into the meat.\" He said his design allowed moisture into specially designed wells, but would not let it back out.The packaging can then be washed under a tap, meaning the plastic is chemically and biologically safe to be recycled along with other household items.He said: \"You can turn it upside down, shake it, drop it, but the physics of the fluid mean that until it's flushed out there is no way of the juices escaping.\" The technology has only been patented for use in food packaging, but Mr Alaizoki said it could have many more uses.\"Physics is physics, it doesn't matter if it's food packaging or any other product,\" he said.\"This has the potential to be used in nappies and sanitary products, which also currently go straight into landfill, and take thousands of years to break down with the current gel technology.\" Mr Alaizoki, a Syrian student, said he was pleased to be able to give something back to the country which took him in. \"Swansea has supported my learning, and given me the opportunity for me to fulfil my potential. \"I have a wife and child here now, and it feels like home, even though the majority of my family are still back in Syria. \"I'm just so glad to have come up with an invention which is going to improve the lives of everyone in my adopted home.\" Gwyn Howells, chief executive of Hybu Cig Cymru, Meat Promotion Wales said: \"Consumers increasingly want to know that the food they buy is produced in as environmentally responsible way as possible.\"The lamb and beef sector in Wales is renowned for its non-intensive farming systems which are world leading in terms of sustainability; packaging innovations such as this can only help to deliver ever higher standards throughout the supply chain.\" ", "url": "https://www.bbc.com/news/uk-wales-59331845"}