{"datetime": "2021-11-15T18:26:18.000Z", "title": "Plastic-free Ryedale school defends synthetic pitch plans", "article": "A school recognised for its efforts to become plastic free has defended plans to build a synthetic football pitch. Ryedale School has submitted a planning application for a floodlit, all-weather, plastic playing surface. Four months ago the school gained Plastic Free Status from environmental group Surfers Against Sewage (SAS). However, the trust which runs the school said there was \"nothing contradictory\" and said the pitch would bring \"many environmental benefits\". According to theLocal Democracy Reporting Service , students at the school in Nawton, near Helmsley, worked for two years for the SAS award and, when it was granted, the head teacher said it showed \"the need for sustainability\". But in a letter to North Yorkshire County Council the Ryedale Learning Trust saidinstalling a synthetic pitch was not inconsistent with the award. The letter states: \"This facility would both encourage and support fit and healthy lifestyles by being playable throughout the year, unlike our grass pitches, and furthermore this facility would significantly reduce the need for school and community users to travel significant distances to access similar facilities in Malton and York.\" It adds that while the construction of an artificial grass pitch \"would at first seem to go against being plastic free\" the materials involved can be recycled, thus removing the single use plastic label. The application also includes plans for a 14ft 7in (4.5m) mesh fence and eight 50ft-high (15m) lighting columns Some objectors have claimed the floodlights would be out of keeping in a village. Sandra Thurlow, chair of Beadlam Parish Council, also raised concerns about \"the light pollution from the floodlights and more traffic using Gale Lane\". The application is due to be considered on Tuesday. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-59296800"}