{"datetime": "2021-12-05T00:56:58.000Z", "author": "Victoria Gill", "title": "Pacific Ocean garbage patch is immense plastic habitat", "article": "Scientists have discovered marine animals living on plastic debris in an area of the open ocean dubbed \"the Great Pacific Garbage Patch\". Many of the creatures are coastal species, living miles from their usual habitats, on a patch halfway between the coast of California and Hawaii. Plants and animals, including anemones, tiny marine bugs, molluscs and crabs, were found on 90% of the debris. Scientists are concerned that plastic may help transport invasive species. The study examined plastic items more than 5cm (2in) in diameter gathered from a gyre - an area where circulating currents cause floating debris to accumulate - in the Pacific. Lead researcher Dr Linsey Haram, who carried out the work at the Smithsonian Environmental Research Centre, said: \"Plastics are more permanent than many of the natural debris that you previously have seen in the open ocean. They're creating a more permanent habitat in this area.\" Dr Haram worked with the Ocean Voyages Institute, a charity that collects plastic pollution on sailing expeditions, and with oceanographers from the University of Hawaii at Manoa. The world has at least five plastic-infested gyres. This one is thought to hold the most floating plastic - an estimated 79,000 tonnes in a region of more than 610,000 square miles (1.6m sq km). \"All sorts of stuff ends up out there,\" said Dr Haram. \"It's not an island of plastic, but there's definitely a large amount of plastic corralled there.\" Much of that is micro-plastic - very difficult to see with the naked eye. But there are also larger items, including abandoned fishing nets, buoys and even vessels that have been floating in the gyre since the Japanese tsunami in 2011.The researchers,who reported their findings in the journal Nature Communications , initially embarked on the investigation following that devastating tsunami.The disaster caused tonnes of debris to be ejected into the Pacific ocean, and hundreds of coastal Japanese marine species were found alive on items that landed on the shores of the North American Pacific coast and the Hawaiian Islands.\"We want to get a handle on how plastics may be a transport for invasive species to coasts,\" Dr Haram told BBC News.Some of the organisms the researchers found on the plastic items they examined were open-ocean species - organisms that survive by \"rafting\" on floating debris. But the most eye-opening finding, Dr Haram said, was the diversity of coastal species on the plastic.\"Well over half of the items had coastal species on them,\" she said. \"That creates a lot of questions about what it means to be a coastal species.\"The scientists said the discovery highlighted another \"unintended consequence\" of plastic pollution - a problem only expected to grow.One previous study estimated that a total of 25,000 million tonnes of plastic waste would be generated by 2050. Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-59521211"}