{"datetime": "2021-11-06T07:51:46.000Z", "author": "Sitala Peek", "subject": "COP26", "title": "Children's parties: Can we help rid childhood of cheap plastic?", "article": "Walk into any young child's party and you are guaranteed to be swamped by plastic, from the brightly coloured decorations, to the presents and particularly the throwaway party bag fillers. Boris Johnson, who is hosting the UN climate summit in Glasgow, has said recycling plastic is not the answer , we must reduce our plastic consumption in the first place. But how feasible is that when it is so cheap and convenient and popular with children? \"'The whole point of parties is the party bag,'\" Jen Gale recalls her son once telling her. The mother of two boys, aged 12 and 10, from Warminster in Wiltshire has been to her fair share of children's parties over the years. Now, the author of The Sustainable(ish) Guide to Green Parenting, is exploring creative ways to reduce the amount of plastic \"tat\" at children's parties.She recommends we reuse goods, choose recyclable materials and make our own gifts where possible.It can be scary, she admits, being the first in your group to make the move towards becoming more sustainable. \"It's that fear of judgement isn't it?\" she said. \"We don't want our peers to think we're cheap. \"But can you be the person to do things differently, to gently disrupt the status quo?\" For her, the bigger problem is a capitalist culture of never-ending over-consumption that applies to gift buying too. Advertising that tells us we need to buy more to look prettier, feel better, or be happier, is the culprit, she said. \"It's this mindset that needs to change,\" maybe by teaching children the aim is not to acquire more things but to value experiences more, she suggests. \"Instead of giving physical gifts as a main present, how about arranging a sleepover instead, or taking them somewhere pretty to see wildlife, or can your family club together and buy them membership to an attraction they like to visit?\" Catherine is a business partner who lives in the Cotswolds and tries to \"do her bit\" to be green.\"We're getting better. We try to be plastic free, we eat less meat, we don't use cling film, we have eco cleaning products,\" she said. But she said it becomes \"trickier\" when trying to apply those principles to her daughter Chloe. Chloe turns four in a few weeks and her parents are planning a party in a village hall in north Oxfordshire. \"We're happy to use paper plates but there's some things we don't want to deprive her of like balloons,\" she said. \"In her mind they're essential and she [Chloe] would be devastated if we didn't have them.\" As luck would have it, Catherine has since found a company that recycles foil balloons and banners for free. Her online search for eco-party bag fillers has been less successful though, and the sticking point is price. \"I looked and they were like £5 per gift, that's so expensive when you think it's only one item and how many children you need to buy for.\" She said Chloe had been invited to one party with an interesting solution. \"They didn't have party bags at all. I don't know I'd be brave enough to do that, but they had a lucky dip instead.\"Everyone had a whale of a time and no-one complained as they'd already had their slice of birthday cake just before they went home. \"I think it's got to be a compromise. We will do what we can, where we can, but Chloe has very firm ideas of what a party includes and a party bag is a big part of that.\" Sweets and chocolates have long been a favourite at children's parties and shop-bought ones make cheap fillers for party bags, especially the individually wrapped ones in these Covid-conscious times.Halloween and Christmas also fuel mass consumption of confectionery often packaged in plastic tubs that are usually not able to be recycled through household waste collections. Reducing plastic consumption means changing behaviour en masse and are we really prepared to give up those indulgences yet? Rachel Turner is the leader of Rhythm Time children's classes in Warwickshire. \"We haven't done many children's parties recently, but we have moved from plastic balloon sticks to cardboard ones and paper gift bags and colour in cardboard crowns,\" she said.\"As a parent I now do books as a going home gift with sweets in brown bags. \"No more pound-shop toys though. I really am trying, no more plastic glow sticks or general plastic tat.\" If compromise is the name of the game, Devon-based DCW Polymers waste company is trying to be part of the solution by urging people to become waste partners.Its scheme called recycle and raise turns plastic sweet tubs into money for charity.A spokesperson said: \"It was created in 2019 after noticing just how many plastic tubs are in the supermarkets this time of year - it's estimated that over 100 million tubs are sold in the UK each year.\"The firm partners with local businesses that act as drop-off points, making it easy for the public to donate their tubs with the aid of a map on its website. The plastic is taken to the firm in Exeter where it is weighed and shredded, then reformed into planks to make recycled furniture, the value of which is donated to two charities; Dartmoor Zoo & Mind mental health charity.In the past two years it has recycled 65,000 tubs and raised more than £5,200 for charity. A company spokesperson said: \"As a plastic recycling company, we knew we had the expertise and infrastructure to help make a difference.\" \"Of course we want our children to be happy. It's the ultimate marshmallow test [in delayed gratification] isn't it?\" Jen Gale said.\"Are we ready to give up single use plastic, or to put it another way, can we ditch the tat to give our kids a better future?\" ", "url": "https://www.bbc.com/news/uk-england-58966302"}