{"datetime": "2021-11-11T19:45:00.000Z", "subject": "Climate change", "title": "Scotland to ban most single-use plastic from June 2022", "article": "A ban on most single-use plastics will come into effect in Scotland from June next year. The legislation will ban the use of plastic cutlery, drink stirrers and food containers made from expanded polystyrene. An exemption will be in place for people who need plastic straws for medical reasons or to ensure they can continue to live independently. Scotland is the first UK nation to pursue the ban. Circular Economy Minister Lorna Slater said: \"Every year, hundreds of millions of pieces of single-use plastic are wasted. They litter our coasts, pollute our oceans and contribute to the climate emergency. \"That has to end and this ban will be another step forward in the fight against plastic waste and throwaway culture. \"This is another example of the sort of bold action that is needed if we are to deliver on the commitments that are being made at Cop26.\" But Ms Slater said the Internal Market Act passed at Westminster last year could create issues with the ban. She said it effectively exempted any items that were produced in or imported via another part of the UK. \"I will be writing to the UK government to ask that they take the necessary steps to ensure the integrity of this ban,\" she added. Scottish Lib Dem climate emergency spokesman, Liam McArthur, said the legislation was a step in the right direction, but \"nowhere near the scale of action needed\". He added: \"The Scottish government are tinkering round the edges, and have failed to motivate change. They parked their Circular Economy Bill, and even with a Green minister in charge important policies won't be seen for years to come. \"The waste pile just keeps on growing. The pandemic has already backtracked progress, and more delays will be hugely damaging.\"WWF Scotland director Lang Banks said the global climate impact of plastic was equivalent to the output of almost 200 coal-fired power stations annually. He added: \"If we're to stop climate change and eliminate plastic pollution from our oceans, we need to rapidly phase out unnecessary single-use plastics.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59248129"}