{"datetime": "2021-11-15T18:03:33.000Z", "author": "Clare Woodling", "title": "Cemetery plastic ban in Calstock divides community", "article": "Efforts to phase out plastic in cemeteries have been met with angry resistance from some of the bereaved, council staff have said. Calstock Parish Council in Cornwall is in the process of banning synthetic ornaments and flowers. The clearance of some broken pieces of plastic led to a recent confrontation at Albaston Cemetery, officials said.The council said it was \"everyone's responsibility to do what we can in this climate emergency\". It added it planned to implement the restrictions fully in January 2022.Marian Weston, who lives in Exeter and visits Calstock Cemetery to tend her father's grave, said it was a \"very emotive subject\". She said: \"It's a very personal situation because there are so many instances of maybe people who are older who come up to put flowers down, they can't afford to buy fresh flowers weekly or monthly.\"She added: \"The flowers get eaten by the rabbits. I think it's a very difficult situation but I think there is room for everyone's point to be taken into consideration.\"Visitors to graves are being urged to use cut flowers, plant bulbs, put shrubs in ceramic pots, or use painted pebbles, rather than leave plastic flowers or ornaments.Clare Bullimore, the deputy clerk at Calstock Parish Council, said she faced aggression from other people at the cemetery in Albaston. She said: \"It was our intention to try and remove some of the plastic items that were brittle and damaged, and we were going to label them and bag them up and store them. \"But, when we started doing that, some of the local people came up and were very upset about this, and were quite abusive to us, and so at that point we felt we had to stop.\"Ms Bullimore said the council had received support for the change from many local people.Jim Wakem, chairman of the parish council, said they did not want to be \"heavy-handed\" but \"someone's got to start somewhere\" over plastic pollution. He said: \"The interest is from the children in the parish - they're sort of telling us what they would like to see happen. \"It's difficult because you're not going to please everybody all the time, but we've got to think of the future. This is where we want to start.\" The council said children from a local primary school had offered to help tending individual graves and it hoped to hold a wreath-making workshop using willow and natural vegetation to give people ideas for alternative decorations. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-59295613"}