{"datetime": "2020-10-15T09:47:31.000Z", "author": "Paul Rincon", "title": "Superconductors: Material raises hope of energy revolution", "article": "Scientists have found the first material that displays a much sought-after property at room temperature. It is superconducting, which means electrical current flows through it with perfect efficiency - with no energy wasted as heat. At the moment, a lot of the energy we produce is lost as heat because of electrical resistance.So room temperature \"superconducting\" materials could revolutionise the electrical grid. Until this point, achieving superconductivity has required cooling materials to very low temperatures. When the property was discovered in 1911, it was found only at close to the temperature known as absolute zero (-273.15C).Since then, physicists have found materials that superconduct at higher - but still very cold - temperatures. The team behind this latest discovery says it's a major advance in a search that has already gone on for a century. \"Because of the limits of low temperature, materials with such extraordinary properties have not quite transformed the world in the way that many might have imagined,\" said Dr Ranga Dias, from the University of Rochester, in New York State. \"However, our discovery will break down these barriers and open the door to many potential applications.\" Dr Dias added that room temperature superconductors \"can definitely change the world as we know it\". In the US, electrical grids lose more than 5% of their energy through the process of transmission. So tackling this loss couldpotentially save billions of dollars and have an effect on the climate. The scientists observed the superconducting behaviour in a carbonaceous sulphur hydride compound at a temperature of 15C. However, the property only appeared at extremely high pressures of 267 billion pascals - about a million times higher than typical tyre pressure. This obviously limits its practical usefulness. So Dr Dias says the next goal will be to find ways to create room temperature superconductors at lower pressures, so they will be economical to produce in greater volume. These materials could have many other applications. These include a new way to propel levitated trains - like the Maglev trains that \"float\" above the track in Japan and Shanghai, China. Magnetic levitation is a feature of some superconducting materials. Another application would be faster, more efficient electronics. \"With this kind of technology, you can take society into a superconducting society where you'll never need things like batteries again,\" said co-author Ashkan Salamat of the University of Nevada, Las Vegas. The results arepublished in the prestigious journal Nature. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-54551527"}