{"datetime": "2021-03-04T17:59:56.000Z", "author": "Kate Berry", "title": "Lab-grown wood could be future of furniture", "article": "American scientists are working on a plan to \"grow\" wood in a laboratory without sunlight or soil. Ashley Beckwith, lead author of the study, said her hope is that lab-grown wood could one day supplement traditional forestry methods. Her team is growing the wood by using a 3D-printed gel to mould plant cells into the desired shape. The technology could be used to create wooden parts or planks, which could then be used in a piece of furniture. Speaking onBBC 5 Live's Naga Munchetty Programme , Ms Beckwith said the world was facing an \"ever increasing demand for plant-based products, whether that be food, materials for infrastructure, consumer goods and even crops needed for bio-energy fuels, and we're working with a finite area of farmable land\". She added: \"We dedicate a lot of resources to growing whole plants, when all we use really is a very small portion of the plant… so somehow we needed to figure out a more strategic way to reproduce materials that isn't so reliant on the land.\" Ms Beckwith, from the Massachusetts Institute of Technology (MIT) in Cambridge, US, said the team have started by growing small structures using a zinnia plant - a member of the daisy family - as a model species to \"prove out the concept\". They hope to ultimately increase the sizes of the structures produced. But growing wood to the size of a coffee table, she explained, would be a \"slow process, a few months… obviously that's much quicker than a tree which might take 20 years to grow\". Ms Beckwith added: \"I don't know that I would grow a fully assembled table, because it's not a very good use of space - there's a lot of empty volume there, but it has potential to be done.\" Explaining the differences between wood from trees and lab-grown wood, she said: \"Right now the differences between these types of structures and a traditional wooden structure is that wood is highly ordered… you have the grains in the wood and they go in a specific direction because they are vessels designed to facilitate liquid to flow up a tree. \"But in our situation we don't have this alignment at the moment, so it's more like particle board or a composite where there's no directionality to the structure.\" Despite the research being in the early stages, the MIT PhD candidate said she hoped they could see real progress within 10 years. \"It's a great vision and people have really picked up on the concept,\" she said. \"It's a problem many of us are aware of and want to be a part of solving, so I'm hoping that we generate some more interest and get more people involved to make this really happen.\"Listen to 5 Live on the free BBC Sounds app. ", "url": "https://www.bbc.com/news/science-environment-56270691"}