{"datetime": "2020-10-21T15:11:03.000Z", "author": "Matt McGrath", "title": "Climate change: 'Cooling paint' could cut emissions from buildings", "article": "A new type of white paint has the potential to cool buildings and reduce the reliance on air conditioning, say researchers. In a study, the new product was able to reflect 95.5% of sunlight and reduce temperatures by 1.7C compared to the ambient air conditions. The engineers involved say the impact is achieved by adding different-sized particles of calcium carbonate. Buildings of all types are one of the biggest sources of CO2 emissions. According to the World Green Building Council, thelighting, heating and cooling of buildings is responsible for around 28% of global CO2.That's because the heating and cooling of buildings is mainly powered by coal, oil and gas - In Europe,around 75% of this energy need comes from fossil fuels. For decades, researchers have been trying to come up with ideas to increase the efficiency of cooling and heating. A number of reflective paints have been developed for the outside of homes and offices that would reflect away sunlight and reduce the temperatures inside.As yet, none of these products have been able to deflect enough of the Sun's rays to make the building's temperature lower than the ambient conditions.Now, researchers in the US say they have developed a white paint with strong cooling properties.\"In one experiment where we put a painted surface outside under direct sunlight, the surface cooled 1.7C below the ambient temperature and during night time it even cooled up to 10C below the ambient temperature,\" said Prof Xiulin Ruan, from Purdue University in Indiana, who's an author on the study. \"This is a significant amount of cooling power that can offset the majority of the air conditioning needs for typical buildings.\" So how does the new paint work? According to the researchers, the key has been to add calcium carbonate to the mix. The scientists found that by using high concentrations of this chalky substance, with differing particle sizes, they were able to develop a product that reflected 95.5% of sunlight.\"Sunlight is a broad spectrum of wavelengths,\" said Prof Xiulin Ruan. \"We know that each particle size can only scatter one wavelength effectively so we decided to use different particle sizes to scatter all the wavelengths. This is an important contributor eventually resulting in this very high reflectance.\" The researchers say the paint may have a broad range of applications - particularly in data centres, which require large amounts of cooling. Since the paint lacks metallic components, it is unlikely to interfere with electromagnetic signals, making it suitable for cooling telecommunications equipment. There are a number of steps to go through before this product will be available commercially, as it needs to be tested for its long-term reliability and efficiency. But the researchers are optimistic; patents have been filed and there is strong interest from major manufacturers. Details of the new approach have been published in the journalCell Reports Physical Science .Follow Matt on Twitteron Twitter. ", "url": "https://www.bbc.com/news/science-environment-54632523"}