{"datetime": "2020-08-20T15:05:56.000Z", "author": "Neil Prior", "title": "Ancient Egypt: Mummified animals 'digitally unwrapped' in 3D scans", "article": "Three mummified animals from ancient Egypt have been digitally unwrapped and dissected by researchers using high-resolution 3D scans. The snake, bird and cat, from the Egypt Centre's collection at Swansea University, are at least 2,000 years old.Ancient texts suggest they were offerings to the souls of the departed, but little was known of their fate.Researchers said the details revealed by the scans were \"extraordinary\".Using micro CT scanners, which generate 3D images with 100 times the resolution of medical CT scans, the animals' remains were analysed in previously unseen detail, giving an insight into how they were killed and the ritual behind it. And the seven-year project, a collaboration between the Egypt Centre and Swansea's College of Engineering, came about by chance.Richard Johnston, professor of material science, said: \"The project started purely because the engineering department used to be right opposite the Egypt Centre, and over coffee I mentioned our X-ray scanner might reveal what's hidden inside their animal mummies, and so we took it from there. \"Up until then we'd been using the technology to scan jet engine parts, composites, or insects, but what we found when we started looking at the mummified animals was extraordinary.\" Dr Carolyn Graves-Brown, of the Egypt Centre, said the collaboration between engineers, archaeologists, biologists, and Egyptologists showed \"the value of researchers from different subjects working together\".The team discovered that: The findings are in keeping with what the Egypt Centre already believed about the ritual mummification of animals. The ancient Egyptians mummified animals as well as humans, including cats, ibis, hawks, snakes, crocodiles and dogs. Sometimes they were buried with their owner, or as a food supply for the afterlife, but the most common animal mummies were offerings, bought by visitors to temples to present to the gods.They were bred or captured by keepers and then killed and embalmed by temple priests; it is believed that as many as 70 million animal mummies were created in this way. Prof Johnston said while finding an animal inside might not have been a surprise, the level of detail they were able to obtain certainly was. \"The snake mummy had been X-rayed before, but that only creates a 2D image which doesn't tell you too much about the finer structure. Conventional medical CT scanning provides a 3D image, but the resolution is too poor to make out much more,\" he said. \"However, with the micro CT software we can create a virtual reality image of the scan as large as a house, if you like; I can actually walk around inside the body of the cat and make microscopic measurements to examine in minute detail.\" The micro CT works by taking thousands of individual X-rays from all angles while the mummy rotates 360 degrees. A computer then merges them to create a 3D image which can be rotated and viewed from any angle. It differs from a medical scanner in that, rather than the X-ray source and camera revolving around the object, the object spins on a platform between the source and camera. Prof Johnston said this makes it impractical for medical use on live humans, but the technology still has many other untapped applications. \"X-ray dose from micro CT is typically too high for human use, and the scan times much longer,\" he said.\"But it has limitless potential for materials in science, engineering, biology, even biomimicry. \"We scan structures from nature that have evolved over millions of years to be efficient or strong, like bamboo, and then reproduce the micro-scale shape for engineering design through 3D printing.\" The full research is published today in the journal Scientific Reports.", "url": "https://www.bbc.com/news/stories-53841256"}