{"datetime": "2021-02-08T00:01:05.000Z", "author": "Thom Poole", "title": "The myth and reality of the super soldier", "article": "Is China trying to make its own version of Captain America? US intelligence has suggested so. But beyond the hype, the possibility of a super soldier is not so outlandish and one that not just China is interested in. With deep pockets, and a desire to get an edge, the world's militaries have often driven technological innovation, from the state-of-the-art to the humble. Take duct tape. It was the result of a suggestion from an Illinois ordnance factory worker, who had sons serving in the navy during World War Two. Worried about soldiers under fire fumbling with the flimsy paper tape then used to seal ammunition boxes, Vesta Stoudt had a solution - a waterproof, cloth tape. She was unable to win the support of her supervisors, but was more successful when she wrote to President Roosevelt, who instructed war producers to turn her idea into reality. If military necessity can give us better sticky tape, what else might it do? Announcing a new initiative in 2014, then-President Barack Obama told journalists: \"Basically I'm here to announce that we're building Iron Man.\" There was laughter, but he was serious: the US military had already begun work on the project - a protective suit, known as the Tactical Assault Light Operator Suit. (Talos). A video game-like promotional video showed the wearer bursting in on an enemy cell, bullets ricocheting off the armour. Iron Man was not to be.Five years on, the initiative ended, but makers hope individual components of the suit will have applications elsewhere. Exoskeletons are just one of the promising technologies militaries are exploring to enhance their soldiers. Enhancement is nothing new - since ancient times, troops have been bolstered by advancements in weaponry, kit and training. But today, enhancement could mean much more than merely giving an individual soldier a better gun. It could mean altering the individual soldier. In 2017, Russia's President Vladimir Putin warned that humanity could soon create something \"worse than a nuclear bomb\". \"One may imagine that a man can create a man with some given characteristics, not only theoretically but also practically. He can be a genius mathematician, a brilliant musician or a soldier, a man who can fight without fear, compassion, regret or pain.\" Last year, the former US Director of National Intelligence (DNI), John Ratcliffe, went further with a blunt accusation against China.\"China has even conducted human testing on members of the People's Liberation Army in hope of developing soldiers with biologically enhanced capabilities. There are no ethical boundaries to Beijing's pursuit of power,\"he wrote in the Wall Street Journal. China called the article a \"miscellany of lies\".Asked if the new DNI, Avril Haines, shared her predecessor's assessment, her office said she had not commented, but pointed to statements by her warning of the threat posed by China. While the Biden administration has jettisoned much of Donald Trump's agenda, tensions with China are likely to remain a feature of US foreign policy. Having a super soldier in the ranks is a tantalising prospect for militaries - imagine a soldier who could withstand pain, extreme cold or the need to sleep. But as American attempts to build \"Iron Man\" show, technological restraint can drag ambition down to earth.A 2019 paper from two US academics said that China's military was \"actively exploring\" such techniques as gene editing, exoskeletons and human-machine collaboration. The report was based primarily on comments from Chinese military strategists. One of the authors, Elsa Kania, was sceptical about Mr Ratcliffe's comments.\"It's important to understand what the Chinese military is discussing and aspiring to actualise, but also to recognise the distance between those ambitions to the reality of where technology is at this moment,\" said Ms Kania, a senior fellow at the Center for a New American Security. \"Even though militaries around the world may have quite a lot of interest in the possibility of super soldiers... at the end of the day, what is feasible within science does impose a constraint on on any actor that is trying to try to push the frontiers.\" Mr Ratcliffe was referring to testing on adults. While some characteristics could be altered in adults using gene editing, changing the DNA of embryos would offer one of the most plausible routes to a \"super soldier\".Dr Helen O'Neill, a molecular geneticist from University College London, said the question was more about whether scientists would be prepared to use this technology, rather than whether it was possible.\"The technologies - of genome editing and its combination with assisted reproduction - are becoming routine practices in transgenics and agriculture, it's just the combination of the two for human use that is seen as unethical at the moment.\" In 2018, Chinese scientist He Jiankui made a stunning announcement - he had successfully altered the DNA in the embryos of twin girls to prevent them catching HIV. The development brought outrage. Such gene-editing work is banned in most countries, including China. It is normally restricted to discarded IVF embryos, as long as they are destroyed immediately afterwards and not used to make a baby.The scientist defended his finding but it landed him in jail for defying government bans. Many of the interviewees for this article alluded to the He Jiankui case as a key moment in bioethics. Scientists have reported that as well as protecting them from HIV, the treatment brought cognitive enhancements too. He Jiankui made use of Crispr technology to create the twins, a way of making specific and precise changes to the DNA contained in living cells. Some traits can be removed and others added.It holds huge promise, potentially being able to treat or even cure inherited diseases. What could it do for the military? Christophe Galichet, a senior research scientist at the Francis Crick Institute in London, calls Crispr a \"revolution\". But, he says, there are limits. He compared it to using find-and-replace on text - you can easily swap precise phrases about, but what works at one point in the text might not make sense in another. \"It's wrong to think that one gene will have one effect,\" he said. \"If you take a gene, you could have an individual with greater muscles or being able to breathe at high altitude. But maybe further down the line the individual will develop cancer.\" It is also difficult to isolate some traits - many genes are involved in height, for example. And any traits that are changed will be passed down generations. Some analysts see China's efforts as a direct response to the US.A 2017 report in the Guardian said that a US military agency was investing tens of millions in genetic extinction technology that could wipe out invasive species, something UN experts warned could have military applications.China and the US are not the only countries seeking an advantage.France's armed forces have been given approval to develop \"enhanced soldiers\" with a report laying out ethical boundaries for the research.Defence Minister Florence Parly said: \"We must face the facts. Not everyone shares our scruples and we must be prepared for whatever the future holds.\" Even if scientists could safely improve an individual's attributes, the application in the military field raises its own issues. For example, would an individual soldier be freely able to consent to a potentially risky treatment within the command structure of the military? Both China and Russia are reported to have tested Covid vaccines on their troops. \"The military doesn't exist to promote the interests of the soldier, it exists to gain a strategic advantage or win a war,\" said Prof Julian Savulescu, an expert in ethics at Oxford University. \"There are limits on the risks that you can impose on soldiers but they're higher than those imposed on normal society.\" Prof Savulescu says that, for anyone, it is important to weigh the risks of an enhancement against the benefits. \"But of course,\" he added, \"the equation is different in the military. Individual beings will bear the risks but often not benefit.\" Read more here: Soldiers are put in life-or-death situations, and it might be thought that enhancement should be welcomed if it ensured their survival. But Prof Patrick Lin, a philosopher at California Polytechnic State University, said it was not so simple. \"Military enhancements means experimenting and putting at risk your own citizens, so it's unclear how better protected enhanced soldiers might be. Just the opposite, they could be sent on more dangerous missions or take more chances that the unenhanced would not.\" Captain America may not yet be around the corner, but there is always the possibility of a surprise development. \"It is difficult to exercise any ethical control or democratic control over how things evolve in the military because, by nature, it involves secrecy and privacy to protect the national interest,\" said Prof Savulescu.\"So, it's a tough ethical one. It's hard enough these days in science or medicine, where things are reasonably open.\" As for what could, or should, be done to regulate the field, Prof Lin said \"a key challenge is that nearly all of this is dual-use research. For instance, exoskeleton research was first aimed at helping or curing people of medical conditions, such as to help paralysed patients walk again.\"\"But this therapeutic use can be easily weaponised, and it's not obvious how to prevent that from happening which means it's not obvious how to regulate it, without overly broad regulation that also frustrates therapeutic research.\" According to Dr O'Neill, China has already forged ahead in genetic research, and other countries have put themselves at a disadvantage.\"I think we've wasted time in ethical arguments, rather than focusing on the reality of the here and the now,\" she said.\"Far too much energy is spent on speculation and dystopia, and much more energy should be spent on real risks and applying the technology so that we understand it better, because it will be done elsewhere and is being done elsewhere. And it's only through continued research that we will understand where it may go wrong.\" ", "url": "https://www.bbc.com/news/world-55905354"}