{"datetime": "2021-02-18T10:08:46.000Z", "author": "Paul Rincon", "title": "Smart materials: From tiny robots to colour-swapping clothes", "article": "Imagine concrete bridges that can heal cracks without human intervention, or tiny machines that can be injected into the body to treat disease. These are just two applications for a category of smart materials that change and adapt to their environment. Inspired by living things, they have the potential to transform the way we live, according to a new report. But they might also need regulation to avoid unintended consequences, says the document from the UK's Royal Society. Some \"animate\" materials are already here: self-repairing paint and concrete that can patch itself up have made it into commercial products. But more applications are on their way. \"This is a really important century for us. We are going from an inanimate view of materials, where we make them, they are sophisticated but they fall apart and then we replace them, to a more biological view of the stuff we are going to make,\" said Prof Mark Miodownik, one of the report's co-chairs. \"Bridges in the future are going to know they are damaged and then they are going to be able to do something about it.\" There are two key approaches for self-healing concrete. One uses capsules embedded in the concrete that crack open in response to damage. They release a substance based on bitumen that mineralises when exposed to air and water, filling the damaged area. The other concept also uses capsules, but filled with bacteria. When the concrete cracks, the capsules release the bugs which produce the mineral calcite to heal the damage. The technology has already been trialled on roads in the UK. Other applications of self-healing materials are in phone screens that can repair themselves when cracked, and electronics that grow back damaged circuits, restoring function. \"The question in my view is not, if it's going to happen, it is when it's going to happen. The question is, is this report premature? I don't think it is,\" said Prof Miodownik. \"You see lots of little bits of it happening. So, now is the time to get the scientific community together to say: 'This is where we're going, so now let's change our mode of working'. At the moment it is very disparate, with pockets of work all over the place, not talking to each other and without a common aim.\" Medicine is another big area expected to drive the use of animate materials. Longer-term, microscopic machines could be injected into the bloodstream to make small incisions, repair damage, or sense and collect data. These mini-robots could be propelled by tiny motors, which would be powered by chemical reactions. They could deliver drugs to specific locations in the body, such as a tumour. This would potentially avoid the damage to the rest of the body that can occur with current forms of chemotherapy and radiotherapy. Clothing might also be a target for innovation. \"There are some fun applications - being able to change the shape of your garment, or change the colours so that they react to your mood,\" said Prof Miodownik. But there could also be uses for people who are recovering from injury or surgery.\"With wearable tech, you could have sensors in the garment. If you were recovering from shoulder surgery, for example, these sensors could communicate how much shoulder movement you have to you and your doctor,\" said the UCL professor of materials science. The Royal Society report says that as animate materials become more common, they will pose challenges for regulators. In future, these materials, and the systems they are part of, will be able to operate without human intervention. This means they could behave in ways that are unpredictable. Their use could raise safety issues, as well as ethical and practical ones. \"New regulation will inevitably be required,\" says the report. Prof Miodownik agreed that the development of novel animate materials for diverse applications could be an activity for a proposed new UK science body. It is modelled on the Defense Advanced Research Projects Agency (Darpa) in the US. It would carry out \"blue skies\" research where the chances of success are uncertain, but would be highly rewarding if fruitful. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-56096888"}