{"datetime": "2021-03-15T16:09:47.000Z", "author": "Helen Briggs", "title": "Plastic bags recycled into fabric to fight pollution", "article": "Scientists have made fabrics from polythene in a move they say could reduce plastic pollution and make the fashion industry more sustainable. Polythene is a ubiquitous plastic, found in everything from plastic bags to food packaging. The new textiles have potential uses in sports wear, and even high-end fashion, according to US researchers. The plastic \"cloth\" is more environmentally-friendly than natural fibres, and can be recycled, they say. Dr Svetlana Boriskina, from the department of engineering at the Massachusetts Institute of Technology (MIT) in Cambridge, US, said plastic bags that nobody wants can be turned into high-performance fabrics with a low environmental footprint. \"There's no reason why the simple plastic bag cannot be made into fibre and used as a high-end garment,\" she told BBC News. \"You can go literally from trash to a high-performance garment that provides comfort and can be recycled multiple times back into a new garment.\" The fabric is made from fibres of polythene woven on industrial looms into textiles that are designed to be comfortable to wear. Crucially, the fibres are designed to allow water to escape, rather than repelling water like conventional polythene. The researchers say the fabric is less damaging to the environment than the likes of wool, cotton, linen, silk, nylon and polyester, and can be washed in cold water, further reducing the environmental footprint. The plastic can be dyed in different colours before being woven into fabric. Because it is made up of only one type of plastic - polythene - it can be recycled into new garments time and time again.The fabric has potential for use in sportswear, such as trainers, vests and leggings, they say.In the long-term, it could also have applications as a high-performance space suit, engineered to be protect against cosmic radiation. Commenting on the study, published in Nature Sustainability, Dr Mark Sumner of the University of Leeds said it remained to be seen if such a fabric might catch on. He said the typical mechanical properties of polythene - such as strength and melting temperature - tend to limit its use in textiles, as does its very low moisture absorption. \"The fundamental challenge I see with this development, as we have seen with many other 'new fibre' developments, is how well the fibre aligns with comfort, feel and drape requirements of the consumer,\" he said.\"If the fabric feels waxy, or stiff and lacks comfort then consumers won't buy the product, and therefore, the fibre has limited use for clothing.\" The fashion industry is one of the most polluting industries in the world. Textile manufacturing consumes huge amounts of water and generates millions of tonnes of waste, as well as 5-10% of global greenhouse gas emissions annually.Washing and drying clothes often consumes even more energy and water than the production phase. Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-56404803"}