{"datetime": "2019-06-13T23:12:30.000Z", "author": "Mark Smith", "title": "The super-tough drones and robots going where we can't", "article": "From arctic wastes to fiery volcanoes, ocean depths to distant planets, a new generation of rugged drones is going to places humans can't. But how do you make a super-tough drone? When it sets off on its arctic explorations, the Royal Research Ship (RSS) David Attenborough will be carrying within it a full complement of autonomous flying and submersible vehicles designed to lay bare the mysteries of the polar regions.One underwater drone or AUV (Autonomous Underwater Vehicle) that may be aboard come launch day bears the name Boaty McBoatface, the quirky moniker chosen for its mother shipin an online poll which was subsequently overruled. Boaty is designed to dive to 6,000m (19,700 ft) where the pressure is about 600 times greater than at sea level. Less rugged vehicles would be crushed completely at those depths.It comes equipped with a payload of sensors, imaging equipment, sonar, hydrophones and communications kit to gather data on changing deep ocean temperatures and their potential impact on climate change.One of the toughest challenges its National Oceanography Centre designers faced was being able to build a craft that could travel long distances under the ice without needing to recharge.Recent advances in microprocessors, much of it driven by smartphone technology, has helped change that by reducing the amount of power these drones need to run.\"The vehicle is designed to draw a very small amount of power for its propulsion systems,\" explains Dr Maaten Furlong, head of marine autonomous and robotics systems at the National Oceanography Centre.\"As a result it travels at a relatively slow speed, which in turn enables it to cover huge distances and carry out extended missions compared to vehicles that have gone before.\" Early last year, Boaty - or the Autosub Long Range (ALR) to give it its proper name - completed its first full under-ice expedition at the Filchner Ice Shelf in West Antarctica, where it spent a total of 51 hours under the Antarctic ice, travelling 108km (67 miles).More Technology of Business It reached depths of 944m, at one time travelling under a section of ice shelf 550m thick. GPS signals can't penetrate so far down, so navigation is tricky. Instead, it has to use dead reckoning. By using a point of origin - such as the mother ship - it estimates the direction and distance travelled, calculating speed by bouncing sound off the seabed and measuring the echoes. Its fibre-optic gyro-based sensor has an error rate of 0.1%, which means for every kilometre travelled it could drift one metre off course, the designers say.But to explore even further and deeper, new navigation tech will be required. And this is under development. Called Terrain Aided Navigation, this system essentially maps the sea floor, and these maps are loaded in to the vehicle's computer. Ultimately, the designers hope the robots will be able to \"see\" well enough to create their own maps in real time. \"A long-term ambition for the ALR family of vehicles is to deliver on the potential and the ambition to complete a full trans-Arctic mission under ice, an environment about which we know very little at this point.\"This will require the new Terrain Aided Navigation techniques being developed to be fully operational.\" Arctic sub-sea conditions are pretty tough, but the surface of planet Mars is even tougher, bringing with it a whole new set of design challenges. Two devices being developed by Nasa to survey the volcanic bowels of the red planet are currently being trialled on Earth, with their designers envisaging uses much closer to home.Lemur - short for Limbed Excursion Mechanical Utility Robot - is a four-limbed machine that can scale rock walls, gripping with hundreds of tiny hooks in each of its 16 fingers. Engineers from Nasa's Jet Propulsion Labs took Lemur on a field test in California's Death Valley in January, where it used artificial intelligence to choose a route up a cliff. Nasa's Dr Aaron Parness says Lemur's rock-climbing abilities could be used for search and rescue operations to help disaster relief teams.Finding claws that wouldn't wear down on the rock was a challenge. \"We looked at titanium, steel, carbon fibre, carbide, tool steel,\" says Dr Parness. \"We tried sewing needles to sail boat needles, syringes, lathe tools, even harvesting cactus spines.\" The winning solution? Fishing hooks.\"Turns out that industry is really good at making things sharp, strong, and durable,\" he says. Nasa's other tough robot is Volcanobot, a relatively low-cost device designed to be lowered in to fissures and survive extreme heat. On a trial mission to the Kilauea volcano on Hawaii, it mapped the conduits of previous eruptions to get an understanding of how that style of volcano works underground. But building machines that can navigate over harsh terrain as well as deal with extreme temperatures has proven tough. Volcanic rock \"is extremely sharp and hard,\" explains Dr Parness. \"If you walk a mile of two across a lava flow, the soles of your shoes will be 100% trashed.\"So Volcanotbot uses carbon-fibre infused material in its 3D-printed parts to make them stronger and more resistant to abrasion.\"It gets scratched up like crazy, but protects the electronics inside,\" he says. While the team has created casings and materials that can withstand 300C, the weak link is the electronics inside, which \"tend to fail around 60-80C\". \"It didn't help to have a strong robot shell protecting dead robot guts!\" Mitsubishi Heavy Industries in Japan has developed a team of automated firefighting robots designed to cope with extreme heat.Equipped with GPS and laser sensors to help them navigate to the scene of the fire, a water cannon robot takes up a position then the hose extension drone drives to the water source, laying out hose along the ground.The water cannon can then unleash its payload, squirting up to 4,000 litres per minute.The system was put through its first trial in March at Tokyo's National Research Institute of Fire and Disaster, with its designers envisaging their use in highly volatile environments such as petro-chemical blazes.A spokesman for the design team said the aim is for the robots to fully-autonomous in time. Robotics expert Prof Barry Lennox says that reduced construction costs, better materials and improved sensors are driving the development of tough drones around the world. \"Over the next five to 10 years I would expect to see even more complex environments being explored,\" he says. ", "url": "https://www.bbc.com/news/business-48620704"}