{"datetime": "2021-10-17T11:26:01.000Z", "subject": "COP26", "title": "Scottish climate expert Jim Skea warns 'clock is ticking'", "article": "Scottish climate change expert Jim Skea has called on world leaders to \"step up to the plate\" at the COP26 summit in Glasgow at the end of the month. Prof Skea, a member of the United Nations climate body the IPCC, said the scientists had spoken clearly and time was running out for governments to act. He said \"the clock is ticking\" and carbon emissions needed to come down. The climate expert said the Glasgow summit was the time for politicians to deliver on their promises. Prof Skea, who was born in Dundee and went to Edinburgh University, is a member of the bureau of the Intergovernmental Panel on Climate Change (IPCC) and the UK government's Committee on Climate Change. He was also chair of the Scottish government's Just Transition Commission, which looked at how to fairly manage the move to greener ways of living.Prof Skea told BBC Scotland's Glenn Campbell, on the podcastNo Hot Air , that the current pledges to cut greenhouse gas emissions were not compatible with the goals of keeping global heating to \"well below 2C\", never mind the more ambitious target of 1.5C. Those aims were agreed at the landmark COP summit in Paris in 2015. To keep close to that mark, emissions of warming gases need to drop by half by 2030, and essentially hit zero in 2050. Prof Skea said Glasgow was the most important summit since Paris. \"It is the start of a stock-taking process,\" he said. \"Have we delivered on the Paris ambitions or not? \"There is no expectation that another agreement is going to emerge in Glasgow, it is much more about implementing and putting in place what the Paris agreement actually said.\" \"It is getting countries to deliver on the promises.\" He said Paris was about getting countries to make pledges but they needed to improve to align with the overall global agreement. \"If we continue emitting as we are at the moment, the Paris goals will go beyond reach, that's undoubted,\" Prof Skea said. He told the podcast reducing emissions meant burning fewer fossil fuels and being more energy efficient. Campaigners such as Greenpeace have recently challenged the UK government to put a halt to new oil field developments, with the Cambo field west of Shetland sparking most debate.The UK government wants to reduce the use of fossil fuels, but says there is still \"ongoing demand\" for oil and gas. It says we need to transition \"as fast as we reasonably can\" to renewable energy sources. Prof Skea said he had to be careful as an IPCC official not to comment on the policies of individual governments. However, he pointed to the International Energy Agency which has produced a set of scenarios of actions required to keep global warming to the 1.5C target. \"In that scenario there is no further development of oil fields globally at all,\" he said. \"If you were to pursue the much more flexible 'well below 2C' formula there probably would be space for new oil fields but nevertheless a lot of the oil fields that have been proved up would still need to stay in the ground globally,\" he said. This raises the tricky issue of who gets to extract their oil and who does not?Another controversial energy source is nuclear. It is low on carbon emissions but produces radioactive waste and the risk of leaks of radiation. Prof Skea said different countries took very different views on nuclear power, with much of Europe rejecting it but China investing heavily. \"Certainly in those countries that choose nuclear, if it replaces coal it will help with climate change,\" he said.Listen to more on the BBC Scotland podcast No Hot Air . Glenn Campbell guides you through everything you need to know about the COP26 climate conference in Glasgow. ", "url": "https://www.bbc.com/news/uk-scotland-58928933"}