{"datetime": "2018-10-29T14:30:52.000Z", "author": "Navin Singh Khadka", "title": "Climate change: 'Wetlands vital to protect cities'", "article": "Cities around the world are frequently flooding during extreme weather, largely because they are fast losing the wetlands that work as a natural defence, experts warn. Wetlands are ecosystems like lakes, rivers, marshes and peatlands, as well as coastal marine areas including mangroves and coral reefs. The experts say wetlands work as a giant sponge that soaks up and stores extra rainfall and water from storm surges. Conservation of these water bodies in urban areas was the focus of an international meeting on wetlands that concluded in Dubai on Monday. The warning follows an alarming recent report that the world's wetlands are disappearing three times faster than forests.The recent study by the global wetland convention found that nearly 35% of the world's wetlands were lost between 1970 and 2015. Latin America has seen the highest rate of loss - nearly 60% in that period - while Africa lost 42%, according to the report. To safeguard flood control and other benefits, the international meeting on wetlands has launched accreditation for cities that conserve wetlands. Under this scheme, 18 cities around the world have so far been recognised as conserving their wetlands. Expanding cities frequently encroach on wetlands because they are often viewed as wasteland to be used for other purposes, such as dumping sites. About half of the world's population today lives in urban areas and the figure is expected to increase to nearly 70% by 2050. \"The idea of accreditation for cities is to make them realise the value of wetlands and to integrate them into urban planning,\" Lew Young, a wetland expert with the Wetland Convention, told the BBC. \"On the top of the list of benefits of having wetlands is an increased resilience against natural disasters, including Tsunamis.\" Scientists have long warned that climate change will bring extreme rainfall and powerful sea-storms that could flood cities. They say lakes, marshlands and river-floodplains absorb excess rainfall, while saltmarshes and mangroves work as a buffer against storm surges. Some experts also claim inland wetlands are five times more economically valuable than tropical forests. They provide - directly or indirectly - almost all of the world's supply of freshwater, and so are critical to human and planet life. The recent report by the Wetland Convention said more than one billion people depended on them for a living, and 40% of the world's plant and animal species lived and bred in wetlands. The convention warned, however, that wetlands remained dangerously undervalued by policy and decision-makers in countries' national plans. ", "url": "https://www.bbc.com/news/science-environment-46020176"}