{"datetime": "2019-03-06T18:03:59.000Z", "author": "Victoria Gill", "title": "Wetland mud is 'secret weapon' against climate change", "article": "Muddy, coastal marshes are \"sleeping giants\" that could fight climate change, scientists say. A global study has shown that these regions could be awoken by sea level rise. Sea level is directly linked to the amount of carbon these wetlands store in their soil,the team reports in the journal Nature . Researchers studied the carbon locked away in cores of wetland mud from around the world.They say that the preservation of coastal wetlands is critical for mitigating global warming. The team was led by scientists at the University of Wollongong in Australia. Many habitats that are rich in plant life are important stores of carbon. But coastal wetlands are particularly efficient at locking it away. When the marshland plants die, rather than decomposing and releasing their carbon into the atmosphere, they become buried in the mud.As sea levels rise, more sediment layers wash over tidal marshes and bury the carbon-rich material, locking it beneath the muddy layers.Lead researcher Prof Kerrylee Rogers, from the University of Wollongong, explained: \"This sediment not only buries and traps root material and other organic matter, but also increases the elevation of wetlands.\"With sea-level rise, this acts as an adaptation measure by enabling wetlands to build elevation as the sea rises.\" But for coastal wetlands to build up and store more carbon, they will need space, as Patrick Megonigal from the Smithsonian Environmental Research Center in Maryland, US, explained. \"The important question is how many wetlands will remain wetlands and how humans manage the land adjacent to them,\" he told BBC News.\"Wetlands can migrate on land as long as they have space, so that's an important decision that we're left with.\"Globally, the researchers pointed out, salt marshes on the coastlines of Australia, China and South America could be the \"sleeping giants of carbon sequestration\". Doubling of the carbon stored in these wetlands would mean an additional five million tonnes of atmospheric carbon is \"stuck in the mud\" every year - that would be equivalent to taking more than one million cars off the road.Coastal wetlands are suffering in part because of the many communities that have built up along seaboards. \"Things like shipping and shrimp farming have a direct impact, but land-based businesses also benefit from the protection of sea walls which prevent wetlands from adjusting to sea level change,\" said Rob Shore, head of conservation programmes at the Wildfowl and Wetlands Trust.\"Because the coast crosses national boundaries, the only way to tackle this is through international cooperation, so we and other NGOs are calling for countries to sign up to a global forum involving all these diverse interests.\"The potential carbon benefits of coastal wetlands are huge and this is the only way to make sure we don't miss this opportunity.\" Alex Pigott from RSPB, who is warden at Hesketh Out Marsh on the Lancashire Coast, added that while muddy marshes might not look like \"chocolate box images of the countryside\", they are exciting, dynamic habitats.\"Don't just think about what you see on the surface with habitat,\" she told BBC News. \"It's what's underneath as well.\"The mud here is so important - and not just as a carbon store. Thousands of birds are coming here to feed and they depend on what is in the mud.\" Follow Victoria on Twitter ", "url": "https://www.bbc.com/news/science-environment-47472602"}