{"datetime": "2021-11-11T10:17:27.000Z", "subject": "COP26", "title": "COP26: How can an average family afford an electric car? And more questions", "article": "The COP26 climate summit is under way in Glasgow - one of the biggest ever world meetings on how to tackle global warming. BBC News Reality Check correspondent Chris Morris answers some of your questions. You can send a question using the form at the bottom of this page. How is the average family going to find the extra £20,000 needed to buy an electric vehicle? Nicola Hippisley, London You don't necessarily need an extra £20,000 to buy an electric vehicle.Overall, electric cars have been more expensive than petrol or diesel ones for some time, but the difference has been narrowing.The average cost of an electric car in the UK is about £44,000, but you can buy a basic one for less than £20,000. That's partly because the price of the batteries which electric cars use has fallen sharply in recent years.At the moment, the price of raw materials is threatening to push battery prices up again, but the industry expects that as electric car sales increase, economies of scale will kick in.Experts predict that new electric and petrol/diesel cars will cost the same within the next five years. It is also possible to lease an electric vehicle, and there's a growing second-hand market as well, where vehicles are much cheaper.The UK government currently offersa grant of up to £2,500 as a discount on the price of certain brand new low-emission vehicles including some electric models.You can also claima grant of up to £350 to help meet the cost of installing a chargepoint at your house if you have dedicated off-street parking. This is available whether you lease your car or own it outright.Separately, the Scottish government offers interest-free loans to help people buybrand new orused electric vehicles.How will the decisions made at COP26 change our day-to-day lives? I want to know what I can do to help move these policies forward. Matthew Hadley, Harpenden The decisions made at COP26 are part of the wider ambition to decarbonise our economies - and that will certainly have an impact on daily life.The cars we drive and the way we heat our homes are going to change. Buying an electric vehicle, or getting a heat pump installed at home, is going to become more and more common. The hope - and for many the expectation - is that as these technologies become more established, the costs will come down.There are also personal choices to be made about what we eat (the Climate Change Committee which advises the government recommends a 20% reduction per person by 2050 in the amount of beef, lamb and dairy we consume), and how often we fly.Then there are practical issues like recycling and cutting down on waste as much as possible.Why are we still referring to 2050 as some sort of end goal, since very little has changed in the last two decades? Wouldn't 2040 or perhaps even 2030 put a little more urgency into every little step humanity takes? Jake Kettmann, Bega, NSW, Australia The year 2050 is the target date set by many countries for reaching net zero emissions of greenhouse gases. But you're not alone in thinking that 2050 is much too far in the future to force some politicians or companies to take action now.That's why there are also plenty of interim targets, and the 2020s have been identified as a critical decade for climate action - it can't all be delayed until the 10 years leading up to 2050. Many of the biggest emitters of greenhouse gases have now set targets for 2030, and the UN says overall emissions need to fall by 45% [by that date]compared to 2010 levels, if the aim of limiting global temperature rises to 1.5 degrees above pre-industrial levels is to remain realistic.At the moment, though, the world is nowhere near achieving that, even with the new pledges made at COP26. If scientists have already considered a 1.5C reduction goal will not be achieved, why don't we set up a new goal, which we may able to achieve? Ana, Vietnam Quite a few scientists think it may already be too late to restrict the rise in global temperatures to 1.5C above pre-industrial levels, but they'd rather have an ambitious target to aim for.The Paris Agreement in 2015 set the goal of limiting global warming to well below 2C, and preferably to 1.5C. So \"well below 2C\" is already written into law as a secondary target.There's also a growing awareness of the need to take action which will make a difference in the next five to 10 years. That's why many of the agreements made at COP26 - to reverse deforestation, for example, or to cut global methane emissions by 30% - set 2030 as their target date.The challenge now of course is to turn those promises into practice, and to deliver urgent change. How can we be sure the claims made about greenhouse gas emissions can be verified? What independent observer is measuring different countries' attempts to reduce their fossil fuel usage? Lee Gary, Spain Checking claims made about greenhouse gas emissions is one of the biggest issues for negotiators at COP26.At the moment, countries only have to review and update their pledges for cutting emissions every five years. Many people argue that's not often enough, and some of the countries most vulnerable to climate change want to turn it into an annual process to keep the pressure on.The role of independent observer is supposed to be filled by UN scientists. Buta recent investigation by The Washington Post found multiple examples of flawed or inaccurate data submitted to the UN by individual countries. It is another example of climate promises falling short of what is required, as a process which relies so heavily on data needs to ensure that the data is accurate. Last month,a UN-backed body launched a scheme to verify net zero claims made by big companies, to ensure that corporate pledges can be easily compared and properly scrutinised. Is there a way to force countries in the UN, especially China and India, to cut back to net zero by 2050? Can sanctions or similar trade restrictions be used against them? Diana Butungi, Kampala Only a few countries have made their net zero pledges legally binding. Many of the national pledges are non-binding targets, but there is a hope that as momentum towards net zero begins to accelerate it will provide an incentive for others to follow.It would be possible in theory to impose trade or other sanctions on countries that are moving more slowly, but that could be counter-productive. The focus of meetings like COP26 is to try to encourage international cooperation.It's also unfair to put all the blame on countries like India and China for the majority of carbon emissions, even though China is the largest emitter of carbon dioxide in the world today and India is the third largest. China and India have huge populations, and much lower emissions per person than more developed countries. In any case, it's important to consider the historical role played by European countries and the United States which are responsible for far more cumulative emissions than China or India.The damaging effects of emitting CO2 into the atmosphere linger for hundreds of years, and the rich world has acknowledged that it has the primary responsibility for tackling climate change. Are there plans for governments and countries to invest in carbon-capture technologies on a very large scale? If not, why? Bernath Bence, Netherlands The trouble with carbon capture and storage (CCS) is that the technology that does exist, won't be rolled out fast enough to make any significant difference this decade, when greenhouse gas emissions need to fall significantly.In 2020, for example, the UK allocated £1bn to a CCS infrastructure fund, with the ambition of capturing the equivalent of 10m metric tonnes of carbon dioxide by 2030.That target has already been increased to capturing 20-30m metric tonnes by 2030. But, to put that in perspective, the UK is estimated to have produced the net equivalent of more than 450m metric tonnes of CO2 in 2019. Government investment varies hugely around the world. Countries like Saudi Arabia and Australia are relying very heavily on CCS to allow them to continue producing fossil fuels for the foreseeable future, but that means scaling up the technology in a way which has not yet been proven to work effectively.How do agricultural products like rice and sugar contribute to the increase of CO2? What can we do to help reduce emissions? Ng Wee Meng, Singapore Most forms of agriculture produce CO2 emissions in one way or another.Beef is widely agreed to be the most carbon-intensive food to produce globally, but there are emissions from sugar and rice - these are connected with factors such as deforestation, animal feed, energy used in processing and transport, and packaging.One study estimates that rice, for example,produces the equivalent of 4kg of CO2 emissions for every 1kg of rice produced . Given that 755 million tonnes of rice are produced every year around the world, that is a lot of CO2. On the other hand, rice is an essential staple food feeding billions around the world.The best way to help reduce emissions is to try to ensure you eat food which is produced as sustainably as possible - although many people may not have the luxury of that choice. Would enforcing quotas for meat consumption and flight travels be efficient and feasible? Anonymous, Geneva Meat eating (especially beef) and travelling by air both have a sizeable environmental impact.Eating one or two hamburgers a week for a yearcreates the same amount of greenhouse gases as heating a UK home for 95 days. And a return economy flight from London to New Yorkemits about 0.67 tonnes of CO2. That's 11% of the average annual emissions for someone in the UK. In theory, enforced quotas for meat consumption or flying would make a difference, but there's little political appetite or support for that to happen. Instead, the focus is on encouraging behavioural change.The UK Climate Change Committee - which advises the government - has recommended that people should consume 20% less meat and dairy by 2030, and 35% less by 2050. People are also being urged to think about flying less.Using taxation to make certain things more expensive would probably be a more realistic solution than trying to enforce quotas.Why can't we have an international fund to help poorer countries attain zero carbon emissions? Robert Patterson, Darlington That is partly what the current debate on climate finance is all about.In 2009, rich countries said they would provide $100bn (£73bn) every year to the developing world by 2020. But they have been unable to live up to their promise, and they are now suggesting they will only meet that target in 2023.Poorer countries need this money to help tackle the effects of climate change that they are already facing. But they also need it to make sure their economies become greener as they develop, on a path to net zero carbon emissions.If it is people causing climate change, what is being done to stop over-population ? Gaye Schmidt, Perth, Australia Overpopulation isn't the root cause of climate change. Rather, it's the excessive emission of greenhouse gases that are heating the planet up. And the richest one per cent of the world's population is responsible for more carbon emissions than the poorest fifty per cent.It is true to say the population of the planet can't keep increasing indefinitely, because there is a finite number of resources available. But excessive consumption has played a larger role in climate change than a growing global population. The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. Is the global capitalist model not at odds with climate change and the need for a greener way of life? Andrew, Exeter Matt McGrath writes: According to some experts, such as the economist Lord Stern, climate change can be seen as the great failure of the market.This is because businesses have not generally had to pay for the damage they have caused to the environment. Global efforts to tackle climate change over the past two decades have focused more on harnessing capitalism to limit warming - for instance, putting a price on carbon and making the polluter pay, to ensure that emissions are ultimately restricted. Meanwhile, it's also the case that if there's consumer demand for greener products and services, capitalism will try to meet that demand. But there's evidently still a lot of work to be done to make these approaches work. Does COP26 really need 25,000 people there? They will generate a lot of CO2, so why can't many elements be online? David, Birmingham Matt McGrath writes: The pandemic might be seen as the perfect moment for the UN to use technology for negotiations, and it was attempted during a preparatory meeting for COP in June, which ran for three weeks. Unfortunately, it didn't go well - time-zone and technology challenges made it almost impossible for countries with limited resources, progress was limited and decisions were put off. As a result, many developing nations have insisted on having an in-person COP. They feel that it is far easier for their voices to be ignored on a dodgy Zoom connection. They also bring a lived experience of climate change that it is critical for rich countries to hear first-hand. There's some evidence that this works. In 2015, the presence of island states and vulnerable nations was key to securing the commitment to limit temperature changes to 1.5C in the Paris Agreement. What questions do you have about changes in our climate? In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:", "url": "https://www.bbc.com/news/science-environment-58925049"}