{"datetime": "2014-04-10T11:55:55.000Z", "title": "Air pollution in Scotland 'caused 2,000 deaths'", "article": "Air pollution may have been responsible for more than 2,000 deaths in Scotland in a single year, according to health professionals. Health Protection Scotland (HPS) said the highest number of deaths attributable to pollution in 2010 were in Glasgow (306) and Edinburgh (205). But there were just six in each of Orkney and Shetland. The Scottish death rate was lower than in England and Wales, but marginally higher than Northern Ireland. TheHPS briefing paper outlined the estimated number of deaths which could be attributed to long-term exposure to particulate material pollution (PM), and the levels of PM, in each of Scotland's 32 local authority areas. Sources of PM in the atmosphere can be either natural, such as sea salt and agricultural dust, or man-made such as motor vehicle and industrial emissions. The report said high levels of air pollution can increase the risk to people with respiratory conditions, for example asthma, bronchitis and emphysema, and also contribute to the premature deaths of people suffering from heart and lung conditions, particularly the elderly. The statistics showed an estimated 2,094 deaths of people over the age of 25 in Scotland could be attributed to PM in 2010. This figure represented 3.9% of the total number of deaths of people over 25. Pollution was directly attributable to a total of 28,969 deaths - 5.3% of all deaths - across the UK, the report said,The percentage of deaths caused by pollution in England was 5.6%, with Wales at 4.3% and Northern Ireland 3.8%. The report also said the mean level of PM was 6.8 in Scotland, 9.9 in England, 7.5 in Wales and 6.6 in Northern Ireland. PM levels were higher in urban areas, with Edinburgh worst at 8.6, followed by Glasgow at 8.3 and Falkirk and North Lanarkshire a 7.5. The Western Isles had the lowest PM levels at 4.2, with Highland at 4.3, Moray and Orkney at 4.7 and Shetland at 4.8. A Scottish government spokeswoman said: \"We are clear that more needs to be done to tackle air pollution across Scotland.\"While there has been a clear and sustained reduction in levels of air pollutants over the last few decades, these figures show that we cannot be complacent, and as a government we will continue to work with our partners to further reduce the levels of atmospheric pollution. \"Scotland compares favourably to the rest of the UK and levels of pollution are lower here than in England and Wales.\" ", "url": "https://www.bbc.com/news/uk-scotland-26971182"}