{"datetime": "2014-04-04T14:56:05.000Z", "title": "Air pollution: High levels 'begin to ease in most parts'", "article": "Air pollution levels have begun to ease in most of the UK with forecasters predicting they could fall further. BBC Weather's Peter Gibbs said the pollution had peaked and \"should go down quite rapidly\" in the coming days. Data showed pollution levels had dropped from the maximum 10 on Thursday to mainly low and moderate levels. Meanwhile, David Cameron has been criticised for \"misunderstanding\" the problem and suggesting it was a temporary issue caused by Saharan dust. The European Commission's environment spokesman, Joe Hennon, said the prime minister's remarks were \"more than disappointing\". Hetold the Guardian : \"To say this is a temporary issue caused by Saharan dust shows a clear misunderstanding of the air pollution issue. \"It's clearly an issue you would expect any government to deal with if it's serious about protecting the health of the general public.\"It shows that the problem is not yet understood and one of the reasons we're taking legal action against the UK is that they've not met the targets they agreed to. If I was living in the UK then I would not be happy about that.\" Mr Cameron told the BBC on Thursday that he did not go for his morning run because of the Saharan dust, which he described as a \"naturally occurring weather phenomenon\". The BBC's Rebecca Morelle said there had been a \"horrible\" mix of dust blown from the Sahara Desert, industrial pollution from Europe and UK pollution. The Department for Environment, Food & Rural Affairs (Defra) reported that seven areas from northern England to south-east England were still gripped by high levels on Friday afternoon - ranging from seven to eight on the air pollution scale.But that had dropped from 18 areas enduring high levels earlier in the day. Air pollution was highest in the East Midlands, at level eight, followed by Yorkshire and Humberside, south-east England and north-east England with level seven. London and south-east England had experienced the maximum pollution level of 10 on Thursday. The BBC's Peter Gibbs said south to south-westerly winds throughout Friday would bring the UK \"cleaner Atlantic air\". He said the wind would be \"starting to swing around\" by 08:00 BST and would continue \"picking up the pollution and shoving it away out into the North Sea\" for most of the day. Defra uses a 10-point scale for measuring air quality, with level one implying a \"low\" risk of air pollution and 10 meaning \"very high\". Levels are determined by the concentration of five pollutants in the air - ozone, sulphur dioxide (SO2), nitrogen dioxide (NO2) and two types of particulate matter. High levels of air pollution are usually reached about five times a year. Defra advised people with lung and heart conditions to avoid strenuous outdoor activity while pollution levels remained high. It also said people suffering symptoms of pollution - including sore eyes, coughs and sore throats - should cut down the amount they do outside,Asthma UK urged anyone suffering from the condition to be vigilant and followbasic safety tips in the coming days. In February, the European Commission launched legal proceedings against the UK for failing to reduce levels of NO2 air pollution. Friends of the Earth air pollution campaigner Jenny Bates said \"thousands\" of people in UK were likely to \"die prematurely\" this year unless the government took urgent action. \"Ministers, local authorities and the London mayor must get much tougher on the causes of air pollution - especially traffic fumes,\" she said. ", "url": "https://www.bbc.com/news/uk-26880833"}