{"datetime": "2014-09-02T23:09:52.000Z", "author": "Roger Harrabin", "title": "Wildflower meadow protection plan 'backfires'", "article": "A bid to safeguard endangered wildflower meadows has backfired, according to an unpublished report by the watchdog Natural England. Some 98% of English meadows have been lost to intensive farming, but the rate of loss nearly doubled after the EU said it wanted to protect grasslands. The report says many farmers responded by digging up their meadows before tighter rules could be introduced. The government said it never had faith in the EU scheme.It maintained that grasslands in the UK were adequately protected anyway. But the news has angered wildlife groups who are meeting on Wednesday to discuss progress since their State of Nature report 18 months ago revealed 60% of native species are in decline and one in 10 are heading for extinction in the UK. They say England cannot afford to lose any more wildlife-rich meadows, which provide a home for pollinators, help soak up floodwaters, and delight local people.The groups believe funding for the wildlife watchdog Natural England (NE) has been cut so hard that it cannot function properly. And they say meadows will face even more pressure if the Deregulation Bill passing through the House of Lords obliges all government agencies to prioritise economic growth. Meadows have been lost for a variety of reasons. One recent row centres on Somers Meadow at Keresley, on the edge of Coventry. It has long been used by local people taking a walk, but the farmer recently obtained permission from Natural England to apply weedkiller and plough it for arable crops. Locals are distraught. Rachel Gering-Hasthorpe told BBC News: “We had a beautiful wildflower meadow used for 60 years by the community until it was sprayed with weedkiller.“We’ve lost a beautiful habitat full of clover, buttercups, bees and moths. For me it’s a huge grief to have lost this lovely place that I knew very well. It felt like a friend to me.” Other local people used similar terms of grief and loss. The farmer did not want to be named, but told BBC News that the field was a worn-out pasture with little wildlife value. His assessment was supported by NE, which said the species in the meadow were not rare enough to qualify for protection.Locals complained that NE’s survey failed to spot rare species, and they blame the body for setting the bar too high for nature protection. They are now awaiting a judicial review on the issue and have launched a discussion forum collating thechallenges facing Natural England . The Wildlife Trusts condemned the loss of the site. Its director Stephen Trotter said 98-99% of meadows had now been lost.“We simply can’t afford to lose any more,\" he explained.\"These precious and important habitats were once ubiquitous – vital for pollinators and rare species; they’re now are rare and vulnerable – and the mechanisms to protect them are failing.” He called for a government review of measures to protect meadows. Matt Shardlow, chief executive of the insect charity Buglife, agreed. He said: “NE’s operating budget has been slashed by 30% so it is not surprising that where they were struggling to protect wildlife before, it is harder now. “They have been buffeted by political interference and have seen levels of protection and regulation decided on the basis of political considerations rather than ecological evidence and the law.” The RSPB's Gwyn Williams said: \"NE’s ability to deliver its statutory purpose - to protect and conserve the nature of England - is being compromised. It will have halved head count between 2009 and 2015, as well as seeing many experienced senior staff leave the organisation. “Government has also altered Natural England's mandate such that it is no longer seen or able to act as the trenchant champion of nature envisaged when it was created in 2006. This position may become even worse through the Deregulation Bill, currently in the House of Lords, which gives every government agency the statutory purpose of seeking economic growth.” Their comments have been provoked by an internal assessment from NE showing that it received 234 applications from farmers to plough grassland in 2012 – nearly double the annual average of 128. Officials said they had received an influx of calls from farmers worried that reforms to improve nature protection under the EU’s Common Agricultural Policy (CAP) would prevent them turning meadows into more profitable arable land.Green groups say it is part of a broader crisis for wildlife. NE has previously flagged up to Defra that the government’s 2020 targets on biodiversity will not be met with a business-as-usual approach.A spokesman told BBC News that the targets could still be achieved but it was “very challenging”. On the funding issue, he said: “As with all publicly-funded bodies, the need to reduce public-spending has put pressure on budgets and capacity. We continue to be as efficient as possible and deliver outcomes in the best way, at least cost, to ensure we get maximum benefit for every pound spent.” A government spokesman said: “We have always been clear that the new greening rules introduced by the European Commission (and supposed to protect grasslands) will not deliver significant benefits for nature.\"This is why we fought successfully during CAP negotiations to be able to invest more into improving the environment. We are finalising a new environmental stewardship scheme which will reward English farmers for conservation work and we will announce further details in October.” He said that no more than 1% of meadows were being lost every year and maintained that England had not breached EU grassland protection. The government said: \"We are making good progress against the ambitious outcomes set in Biodiversity 2020. Over 95% of our SSSI’s are already in favourable or recovering status and we have set in motion the creation of over 60,000 hectares of priority habitats.\"We will continue to work with charities and the private sector to protect and improve the natural environment.” Follow Rogeron Twitter . ", "url": "https://www.bbc.com/news/science-environment-29037804"}