{"datetime": "2013-12-18T15:09:25.000Z", "author": "Matt McGrath", "title": "EU plans air quality laws to tackle 'invisible killer'", "article": "The European Commission has outlined plans for new air quality laws that it says will save thousands of lives every year. The new measures aim to reduce the levels of pollutants by around 20% from current levels by 2030. The Commission says the new measures will prevent 58,000 premature deaths a year and save member states 40bn euros. But by delaying action until 2030, critics believe the EU is giving in to industry and some reluctant countries. Across the EU, more than 400,000 people died prematurely in 2010 from air pollution, according to the Commission. As well as deaths, 100 million work days are lost every year through illnesses like asthma. As well as the impacts on health, the natural environment also suffers through excess nitrogen pollution and acid rain. The direct costs to society from air pollution, including damage to crops and buildings, amounts to 23bn euros a year. According to EU environment commissioner Janez Potocnik, the new measures being proposed will have significant benefits. \"Air pollution is still an 'invisible killer' and it prevents many people from living a full active life.\"The actions we are proposing will halve the number of premature deaths from air pollution. It's also good news for nature and fragile ecosystems.\" The Commission'sdraft proposal outlines a new clean air programme for Europe that will put extra pressure on member states to comply with existing laws.At present 17 countries are in violation of air pollution regulations and are being taken through the courts by the EU.\"We've taken member states to court before, we will continue to do that,\" said Commission spokesman Joe Hennon,\"It is not just a moral thing or a public health thing, it is an economic thing.\"Whatever member states might lose on increased costs, they are going to get back on reduced health budgets. \"More importantly, for citizens, you are going to have a lot fewer people who are dying or suffering all their lives with asthma,\" he said.The new proposals will lower the national emissions ceilings for the six main pollutants and there will be restrictions on pollution from medium-sized combustion installations such as small-scale energy plants.The Commission says that this measure is necessary, as the increased use of biomass to produce electricity, encouraged by climate legislation, is damaging air quality. There will also be new emissions ceilings for methane and black carbon, both of which have short-lived impacts on climate change. Taken together, the EU says that the laws will save 40bn euros a year, more than 12 times the estimated cost of the measures.But critics, while welcoming many aspects of the plans, are concerned about the pace of the changes.If they do become law, they are not likely to take effect until 2030.\"There is a real danger that if you only have a binding target by 2030, member states will leave things to last minute and then say it can't be done,\" said Alan Andrews, a lawyer with campaigners Client Earth. \"The EU is already lagging behind other OECD countries. If you look at the standard for PM2.5 which is the real killer, the US this year tightened their limit to 12 micrograms, ours is still 25 micrograms, with no indication that it is going to get tightened soon.\"The package of measures will now face review by the European Parliament and other institutions and it could take up to three years before it becomes law.According to Commission spokesman, Joe Hennon, the EU will need to go much further than the current proposals to meet World Health Organization (WHO) standards.\"We do need to go further, if you look at the WHO reports, those are extremely scary, particularly the last one which shows the air pollution cocktail is carcinogenic, and the standards we have in the EU are quite a bit above what we need to protect the public,\" he said. Follow Matt on Twitter @mattmcgrathbbc. ", "url": "https://www.bbc.com/news/science-environment-25431608"}