{"datetime": "2012-03-21T12:08:59.000Z", "author": "Richard Black", "title": "Valuing nature, changing economics", "article": "The concept of natural capital accounting - valuing natural resources as accurately as possible, and including in national accounts the costs and benefits of conserving vs destroying them - has emerged as a major theme in international environmental circles in recent years. It's the central idea ofThe Economics of Ecosytems and Biodiversity (Teeb) project , which, among other things, calculated a few years back that degradation of the world's forests iscosting the global economy $2-5 trillion each year , withthe brunt falling on the poor who live closest to tropical forests. At the last meeting of theUN biodiversity convention 18 months ago, governments pledged to look at including natural capital accounts in their national systems; and it's set to be a major theme of the forthcomingRio+20 summit . Speaking on Tuesday evening in London at a meeting organised by theGlobe International group of legislators, UK MPBarry Gardiner gave a rather pithy example of how this can work. While environment minister a few years back, he recounted, he'd signed a grant for £6m for research on fungal disease in bees. Treasury officials had objected, arguing that \"you could build a hospital for that\". However, the objections disappeared after he pointed out that the decline in the UK's bee population was costing the economy about £200m a year, withworse to follow unless the trend was arrested. Over the years, academics have gathered countless examples from around the world of this sort of equation, from forests in the Amazon (protecting soil, purifying water), mangroves (fish nurseries, flood protection), glaciers (water regulation), peat (carbon storage, biodiversity) and many, many more. The Stockholm Environment Institute (SEI) has come to the table this week witha weighty analysis of the oceans. They've looked at a number of different ways in which climate change is set to impact economies through its effects on the oceans, from sea level rise to storm surges to perturbation of fish species. Their overall conclusion is that by the end of the century, the difference between a \"business-as-usual\" trajectory for carbon emissions and a path of restraint that keeps the global average temperature rise below 2C is about $2 trillion per year. As they point out, this is necessarily a simplification of the true picture facing the oceans because there are many other factors impacting them as well, includingplastic pollution ,acidification , hypoxia stimulated primarily by run-off from agricultural land,over-fishing and so on. When I spoke to the project's co-editor, Kevin Noone from the Royal Swedish Academy of Sciences and Stockholm University, he said that ways of calculating the effects of all of these factors in conjunction don't yet exist.\"Frankly we weren't able to say a whole lot about the economic impacts of the interactions,\" he admitted. \"We were able to say something about the ecological threat of these interactions; but in terms of the economic effects, many of these factors are taken by themselves - tourism and storms and sea level rise - the economic analysis of the impacts of those are done pretty much in isolation and then they're summed up, so the economic analysis doesn't yet take into account the full interaction.\" There are two subtly different reasons why various groups of people advocate natural capital accounting. One is that by measuring the economic value of intact resources, you enable policymakers to make better decisions; that might be termed the economist's reasoning. The other is a belief that the sums you come out with will be sufficiently high as to create an unanswerable case for protection; that's the conservationist's rationale. In the case of Barry Gardiner's bees, the sums seem pretty conclusive. I'm not so sure about the SEI analysis of the oceans. Two trillion dollars per year is a sum unlikely to reach the back pocket of even the most avaricious banker; but by 2100, SEI, says, it'll amount to just 0.37% of global GDP. If the economic impacts of stopping some of the things that cause degradation is bigger, the economist is going to argue \"keep on doing them\". A complicating factor is that the costs of stopping degrading activities and the costs of not stopping them are often borne by different countries. Brazilian and UK parliamentarians at the Globe event this week emphasised that in their view, you have to have accurate natural capital accounting in order to make good economic decisions. A hypothetical African country that is chopping down trees willy-nilly and selling the raw wood may see an economic return from the sales; but the economic losses from soil erosion, disturbance of water catchments and so on could far exceed it. This was Mr Gardiner's illustration of a country thinking it was making a profit when actually it is making a loss, because of incomplete accounting. The UK is, in principle at least, is in the vanguard of the new green economics, by establishing aNatural Accounts Committee that will advise Chancellor of the Exchequer George Osborne. Other countries such as Costa Rica are arguably ahead of the UK, having implementedPayment for Ecosystem Services (PES) schemes for sectors of their economy. As to whether this will always produce an argument for conservation, however... we will have to wait for a lot more real-world examples, I suspect, before we know.", "url": "https://www.bbc.com/news/science-environment-17448634"}