{"datetime": "2014-04-02T13:28:32.000Z", "author": "Magazine Monitor", "title": "Five low-tech ways to cope with air pollution", "article": "High air pollution levels are expected across England and Wales. What are the best ways to stay comfortable, asks Jon Kelly. Environmentalists insist the only long-term solution is to tackle the causes of poor air quality. But experts can offer a few hints to fend off the worst effects. 1. Exercise in a gym. The elderly and those with lung or heart disease have been urged by the Department for the Environment, Food and Rural Affairs to avoid strenuous exercise outside. It's equally valid advice for anyone who finds themselves coughing or wheezing during times of high pollution, says Dr Keith Prowse, medical adviser to the British Lung Foundation. \"If the option is available, exercising in an air-conditioned gym or sports hall is preferable,\" he says. 2. Switch off your car's air conditioning. Because many cars' air inlets are to the front, exhaust fumes from the vehicle ahead are often sucked inside and circulated, says David Newby, professor of Cardiology at the University of Edinburgh. \"If you measure the number of particles inside the car, it's often higher than on the outside,\" he adds. \"The better thing to do is wind your window down.\" 3. Take the back road to work. \"The worst place to be is on a very busy road with tall buildings on either side - you are in a really confined space,\" says Rob MacKenzie, professor of atmospheric science at Birmingham University. Even going one road back can make a significant difference, he says, as can avoiding rush hour altogether if possible. 4. Go out in the rain. Make the most of any precipitation. \"When it rains it takes the pollution out of the air - the air is a lot cleaner,\" says Newby. Indeed, officials in Beijing have proposed usingartificial showers to clear away smog. 5. Trust your eyes and nose. \"Your senses are telling you when you're in a particularly bad spot,\" says MacKenzie. \"Your eyes respond by watering, your lungs respond by producing a mucus membrane.\" If you're coughing and weeping because of pollution, it's a pretty obvious sign that you should take yourself somewhere else. Follow @BBCNewsMagazine on Twitter and on Facebook ", "url": "https://www.bbc.com/news/blogs-magazine-monitor-26849147"}