{"datetime": "2013-05-21T23:49:53.000Z", "title": "State of Nature: Scottish wildlife 'under growing threat'", "article": "Scotland's wildlife and landscapes need greater protection than ever before, Sir David Attenborough has warned. Sir David's comments come ahead of the publication of a report by 25 wildlife organisations from across the UK. The State of Nature report says many habitats and species are under threat.It claims 60% of species studied have declined in recent decades, while more than 10% of the plant and animal species assessed are said to be at risk of being lost from the UK entirely.Sir David will launch the State of Nature report at the Natural History Museum in London on Wednesday evening. Simultaneous events will be held in Edinburgh, Cardiff and Belfast. The TV naturalist said: \"Scotland contains some of the finest landscapes and wildlife spectacles found in the British Isles, but today it is in need of our help more than ever. \"From the wonders of the Cairngorms, to the Hebridean beaches and flower-filled machair meadows, we must invest and take immense care in how we steward these stunning places if they are to survive.\" The report highlights conservation success stories in Scotland, but warns the overall decline of wildlife across the UK is continuing. One of its authors, Dr Mark Eaton of the RSPB, said: \"These declines are happening across all countries and UK Overseas Territories, habitats and species groups, although it is probably greatest amongst insects, such as our moths, butterflies and beetles. \"Other once common species like the kittiwakes, Scottish wildcat and arable wildflowers are vanishing before our eyes\". The elusive corncrake is one of the bird species which the report cites as a positive example of what can be achieved by conservation projects in Scotland. Schemes which support changes in the timing and methods of mowing hay and silage during the breeding season are said to have secured a three-fold increase in the number of singing males. The report's authors also praise peatland restoration projects in the Flow Country of Caithness and Sutherland. The felling of plantation forestry is said to have dramatically improved biodiversity. The area is now home to some of the highest density populations of wading birds, such as greenshank, in Europe. Responding to the publication of the report, Dr Maggie Keegan of the Scottish Wildlife Trust, said: \"This nature check-up demonstrates just how precarious the future may be for some of Scotland's wildlife. \"While there are many winners, there are also many losers such as the red squirrel, wildcat and mountain hare.\" Scotland's Environment Minister Paul Wheelhouse has pledged to take action. He told BBC Scotland news: \"We're committed to halting biodiversity loss by 2020 and are working with partners involved in this report, as well as the wider community, to do just that. \"We will soon publish a refreshed Scottish Biodiversity Strategy which will support this commitment.\" ", "url": "https://www.bbc.com/news/uk-scotland-22617733"}