{"datetime": "2020-12-28T12:39:07.000Z", "author": "Victoria Gill", "subject": "Climate change", "title": "Atlantic discovery: 12 new species 'hiding in the deep'", "article": "Almost five years of studying the deep Atlantic in unprecedented detail has revealed 12 species new to science. The sea mosses, molluscs and corals had eluded discovery because the sea floor is so unexplored, scientists say.Researchers warn that the newly discovered animals could already be under threat from climate change.Carbon dioxide absorbed by the ocean is making it more acidic, causing coral skeletons in particular to corrode. The scientists involved stressed it was \"not too late to protect these special species\" and the important habitats they occupied.As Prof George Wolff, an ocean chemist from the University of Liverpool who was involved in the project pointed out: \"We can still say we have better maps of the surface of the Moon and Mars than of the sea floor.\" \"So whenever you go to the deep ocean, you find something new - not just individual species but entire ecosystems.\" Prof Murray Roberts from the University of Edinburgh ledthe Atlas project , as it is called. He told BBC News that nearly five years of exploration and investigation had revealed some \"special places\" in the ocean and worked out \"how they tick\".\"We found whole communities formed by sponges or deep ocean corals that form the cities of the deep sea,\" he explained. \"They support life. So really important fish use these places as spawning grounds.\"If those cities are damaged by destructive human uses, those fish have nowhere to spawn and the function of those whole ecosystems is lost for future generations.\"It's like understanding that the rainforest is an important place for biodiversity on the land; the same is true of the deep sea - there are important places that need to be protected and, crucially , they are all connected.\" The project involved researchers from 13 countries around the Atlantic - combining ocean chemistry and physics, as well as biological discovery, to work out how the ocean environment is changing as the world warms and as humans exploit more of the deep sea for fishing and mineral extraction.Studying ocean currents and depositions of fossils on the seabed revealed that the major currents in the North Atlantic have slowed dramatically in response to climate change.\"The implications of that are complicated, but potentially the connections between ecosystems are being reduced,\" Prof Roberts explained, because ocean currents are the highways that link different habitats together in the vastness of the deep ocean. \"The value of all this knowledge is that it enables us to understand what we might risk losing,\" said Prof Claire Armstrong, a natural resource economist from the University of Tromsø. \"The deep ocean can be so out of sight and out of mind that we're not really aware of what we're doing to its environments and the consequences of what we do.\" With a growing global population, increasing pollution and emerging areas of commercial activity in the deep sea, including prospecting for medically and industrially useful products, marine scientists say it is vital to fill the gaps in our ocean knowledge.The ocean is not an endless resource, Prof Armstrong added. \"Conserving and knowing what we might need in the future is really, really difficult.\" Follow Victoria on Twitter ", "url": "https://www.bbc.com/news/science-environment-55427860"}