{"datetime": "2021-11-09T17:16:55.000Z", "author": "Victoria Gill", "subject": "Climate change", "title": "Ocean's climate change 'buffer' role under threat", "article": "Researchers studying the ocean at depths of up to 6km have found that climate change has a \"worrying\" effect on its ability to lock away carbon. The latest discovery comes from the International\"i-Atlantic\" project .It has revealed that - if global temperatures increase to levels predicted - the ocean will not be able to provide what is currently Earth's largest long-term carbon store.One third of the carbon dioxide in our atmosphere dissolves in the ocean. It therefore acts as an important buffer against rising temperatures. Carbon is one of the chemical elements in the key planet-warming gas carbon dioxide (CO2). When that gas dissolves in the ocean, it is taken up by marine plants and animals becomes part of an ocean cycle that results in some of it being locked into the deep ocean mud for centuries. Billions of tonnes of carbon is buried in the deep ocean's muddy floor. But this latest research shows that this cycle is disrupted by rising ocean temperatures.The study revealed a \"cycle of warming\"; ocean temperature rise causes more of this buried carbon to be released as CO2, where it can contribute to yet more global warming. In experiments carried out from the Spanish research vessel Sarmiento de Gamboa, scientists used tethered, robotic sample collectors to bring tubes of seafloor mud into their ocean laboratories.They then incubated those samples at deep ocean temperatures that are currently predicted for the end of this century.\"This deep 'abyssal' ocean covers 60% of our planet and we're finding that, under higher temperatures, we can store less carbon in these places,\" said Prof Murray Roberts from the University of Edinburgh.\"The ecosystems are turning the carbon over faster. They're running at a higher temperature more quickly, and they're going to release more carbon in the future.\" Prof Roberts said these experiments, which were led by Prof Andrew Sweetman's team at Edinburgh's Heriot-Watt University, showed that human activity had changed the \"very nature\" of the vast ocean.\"As well as our carbon emissions, the ocean has absorbed over 90% of global heating,\" he explained. \"And if we don't understand [the impact of this] well enough, we can't make the most accurate models in the future.\" The need to understand more about the ocean's response to climate change, he added, was being brought into sharp focus by the negotiations at the COP26 climate summit - about how global leaders tackle the crisis.The same research project, funded by the European Commission, recently discovereda dozen new ocean species in the Atlantic .Professor Daniela Schmidt, from the University of Bristol, who was not involved in this research, and who studies the causes and effects of climate change in the ocean, told BBC News: \"It's often said that we know more about the surface of the Moon than we do about the deep ocean, and it's true.\"It's the largest habitat on Planet Earth.\" Because it's so vast, and so poorly understood, Prof Schmidt added, \"the worry is that we'll start destroying those ecosystems - and perturb all these vital processes - that we really don't understand\". Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-59214866"}