{"datetime": "2019-03-09T10:06:02.000Z", "title": "Single-use plastic: takeaways challenged to use less", "article": "Takeaway restaurants are being urged to use less single-use plastic by a new environmental campaign group. Forty takeaways have already signed up to Plastic Pollution Awareness and Actions Projects (PPAAP), spearheaded by Bristol businessman and homeless charity organiser, Naseem Talukdar. The campaign began when he noticed the large amount of plastic-boxed food given to Feed the Homeless in the city. \"We are failing the next generation and leaving a big mess,\" he said. \"Nobody has looked at the takeaway industry yet... plastic is just so cheaply available.\" Mr Talukdar's parents ran an Indian restaurant in Kingswood, Bristol, before they retired.He claimed some outlets were using as many as 1,000 plastic containers per week, all of them single use. The owner of Chutney's Takeaway in Weston-super-Mare has signed up to the campaign. Mosley Uddin said he was inspired to change his business habits after his children encouraged him to watchBBC conservation series Blue Planet II . Metal containers with card lids, which are more easily recyclable and also used by the takeaway industry, did not work for sauce-heavy Indian foods as they were often prone to leakage, Mr Uddin explained.\"Manufacturers make them so flimsy and thin that two containers [holding sauce dishes], stacked, will just collapse,\" he said. \"On average, I get through 700 to 750 plastic containers a week. They cost me 8p to 10p per container, but we can't reuse them for hygiene reasons. \"I'd love to find an alternative to the plastic tub. Restaurant owners are aware but they don't know any affordable alternatives.\" PPAAP has brought together experts from Dyson, Tesla, the University of Bristol and 40 takeaway businesses in Bristol in a bid to find a solution to the problem.Mr Talukdar said his campaign was \"just the start\" of the conversation, adding: \"We need other people to be on board to find a solution to replace this plastic.\" ", "url": "https://www.bbc.com/news/uk-england-bristol-47403669"}