{"datetime": "2021-02-04T19:21:44.000Z", "author": "Victoria Gill", "title": "Noise pollution 'drowns out ocean soundscape'", "article": "Noise from shipping, construction, sonar and seismic surveys is \"drowning out\" the healthy ocean soundscape, scientists say. And an \"overwhelming body of evidence\" has revealed the harm human-made noise does to marine life.\"We've degraded habitats and depleted marine species,\" said Prof Carlos Duarte, who led the study, said. \"So we've silenced the soundtrack of the healthy ocean and replaced it with the sound that we create.\" Writingin the journal Science , Prof Duarte, at King Abdullah University, Saudi Arabia, and his colleagues point out that sound waves can travel thousands of miles through the ocean.\"Sound is a fundamental cue for feeding, navigation, communication and social interaction in the ocean,\" he told BBC News.A great deal of the decades of research into ocean sound has focused on marine mammals such as humpback whales that communicate across vast distances with complex and mysterious songs.But Prof Duarte said there was evidence even newly hatched fish larvae were now unable to hear \"the call of home\" when drifting in the vast ocean.\"We now know that [these tiny larvae] hear the call from their habitat and follow it,\" he said.\"And that call is no longer being heard.\" Marine scientist Dr Heather Koldewey, from the Zoological Society of London, said that the underwater realm was a \"a cacophony of sound as animals meet, greet, breed, and use noise in a variety of ways\". \"It's is an important yet overlooked aspect of what constitutes a healthy ocean,\" she added.But the scientists pointed out that the global lockdown revealed how quickly and easily the problem of noise pollution could be solved.\"Last year, when 60% of all humans were in lockdown, the level of human noise [in the ocean] reduced by about 20%,\" said Prof Duarte.\"That relatively modest reduction was enough for a wave of observations.\"Large marine mammals - the easiest to observe - were seen near coastlines and in waterways that they'd not been seen in for generations.\" And this showed tackling this marine \"anthrophony\" was the \"low-hanging fruit\" of ocean health. \"If we look at climate change and plastic pollution, it's a long and painful path to recovery,\" Prof Duarte said.\"But the moment we turn the volume down, the response of marine life is instantaneous and amazing.\" Follow Victoria on Twitter Hear more about how noise pollution is impacting the natural world on the Inside Science podcast on BBC Sounds ", "url": "https://www.bbc.com/news/science-environment-55939344"}