{"datetime": "2020-12-17T09:46:12.000Z", "author": "Helen Briggs", "title": "'World's ugliest orchid' tops list of new discoveries", "article": "The \"ugliest orchid in the world\" and British mushrooms are among a list of new species named by scientists at the Royal Botanic Gardens, Kew, and their collaborators in 2020. Experts say the \"weird and wonderful\" plants and fungi highlight the incredible diversity of species still to be found and documented. A third of the new species are orchids. But scientists were surprised to find six new British toadstools, including one growing near Heathrow Airport. The most unlikely discovery was a toadstool growing among trees beside a reservoir at Heathrow Airport, which was found by fungi expert Andy Overall. \"It's reddish-brown, doesn't blow your socks off to look at, but it's a special thing,\" he told BBC News. Experts at Kew examined the specimen, and DNA studies later confirmed that it was new to science. He has named the toadstool,Cortinarius heatherae , after his wife Heather. Two more species were found in England, one at Devil's Dyke in Sussex and the other in woods near Barrow-in-Furness. Three new Scottish species were also identified; one at Caithness in the Highlands and two in the Black Wood of Rannoch. All six species belong to a prolific group of fungi, known as web caps because they are covered by a cap of threads resembling spiders' webs. The toadstools live in harmony with trees, helping the likes of oak, beech, birch and pine absorb water and nutrients. Kew expert Tuula Niskanen found two of the Scottish species, includingCortinarius aurae , which she named after her daughter, Aura. \"You don't need to go to the Amazon or Africa to find new fungi, you can find them close to you,\" she told BBC News. \"Even in London you can find new species.\" She said it was important to find and name new fungal species so that they can be better understood and protected. We have a \"Stone Age\" level of knowledge about fungi compared with that of plants and animals, she added. New plants and fungi are still being discovered around the world, at the rate of about 2,000 a year. Scientists at Kew and their collaborators have named and published scientific details of 156 species this year. Of these 27 are fungi, including six from the UK.Dr Martin Cheek, a senior scientist at Kew, said there has been a bumper list of incredible newly named species this year. \"It's pretty sensational to have six new species to science from the UK and it would only ever happen with fungi because of the fungi on our planet we know such a minute proportion of them.\" A third of the new species are orchids. A total of 19 orchids were found on the island of New Guinea, which is a hotspot of biodiversity.Another orchid, with small, brown flowers, was found in a forest in Madagascar. Kew scientists described it as \"the ugliest orchid in the world\". Other discoveries by scientists at Kew include: Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-55339987"}