{"datetime": "2011-11-18T02:59:30.000Z", "author": "Rebecca Morelle", "title": "Unlocking the genetic secrets of the UK's fungi", "article": "Fungi might be one of the world's most diverse kingdoms of life, but we know surprisingly little about them. Now this is about to change with scientists creating the first genetic library of the UK's fungi. Providing a splash of colour before winter hits, the fungi at Deer Park Farm in Devon are putting on a spectacular display. They come in every variety: from red, fairytale-like toadstools to slimy, alien tentacles poking out through the soil. These steep fields contain some of the UK's rarest varieties of a family of fungi known as waxcaps, and they have attracted the attention of scientists from the Royal Botanic Gardens, Kew, in London. The researchers are collecting samples of DNA to take back to the lab for analysis. They are starting to create a genetic database of the UK's fungi, beginning with the waxcaps. Dr Martyn Ainsworth, a senior researcher in fungal conservation from Kew, says: \"It is a huge kingdom, and relatively under-explored and under-studied. \"I think we know so little about them because, scientifically, they are hard to work on.\"We can grow a certain number in the lab, but there is a whole host of fungi that we would recognise as mushrooms and toadstools in our woodlands, and some of the most commercially important ones such as ceps, porcini and chanterelles, which we cannot grow in the lab.\"This has held back a lot of research.\" Mushroom mystery But, fungi, which fall between plants and animals on the tree of life, are the hidden helpers of our environment: they recycle waste and dead matter, and provide plants with water and nutrients. \"They are absolutely fundamental to ecosystems. Fungi are really the behind-the-scenes team that are doing all the work,\" adds Dr Ainsworth. One basic question that the team is trying to answer with the genetic library is just how many species of fungi there are. Currently, the UK is thought to contain anywhere between 12,000 to 20,000 species, but Dr Bryn Dentinger, a senior mycologist from RBG Kew, is trying to find the unique gene sequences that will help conservationists gets a handle on this number. He says: \"Because of their cryptic nature, fungi are very difficult to identify by morphology alone. \"But now, with genetic techniques, we finally have the tools here we can accurately diagnose the number of species we have at a much faster rate than before.\" Early results already suggest that some waxcaps that were currently considered to be single species, could actually be two or more distinct species. \"There is a lot of hidden diversity that DNA sequencing is allowing us to reveal,\" Dr Dentinger added. But despite their apparent abundance, scientists are still concerned about the future of some species of fungus. Habitat destruction and nitrogen pollution from fertilisers are causing serious declines, and one group that has been particularly affected is the waxcaps. In fact, their sheer presence is now used as an indicator to show that a grassland habitat is healthy, and a glut of waxcaps can lead to an area being given a Site of Special Scientific Interest (SSSI) conservation designation. Future of fungi Audrey Compton and John Whetman, who own Deer Park Farm, say that when they bought their farm 10 years ago, it already had some fields packed full of fungi, which they have simply left alone to allow the mushrooms to thrive. Mrs Compton explains: \"We have some really ancient grasslands here; they haven't been ploughed up, they are too steep for a tractor, they haven't been fertilised, haven't had pesticides, and therefore, they are more or less as as nature intended.\"And as long as we graze them the right amount, we're going to have beautiful summer flowers and wonderful autumn fungi.\" The researchers from Kew say that delving into the DNA of fungal species will help to conserve them - because if we are unsure of how many species there are, how can we keep track of the ones we are losing? Dr Ainsworth explains: \"It is answering these basic first questions: how many species we have got and then looking to see what are their ecological requirements. \"And then when you know those things, then you can begin to manage habitats in a conservation-minded kind of way.\" While the scientists are beginning their sequencing project with waxcaps, which has been funded by the Department of Environment, Food and Rural Affairs (Defra) and Scottish Natural Heritage, they are keen to broaden it out to other fungi and say the same techniques could be applied to create a worldwide genetic library of this Kingdom. This, admits Dr Dentinger, could take decades - although he says it would be worth the effort. \"The total diversity of mushrooms is a difficult number to estimate - 700,000 to over 5 million - and modern molecular data is supporting the higher numbers of fungi,\" he explained. \"Clearly there is a lot out there - and the only way we can do this is anybodies lifetime is to use DNA sequencing. \"It is a daunting task, but it's also incredibly exciting. It is an exciting time to be a mycologist.\" ", "url": "https://www.bbc.com/news/science-environment-15726717"}