{"datetime": "2018-09-11T23:48:43.000Z", "author": "Helen Briggs", "title": "The secret life of fungi: Ten fascinating facts", "article": "They're all around us, in the soil, our bodies and the air, but are often too small to be seen with the naked eye. They provide medicines and food but also wreak havoc by causing plant and animal diseases. According to the first big assessment of the state of the world's fungi, the fungal kingdom is vital to life on Earth.Yet, more than 90% of the estimated 3.8 million fungi in the world are currently unknown to science.\"It's such an interesting set of organisms and we really know so little about them,\" says Prof Kathy Willis, director of science at the Royal Botanic Gardens, Kew, which led the report.\"They're really weird organisms with the most bizarre life cycle. And yet when you understand their role in the Earth's ecosystem, you realise that they underpin life on Earth.\" Many people are familiar with edible mushrooms or the mould behind penicillin. But fungi have a range of vital roles, from helping plants draw water and nutrients from the soil to medicines that can lower blood cholesterol or enable organ transplants. Fungi also hold promise for breaking down plastics and generating new types of biofuels. But they have a darker side: devastating trees, crops and other plants across the world, and wiping out animals such as amphibians.Dr Ester Gaya, who leads a research project at Kew exploring the diversity and evolution of the world's fungi, says fungi are a bit like Dr Jekyll and Mr Hyde. \"They can be good and also bad at the same time,\" she says. \"The same fungus, it can be seen as a detrimental thing - it can be bad - but also can have a lot of potential and have a lot of solutions.\" The report sheds light on a number of gaps in our knowledge of a group of organisms that may hold the answers to food security. The fungal kingdom contains some of the most damaging crop pathogens. But fungi also recycle nutrients and play a role in the regulation of carbon dioxide levels. \"We ignore fungi at our peril,\" says Prof Willis. \"This is a kingdom we have to start to take seriously, especially with climate change and all the other challenges that we're being faced with.\" The report,State of the World's Fungi , involved over 100 scientists from 18 countries. It found: At the last count, there were at least 15,000 types of fungi in the UK, some of which could be on the edge of extinction. Citizen scientists are helping to identify fungi across the country, adding to a database of more than 1,000 new records. Dr Brian Douglas ofThe Lost and Found Fungi Project says fungi are as beautiful as orchids and just as important to protect. \"I think we need to teach people, invite people in to admiring fungi.\" Colleague Dr Oliver Ellingham adds. \"Fungi is a whole another kingdom equal if not greater than in diversity than both the plants and animals.\"Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-45486844"}