{"datetime": "2013-05-20T06:45:37.000Z", "title": "Bunions - family not footwear to blame", "article": "The risk of developing bunions - bony growths on the big toe - is linked to your family, not your shoes, a US study has shown. The Framingham Foot Study looked at 1,370 adults and found strong family histories of the condition. They say this suggests people have a genetic predisposition. UK podiatrists said the research supported their view shoes could worsen the problem - but it was a myth they were completely to blame. The main sign of the condition is the big toe pointing towards the other toes, which forces out the bone attached to it - the first metatarsal. This changes the shape of the foot and can cause swelling, tenderness and pain. If symptoms get too bad to bear, surgery will be needed to remove the bunion. Women are known to have a higher incidence of the condition - and this has fed into the idea that high heels or ill-fitting fashionable shoes are to blame. But while these could exacerbate the symptoms - because they might rub the bunion and cause pain or blistering - they do not cause it. The study, carried out between 2002 and 2008, looked at people who had foot complaints, including bunions and hammer and claw toes and then looked at the incidence of the same conditions in close family members. It found a very strong correlation between family incidence of bunions, across men and women of all ages, but particularly in women. The researchers suggest this could be due to inheriting a particular shape of foot which predisposes a person to developing the condition. Dr Marian Hannan, who led the study , said: \"These new findings highlight the importance of furthering our understanding of what causes greater susceptibility to these foot conditions, as knowing more about the pathway may ultimately lead to early prevention or early treatment.\" Richard Handford, of the Society of Chiropodists and Podiatrists, said: \"This is what we tell our patients - as opposed to the myth that shoes cause bunions.\" \"It is something a person will have a predisposition to - but poor footwear will exacerbate it. \"It's a bony deformity, so it's not going to fit into a shoe if you ram it in. \"And once you have a bunion, accommodative footwear is it.\" ", "url": "https://www.bbc.com/news/health-22555774"}