{"datetime": "2021-12-29T01:15:59.000Z", "author": "Helen Briggs", "title": "Appeal to identify scientific curiosities of the past", "article": "In a scene reminiscent of a scientific edition of Antiques Roadshow, assorted laboratory paraphernalia is laid out on tables in the old labs at the Royal Horticultural Society (RHS) Wisley. Familiar glass jars and test tube racks; more obscure items, such as a wooden envelope for posting seedlings; and some baffling bits of scientific kit, which have no known uses. Some mystery objects at the site near Woking, UK, are professionally made, while other \"Heath Robinson or HG Wells-looking things\" were likely homemade, says Fiona Davison, head of libraries and exhibitions. They range from a toast-rack-like metal device to some kind of incubator cut in half for demonstration purposes. The items are among almost 3,000 historic artefacts uncovered during a massive clear-out of the labs ahead of the move this year to new purpose-built facilities on the hill. The distinctive Arts and Crafts style building with oak-panelled rooms was used by scientists and students to study plants, pests and pathogens from 1907. And it speaks of a long and half-forgotten history of science. \"It's been the place that RHS staff have experimented on plants and on growing techniques; understanding horticulture and then using that understanding to train the next generation of gardeners,\" says Fiona Davison. With experts drawing a blank on the laboratory curiosities, the RHS is now challenging the public to crack the mystery. They are releasing pictures of the items on social media in the hope they can be identified and go on display when the building is re-opened. The objects are layers of history, much like those uncovered in an archaeological dig, says Guy Barter, chief horticulturist at the RHS. And he's glad they've been saved. \"When we find out what they are it'll be fascinating to go back through all the records that we hold in the library and see if we can find out a bit more about the projects they were built to support,\" he says. What was this used for? The function of the object has confounded experts. This professional instrument appears to be some sort of clamp, although, again, the function is unknown. This contraption appears to be some sort of heating device, perhaps for laboratory equipment. This box has an inner chamber and was lined with metal. Damage points to some kind of explosion. Follow Helenon Twitter. ", "url": "https://www.bbc.com/news/science-environment-59562636"}