{"datetime": "2013-05-22T17:00:21.000Z", "author": "Helen Briggs", "title": "Feet home to more than 100 fungi", "article": "We all have nearly 200 different types of fungi colonising our feet, scientists have discovered. Fungi live all over the human body, but their favourite spots are the heel, under toenails and between the toes, according to a US study. A new map of the body's fungal diversity could help combat skin conditions such as athlete's foot, researchers report inNature journal. Harmless fungi live naturally on skin but cause infection if they multiply. In the first study of its kind, a US team catalogued the different groups of fungi living on the body in healthy adults. A team led by the National Human Genome Research Institute in Bethesda, Maryland, sequenced the DNA of fungi living on the skin at 14 different body areas in 10 healthy adults. Samples were taken from the ear canal, between the eyebrows, the back of the head, behind the ear, the heel, toenails, between the toes, forearm, back, groin, nostrils, chest, palm, and the crook of the elbow. The data reveal that fungal richness varies across the body. The most complex fungal habitat is the heel, home to about 80 types of fungi. The researchers found about 60 types in toenail clippings and 40 types in swabs between the toes.Other favoured fungal hotspots include the palm, forearm and inside the elbow. These had moderate levels of fungi, with each location supporting 18 to 32 types.In contrast, the head and the trunk harboured fewer varieties of fungi - just two to 10 each.\"The data from our study gives us a baseline about normal individuals that we never had before,\" said lead researcher Dr Julia Segre.\"The bottom line is your feet are teeming with fungal diversity, so wear your flip flops in locker rooms if you don't want to mix your foot fungi with someone else's fungi.\" The study defines the normal populations of fungi across the skin, which provides a framework for investigating fungal skin conditions.In 20% of volunteers, the researchers observed problems consistent with fungal infections.An imbalance of microbes may provide an opportunity for harmful microbes to flourish and establish disease, they believe.Commenting on the study, fungal expert Dr Paul Dyer of Nottingham University, said fungi could normally co-exist quite happily on the body without causing any harm, except in people with poor immune systems. \"It illustrates the tremendous diversity of fungi that grow on the human body,\" he told BBC News. \"This is much higher than we previously knew.\" ", "url": "https://www.bbc.com/news/health-22622689"}