{"datetime": "2018-06-06T17:16:12.000Z", "author": "Helen Briggs", "title": "Pollution hits fungi that nourish trees - study", "article": "Scientists are warning that pollution could be starving Europe's trees of vital nutrients by damaging essential fungi. The fungi live on the roots of trees, supplying them with minerals and water. Current pollution limits may not be strict enough to protect the forest fungi, say researchers. Signs of tree malnutrition, such as discoloured or missing leaves, have been seen across Europe's forests. Loss of fungi may be a factor, according to the study, published in the journal,Nature . \"If we care about the condition of our forests - what shape they're in - we can't just look above (the ground),\" Dr Martin Bidartondo, from the department of life sciences at Imperial College London and Royal Botanic Gardens, Kew, told BBC News. \"We need to look below - we need to understand how the fungi are nourishing the trees.\"Fungi can be found living on the roots of trees, providing vital nutrients and water.Known by the truffles and mushrooms formed by some species, they can live for decades beneath the surface, growing to several square metres in size.These fungi, known as mycorrhizal fungi, receive carbon from the tree in exchange for essential nutrients, like nitrogen, phosphorous and potassium, which they take up from the soil.The researchers studied 40,000 roots from 13,000 soil samples at 137 forest sites in 20 European countries, including the UK, over 10 years. They found local air and soil quality have a large impact on mycorrhizae. \"Trees need this fungi to get nutrients and water from soil and there are factors like pollution that are affecting this fungi,\" said Dr Laura M Suz of the Royal Botanic Gardens, Kew, a co-researcher on the study.\"We need to be aware of it at least because these fungi are essential for the growth and the health of the trees.\" The researchers say these first large-scale results should be used to design new studies into the link between pollution, soil, mycorrhizae, tree growth and tree health. \"A major finding of the study is that European pollution limits may be set far too high,\" said Dr Bidartondo.\"In North America the limits are set much lower, and we now have good evidence they should be similar in Europe. For example, current European nitrogen limits may need to be cut by half. Our trees in Europe are not more tolerant than those in North America - their fungi are just suffering more.\" The study looked at beech, oak, pine and spruce trees across Europe, including several oak, pine and beech forests in the UK. Fungi receive little protection under conservation policies, which makes it hard to assess which species are rare or declining. Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-44382889"}