{"datetime": "2021-07-10T07:35:04.000Z", "title": "Cambridge University Botanic Garden marks 175th birthday", "article": "A university research garden that offered a \"safe green space\" for visitors during the pandemic is marking its 175th anniversary. Cambridge University Botanic Garden was moved to its current site in 1846 by botany professor John Stevens Henslow,Charles Darwin 's mentor. Curator Sam Brockington said it was now a \"living museum\" that \"showcases the rare diversity\" of its 8,000 species. These include a moonflower,which attracted global interest in February . It is marking its anniversary with tours, live musicand a photography competition .The 40-acre (16 hectare) garden closed to the public between April and June 2020, but was able to stay open through subsequent lockdowns by restricting visitor numbers.Dr Brockington said it was \"really affirming\" to offer people \"a safe green space\" during the pandemic. This was not the first time the garden performed a crucial role during a national crisis. Twenty acres (eight hectares) were turned into allotments during World War Two. The university reclaimed them from the 1950s onwards, creating demonstration gardens to highlight plant science research.These include the chronological border, which allows visitors to walk along a timeline of plants introduced to Britain over the past 500 years; a scented garden and a dry garden.The University of Cambridge has had a botanic garden since 1762, but its purpose was the cultivation of medicinal herbs for use by medical students.Henslow's vision was a garden that grew plants to support the burgeoning science and scholarship of botany. The professor was behind Darwin's decision to join the HMS Beagle voyage from 1831 to 1836. As it circumnavigated the world, the naturalist gathered specimens, which he sent back to Henslow. They are still in thebotanic garden's herbarium. The garden has 2,000 trees, ponds and Victorian glass houses which recreate seven climate zones. Dr Brockington said some of its \"phenomenal research\" includedthe discovery of the rare mineral vaterite within an alpine plant and how petals produceda \"blue halo\" to help bees find flowers . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-57614352"}