{"datetime": "2021-09-20T18:01:43.000Z", "subject": "Chelsea Flower Show", "title": "RHS Chelsea Flower Show returns for autumnal one-off", "article": "The Chelsea Flower Show is ready for the opening of a one-off autumn version. Final preparations were made to the displays on Monday ahead of the event opening to the public on Tuesday. The world-famous show is normally held in May, but this year it was delayed due to coronavirus restrictions. The Royal Horticultural Society (RHS) cancelled the event in 2020 and took it online as the UK endured its first coronavirus lockdown. BBC Two at the RHS Chelsea Flower Show Holding it in the autumn means the show will have a different look, featuring blooms such as asters and dahlias, trees full of fruit and berries, grasses and seed-heads, and autumn bulbs such as nerines. The RHS is keen to highlight that autumn is an important season for gardening - although it intends to revert to its traditional May date next year. Speaking to BBC Radio 4's Today programme, Sue Biggs, RHS director general, said: \"It's wonderfully different and I'm like a Cheshire Cat at the moment because I can't stop grinning. To be back after such a traumatic time is just so wonderful.\" She said what was different was the colours as the light in autumn was different to spring and that it bathed everything in a golden glow. \"On the planting side, there are lots of oranges and reds and yellows which just create a completely different feel to the very cool, fresh colours of spring of white and purple.\"Later at the event Ms Biggs said: \"Whilst everyone associates spring with being the time to garden and grow plants, there is much that can be done now as well, like dividing herbaceous perennials, planting spring-flowering bulbs and collecting seeds to create colour in your garden next summer.\" On Monday, members of the Royal Family, including Princess Anne, and various flower-loving celebrities had a first glimpse of the show a day ahead of its public opening. Dame Judi Dench said the show looked \"as always, immaculate\". Environment Secretary George Eustice and other ministers toured the Cop26 garden, an area of the show which highlights the climate crisis in the run-up to key UN climate talks being held in Glasgow in November. The garden is divided into four sections exploring different aspects of the climate crisis, including negative garden practices such as paving over areas, ways to cope with temperature changes such as planting for drought, measures to support the environment and working with nature. Its co-designer Marie-Louise Agius said she hoped the garden, which features composting, a wildlife garden, leaving edges of lawns long for nature and ways to manage water better, would be informative, educational and inspirational. The largest plot at the show will be the Queen's Green Canopy Garden, which aims to highlight the vital importance of trees and woodland. It will boast 21 trees and more than 3,500 plants. The display forms part of efforts to promote theQueen's Green Canopy project , an initiative to encourage people to plant trees for the monarch's Platinum Jubilee next year. Also at the show is the Guide Dogs' 90th Anniversary Garden and the Florence Nightingale Garden, which marks the bicentenary of the birth of the trailblazing nurse and celebrates the importance of the nursing profession in the 21st Century. The Florence Nightingale Garden will be relocated to St Thomas' Hospital in Westminster in 2022 to a spot currently being used as a Covid-19 testing and vaccination centre. Within the great pavilion of the show there is a piazza featuring fruit and vegetables such as pumpkins to mark the harvest season, and a two-metre high wall of clay beehives within pollinator-friendly planting. ", "url": "https://www.bbc.com/news/uk-england-london-58625761"}