{"datetime": "2021-08-28T11:38:33.000Z", "author": "Chris Wood", "title": "Snowdonia Hawkweed: 'One of most threatened in the world'", "article": "On cliffs above Bethesda that can only be reached with specialist mountaineering gear, grows one of the most endangered plants in the world. The exact location is a closely-guarded secret, but even sheep are unable to get to it, meaning they cannot eat the last of the Snowdonia Hawkweed.Their grazing has wiped the plant out in six of seven areas it once thrived. But from the verge of extinction, it is thoughtthree plants spotted on a cliff in 2002 may have doubled their number. \"For some of the rarest plants, the only places they can sustain themselves is away from grazing and humanity, on the most inaccessible ledges and cliffs,\" said horticulturist Robbie Blackhall-Miles, who is trying to revive them. \"To see them, you must go to these places.\" Botanists had believed the Snowdonia Hawkweed - or Hierachium Snowdoniense - had died out, with itdescribed as \"the Welsh dodo\" . But then it was seen in 2002 for the first time in 50 years. Its demise followed World War Two with changes to grazing practices meaning sheep were left to roam and not close shepherded, according to Robbie. He added: \"They will go to the best places and pick the best food and graze it until there's none left - it's not the sheep's fault, it's how they're kept.\"They don't like filling their stomachs with tough grass in the mountains, they like nice herbs and flowers and if sheep get in a meadow, they just takes the tops off flowers.\"It means the really tasty, nutritious plants that are most palatable will get eaten first.\"Because of this, the Snowdonia Hawkweed is one of the most threatened in the world says Robbie, and he was enlisted byan initiative called Natur Am Byth (Nature Forever) - set up to save Wales' threatened species. He is an ex situ conservationist, which means he cultivates plants in a nursery environment, with a view to helping them thrive in the wild once again.\"People say to me 'we've got an endangered species, can you grow it?'\" he said.\"Sometimes it's complicated and I need to do research on how the seeds germinate, its ecology. For me, going to see it in the wild is very important.\" Robbie set out to find the Snowdonia Hawkweeds seen in 2002, but described their location as \"very difficult to get to\".However, he was able to find them, and pleased to see that not only were they flowering but they appeared to have company. \"There was a further three, that really looked like the Snowdonia Hawkweed. But we had no rope or equipment, so I couldn't get close enough to confirm,\" he added. \"I looked through binoculars, and they looked like them. But until I get there with a hand lens, I can't say for sure.\"It's a positive thing, it looks like it might have doubled its numbers in 19 years. Hopefully that trajectory can continue and the situation for this very rare plant can improve.\" There are lots of hawkweeds in Wales, which reproduce through what Robbie calls \"an incredible strategy\" of producing a maternal clone of themselves, so they do not need cross pollination. The Snowdonia Hawkweed is sunshine yellow and was declared a species in the 1950s. \"I'll return and double check next year with equipment for mountaineering and rock climbing,\" Robbie said.\"I will also be growing them and if we have suitable habitats in Wales, they may be reintroduced at other sites to ensure one of the rarest plants in the world survives (in the wild).\" However, the 2002 discovery means it will forever be protected at the National Botanic Garden of Wales, Carmarthenshire, after a specimen was taken there. A the time, director of the Llanarthne siteprof Charles Stirton enthused : \"This is as exciting as finding a new tree in the tropics.\" Now, 19 years later, the Snowdonia Hawkweed is flowering at the botanic garden, with a spokesman saying: \"The conservation rescue team harvested the seeds in the early 2000s and brought them here for us to propagate and grow. \"We have some growing in our Conserving Welsh Plants section - a unique display of wildflowers from four Welsh National Nature Reserves including Cwm Idwal, the last stronghold of this particular hawkweed in the wild.\" The Natur Am Byth project is aiming to save a number of species from extinction, including the Menai Strait Whitebeam. It is a 10m (32.8ft) tall shrub, which only grows on a small strip of coast, with about 30 plants known to be there. The project brings together Natural Resources Wales (NRW) and nine environmental charities, aiming to reconnect people with nature and lead the post-Covid green recovery. Julian Woodman of NRW said his job was to \"make life a little bit more certain\" for some of our most threatened species of ferns and flowering plants. However, he said: \"Sometimes the experts for some of these groups of plants are as rare as the plants themselves.\" This is why he wants to encourage more people to get involved. Mr Woodman added the Snowdonia Hawkweed \"epitomises the precarious situation\" many species are in, adding: \"The priority is to attempt to keep them going in the locations they are found now and then perhaps try to help them move into former locations if conditions are suitable or can be made suitable.\" ", "url": "https://www.bbc.com/news/uk-wales-58304704"}