{"datetime": "2020-11-28T01:09:57.000Z", "author": "Helen Briggs", "title": "Surprise discovery of rare plant at Norfolk 'ghost pond'", "article": "A rare plant has reappeared after more than a century in hiding. The pinkish-flowered plant, known as grass-poly, was found growing on the banks of an old farmland pond in Norfolk.The mystery species \"came back from the dead\" after seeds submerged in the mud were disturbed during work to restore the pond. And scientists say conservation efforts could lead to the return of other long-forgotten botanical gems. Carl Sayer, a professor at University College London (UCL), stumbled on the plant when he went to survey the pond at Heydon shortly after the first national lockdown ended. Having never seen anything like it before, he quickly snapped a picture, which he sent to local botanist Dr Jo Parmenter. She identified it as grass-poly, one of the rarest plants in the UK. \"It's really quite beautiful,\" says Prof Sayer. \"We only found a handful of these plants in the pond but we're hoping to cultivate this population and keep it going and expand it now we know it's there.\" Dr Jo Parmenter was thrilled to see the photo of the plant. \"I never ever expected to see it in Norfolk; it was quite extraordinary,\" she says. \"I saw a photo and straight away I thought, I know what you are.\" The last confirmed record for grass-poly ( Lythrum hyssopifolia ) in Norfolk dates to more than a century ago.Elsewhere in the UK, the plant is found in a few isolated populations growing around lakes and on muddy open ground. At Heydon, the seeds of the plant remained buried in the mud, like a \"time capsule\". When willows were pulled out to restore the pond, this disturbed the soil and let in light, allowing the seeds to germinate. \"There's no oxygen, it's very dark, and it's perfect for preserving seeds,\" says Prof Sayer, who is part of UCL's Pond Restoration Research Group.The discovery shows plants believed extinct can be brought \"back to life\" with good conservation, he added. Centuries ago, there were thousands of ponds in Norfolk, but many have been neglected, becoming what are known as \"ghost ponds\". There may be other populations of the plant in Norfolk that have so far been overlooked, says UCL researcher Helen Greaves.\"Could further pond restorations bring back more plants?\" she asks. \"Either way, finding this elegant little plant may provide an important and unexpected new focus for our Norfolk Ponds Project.\" Dr Parmenter says this has been an \"amazing\" year for plants, with many unusual discoveries. She puts that down partly to the pandemic, with more people going out on local walks. \"I think it's taught us to appreciate the things local to us, as well as the glamorous and exotic,\" she says. Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-55104153"}