{"datetime": "2021-09-11T14:27:10.000Z", "title": "Rare wild flowers growing in meadows, council says", "article": "Rare flowers have been seen growing in controversial wildflower meadows in north Wales, a council has said. Toothed medick has never officially been recorded in Wales, and hound's-tongue is on the UK's red list and has only been recorded 18 times in Denbighshire in the last 116 years. Denbighshire council said meadows help improve biodiversity. But some residents have signed a petition, saying they look untidy and deprive people of space. One woman claimed a mouse had gnawed its way into her bedroom because the meadows are too close to people's homes. Ina report to a council scrutiny committee meeting , officers said there had been common spotted orchids in Stryd y Brython, as well as hound's-tongue and toothed medick at two sites in Prestatyn. \"To be clear, aesthetic preferences are not a relevant factor in the site selection process,\" the report said. The petition, which has gathered the signatures of 29 people living in Ffordd Nant, Rhuddlan, was presented to the local authority by councillor Ann Davies. She said she was \"fully supportive of wild flowers\" but did not believe they should be allowed to grow near people's homes. \"Nant Close is a lovely residential estate, the bungalows form a circle around what was a lovely manicured green space in the centre were roses which the elderly residents cared for,\" Ms Davies said. \"This has now been taken from them, together with their gentle walks around this grassed area. They have lost the view to each other's bungalows, in effect looking out for each other. \"Their well-being is very much affected. One resident has had a mouse gnaw its way into her bedroom. \"The residents were not consulted prior to the planting and I was informed once the plans were in place. \"[There is] not a wild flower in sight, just long dead grass which the residents are compelled to look at.\" The council added: \"As a Local Authority, we have a statutory duty to enhance biodiversity and promote the resilience of our ecosystems. \"These sites are not unmanaged or left to grow wild or to become rank. The sites are left uncut between March and August each year, except a small border mown around each site cut on a fortnightly schedule and a litter pick undertaken during this time too.\" ", "url": "https://www.bbc.com/news/uk-wales-58491003"}