{"datetime": "2021-10-22T09:36:41.000Z", "author": "George Herd", "title": "Black History Month: Rose named after 18th Century gardener", "article": "The story of a man who became one of Britain's first black gardeners is being marked with a rose named in his honour. John Ystumllyn was abducted as a child in western Africa in the 18th Century to be raised and work in north Wales. He became the first well-recorded black person of the era to live in the region. Campaigners believe the rose is also the first to be named after an ethnic minority individual in the UK. Zehra Zaidi, founder of the group We Too Built Britain, said she wanted a symbol to reflect inclusivity and friendship. \"We've done it out of friendship, which is why the colour is yellow, it stands for love, it stands for community,\" she said. \"Anyone who knows John's story knows those are the values he embodied.\" She said it was a story that could resonate across the UK during Black History Month. \"We live in divisive times, and we wanted a rose that brings people together, that uses gardening to support the community.\" Last year, the campaigner was behind the move to havea 50p coin minted recognising the UK's diverse past . After growing up in Carmarthenshire until she was 16, Ms Zaidi said she felt the story of John Ystumllyn resonated beyond Wales. She said a rose was a fitting way to remember him. \"We wanted to connect people. You could have a statue that's perhaps a three-hour drive away - but you can plant a rose in your garden, you can give the rose as a gift to someone.\" While the sight of a black individual in 18th Century Wales was not unheard of, it was out of the ordinary. Britain was of course engaged at this time in the trans-Atlantic slave trade, but more often than not, the vast majority of those enslaved were transported straight from Africa to the Caribbean. However, on occasion, a fashion for having a black servant was in vogue among society aristocrats, and it is almost certainly how a young John Ystumllyn arrived at a country estate in Gwynedd. His image was captured on a small oil painting on wood, in a portrait dated 1754. A poem on his grave in the churchyard at Ynyscynhaearn near Criccieth recounts how he was taken to Wales, though misplaces his home as India - thought, perhaps, to be a reference to the West Indies. But a biography written in 1888, a century after his death, revealed the young John - or Jac Du, Black Jack in Welsh - was snatched from western Africa when he was about eight years old. According to this account, John told how he \"was on the banks of a stream amid woodland attempting to catch a moorhen, when white men arrived and caught him and took him away with them to the ship\". \"It was a very traumatic experience,\" said Dr Marian Gwyn, who is head of heritage for Race Council Cymru. \"He talked about being ripped from his mother's arms. Yet despite the trauma of that, he came and he settled in Wales - he made it his home.\" He married a local woman, Margaret Gruffydd, who had been a maid at the Ystumllyn estate, and had seven children, five of whom survived into adulthood. His son went on to be the huntsman at the Glynllifon estate near Caernarfon. John was not himself enslaved. Dr Gwyn said he was \"very much a free man\" and was able to move from job to job. His natural ability in horticulture meant he was never short of work. Towards the end of his life, he and his wife were given a house and garden by the Wynnes - the family where he was first taken as a servant after being snatched from Africa. The rose itself was bred by Harkness Roses in Hertfordshire, which is also behind a rose named after and selected by the Queen to mark her Platinum Jubilee in 2022. Managing director David White said the country had been through a divisive period, following Brexit and the pandemic, and gardening was a way to help. \"Gardening has been so fantastic for people's mental health, during the last 18 months when it's been really tough,\" he said. \"It's a great way of bringing everybody together and I'm really proud for me as an individual and for Harkness to really take on that mantle - and making gardening as diverse as we can.\" Liz Saville Roberts, the MP for the area where John Ystumllyn lived, added: \"I knew the story locally, but what this does, we suddenly we wake up to how this story that we kept and cherished - that this story is really of national importance.\" The Plaid Cymru MP raised the rose in the House of Commons on Thursday, asking if time could be set aside to debate black history stories, including that of John Ystumllyn. Commons leader Jacob Rees-Mogg replied: \"If the Ystumllyn rose could be the rose of friendship across political parties, I think that's something we could plant with pride.\" ", "url": "https://www.bbc.com/news/uk-wales-58983377"}