{"datetime": "2021-10-25T14:34:16.000Z", "title": "Dead crabs and fish washed up on Teesside beaches", "article": "An investigation is under way after dead crabs, lobsters and fish were washed up along part of the North East coast. Such wash-ups have been reported at Bran Sands at Redcar, Seaton Carew and Saltburn in the past few weeks. A dead porpoise was also photographed at South Gare, near the mouth of the River Tees, at the weekend. An expert said it was \"very concerning\" and \"quite odd\" it appeared to be localised around the Tees.Fishermen in the area have told the North Eastern Inshore Fisheries Conservation Authority (NEIFCA) they are not fishing close to the shore because there is no catch. NEIFCA senior environmental and scientific officer Tim Smith said tests were being carried out. \"Everyone is trying to track down who's responsible, we've had divers who've seen dead crabs on the seabed which has been washed up and fishermen who've reported very little going into their lobster pots,\" he said. An Environment Agency spokesperson said: \"Samples of water, sediment, mussel and crab have been collected and are being sent to our labs for analysis, to consider whether a pollution incident could have contributed to the deaths of the animals.\" The agency is working with partners at the Centre for Environment, Fisheries and Aquaculture and NEIFCA to gather samples. Dr Jamie Bojko, a sea life pathologist from Teesside University, said: \"There are a lot of us who are very concerned. \"There are a range of things which could explain it, one could be an extreme weather event or another possibility is disease, but it would be odd for it to have an effect on such a range of species, with everything from crabs and lobsters to fish species like dogfish and sharks and sole,\" he said.Enforcement officers from the three organisations collected further samples on Monday which will be analysed for signs of disease, pollution and metals. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-59037044"}