{"datetime": "2021-11-04T16:49:42.000Z", "title": "Saltburn: Environment Agency says crab deaths not caused by sewage or cables", "article": "The deaths of thousands of crabs, lobsters and other marine life on the Teesside coast were not caused by sewage, the Environment Agency says. Investigating the cause of the deaths is a \"top priority\" involving multiple agencies but seismic activity and underwater cables have also \"been ruled out\", a spokesman said. Samples are still being analysed, the agency added. Thousands of carcasses have been seen in Redcar, Seaton Carew and Saltburn. A dead porpoise was also photographed at South Gare near the mouth of the River Tees in the last few weeks. The investigation is trying to determine whether pollutants or disease could have contributed to the deaths, or if it was a natural event.Hannah Westoby, senior marine monitoring officer for the Environment Agency, said: \"We understand how distressing the sight of dead and dying marine life is on our beaches, so this investigation is a top priority. \"Our investigations have managed to rule out the likelihood of a number of possible causes, including sewage, seismic activity and underwater cables.\"Results for our water samples have come back as normal for those locations. There is always the possibility that this was a natural event, so we are keeping an open mind.\" She said there was \"no evidence\" of a risk to human health, but she urged beach users to be cautious while the investigation continues.\"Avoid affected areas of beach and coastline where possible and make sure you wash your hands thoroughly with soap and water after coming into contact with any affected crustaceans,\" she said. \"Do not touch any sick or dead crustaceans and keep pets away from them too.\"The Environment Agency, the Centre for Environment, Fisheries and Aquaculture Science, North Eastern Inshore Fisheries and Conservation Authority, the Marine Management Organisation, Hartlepool Borough Council and Redcar and Cleveland Borough Council are collaborating on the investigation.Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-59168900"}