{"datetime": "2022-01-20T05:03:36.000Z", "author": "Victoria Gill", "title": "Giant pristine coral reef discovered off Tahiti", "article": "Marine explorers have discovered a \"pristine\" 3km (2-mile) coral reef at depths of 30m (100ft) off the coast of Tahiti, French Polynesia. It is one of the largest discovered at that depth, says the United Nations Educational, Scientific and Cultural Organization, which led the mission. Dr Julian Barbiere, from Unesco, said there were probably many more of these ecosystems \"we just don't know about\".\"We should be working to map them and to protect them,\" he said.Unesco director general Audrey Azoulay said the \"remarkable\" discovery extended our knowledge of \"what lies beneath\".The reef was found in November, during a diving expedition to a depth known as the ocean's \"twilight zone\" - part of aglobal seabed-mapping mission called the Seabed2030 Project . French underwater photographer Alexis Rosenfeld said it had been \"magical to witness giant, beautiful rose corals stretching as far as the eye can see\".\"It was like a work of art,\" he added.Coral reefs are among the ocean's most threatened ecosystems - vulnerable to pollution, rising sea temperatures and the change in chemistry caused by carbon-dioxide emissions dissolving in the water.Prof Murray Roberts, a leading marine scientist from the University of Edinburgh said the discovery brought home how much we still have to learn about the ocean.\"We still associate corals with the shallowest tropical seas but here we find a huge previously unknown coral reef system.\"As shallow waters warm faster than the deeper waters we may find these deeper reef systems are refuges for corals in the future. We need to get out there to map these special places, understand their ecological role and make sure we protect them for the future.\" There is currently \"no evidence\" this reef had been damaged by those pressures and, Dr Barbiere said, its unusual depth was one reason it remained in such a \"very good state\".\"Generally we find them at shallower depths,\" he told BBC News, because the algae that lives within the bodies of corals needs light. \"But here we're in a part of the ocean that is [further] from land, so there is less sediment that ends up in the ocean here.\"The discovery provided an important insight into ocean biodiversity, Dr Barbiere said. \"We know that about 25% of marine species can be found in coral reefs,\" he said.\"So the next stage is to find what species live around this type of reef.\"The coming months will see further investigation. Another of the specialist divers, Dr Laetitia Hedouin, from France's National Centre of Scientific Research, said: \"We would expect a reef such as this to take around 25 years to grow and develop like this. \"We think that deeper reefs may be better protected from global warming. \"So the discovery of this reef in such a pristine condition is good news and can inspire future conservation.\"Follow Victoriaon Twitter . ", "url": "https://www.bbc.com/news/science-environment-60047368"}