{"datetime": "2020-08-18T18:49:05.000Z", "author": "Victoria Gill", "title": "Microplastic in Atlantic Ocean 'could weigh 21 million tonnes'", "article": "There are 12-21 million tonnes of tiny plastic fragments floating in the Atlantic Ocean, scientists have found. A study, led by the UK's National Oceanography Centre, scooped through layers of the upper 200m (650ft) of the ocean during a research expedition through the middle of the Atlantic.Such an amount of plastic - 21 million tonnes - would be enough to fully load almost 1,000 container ships.The findings are published in the journal Nature Communications.Dr Katsia Pabortsava, from the National Oceanography Centre , who led the study, said by measuring the mass of very small plastic particles in the top 5% of the ocean, she and her colleagues could estimate \"the load of plastic in the entire Atlantic\" which is \"much larger\" than the previous figure.\"Previously, we haven't been able to balance the amount of plastic we found in the ocean with the amount we thought we had put in,\" she said.\"That's because we weren't measuring the very smallest particles.\" On their expedition - from the UK to the Falkland Islands - she and her colleagues detected up to 7,000 particles per cubic metre of seawater. They analysed their samples for the three most commonly used, and most commonly discarded, polymers - polyethylene, polypropylene and polystyrene - all often used in packaging.The findings, the team hopes, will help future efforts to measure the ecological and environmental damage that might be caused by these plastic fragments, by providing a more \"robust measure\" of its accumulation in remote parts of the ocean.Prof Jamie Woodward, an expert in plastic pollution, from the University of Manchester, told BBC News the findings confirm earlier studies that the microplastic load in the oceans is \"much higher than [we had] estimated\".\"The geographical scale of the study is impressive,\" he said. \"And the authors estimate inputs over 65 years. This is important because microplastics have been flooding into the oceans for many decades. \"We now need to understand the ecological impacts of this contamination in all parts of the ocean, since they have been in the oceans at all depths for a long time.\" Amid the coronavirus pandemic, some environmental groups have reported the disposable face mask is now one of the most common items of plastic litter.Susannah Bleakley, from the Cumbria-based charity Morecambe Bay Partnership, which co-ordinates beach clean-ups , told BBC News: \"We now find more disposable masks than plastic bags.\"What we're really asking is, as much as possible, can people reduce their use of single-use plastics and if people can dispose of it carefully.\" Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-53786555"}