{"datetime": "2021-07-17T23:22:52.000Z", "author": "Lucy Ash", "subject": "Coronavirus pandemic", "title": "The Broadway dancer whose lockdown business bloomed", "article": "When the pandemic closed New York's theatres, thousands of performers found themselves out of work - some were even unable to pay for their health insurance. One top dancer quickly opened a business, inspired by a gift from a fan, which gave people a way to express affection during lockdown. In the basement of his Manhattan apartment, Robbie Fairchild is surrounded by buckets of scarlet peonies. \"These flowers are storytellers,\" he tells me, stripping some leaves from the stems. \"I love the way they start off all balled up and you don't know what they are going to turn into. It's like a live performance and each flower is so different - it's incredible.\" Robbie is nostalgic about live performances - they were part and parcel of his life until last spring. The son of a wildlife biologist from Salt Lake City, he grew up with a passion for nature but also fantasised about following in the footsteps of Gene Kelly. Aged 15 he went to ballet school and spent more than a decade as a principal in the New York City Ballet before starring on stage and on screen in musicals such as An American in Paris and Cats. On 12 March 2020, Robbie had tickets for the opening night of Six - a pop musical about the six wives of King Henry VIII which had just transferred from London - but the performance was cancelled just a few hours before the curtain was due to go up. As Covid casualties soared, New York governor Andrew Cuomo announced he was shutting down Broadway for the first time since the terror attacks of 9/11. \"At first I thought, OK, well, it's just going to be for two weeks\", says Robbie. \"And then gigs that I had in August, gigs that I had in September started getting cancelled. I thought, 'Oh Lord! this is going to be rough.'\" Robbie kept himself in shape at the beginning of the lockdown by dancing on the roof of his apartment building, to the delight of his neighbours. Sometimes he danced on his own; sometimes he choreographed breezy numbers with his flatmate, who is a dancer in music videos. \"It felt really good, because I think people were starved of things like joyful movement when there were refrigerated trucks all over town,\" he says, referring to the makeshift mortuaries containing the bodies of hundreds of Covid victims parked on New York streets and outside hospitals.\"When things go horribly wrong, as an artist you have to find some kind of escapism for people,\" he adds.The rooftop routines became an Instagram hit but they didn't pay Robbie's rent. He was also told he hadn't worked enough weeks in the year to be eligible for health cover and had to start paying $900 a month to his insurance company. \"After working for 15 years as a performer, being suddenly dropped like that by the insurance company was dehumanising,\" he says.According to the Broadway League, the trade association for theatres nationwide, the livelihoods of almost 97,000 people depend on shows performed in Manhattan's Midtown.Many of them - performers, producers, technicians, stage managers and others - suddenly found themselves out of work.Robbie realised he had to find another way to make a living. When a fan in the Netherlands sent him an enormous consignment of roses and peonies, he arranged them into bouquets and took them to Mount Sinai West hospital during New York City's 7pm city-wide clapping and cheering for essential workers. \"Seeing how flowers can brighten people's day reminded me of the way I feel in front of an audience,\" he says. \"As a performer, you just crave that communication, whether you're on stage or whether you're delivering bouquets.\"The experience inspired Robbie to open a floristry business called Boo.Kay selling arrangements with names like the Showstopper, the Grand Dame and the Broadway Veteran.He had first learned about floristry while living in London during the West End run of An American in Paris. His flat was around the corner from the Covent Garden Academy of Flowers and out of curiosity he enrolled for a class on a rare day off. \"I discovered it was fantastic therapy,\" he says.During the pandemic, making hand tied bouquets in his bedroom turned studio relieved his boredom and stress. And soon it was proving lucrative, with bouquets selling for $150 or more. Robbie believes that since people couldn't see friends and relatives or hug them, they sent lavish flowers instead. \"It was kind of amazing. I mean, we were we were pretty busy for a pandemic,\" he says. Soon Boo.Kay needed more storage space and Robbie moved to a ground floor apartment with a basement, to accommodate a 10ft-wide flower refrigerator. At the start of his new life, Robbie had to jump on his bike at 6am to get the best deals at the wholesale flower market. He remembers how strange it felt to cycle down Broadway at dawn at the height of the lockdown. \"It was still dark out and no-one was there. No cars either, he says. \"I was looking up at the theatre that I used to perform at. It was just so eerily quiet but all the lights were on. Part of me thought, 'Oh My God, nobody is here! Let's save electricity and turn them off!' I mean what about climate change and global warming? But I guess people needed the lights on as a sign of hope.\" At first Robbie worked on his own, delivering all over Manhattan on foot or sometimes in his sister's car. As business bloomed, he began employing other out-of-work Broadway performers who shared his passion for flowers. Adam Perry, a dancer who became seriously ill with Covid for five months last year, says making bouquets helped to bring him \"back to life\".On a balmy Friday evening Robbie is selling his wares outside a shop in New York's West Village. People are standing around, sipping sparkling rose wine and listening to a couple of his friends belting out Broadway hits. The weekly event is known as Friday Flowers and was the brainchild of Jennifer Shanker, who normally sells jewellery through department stores but opened a pop-up shop, Muse, when these stores had their shutters down. Somebody put her in touch with Robbie and she began selling hand-blown glass vases to go with his flower arrangements. \"As an accidental retailer myself, I admired Robbie's pandemic hustle,\" she laughs. \"The neighbourhood felt so depressing and his flowers added a much-needed splash of colour.\" Robbie is now back on stage across the country and preparing for a special performance for the 80th birthday of America's leading contemporary dance choreographer, Twyla Tharp. But Boo.Kay is still in business with a part-time staff of six - a growing list of weekly clients has helped to keep the company in the black. Robbie has asked his former ballet company if he can supply them with flowers and has suggested matching the colours of his bouquets with those of the tutus and tunics of upcoming productions. One Broadway star regularly orders bouquets for her dressing room; he hopes others will follow suit when more theatres reopen in the early autumn. \"It felt like our industry was so dispensable and yet we contribute so much money to this city's economy,\" says Robbie (one estimate puts the figure at $14.8bn annually). \"Dancing and performing always takes second place to sports events and yet when people think about New York, they think of Broadway. \"Flowers were a lifeline for me over the past year and a half and I created my own company around them,\" he says. \"I had no stage so I crafted a new performance space and I am immensely proud of that.\" Danny Stewart was rushing to meet his boyfriend for dinner when he ran past something lying on the floor of a New York subway station. Soon he would treasure it more than anything else in the world. 'We found a baby on the subway - now he's our son' ", "url": "https://www.bbc.com/news/stories-57840115"}