{"datetime": "2021-10-11T15:51:02.000Z", "title": "Brown crabs find underwater power cables 'difficult to resist'", "article": "Brown crabs find underwater power cables \"difficult to resist\", a new study has found. The cables for offshore renewable energy emit an electromagnetic field which attracts them and causes them to sit still. A study of about 60 brown crabs at the St Abbs Marine Station in the Borders found higher levels of electromagnetism affected their blood cells. That could, in turn, make them more susceptible to bacterial infection. Alastair Lyndon, from Heriot-Watt University, said: \"Underwater cables emit an electromagnetic field. \"When it's at a strength of 500 microTeslas and above, which is about 5% of the strength of a fridge door magnet, the crabs seem to be attracted to it and just sit still.\" He said that was not a problem in itself, but if they were not moving then they were not foraging or seeking a mate. \"The change in activity levels also leads to changes in sugar metabolism - they store more sugar and produce less lactate, just like humans,\" he said. The researchers used the marine station's purpose-built aquarium laboratory for the experiment. Kevin Scott at St Abbs Marine Station said: \"The aquarium lab is composed entirely of non-metallic materials, which means there is minimal electromagnetic interference. \"We found that exposure to higher levels of electromagnetic field strength changed the number of blood cells in the crabs' bodies. \"This could have a range of consequences, like making them more susceptible to bacterial infection.\" Researchers warned that could hit fishing markets, with crabs being one of the UK's most valuable crustacean catches. They said more work needed to be done to ensure offshore wind farms - which need extensive cabling - did not destabilise the brown crab population. Mr Lyndon said: \"Male brown crabs migrate up the east coast of Scotland. \"If miles of underwater cabling prove too difficult to resist, they'll stay put. \"This could mean we have a build-up of male crabs in the south of Scotland, and a paucity of them in the north east and islands, where they are incredibly important for fishermen's livelihoods and local economies.\" He said one solution would be to bury the cables in the seafloor but warned it could be expensive and make maintenance difficult. \"We need to investigate further technical solutions so that we don't create negative environmental effects while trying to decarbonise our energy supply,\" he added. The study was published in the Journal of Marine Science and Engineering. Ben Miller, senior policy manager at Scottish Renewables, said offshore wind developers had to carry out \"very extensive assessment and monitoring\" of any impact on marine life at all stages of development and construction. \"The offshore renewables industry already buries most transmission cabling in the seabed as standard practice, and developer modelling suggests that electromagnetic field levels and impacts will be very low,\" he said. \"Research and discussion around any further mitigation measures is ongoing, as part of the industry's determination both to protect marine biodiversity and create a sustainable energy system.\" ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-58869465"}