{"datetime": "2021-08-18T05:24:36.000Z", "author": "Kevin Keane", "subject": "Climate change", "title": "Scotland's fishing fleet urged to take steps to go green", "article": "Environmental groups are calling on the fishing industry to take urgent steps to decarbonise the sector. They say they have calculated that the UK fleet emits the same carbon dioxide as 110,000 homes every year.A new report says fishing practices need to change to protect carbon stored in the sea bed.Fishing leaders say efforts to conserve fish stocks show they have already come a long way.The report has been co-written by WWF, the Marine Conservation Society and the RSPB. It says that fishing methods like bottom trawling and dredging are a threat to so-called blue carbon which is stored in the sea bed. Both methods involve dragging fishing gear along the sea floor, which conservationists argue then releases carbon into the sea and ultimately the atmosphere. The report estimates that mitigating the amount of carbon lost from these fishing methods between 2016 and 2050 will cost the economy up to £9bn. Mario Ray, policy and public affairs officer at WWF Scotland, said: \"This report makes clear that governments across all four nations must help UK fisheries to re-think practices and modernise to meet the challenge of climate change and achieving net zero. \"The ocean is the blue heart of our planet and, when tackling the climate and nature crises, we ignore it at our peril.\" The report calls for bottom-towed fishing gear to be banned from use in protected areas, which make up more than a third of the UK's waters. It also urges governments to mandate vessels to install monitoring such as cameras and GPS technology and calls for more research into the role of blue carbon. With more than half of all vessels around 30 years old, skippers should be incentivised to switch to cleaner fuels like biodiesel or hydrogen, it adds. Shetland Fishermen's Association chief executive, Simon Collins, has called on ministers to resist the \"burgeoning and misguided campaign\" being waged on the sector. He said: \"There are more fish in the sea than ever and our boats are catching less than they have ever done. \"The simple truth is that, like all sectors, we have work to do on reducing our impact on the climate, but we have come an incredibly long way and are already a climate-smart industry when it comes to the impact on stocks, as this research shows.\" The report accuses governments of ignoring the role played by marine ecosystems in protecting our environment. But with therecent report by the Intergovernmental Panel on Climate Change labelled as a \"code red for humanity\", it says ministers can no longer afford to ignore any sector. The WWF report also calls for an end to fuel subsidies paid to fishermen. A Scottish government spokesman said: \"We are wholly committed to becoming a net-zero economy by 2045 and we have made it clear that sustainability, support for biodiversity and consideration of the wider ecosystem is at the heart of how we manage Scotland's fisheries.\"We will carefully consider the findings of this report as we continue to drive forwards a strong, sustainable, and resilient fishing industry as part of our Blue Economy approach, through which we are committed to developing a clear plan of action to understand and mitigate the impacts of climate change on our seas.\" ", "url": "https://www.bbc.com/news/uk-scotland-58246143"}