{"datetime": "2021-08-25T15:03:00.000Z", "author": "Matt McGrath", "subject": "Climate change", "title": "Climate change: Europe's 2020 heat reached 'troubling' level", "article": "Last year was the warmest on record across Europe, breaking the previous high mark by a considerable distance, say scientists. Temperatures across the region were more than 1.9C above the long-term average between 1981 and 2010. TheState of the Climate 2020 report from the American Meteorological Society says temperatures in the Arctic are also rising rapidly.The temperature over land there was the highest since records began in 1900. Reportsearlier this year had confirmed that 2020 was Europe's warmest on record and one of the three hottest globally.This new data shows that Europe's temperature margin over previous years was significantly greater than previously thought.Not only was the year 1.9C above the long-term average, it was more than 0.5C greater than the previous high mark. \"This level of difference to the previous long-term average, which is a large difference, is something that is concerning,\" said Dr Robert Dunn, a senior climate scientist at the UK Met Office. \"It is something to sit up and take notice of, but it's not just the temperatures that are increasing, the extreme events, the heat waves we're seeing this year, and last year as well. We're seeing these responses across the world.\" Other researchers agreed that the scale of the record-breaking heat in Europe was troubling. \"The amount by which the previous record has been exceeded should worry us all,\" said Prof Gabi Hegerl, professor of climate system science at the University of Edinburgh, who was not involved with the study. \"European temperatures are well measured and can be tracked back to the beginning of industrialisation and beyond, using documentary evidence and proxy records. This long-term context emphasises how unusual this warmth is.\"The warmth across Europe brought huge temperature differences from the long-term average in some countries with Estonia, Finland and Latvia all recording anomalies of 2.4C. Overall, Europe has seen its five warmest years on record all occur since 2014. One other area of the world experiencing rapid warming is the Arctic.Temperatures over land reached worrying new heights, getting to 2.1C above the 1981-2010 average. This was the highest since the series of records began 121 years ago. It was also the seventh year in succession with an annual average temperature more than 1C above the average.\"The Arctic, we see warming incredibly rapidly. It was the warmest average surface temperature in the Arctic in a series going back 121 years, in 2020,\" said Dr Dunn. \"That, of course feeds down into places nearby, which includes Europe to some level. But we're seeing these effects throughout the world.\"While rainfall around the world wasn't exceptionally high during 2020, the authors say that there's a clear response from the hydrological cycle to sustained heating. Total atmospheric water vapour was well above average. The extra moisture adds to the impact of higher temperatures on humans. Taken together, the indicators show what one of the study's editors calls \"our new normal\". \"This report follows closely on the latest [UN] IPCC [climate] report which could not be clearer in its messaging,\" said Dr Kate Willett, from the Met Office.\"Our climate has changed and is likely to continue changing unless the key driver, greenhouse gases, are curbed, and what we're seeing now is already straining our society and our environment.\"Follow Matton Twitter . ", "url": "https://www.bbc.com/news/science-environment-58333124"}