{"datetime": "2021-09-26T05:10:18.000Z", "author": "David Wilson", "title": "SeaMonitor: At sea with 'Europe's largest fish counter'", "article": "Marine researchers working on a project to protect the Irish Sea's most vulnerable species have returned to the waters off Northern Ireland for the first time since the start of the Covid pandemic. It is part of the SeaMonitor project that's tracking a number of species, including Atlantic salmon, basking sharks, harbour seals, flapper skate and cetaceans.SeaMonitor, led by the Loughs Agency which refers to it as \"Europe's largest fish counter\", uses acoustic telemetry technology to listen to life under the sea. Over the last week, fieldworkers from Canada's Ocean Tracking Network (OTN) have been servicing the project's underwater technology. \"This is the first time that the Ocean Tracking Network team has travelled internationally since the beginning of the pandemic,\" OTN's Cassandra Hartery tells BBC News NI. \"It has truly been an unforgettable experience.\" SeaMonitor's sub aqua listening stations stretch from Malin Head in Ireland to the island of Islay in Scotland. They record transmissions from a variety of marine species tagged by scientists. Launched in 2019, SeaMonitor involves eight international research partners, including OTN, based at Dalhousie University in Nova Scotia. Cassandra and her OTN colleague Caitlin Bate have been based in Londonderry and Ballycastle in recent weeks. Caitlin says the \"globally important\" project will help develop a better understanding of life in the Irish Sea. \"Acoustic monitoring is helping fill gaps in the biology and movements of species in decline, and to inform marine management strategies, such as the establishment of marine protected areas,\" she says. The project's research \"will be used to protect these populations in the near future and also for generations to come\". Researchers from Northern Ireland, Scotland, the Republic of Ireland, the USA and Canada are all involved.That collaboration is significant, Cassandra adds.\"It not only demonstrates the impact of multi-national marine tracking through the creation of a shared infrastructure, but it's also allowing scientists from partner countries to conduct much larger-scale studies than they were able to do before.\" The project's principal officer, Ross McGill of the Loughs Agency, says little is still known about many of the species' sub aquatic movements.\"Having all this high quality, robust data allows us to create management plans and tools that are dynamic and effective,\" he says.\"The data collected will allow us to understand the pressures vulnerable species like Atlantic salmon and basking sharks face so that we can then translate that knowledge into management plans and policies to better protect them.\" SeaMontior's findings - including specific management plans for the Foyle and Clyde rivers' salmon populations - are due to be published in early 2023. ", "url": "https://www.bbc.com/news/uk-northern-ireland-foyle-west-58682345"}