{"datetime": "2021-08-29T08:30:13.000Z", "subject": "Climate change", "title": "Lyme Bay seabed 'devastated' by violent storms recovers", "article": "Protected seabeds \"devastated\" by violent storms recover faster than those dredged during fishing, according to new research. Scientists studied the return of life to theLyme Bay Marine Protected Area (MPA) , damaged in 2013 and 2014. The zone, which runs from near Exmouth in Devon along the Dorset coast, was monitored by underwater cameras. Marine ecologist Dr Emma Sheehan said more areas should now be protected to aid recovery of marine ecosystems.She said \"extreme\" storms are increasing in strengthen and frequency because of climate change. The storms which struck the south coast of England in the winter of 2013 and 2014 were the most powerful since 1948. Nearly 30% of coastal reef MPAs around the UK may be similarly damaged by powerful storms, experts say. A ban on bottom-towed fishing was introduced when the MPA was put in place and the University of Plymouth then began monitoring its recovery.Compared to the area's recovery since dredging was banned, seabed life and fish and shellfish stocks recovered much more quickly after damage from the 2013 and 2014 storms, their research showed. The work was done in conjunction with the local fishing industry.Dr Emma Sheehan, who lead the research, explained the storms had \"devastated\" and \"ripped through\" Lyme Bay, leaving it \"like a huge sandpit\" in a way similar to commercial dredging. She said: \"All the scallops were clean and dead, their shells were open.\"The pink sea fan's flesh had been scoured off and were looking very sorry for themselves... I literally couldn't believe it.\"Dr Sheehan said that because of climate change, extreme weather events were becoming more frequent and severe.She explained this \"miraculous\" recovered showed if you protect marine ecosystems they can \"bounce back quicker\" from extreme weather events. The marine ecologist said: \"We need larger areas protected to try and build overall resilience for our marine ecosystems.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-58360185"}