{"datetime": "2021-08-10T16:43:55.000Z", "title": "Plastic waste: Study finds crabs confused by chemical additive", "article": "Hermit crabs could be mistaking pollution for food because of an additive released by waste plastics, researchers say. A University of Hull study of crabs off the Yorkshire coast revealed that a plastic additive called oleamide causes hyperactivity in the creatures. Researchers found the compound could be mistaken for the chemical released by food sources during decomposition. It may mean crabs travel in search of food but find only plastic waste. PhD candidate Paula Schirrmacher, who was part of the research team, said: \"Respiration rate increases significantly in response to low concentrations of oleamide, and hermit crabs show a behavioural attraction comparable to their response to a feeding stimulant. \"Oleamide also has a striking resemblance to oleic acid, a chemical released by arthropods during decomposition.\" The study, which took place off Robin Hood's Bay in North Yorkshire, suggested \"additive leaching\" may play a significant role in attracting marine life to plastic, added Ms Schirrmacher. Oleamide has previously been identified as a major constituent in the sex pheromone of cleaner shrimp - a distant relative of the hermit crab - and could be used for chemical signalling in other species, the report found. The creatures can also detect smells in acidified oceans, and were attracted to a chemical cue known as PEA (2-phenylethylamine), according to the study. PEA is known to warn mammals and sea creatures of predators and its effectiveness may be increased in an acidified ocean, researchers said. Rising sea temperatures, combined with increased plastic pollution, may also confuse the breeding cycles of blue mussels and affect reproduction rates, the study found. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-58160697"}