{"datetime": "2021-04-05T07:01:29.000Z", "title": "North Sea whale death raises by-catch safety fears", "article": "The recent death of a humpback whale off the Northumberland coast has raised interest in and concerns for the marine mammals in the North Sea. With the number of whale sightings in the area growing, what can be done to protect them? Humpy had been seen several times before beingwashed up on Blyth beach last month. It was alive at the end of January when it was spotted off the coast from the ruins of Dunstanburgh Castle, feeding on shoals of fish. But several weeks later it was dead, its bloated carcass floating wrapped in the rope from a lobster pot. It is not known if the whale died before or after becoming entwined, but the risk posed by fishing gear is something that needs discussing now, according to Dr Martin Kitching of the North East Cetacean Project (NECP). He is quick to make one thing clear - he does not blame the fishing industry which he regards as \"a vital part of our small coastal communities\". \"No fisherman wants to catch a whale,\" he said, adding: \"It was a tragic accident. \"The general public get quite upset when things die. There is a tendency to start trying to find someone to blame, but there isn't anyone to blame. We need to understand the needs of every sea user.\" The humpback, named Humpy by the Newbiggin-by-the-Sea Dolphin Watch group and NL_HW_003 \"Kern\" by the NECP, was one of the growing number of whales visiting the coast of north-east England. Over the past 16 years, there has been an average of one humpback sighting a year, according to NECP surveys. But nine of those have actually been seen in the last three years, Dr Kitching said. So-called by-catch, where animals not meant to be caught become entangled in fishing gear, is not a new problem - a workshop was held in 2019looking at the \"monitoring and mitigation\" of the problem - but it could become an increasingly common one in the North East, Dr Kitching warned. \"More whales means a higher risk of interaction,\" he said. \"We need to be talking now about how these things happen and whether they can be mitigated.\"Everybody has a desire to avoid accidents like this.\" Two types of whale have been spotted off the North East coast in recent years. The humpback is quite comfortable loitering around the 200ft-deep (60m) waters feasting on shoal fish. But it's a different story for sperm whales, one of whichwashed up dead earlier this year in East Yorkshire and another near Newbiggin, Northumberland, in October 2019 (the same month a dead humpback appeared at Dunstanburgh). Sperm whales mainly feed on giant squid, which can only be found several hundred metres below the surface. Their presence in the North Sea is the equivalent of an HGV taking a wrong turn off a motorway into a narrow country lane. Sperm whales feed in the Norwegian trench off the coast of Norway, then head around the top of Scotland and into the Atlantic. But sometimes their navigation goes awry and they down the east coast of Britain, where they find themselves in the shallower waters of the North Sea. Here, their fantastic sonar which they use to find food becomes their own worst enemy. Theclick made by a sperm whale's echo locater can be akin to a jet engine, but in shallow waters the boom bounces back at them, \"essentially deafening and confusing them\", Dr Kitching said. \"It's incredibly worrying if we see a sperm whale off the Northumberland coast,\" he said, adding: \"It would be by luck rather than design if they managed to get back into deeper water.\" Whales get their water intake from their food, so if they do no eat they dehydrate and death soon follows. One idea is to herd the whales like cattle, pushing them back to the deeper waters. But that is impossible according to Dr Kitching. \"You would essentially have to herd them as far as Norway, and anyway trying to herd them would cause just as much stress as if you left them. \"If a sperm whale ends up in shallower waters, there is usually only one outcome.\" One idea suggested on social media is for a temporary fishing ban in any areas where a whale is spotted. \"We would never support that,\" Dr Kitching said, adding: \"That's like using a sledgehammer to crack a nut.\"Fishermen will be the ones to come up with the solutions.\" The fishing industry is already looking at the issue according to Dale Rodmell, assistant chief executive of the National Federation of Fishermen's Organisations. Several projects are under way, from minke whales in Scotland to dolphins in Cornwall, looking at by-catch. \"Good practice already takes place,\" Mr Rodmell said, adding: \"Too many people look to berate the fishing industry and those dependent upon it for their livelihood, but fishermen do not want to catch whales. \"Things are happening at a national level to understand how significant the problem is and how we can mitigate it.\" Static gear - such as gillnets or lobster and crab pots - is fixed tightly to the sea bed and ropes are not left floating in the water, he said. Trials are also being undertaken elsewhere in the world, like testing different colours of rope in Australia or 'ropeless' fishing in North America. \"Those are not necessarily suitable for our fisheries but efforts are under way to find what works,\" Mr Rodmell said. The government is already drawing up plans to reduce the by-catch risk, according to the Department for Food, Environment and Rural Affairs (Defra). It funds the Clean Catch UK research project and is developing a \"UK By-catch Plan of Action\" which will \"outline how we can go further to protect these iconic animals in UK waters\", a spokeswoman said. \"The UK government is fully committed to protecting vulnerable marine species,\" she said, adding: \"Our by-catch monitoring programme already provides vital insight into how we can stop the entanglement of whales and other marine mammals in fishing gear.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-56538651"}