{"datetime": "2021-06-11T10:58:34.000Z", "author": "Helen Briggs", "title": "Plastic pollution: take-out food is littering the oceans", "article": "Plastic from take-out and convenience food is littering rivers and oceans - but straws are not the worst offenders, according to a new study. Scientists analysed global inventories cataloguing more than 12 million pieces of litter found in and around rivers, oceans, shorelines and the seafloor. They found eight out of 10 items listed were made of plastic. And 44% of this plastic litter related to take-out food and drinks. Single-use bottles, food containers and wrappers, and plastic bags made up the biggest share. \"It was shocking to find out that bags, bottles, food containers and cutlery together with wrappers account for almost half of the human-made objects on a global scale,\" said study leader Dr Carmen Morales of the University of Cadiz, Spain. \"We found them in rivers, on the deep seabed, on shorelines and floating off our coasts.\" Measures to cut plastic pollution have focused on the likes of straws, cotton buds and drink stirrers, which are relatively easy to replace.The researchers say these actions are welcome, but they recommend also tackling plastic from take-out food and drink. They say this type of plastic is often discarded outdoors after being used for only a very short time and should be prioritised. Writing in the journal Nature Sustainability, they suggest three possible strategies for tackling the problem: The study also highlighted the problem of litter from fishing gear, such as plastic nets and ropes, which was the biggest problem in the open ocean. Dumped and discarded nets and lines can be deadly for marine wildlife. A second study by the University of Cadiz looked at litter released into the ocean from rivers in Europe alone. Its estimates suggest between 307 and 925 million items of floating litter travel along European rivers to the sea each year. Plastic made up about 80% of this, dominated by bits of plastic as well as single-use plastics such as bottles, food packaging and bags. Turkey produced the most litter (16%), followed by Italy (11%), the UK (8%), Spain (8%) and Greece (7%). Lead researcher Dr Daniel Gonzalez said action was needed to encourage consumers to reduce their plastic consumption. \"We need to act from a citizen's point of view and also from the policy side,\" he said.Follow Helenon Twitter. ", "url": "https://www.bbc.com/news/science-environment-57436143"}