{"datetime": "2021-07-13T06:17:14.000Z", "title": "Plymouth Sound marine park grant a 'game changer'", "article": "A grant of £9.5m will help to establish the UK's first National Marine Park. The project at Plymouth Sound in Devon will use the National Lottery award money to create an estimated 464 jobs in 20 new enterprises. The scheme also aims to protect the area's 1,000 marine species and help tackle the impact of climate change. The leader of Plymouth City Council Nick Kelly described the grant as \"a game changer for Plymouth\". He added: \"For too long Plymouth hasn't fully embraced the sea and its waterfront - this funding means we can now put the sound right at the heart of our plans.\" The National Lottery Heritage Horizon Award was set up in 2019 to \"support ambitious, innovative and transformational projects that will revolutionise UK heritage\". Stuart McLeod, director at The National Lottery Heritage Fund, said: \"We are thrilled to take part in shaping Plymouth Sound's future and delighted our funding will help to establish the UK's first National Marine Park.\"This project will not only leave a positive social and economic legacy for the region but an environmental one too, helping to counter the effects of climate change on the marine environment. Plymouth Sound aims to tackle and improve the consequences of the current climate crisis on the area and its marine life.\" The park will include a new Welcome Centre at the National Marine Aquarium, new accessible facilities and a project working with the Ocean Conservation Trust toexplore how seagrass can function as a carbon store .Culture Minister Caroline Dinenage said: \"It's absolutely brilliant to see this investment in Plymouth's heritage. This hugely ambitious, exciting project will not only protect and preserve Plymouth Sound but will also create jobs, support the local community and help the area to build back better from the pandemic.\" Labour MP for Plymouth Sutton and Devonport Luke Pollard said it was \"a fantastic day for Plymouth\" and called it \"an incredible opportunity to reconnect with our oceans\". Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-57808535"}