{"datetime": "2021-06-06T00:14:17.000Z", "title": "Turkey president Erdogan vows to solve 'sea snot' outbreak", "article": "Turkey's President Recep Tayyip Erdogan has promised to save the country's shores from \"sea snot\" building up in its waters. A thick, slimy layer of the mucus-like matter is spreading along the Sea of Marmara near Istanbul, damaging marine life and the fishing industry. Experts blame pollution and climate change. \"Hopefully, we will save our seas from this mucilage calamity,\" President Erdogan said. \"Sea snot\", or marine mucilage, is a naturally-occurring green sludge that forms when algae is overloaded with nutrients as a result of hot weather and water pollution. It was first found in Turkey in 2007 but has also been discovered in the Aegean Sea near Greece. Turkey's recent outbreak along large areas of the Sea of Marmara, which connects the Black Sea to the Aegean Sea, is believed to be the biggest in history and is causing havoc for local communities. President Erdogan blamed untreated sewage being dumped into the sea, as well as rising temperatures, and urged officials to investigate. \"My fear is, if this expands to Black Sea... the trouble will be enormous. We need to take this step without delay,\" he said. His government has dispatched a 300-strong team to inspect potential sources of pollution. Boats travelling through the Sea of Marmara have to navigate the grey sludge, and some fishermen are being prevented from working as it clogs up their motors and nets. Divers have reported that large numbers of fish and other species are dying from suffocation. Professor Bayram Ozturk of the Turkish Marine Research warned such problems would continue unless there was fresh investment to treat and purify waste water being pumped out of Istanbul. \"Due to the overgrowth of the mucilage, several species are under threat [including] oysters, mussels, sea stars,\" Prof Ozturk told the BBC. \"It's a real catastrophe.\" ", "url": "https://www.bbc.com/news/world-europe-57372677"}