{"datetime": "2021-03-03T10:35:03.000Z", "author": "Manish Pandey", "title": "UK will no longer use bee-harming pesticide", "article": "A pesticide believed to harm bees won't be used in England, after it had been approved for temporary use in January. The government had authorised the emergency use of a product containing the chemical thiamethoxam, because of a virus which affected sugar beet seeds.But that protection won't be needed now, as the colder weather means there's less risk to the crop. Environment Secretary George Eustice said emergency authorisation was only \"granted with strict conditions\". The Department for Environment, Food and Rural Affairs (Defra) says to justify use of the pesticide, its predictions had to show that the virus would reach a certain level. \"In the event, that pest threshold was not passed so this seed treatment will not be used this year,\" Mr Eustice added. In 2018, analmost total ban was put in by the EU and UK because of the serious damage the chemical could cause to bees. Scientific studies have linked the use of these chemicals to the falling numbers of honeybees, wild bees and other animals which pollinate plants. At thetime of the ban , Michael Gove, then environment secretary, said the UK was in favour as it couldn't \"afford to put our pollinator populations at risk\". But according to Defra, the amount of sugar beet grown in 2020 was reduced due to the yellow virus - and similar conditions in 2021 would have caused the same problems, unless it took action. It now says some damage to the crop is still likely, but expected to be below the level at which the pesticide use is considered to be justified. Milan Wiercx van Rhijn, from the charity Bees for Development was initially \"disappointed\" by the government's initial decision to allow the use of the pesticide. He's \"relieved\" the pesticide won't be used, but remains concerned it was even an option. \"Agriculture must be regenerative, and we cannot continue destroying the ecosystem on which we depend,\" he tells Radio 1 Newsbeat. \"Future generations will be shocked that we ever considered using these toxins - we see already the catastrophic decline in insects and biodiversity.\" The 32-year-old explains the insects play a vital role in the food chain - with around a third of the food we eat relying on pollination mainly by bees. \"If we kill the insects which are the starting blocks in the chain, we'll kill the animals higher up,\" he adds. \"It's hard to grasp how much of an impact it'll have on us.\" Milan agrees it's important to protect sugar beet - but says longer-term solutions have to be the focus. \"If we keep thinking about these short-term solutions and rolling back, we'll never get to the point where we don't use these products.\" He suggests a greater focus on having \"strong, resilient bio-abundance\" - which is letting things grow properly and \"not cutting them down\". \"Keep your flowers growing in the spring, as that will have food for pollinators.\"The Wildlife Trusts, whichthreatened legal action , said it was \"delighted\" by the decision to not use the pesticide. But it added: \"This stay of execution does not change the underlying issue - that the neonicotinoid could be allowed in the future.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-55566438"}