{"datetime": "2021-06-18T14:08:52.000Z", "author": "Manish Pandey", "title": "Octopuses feel pain and need legal protection, say MPs", "article": "When you think of an octopus or lobster, what comes to mind? Seafood or intelligent marine life? A group of Conservative MPs think it's the latter and argue they should be included in a law to protect animals.The Animal Welfare (Sentience) Bill recognises animal sentience - which is the capacity of animals to have feelings, including pain and suffering.It currently says fish, and other vertebrates which feel pain, should be protected as much as possible. Animals like lobsters and octopus are not currently protected by the bill because as invertebrates, their body is different to ours, so they aren't thought to have those complex feelings, says a report by theConservative Animal Welfare Foundation (CAWF) . The report says arguments against recognising these species focuses on physical differences between these animals and humans - but this fails to understand what it means for an animal to have feelings. It says those species \"undoubtedly experience the world in extremely different ways to ourselves,\" but what matters is whether they feel pleasure and pain. \"Animals have helped us quite a lot, so we should return the favour and help them,\" marine biologist Emily Sullivan tells Radio 1 Newsbeat. The 25-year-old manages the research aquarium at the Marine Biological Association, which means she's worked with lots of invertebrates such as octopus, lobster, crabs, crayfish and cuttlefish. She feels they should be recognised in the bill - which is currently in the House of Lords. There are already regulations around using animals in scientific research, including octopus and squid - though not all species.\"The aim of that is to minimise pain, stress and suffering in research,\" Emily says. \"I personally do think they can recognise and feel pain, so should be protected more.\"Having interacted with lots of these species, Emily feels they are self-aware and understand what's around them. \"It definitely varies between species, and it's not the same level for all of them. But for example cuttlefish, related to octopus, are very intelligent,\" she says. \"The ones we have here, when you walk past their tank they come up and have a look, see what you're doing and definitely respond. You can see them watching you.\" Emily feels it's clear when they feel pain or suffering \"because their behaviour changes a lot\". \"They become quite lethargic and their appetite changes. That's true for a lot of the animals, including crabs and lobsters.\" Emily says including them in the bill will have a big impact on the animals themselves because \"they aren't really protected or regulated much\". The report found the UK fishing fleet lands more than 420 million of species such as squid, octopus, crabs and lobsters each year, and says \"with so many individuals at stake\", it's important to be cautious even if there's not complete certainty these animals are sentient. The new animal welfare legislation will mean any new government policy will have to take into account that vertebrate animals can experience feelings including pain or joy.That will be decided by a committee made up of animal experts from within the field.A spokeswoman from the Department of Environment, Food and Rural Affairs told Newsbeat the UK was \"proud to have some of the highest animal welfare standards in the world\". \"We are fully committed to strengthening them further to ensure all animals avoid any unnecessary pain, distress or suffering,\" she said. She added there is already a review on the feelings of species such as octopus, cuttlefish and squid and the government will \"carefully consider the results\" of this. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-57528249"}