{"datetime": "2021-04-09T06:36:20.000Z", "author": "Victoria Gill", "title": "Ocean noise: Study to measure the oceans' 'year of quiet'", "article": "Ocean scientists around the world are studying the \"unique moment\" of quiet created by the pandemic. The researchers have called their vast listening experiment: The year of the quiet ocean.\"Lockdown slowed global shipping on a scale that would otherwise be impossible,\" explained Prof Peter Tyack from the University of St Andrews.The scientists plan to listen to the ocean soundscape before, during and after lockdown.They have identified 200 ocean hydrophones - underwater microphones that are already in place around the global ocean. \"So the idea is to use those to measure the changes in noise and how they affect marine life - like calling whales or fish choruses,\" Prof Tyack said.\"Just like people and cities may have noticed that, with much less traffic noise and human activity, you hear more birdsong or maybe see more wildlife in your own environment, we need ways to monitor that in the ocean.\" The aim is not only to measure how the pandemic briefly changed the ocean soundscape, but to take the opportunity to find out how decades of increasing ocean noise has affected marine life. Combined with other methods such as animal tagging, researchers hope this will reveal the extent to which noise in \"the Anthropocene seas\" affects life in the deep. \"We've had such a big impact on the world's oceans - with pollution and climate change - but the thing about noise is that it's relatively easy to turn down the volume,\" said Prof Tyack.Prof Jennifer Miksis-Olds, an ocean acoustics expert from the University of New Hampshire said that the data from the year of the quiet ocean would provide insight into much more than just noise pollution.\"There is so much we can learn from just listening to the sound of the ocean,\" she said. \"One of my goals is to build a global ocean soundscape map, where you could see the sounds of shipping routes, see migration patterns of whales - from their song - and even learn about climate change from the sounds of icebergs calving.\" She added that listening to the ocean could help to \"find the balance\" between human activity and the natural processes in the ocean.Evidence has been building that, over decades, human-made noise has gradually fallen out of balance with natural marine sound. According to a major review of the evidence that was published recently in the journal Science , activities like shipping, construction, military activity and undersea surveys for oil and gas, are all \"drowning out\" the healthy ocean soundscape. The impacts can be seen most dramatically in mass strandings of some species of deep-diving whales, events that studies have linked to the use of naval sonar .\"But even the larvae of fish use the sound from a coral reef to understand where to settle,\" explained Prof Tyack.\"As a primate, we humans are used to vision as our distance sense - its how we know where we are in the world. But if you've ever been snorkelling, you'll know that you can only see a few metres, but you can hear things kilometres away - even hundreds of kilometres away. \"Marine life has evolved amazing mechanisms to be able to use that to understand where it is in its environment and find prey and communicate. \"So we need to change our mind-set - stop asking how much more noise we can add to the ocean, but how we can reduce it and repair the damage.\" Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-56676820"}