{"datetime": "2021-05-24T11:40:11.000Z", "author": "Darin Graham", "title": "Fish 'not as carbon friendly' as previously thought", "article": "Eating fish could be worse for the climate than previously thought, according to a recent scientific study . Previous research indicated that seafood has a smaller carbon footprint than other animal proteins, because fishing doesn't require farmland or the care of livestock. But a new study claims that catching fish using heavy nets that drag across the seabed - known as bottom trawling - emits about the same amount of carbon dioxide (CO2) globally as the aviation industry.Seabed sediments that act as huge carbon sinks are churned up during this kind of trawling - and this results in CO2 being released. \"The ocean is full of little creatures that we call the plankton, microscopic algae and microscopic shrimp and so forth,\" says Dr Sala, explorer-in-residence at National Geographic and leader of the study published in Nature. Speaking to theBBC World Service's, The Climate Question , he says \"most of these creatures, when they die, will sink to the bottom of the ocean. And over thousands and millions of years, those little organisms will accumulate first forming mud\". His paper calculates that on average, about 1Gt (gigaton) of carbon dioxide is created because of bottom-trawling activities. \"That's about 2% of the global CO2 emissions,\" he says.By comparison, it is estimated that aviation emits about 1.04Gt or 2.5% of global emissions each year.Bottom trawling is one of the most common methods of fishing in the world and the government says it accounts for half of the UK's annual fish catch. However, The Climate Question spoke to fishing experts who dispute the results of the paper and are concerned that Dr Sala has overestimated the CO2 emissions resulting from bottom trawling.The South African Deep-Sea Trawling Industry Association says that it is not yet known how much carbon in the ocean gets into the atmosphere.Dr Sala believes, however, that this information is not as crucial as it might seem. His argument is that if too much CO2 is absorbed into the water from the seabed, then the oceans will be able to absorb less carbon from the air. \"The ocean absorbs a quarter or more a third of our CO2 emissions every year. So if we increase the CO2 in the water, that will diminish the ability of that part of the ocean to absorb more CO2 from the atmosphere, \" he says.Protecting parts of the ocean could be one way to stop these emissions, he argues, and many countries have created marine protected areas, or MPAs.Nearly a quarter of the UK's waters are covered by MPAs, however, thecampaign group Oceana , says that most of those areas still allow bottom-trawling. Minna Epps, the global director of the marine and polar programme at the International Union for Conservation of Nature (IUCN), says this is because some MPAs allow those kinds of activities to take place.\"There are six different categories which the IUCN sets, basically ranging from the absolute strict, no interference to the lowest category where you are allowed to have bottom-trawling activities within that.\" The UK government says it recognises \"the important role of marine habitats\" and how carbon stored in the seabed supports in the fight against the climate crisis. It says it is committed to reducing the impact of the fishing industry on marine life.\"While trawling can cause carbon to be released from sediments, the processes are complex and the overall impact remains unclear,\" a spokesperson from the Department for Environment, Food & Rural Affairs (Defra) said.Defra says the UK wants to increase the number of MPAs, and is leading calls \"for a new global target to protect at least 30% of the ocean by 2030\". But some in the fishing industry warn against setting up too many marine protected areas - as bottom trawling might just be displaced elsewhere.\"What are the impacts of where the vessels have been moved to? Not only that, it's likely that somebody else will be fishing there, what are the knock on consequences there?\" says Barrie Deas, chief executive of the National Federation of Fishermen's Organisations. \"Like the rest of the citizens of the world, we as an industry take climate change very seriously. And obviously we have to play our part in in addressing it,\" he says. \"We as a planet need to be able to fish for food and bottom trawling has an important role to play.\" Listen to The Climate Question onIs bottom trawling for fish bad for the climate? on Monday 23 May 2021 on BBC World Service radio, or catch up with thelatest podcasts here . ", "url": "https://www.bbc.com/news/science-environment-57202758"}