{"datetime": "2021-05-20T05:38:38.000Z", "author": "Jonathan Morris", "title": "Free wooden bellyboards for hire in push against pollution", "article": "Wooden bodyboards will be rented out for free in an attempt to cut polystyrene pollution. Campaigners say thousands of polystyrene body boards are discarded every year at beaches in the UK, sometimes after one use. North Devon resort Westward Ho! has already banned the sale of the boards. A number of shops in Devon, Cornwall, Sussex and Pembrokeshire will now offer wooden bellyboards for free hire as a \"sustainable\" alternative. Attention was drawn to the issue in 2010 whenmore than 200 discarded boards were collected in Polzeath, north Cornwall. In Croyde, north Devon, more than 400 boards were discarded on the beach in 2020 and in Newquay beach rangers estimate 20 boards are thrown away every day in the holiday season. Jamie Johnstone at Dick Pearce Bellyboards of Newquay is sending wooden bellyboards to 10 surf shops to be rented out for free. \"People can borrow them every day but the idea is that they will realise how much fun they are and that they will last forever,\" said Mr Johnstone. \"I live in Newquay and I got so fed up with seeing all the polystyrene boards being dumped on the beach, there is quite an obvious problem.\" A free board rental scheme in Westward Ho! has been set up by the Plastic Free Torridge campaign group. It said more than 16,000 cheap polystyrene bodyboards were discarded on UK beaches every year. Spokesman Andrew Cross said: \"They are poor value and bad for the environment. \"Polystyrene is fragile and crumbles easily posing a danger to sea and shore life alike.\" Kitemare store in Westward Ho! is hiring out 12 free wooden boards from Wet Dog Bellyboards, designed by local schoolchildren. Big wave surfer Andrew Cotton from nearby Braunton, is hoping other resorts will join the charge against the tide of polystyrene bodyboards. He said: \"Everyone is waking up to single use plastic so why shouldn't single use bodyboards be the same? \"The amount of bodyboards collected on the beaches is insane so it's definitely time to change our habits.\" Neil Hembrow of Keep Britain Tidy said polystyrene bodyboards were \"like a tidal wave of waste washed up on beaches\". He said: \"But a culture change is happening, we are now seeing moves by communities to stop the use of these polystyrene boards and if the pressure grows then hopefully we can get a complete ban.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57148227"}