{"datetime": "2021-06-10T03:23:39.000Z", "author": "Ranga Sirilal and Andreas Illmer", "title": "X-Press Pearl: The 'toxic ship' that caused an environmental disaster", "article": "Earlier last month, a cargo ship carrying chemicals caught fire off the coast of Sri Lanka - leaving in its wake an environmental disaster that the island will likely have to live with for decades. For days it stood burning off the Sri Lanka coast, plumes of thick dark smoke that could be seen from miles away. But the X-Press Pearl has now fallen silent, lying half sunken off the coast of Sri Lanka, its hull resting on the shallow ocean bed. But though the flames have now been doused - the problems have only just begun.Onboard the ship, there are still towers of containers stacked upon each other, many containing chemicals highly dangerous to the environment - some of these have already leaked into the water, sparking fears that it may poison marine life.Additionally, tons of tiny plastic pellets have already washed up on local beaches nearby. And then there's the hundreds of tonnes of engine fuel sealed in the sunken hull that could also potentially leak into the sea.Aside from the environmental threats, there are also devastating consequences for the local communities, fishermen who overnight lost their livelihoods and will likely suffer for years to come.\"We are small time fishermen and we go to sea daily. We can only earn something if we go to sea - otherwise our entire family will starve,\" one local fisherman, Denish Rodrigo, told the BBC. One thing stands out when looking at photos of the disaster - tiny round pieces of plastic that stretch out almost as far as the eye can see.These plastic pellets, also called nurdles, are used to make nearly all plastic goods. \"There were some 46 different chemicals on that ship,\" Hemantha Withanage, a Sri Lankan environmental activist and founder of the Centre for Environmental Justice in the capital Colombo, told the BBC.\"But what's been most visible so far are the tonnes of plastic pellets.\"Since late May, such pellets from the X-Press Pearl cargo have ended up on the Negombo beaches while fish have already been washed up with bloated bellies and pellets stuck in their gills.The plastic can take between 500 to 1000 years to decompose and is likely to be carried by ocean currents to shores all around Sri Lanka and even to beaches hundreds of kilometres away from the shipwreck.Yet while the plastic might be the most visible impact so far, it's not the most dangerous one.\"If these nurdles are within fish we eat, they're usually in the fish's digestive tract,\" Britta Denise Hardesty of Australia's CSIRO Oceans and Atmosphere told the BBC. \"But we don't eat the entire fish unless it's maybe anchovies or sardines. \"Pellets are often sensationalised but there is no strong evidence that humans are shown to have detrimental impact from eating fish that may haven eaten plastics.\" But for the fishermen of Negombo, their concern is not only what's inside the fish - but the possibility of not being able to catch any fish at all.Fishing has now been banned in the affected area - meaning that many of them have lost their income and livelihood practically overnight.\"The fish are bred in the coral reefs in the area and authorities are saying that all those breeding grounds are destroyed due to the dangerous chemicals. There is no other option than jump into the sea and die,\" says Tiuline Fernando, who's been a fisherman for the past 35 years. While the government is expecting compensation and insurance money from the Singapore-based owners of the ship, the locals aren't too optimistic that much of that money will be used to help them.However the fishermen's association told the BBC that they would desperately need help, both the fishermen and the wider community. \"It's not only us,\" explains Densil Fernando, the president of the group and a fisherman himself.\"There are other related industries that are also impacted by this. We buy nets and engines and boats, we need oil, there are people who pull the boats. There are thousands of other related jobs connected to this fishing industry.\" The most long-lasting impact, likely to affect the country for decades, is that of chemical pollution.Among the most dangerous elements on board the ship are nitric acid, sodium dioxide, copper and lead, says Mr Withanage.Once in the water, these chemicals make their way into the bellies of the local marine life.Small fish might die quickly as a result of poisoning, but bigger ones are less likely to. Instead, feeding on smaller fish, the toxins will slowly build up in their bodies over time.Mr Withange says fish, turtles and dolphins have already washed up dead on the beaches. Some of those had turned a greenish colour, suggesting contamination with metals and chemicals. \"So if in a few years you catch a tuna, it will still be contaminated - this bioaccumulation will be a serious problem.\" This means fish from the area will be dangerous for humans - not just for now, but for years to come.\"People need to be educated on this,\" Mr Withange urges. \"It's a completely toxic ship now. Any litter coming to shore is very poisonous and people should not even touch it.\" The problem is by no means limited to the immediate area around the shipwreck on Sri Lanka's western coast.\"Wastes, toxins or plastics don't follow geographic boundaries,\" Britta Denise Hardesty of Australia's CSIRO Oceans and Atmosphere told the BBC.\"They will be carried by wind, waves, currents and those things change seasonally.\" While there have been shipwrecks before, Sri Lanka has never faced one with such poisonous cargo - and the country is not well prepared for a difficult job like this.Activists urge that international experts will be crucial.The shipping company that owns the X-Press Pearl has already commissioned an international firm to respond to the crisis and says its specialists are on the ground in Sri Lanka.But Mr Withanage doubts whether a profit-driven firm will really do its utmost to help the situation. The shipwreck has become a high-profile insurance case and the idea of a large pay out could very well trump the concern for marine life.The Centre for Environmental Justice has sued both the Sri Lankan government and the shipping company over the situation, but the group acknowledges that the best outcome might just be that of raising awareness.For now, Mr Withanage's biggest hope is that the disaster will at least be a valuable lesson to prevent another such disaster.", "url": "https://www.bbc.com/news/world-asia-57395693"}