{"datetime": "2022-02-01T10:56:31.000Z", "title": "David Beckham surprises solo Atlantic rower with video message", "article": "A solo rower who is halfway through crossing the Atlantic Ocean from Portugal to Miami has been sent a video message from David Beckham. Jack Jarvis from Hamble, Hampshire set off on the 4,500 nautical mile (8,334km) fundraiser on 3 December. In his video, the former England captain said \"I wanted to wish you luck - you are truly inspirational\". The 28-year-old rower said: \"It was such a surprise, I was absolutely buzzing\". The army soldier, who has been at sea for 60 days, reached the halfway point at about 06:40 GMT on Tuesday. He said: \"I am really happy - it's a nice tick off. In your head it's now easier to finish.\" Speaking from his boat, that's been named Budgie after his grandfather, Mr Jarvis added: \"I am currently over 1,000 nautical miles from any land which means I am closer to the International Space Station than land. \"I haven't even seen any ships in the last two weeks \" He said he planned to celebrate with a packet of digestives \"although I'll have to wait a week to open another packet\". Mr Jarvis spent nearly two years planning the challenge in memory of his grandfather who died in 2007. He said: \"Whenever I start to feel a bit sorry for myself - I just think of my grandad who had a brain tumour for two years - when you compare it to that I haven't really got much to complain about.\" Thanking people for their support he said \"their generosity and incredible messages wishing me luck are keeping me motivated\". He hopes to raise £50,000 for Isle of Wight-based charity brainstrust. Will Jones, CEO of brainstrust said: \"All of us in the brain-tumour community are cheering Jack on. This is a herculean transatlantic record attempt. His incredible spirit, endurance and tenacity are inspiring us all. Jack, thank you.\" Mr Jarvis is believed to be the only person to ever attempt this route and hopes to become a Guinness World Record holder if he completes it. He will be at sea alone for almost 100 days and is expected to reach Miami at the start of April when he said he was looking forward to \"a big cheeseburger, fries, a milkshake and a pint\". Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60212553"}