{"datetime": "2022-01-18T06:09:58.000Z", "author": "Angie Brown", "title": "Waves roared like jet engines as we rowed the Atlantic", "article": "A team of Scottish rowers said they battled waves as high as hills that roared like the sound of a jet engine as they crossed the Atlantic. The five men from East Lothian completed the 3,000-mile (4830 km) journey, from La Gomera in Spain to Antigua in the Caribbean, in 36 days, 3 hours and 33 minutes. Ian Baird, Duncan Hughes, Ross McKinney, Fraser Potter and Clive Rooney were competing in the 2021 Talisker Atlantic Challenge. They finished third out of 36 boats - and described the journey as the hardest thing they had ever done. \"We had 40ft waves and then rogue ones that would dump water all over you, knocking you off your seat onto the deck. It was absolutely awful,\" Ian Baird told BBC Scotland. \"If our feet hadn't been strapped in and clipped onto the boat we would have been in the water. \"The waves were as big as hills and would come in sounding like a jet engine, it was terrifying at points.\" He said falling from the boat would have been fatal as the craft could not be turned around fast enough to find a crew member in the darkness. The feat of endurance, which they finished on Monday, left them covered in bruises, callouses, cuts and blisters. During the journey the team, called Five in a Row, established a rotation which allowed two of them to sleep for two hours at a time while the other three would continue to row. However, Ian said their beds were \"fibre glass coffins\" with little air. \"I found it so hard to sleep as it was so hot and airless,\" he said. \"The idea of the two-hour sleep pattern is that the REM sleep cycle is 90 minutes and you wake up feeling fresh. \"That only happened about three times to me. I would have seriously weird dreams and wake up all discombobulated. \"There were lots of times where we would put our sunglasses on and have a wee cry while we were rowing. It was so tough and wild horses wouldn't make me ever do it again.\" The team - who met at North Berwick Coastal Rowing Club - wore long-sleeve tops so they were not having to carry and wear lots of sun cream.They used baby wipes to clean and occasionally had a bucket bath using special soap and seawater put through their desalinating machine. They ate 8,000 calories a day from rehydrated meals, oatcakes, chocolate and fruit. Ian said: \"We made a huge mistake in the beginning by bringing on lots of boxes of takeaway pizzas as it just stank up the cabins for a week.\" They also suffered weeks of seasickness before they found their sea legs. Once a week they jumped off the boat to clean the hull of barnacles, which would otherwise slow the boat down. \"About a week ago just after we had done it a shark was circling the boat, so we decided we were never doing that again.\" A Minke whale also dived down under the boat at one stage, and the rowers were also surrounded by a huge pod of dolphins. The team had raised the £115,000 needed to get them to the starting line through corporate sponsorship and fundraising. Any additional funds raised will be given to the charity Reverse Rett. Father-of-four Ross' daughter Eliza, now aged 10, was diagnosed withRett Syndrome when she was three years old. This rare genetic disorder affects previously healthy children between the ages of one and three, taking away their ability to walk, talk, use their hands and even breathe normally. Ross' wife Catherine McKinney, 46, flew out with their children to greet him on the finish line. She told BBC Scotland: \"It's amazing what they have done. They have had to take all their wet clothes off to sleep before putting damp clothes back on again every two hours for five weeks. \"It's been relentless and really tough. \"They are bruised and battered from being thrown off their seats by huge waves and they have done amazingly well to keep up the stamina.\" Ian added: \"We have lots of mixed emotions but chiefly we are very proud of what we have achieved. \"I don't think any of us expected a podium finish in such a strong fleet. \"I don't think we will ever do anything as hard ever again for the rest of our lives.\"", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-59987527"}