{"datetime": "2022-01-11T13:28:03.000Z", "title": "Lunch box plugs hole in boat after Atlantic fish attack", "article": "A lunch box has been used to fill a hole in a boat after it was attacked by a marlin in the Atlantic Ocean. The fish struck on Sunday as four men, The Wrekin Rowers from Shropshire, took part in an Atlantic challenge. It struck the rowing boat leaving a hole \"as big as two fists put together\" and meant water seeped into lockers where food was stored.It was patched up by a lunch box lid but the repair was not entirely successful. Brothers Gary and Stuart Richards, Stuart Shepherd and Martin Skehan are taking part in theTalisker Whisky Atlantic Challenge , which started on 12 December. Rowers row 3,000 miles (4,800 km) from La Gomera in the Canary Islands to Antigua. \"We are burdened down with I'd say 50-60 litres on the port side\" said Gary Richards.\"It's sword went through two of the internal lockers and pierced the deck on the top in between the two rowing stations.\" The four men had fibre glass repair kits but were unable to use them under water. Mr Richards said they \"cut a lid off a sandwich box that was carrying some tools\" to create their own make-shift patch.\"We were in the water trying to fix the patch on the outside of the boat and we had some rope through the patch trying to pull it tight from the inside\", he added.Unfortunately, the repair was not completely successful and the teammates are now rowing at an angle because of the added water on the port side.Despite marlins being very common in the Atlantic, the Wrekin Rowers didn't notice any in the water before the attack.Mr Richards said he feels they have been \"very lucky,\" as the fish's spear went through the rowing station and they could have been injured.The four men were making good progress before the marlin attack, covering on some days, over 70 miles. But, they are determined not to get assistance off anyone and will be getting to the end of the race \"even if it takes us a lifetime\". The goal is to raise £100,000 for Severn Hospice and the Royal National Institute of Blind People. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-59952627"}