{"datetime": "2021-12-15T16:28:46.000Z", "author": "Jonah Fisher", "title": "Heartbreak over 'failed' bid to remove Gough Island's mice", "article": "The head of an ambitious plan to eradicate mice from an island in the South Atlantic says he's \"heartbroken\" by the project's apparent failure. Footage from a camera trap on Gough Island showed that at least one mouse had survived a hugely complex effort to completely remove them. The rodents are thought to have been introduced to the island by sailors in the 19th century. They have been feeding on the chicks and eggs of seabirds. Millions of birds nest on the remote island, but the invasive mice have been having a growing impact on bird numbers.\"The presumption is that where there is one mouse there are likely to be more mice,\" Andrew Callender, from the Royal Society for the Protection of Birds (RSPB), told BBC News. \"That will mean that the project has not been successful in its primary goal.\" Mr Callender has been overseeing the project for the last three years and said he was \"heartbroken\" and his team \"devastated\" by the mouse sighting. Efforts are now being made to try and see how many others have survived. Gough Island is roughly halfway between Africa and South America and is home to one of the world's largest seabird colonies.Until the arrival of the mice several hundred years ago, it hosted no mammals, meaning that endangered and critically endangered species like the Tristan albatross and MacGillivray's prion could breed and nest safely. \"The seabirds have not evolved to have defences against mammalian predators,\" said Mr Callender. \"When eggs are hatching very often the birds are being killed by mice within hours.\" During the southern hemisphere's winter (British summer) of 2021, a hugely complex mice eradication programme was undertaken with some calling it the conservation equivalent of the Moon landing. The participants reached Gough Island by travelling for a week by boat from South Africa in often treacherous conditions. On the days the weather enabled them to fly, helicopters targeted the mice by scattering poison across the island. With the entire project costing more than nine million pounds, the aim was that it would be a \"one off\", to turn the clock back and eliminate the mice once and for all. ", "url": "https://www.bbc.com/news/science-environment-59673823"}