{"datetime": "2022-01-06T11:26:04.000Z", "title": "Elijah's Star rowers' Atlantic odyssey in memory of premature baby", "article": "Four friends rowing across the Atlantic Ocean in memory of a premature baby who lived for just 37 days in 2013 have passed the midway point of their trip. The rowers aim to complete a 3,000-mile (4,800km) voyage in memory of Elijah and other premature babies for charity. Elijah's mum, Jenny Halse, from Sheffield, said the memory of her baby son was still \"a fire in our bellies\". She said what the rowing team members, known as Elijah's Star, were doing for Action Medical Research was \"huge\". The team, Phil, Mac, Dean and Jason, left La Gomera in the Canary Islands, Spain, on Sunday 12 December. As of Tuesday 5 January, they had rowed about 2,020 miles (3,251km) and had about 1,428 miles (2,298km) left of their journey to complete, according to Action Medical Research. The rowers were expected to finish their Atlantic odyssey in mid-February, based on where their boat was currently located, the charity said. Ms Halse said the rowers were giving her and Elijah's dad James \"so much joy\". \"We are in awe of their strength and their determination to change outcomes for premature birth and that they are keeping his memory alive still,\" she said. Speaking of their short time with Elijah at Sheffield's Jessop hospital, Ms Halse said they were \"dark days\". But she added that Elijah living for even 37 days had \"really changed the essence of who we are...and not always for the negative\". \"He's that fire in our bellies. He makes us the people we are today,\" she said. The Elijah's Star rowers have all previously served in the armed forces and trained for the row for two years. They aim to raise money for Action Medical Research's Born Too Soon campaign to prevent premature birth, the charity said. Speaking directly from the team's boat in the middle of the Atlantic, Elijah's Star rower Mac told BBC Look North: \"Morale is high, even though it's quite a gruelling regime. \"It's two hours rowing, two hours resting, non-stop for about six weeks.\" Mac added: \"We're getting there.\"The team had originally planned to complete the challenge in 37 days to mark the time Elijah lived, but winds meant they would finish a week behind schedule, according to Action Medical Research. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-59883184"}