{"datetime": "2021-05-15T11:41:14.000Z", "title": "Hereford SAS veteran in solo Atlantic rowing challenge", "article": "A former SAS soldier is aiming to raise £500,000 by rowing the Atlantic alone. Ian Rivers, 55, from Hereford, will rely on celestial navigation to cross the 3,500m (5,632km) stretch between New York and the Isles of Scilly. He expects the solo expedition to take three months to complete, describing it as \"the ultimate challenge\". Mr Rivers, who left the military in 2011 after 21 years of service, is due to set off on Monday and said he was \"hugely looking forward\" to it. \"Doing the row solo is the ultimate challenge really because it's just me with my boat against the elements,\" he said. Mr Rivers made the decision to forego the use of GPS, instead choosing to rely on the stars and a sextant. \"For me, because it's the adventure, I wanted to go back to how seafarers first crossed oceans and actually knew where they were,\" he said. There will be a GPS tracker in the boat to enable people to track Mr Rivers in case of emergency. He believes he will be the first person to row the full northern Atlantic full route from New York to the Scillies using celestial navigation and ishoping to break a world record . As for three months at sea on his own, he said: \"The loneliness, or coping with that, and psychologically being strong during that period is one of the challenges that I'm actually looking forward to.\" However the veteran will not be completely alone as a friend's daughter \"insisted I take her teddy bear\", who has been named Captain Paddles. \"If I need to talk to someone, it'll be Captain Paddles instead of Wilson,\" Mr Rivers said, referencing the Tom Hanks' film Castaway. The money he raises will go towards St Michael's Hospice in Hereford and the Special Air Service Regiment Association's (Sasra) mental health programme. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-57126645"}