{"datetime": "2021-04-26T20:23:28.000Z", "title": "Ex-SAS soldier from Hereford set for solo row across Atlantic", "article": "A former SAS soldier who has wanted to \"row an ocean\" for 30 years is set to cross the North Atlantic alone. Ian Rivers, from Hereford, said an unsupported solo row between New York and the Scilly Isles had never been achieved and was a \"true adventure\".Mr Rivers, who will use a sextant and the stars to navigate, used nature as a guide when he escaped after being kidnapped while working in Syria.His solo row, covering about 3,500 miles (5,632 km), is for two charities. \"I'm treating it as a true adventure and, as in any true adventure, you never know the outcome until you actually get there and that's pretty much why I am doing it,\" he said.Mr Rivers, who was in the military for 27 years, is raising money for the Special Air Service Regimental Association (SASRA) and St Michael's Hospice in Hereford.He said both were \"brilliant\" charities and also hopes to raise awareness of the mental health challenges facing military personnel and veterans.While at school, he said, he was inspired by a geography teacher and became \"enthused by maps and compasses\", and that basic navigation had \"taken me through my military career\". Mr Rivers said it also helped him survive when he was working as a safety advisor in Syria in 2013 and his team was ambushed. He looked at natural indicators, such as the way trees leant towards the sun and moss on rocks during three days of travelling across the country.\"Those natural indicators gave me the pointer towards north and the safe area in Turkey,\" he said.Mr Rivers, who starts his trip next month, first pictured the feat when he was based at the Royal Citadel in Plymouth at the start of his military career.\"I used to look out across Plymouth Sound and think one day I'll actually row across from New York back to the UK,\" he said.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-56894909"}