{"datetime": "2021-09-04T01:28:47.000Z", "author": "Mark Kinver", "subject": "Climate change", "title": "Then and now: Why deforestation is such a hot topic", "article": "In our monthly feature, Then and Now, we reveal some of the ways that planet Earth has been changing against the backdrop of a warming world. For decades, deforestation has been seen as a leading cause of environmental damage. Now, the full cost that losing our tree cover is having on the world's climate is being realised, and politicians are taking notice. If there was a poster-child of environmental degradation, surely it is deforestation.The removal of trees - for example, through logging or fires - has, for many decades, been listed as one of the main factors behind nature loss and environmental harm.In recent years, the loss of tree cover around the world has also been firmly linked to the increasingly volatile changes to the climate. Plants and trees absorb up to a third of our CO2 emissions from the atmosphere each year. Yet, as we fell vast swathes of primary forests around the globe, we are reducing our planet's ability to lock away, or sequester, the harmful gas that is released from burning fossil fuels. According to the UN, an estimated 420 million hectares (one billion acres) of forest have been lost through conversion to other land uses since 1990 - that is an area roughly equivalent to the size of Libya. However, campaigns to protect forests have had an impact during the past three decades. UN data suggests the rate of deforestation between 2015 and 2020 was an estimated 10 million hectares per year, down from 16 million hectares per year in the 1990s.While the issue of deforestation is taken very seriously at a global level, the implementation of strategies and policies to reduce deforestation ultimately rests with national governments. At this level, the track record is much more patchy. For example, Brazil - for a succession of governments - seemed to be heeding international advice and deforestation rates had been falling steadily since 2004. However, scientists writing in Nature journal last year listed the Brazilian Amazon deforestation rate for the previous 12 months as the highest in a decade. Campaigners said the deforestation rate had accelerated since Jair Bolsonaro became Brazil's president in 2019. They said Mr Bolsonaro's policy of favouring agriculture and mining within the Amazon rainforest was to blame.It illustrates that international efforts to protect these valuable habitats are meaningless unless there is support from national governments. In recent years, trees have become a well-trodden solution for policymakers grappling with the threat posed by climate change. The ability of trees to sequester carbon is a very popular topic within the political arena. They are a well-known facet of the global carbon cycle, removing millions of tonnes of CO2 from the atmosphere each year. Therefore, policies that promote and encourage the planting of hundreds of thousands of trees are billed as a vital part of the shift to sustainability, and a key part of the solutions-based approach to tackling the climate crisis facing the planet. However, there are a number of potential hurdles or limitations. Firstly, can we be sure that we are planting more trees than we are losing?Are the new saplings being offered enough protection to ensure they make it to being mature specimens? It is only once that a tree reaches maturity so that it can fully absorb CO2 - on average, about 21kg each year. What species are being planted to sequester carbon? Are they fast-growing or slow-growing? How long do they live? What happens when they die? Will the timber be used for materials and construction or will it be left to rot, releasing the carbon it had locked away from the atmosphere? It has also been identified in a number of studies in urban areas that tree planting schemes are struggling to keep up with the number of trees felled in the name of development. Secondly, as only mature trees can make a meaningful contribution to sequestering carbon, it will take many decades for a sapling to reach maturity.Therefore, the trees we are planting today will only be making a meaningful difference to the volume of CO2 in our atmosphere in half a century's time. A famous Chinese saying suggests that the best time to plant a tree is 20 years ago. However, it adds, the second best time is today - so there is still hope. As another popular saying states: better late than never. ", "url": "https://www.bbc.com/news/science-environment-58399809"}