{"datetime": "2021-02-03T03:48:19.000Z", "author": "Victoria Gill", "title": "Traffic noise impairs songbirds' abilities", "article": "A test of songbirds' problem-solving skills has revealed how traffic noise impairs the animals' abilities. Scientists set zebra finches a \"battery of foraging tasks\" in the presence or absence of the noise.They found that the sound of passing cars diminished the birds' ability to find food.The results, published in the journal Proceedings B, suggest that noise pollution has \"previously unconsidered consequences for wildlife\". Prof Christopher Templeton from Pacific University in Oregon, US, led the study, which he carried out in a behavioural lab with zebra finches. The researchers set the birds the tasks both in a quiet setting and while a recording of road traffic was played.\"Just hearing a car drive by is enough to really affect their performance,\" explained Prof Templeton.The tasks were designed to mimic problem-solving and foraging (finding and gathering food) in the wild. One involved retrieving food from beneath leaf-like \"lids\" that the birds had to flip over to reveal the reward.In another test, the birds had to work out the way into a cylinder that had a piece of food inside. \"They're almost twice as likely to do [the foraging tasks] correctly if they don't hear traffic noise,\" explained Prof Templeton.\"I think these results are going to be pretty widely applicable to other species,\" he continued. \"While the zebra finches might live in a lab, it's anything but quiet. You can imagine a colony of a whole bunch of birds making sounds all the time - it's pretty noisy.\"There is mounting evidence that human-made noise has a variety of negative effects on wildlife.One study found that birdshave actually changed their songs during the relatively quiet period of lockdown . And even in the deep ocean,the noise of sonar, seismic surveys and shipping can disrupt animal communication .In another study published this week, researchers demonstrated the impact of traffic noise on crickets; the sound of road vehicles impairs the insects' ability to differentiate between potential mates based on their courtship songs. Dr Adam Bent, a zoologist from the University of Cambridge, told BBC News: \"This is causing a massive disruption to mate choice systems that have been in place for hundreds of thousands of years. \"That affects how a species will evolve, develop and adapt over time.Dr Sophie Mowles from Anglia Ruskin University, in Cambridgeshire, added that humans were \"continually changing the characteristics of environments, including through the production of anthropogenic noise\". And protecting natural environments from that noise, say scientists, will be a challenge.\"It's quite sad,\" said Prof Templeton. \"It's getting really, really difficult to find totally quiet environments not touched by human noise. \"But we can change road surfaces, think about redesigning a vehicle's tyres. I think there's great scope for trying to reduce noise - we just have to be clever with our engineering.\" Follow Victoriaon Twitter Hear more about how noise pollution is impacting the natural world on theInside Science podcast on BBC Sounds ", "url": "https://www.bbc.com/news/science-environment-55910424"}