{"datetime": "2021-08-23T20:08:39.000Z", "title": "Ex-SAS soldier from Hereford completes solo Atlantic row", "article": "An ex-SAS soldier has completed a solo row across the North Atlantic - becoming the first person to achieve the feat, according to his team. Ian Rivers, from Hereford, set off from New York on 31 May using only a sextant and the stars to navigate to the Isles of Scilly, where he arrived on Monday. He has raised nearly £100,000 for SAS association's Sentinel charity and St Michael's Hospice in Hereford.Mr Rivers was greeted by cheering crowds as he reached dry land. He said after he found the reception \"quite emotional\". \"The amount of people on the quayside, five or six deep, all cheering, all clapping... I was quite overwhelmed,\" he said. \"The unique thing about being a first is no-one can take that away from you, you know your name would always be the first person to have done it, but someone can beat the record.\" He said the experience was a \"true adventure\", despite suffering broken ribs and concussion when his vessel capsized.His team, Row Sentinel, has previously said nobody had completed the journey alone and unsupported. In 2013, Mr Rivers, who spent 20 years in the special forces, was kidnapped in an ambush in Syria when he was working as a safety advisor.He managed to escape and relied on nature - the way trees leant towards the sun and the growth of moss on rocks - to work out which way was north to enable him to head to safety in Turkey. Speaking from the Isles of Scilly, his son, Henry Rivers, said he was not surprised \"in the slightest\" that his father had decided to try to row across the North Atlantic. He added: \"He's the sort of bloke where he sees a challenge and he'll run head first into it with... a lot of preparation and a lot of skill behind it.\" Asked if there had been really worrying times, he said there had been news in the night. \"It's usually two or three in the morning we have a phone call from one of the locals, the support guys on the ground, who'll say things like... 'we've not heard from your dad for a few hours' or 'your dad's capsized twice in one night'. \"And that sort of thing for us is quite worrying as again he's hundreds and thousands of miles off the shore. We can't just ring him to check up on him, so we're relying on him being able to contact us.\"[They're] pretty scary sort of situations.\" Father Laurie Rivers said his son was unaware that he and the rower's mother were on the Isles of Scilly for the end of the challenge. Asked how proud he was of him, Mr Rivers said: \"Oh very, very much, hard to say really.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-58309267"}