{"datetime": "2022-02-14T05:08:26.000Z", "author": "Robin Levinson-King & Jessica Murphy", "title": "Canada protests: After police cleared bridge, is this the end?", "article": "A police raid has finally put an end to the costly bridge blockade at Windsor, Ontario, with the crossing reopening for traffic on Sunday night after a six-day protest. But with the demonstrations in Ottawa still going strong, is any end in sight for the anti-mandate movement? This was the moment the protesters had dreaded. \"I was hoping it wasn't going to end like this, I was hoping the police would allow us to continue to peacefully protest,\" Tyler Kok told the BBC as he left the site. The officers arrived by the bus load on Sunday morning - in balaclavas and carrying long guns, ready to oust the last few protesters blocking the roads leading to the Ambassador Bridge. A week-long stalemate was about to come to an end. About 100 vehicles had been parked along a 2km (1.25 miles) stretch of the road for days on end.There were pickups, SUVs and even a dog-grooming van, festooned with Canadian flags, anti-vaccination slogans and anti-Trudeau epithets, as well as some heavy commercial trucks. The people were a mix of evangelical Christians, anti-mask mums, vaccine sceptics and local residents who are tired of lockdowns and vaccine passports. The Freedom Convoy, as it's been called, began as a protest against a mandate requiring truckers who cross the US-Canada border to be vaccinated against Covid. But the group is not united by any one occupation - rather, they share a distrust of vaccines, a concern for government overreach and a general dislike of Prime Minister Justin Trudeau. Similar blockades have also popped up at other border crossings across the country - four people were arrested at one in British Columbia on Sunday. But the biggest one in Windsor is no more. The police began stage one of their clearance operation on Saturday and only a few dozen remained by Sunday morning after a bitterly cold night. That meant police could make their final and decisive move. Dozens of officers descended on the two remaining encampments located about a kilometre apart on the single road leading to the bridge.They erected cement barricades and flanked them on all sides. But while in France officers had fired tear gas to keep similar protests at bay, Windsor Police said they prioritised safety over speed.A court-ordered injunction had been in place since Friday, but police waited over 36 hours, mindful that there were many children among the demonstrators. \"I think that's something that speaks to our Canadian society,\" Sergeant Steve Betteridge told the BBC. Police made about 12 arrests but the majority of protesters voluntarily left the area and drove their vehicles home. Clearly outnumbered, they honked their horns - a swan song to the blockade that had gone on far longer than anyone had anticipated.Canada has a 90% vaccination rate, far higher than the US, and in many parts of the country you need to show proof of vaccination to access bars, gyms and restaurants. About 750km (466 miles) east of the Ambassador Bridge, the protest group that has taken over the nation's capital was showing no signs of slowing down on Sunday.But then came news of a breakthrough - an apparent deal struck by the city of Ottawa that would mean the convoy of trucks relocating away from residential areas. However protest leaders later said no deal had been agreed.Unlike the Windsor crowd, which was limited to one major road, the Ottawa protest has essentially taken over the centre of a major city, with thousands of people flooding the streets with Canadian flags. Barbecues are set up on the street with food being handed out to hungry demonstrators, while people play street hockey to the sounds of dance music, honking horns and chants of \"freedom\". \"This is not an anti-vax movement; this is a freedom movement. It's for choice,\" said Justin Smith, who was enjoying Beavertails - a Canadian pastry - with his wife Brandy Lawrence on the sidelines of the protests on Saturday evening. Both were wearing Canadian flags as capes. \"This nation is through and through my heart, I love Canada like you wouldn't believe,\" said Mr Smith. They say they hate what mandates have done to their family, including their five children aged six to 16. \"I want my kids to go into a store and see a smile on someone's face. That's the saddest thing,\" said Ms Lawrence. This wasn't the couple's first time in the Ottawa \"red zone\" - they came to support the convoy in its first weekend, and drove the five hours from their home in southern Ontario to be there a second time. \"I will do anything and everything I can do to support these people,\" says Mr Smith. There is a police presence - but mostly on the margins. A court order silenced loud honking from the trucks earlier this week, granting respite to downtown residents aggravated by the noise.But some residents fed up with the noise and the disruption have accused police of idling by and allowing an occupation. Some businesses - including a major shopping centre - have closed their doors or have seen a drop in traffic.While many of the demonstrators have been peaceful, residents have told the BBC they have been shouted at for wearing masks, and had trouble getting to and from work. \"We don't terrorise people and confront people wearing masks or barge into businesses try to harass and intimidate the staff,\" says Marika Morris. \"This is not what we do to express our political views.\" If the Ottawa protest has caused maximum community disturbance, then the Windsor protest caused maximum economic disruption by shutting down one of the country's major trade arteries, the Ambassador Bridge linking Windsor with Detroit, Michigan. More than $323m (£238m) in goods crosses that bridge every day, and for nearly a week, not a dollar has made it to the US or back. Almost half of that is from the trade of car parts, says Flavio Volpe, president of the Automotive Parts Manufacturers Association. He does not mince words when it comes to the protest. \"In Windsor we have at its core, several dozen people who are macroeconomically illiterate and absolutely disrespectful of their own community, that they would imperil the economy of the region to make a point,\" he said. \"Never has a tantrum cost so many people so much.\" After the clearance operation, police remained behind. The bridge will reopen on Sunday or Monday.But Volpe said the harm to the auto-parts industry will last much longer than that, because it will take three to four days to get the supply chain fully functional. The total cost of lost production and shipments he estimates at about C$1b ($790m, £580m). He also said the damage to Canada's reputation with its US trading partner is devastating, especially as American politicians push for protectionist policies.In a statement, Windsor police say there will be \"zero tolerance\" for any illegal activity. But how they will stop further blockades from springing up, while still keeping the bridge open, remains to be seen.Sergeant Betteridge said he hopes the occupants feel they were heard and realise that further disruption is not required. \"The protesters came wanting to get a message across, and I think they did get a message across,\" he said.\"If anyone is thinking of breaking the law, they've seen what has happened here.\" ", "url": "https://www.bbc.com/news/world-us-canada-60364821"}