{"datetime": "2021-06-01T00:25:27.000Z", "author": "Mark Kinver", "subject": "Climate change", "title": "Then and now: Pandemic clears the air", "article": "In our monthly feature, Then and Now, we reveal some of the ways that planet Earth has been changing against the backdrop of a warming world. Air pollution has long been one of the biggest killers, claiming an estimated seven million victims annually. However, the Covid-19 global pandemic showed how quickly we could clear the air once we cut the number of journeys we made... Air pollution has long been one of the most severe forms of environmental damage. Figures from the World Health Organization (WHO) estimate that air pollution kills seven million people worldwide every year.Its data also shows that 9 out of 10 people breathe air that exceeds WHO guideline limits on high levels of pollutants. Law-change call after girl dies from air pollution How air pollution exacerbates Covid-19 Lockdown prompts clear fall in UK air pollution Emissions from fuel combustion account for almost a quarter of CO2 emissions from human activities. So the impact of lockdowns on transport around the globe in the Covid-19 pandemic has been stark. According to the International Energy Agency, average activity on the world's roads fell by almost 50% compared with 2019. The improvement in air quality was clear to see.In a short space of time, urban areas were recording massive reductions in a range of pollutants associated with internal combustion engines. Data collected by the UK's National Centre for Atmospheric Science shows marked reductions in nitrogen dioxide (NO2) and in particulate matter (PM2.5) across 10 cities. In India, people took to social media to post images of clear skies after an estimated 90% of road journeys stopped during the lockdown. Speaking in April, Sunil Dahiya from the Centre for Research on Energy and Clean Air told BBC News: \"The current crisis has shown us that clear skies and breathable air can be achieved very fast if concrete action is taken to reduce burning of fossil fuels.\"However, as quickly as air quality improved during lockdowns, so it appears to have returned to normal just as fast once lockdowns were eased or lifted. The World Meteorological Organization (WMO) said the global response to the Covid-19 crisis has had little impact on the continued rise in atmospheric concentrations of CO2. Carbon emissions did fall dramatically as lockdowns cut transport and industry sharply. But data from the WMO showed that it had only marginally slowed the overall rise in concentrations. The details were published in the WMO's annual greenhouse gas bulletin. During the lockdowns, there were widespread calls for the environmental benefits to be maintained.Proponents said it was essential that economic growth after the pandemic focused on following a low emission, sustainable path. Despite calls to build back greener, it seems as if the priority has been business as usual, regardless of cost. Our Planet Then and Now will continue each month up to the UN climate summit in Glasgow, which is scheduled to start in November 2021 ", "url": "https://www.bbc.com/news/science-environment-57149747"}