{"datetime": "2021-07-10T10:33:24.000Z", "title": "Euro 2020: Ex-SAS Atlantic rower relying on text updates for final", "article": "An ex-SAS soldier who is attempting to row unsupported across the North Atlantic says he will have to rely on friends sending texts to keep up-to-date with England's Euro 2020 final. Ian Rivers, 55, set off from New York on 31 May using only a sextant and the stars to navigate to the Scilly Isles. The England fan, from Herefordshire, has used red tape and sun cream to create the English flag on his face. He said it was \"quite an expensive undertaking\" for the texts to be sent. Speaking toBBC Radio 5 Live from the halfway point of his row, he said sea conditions had been \"particularly bad, we've had several big storms\". But he said he was making \"steady progress\". Asked how he would keep up withEngland v Italy at Wembley on Sunday , he said: \"Unfortunately, I won't be able to listen to it live, but I've got three friends who are going to text me updates. \"I'm just hugely excited, because it's been a while since England actually got into a final.\" He said he cannot received 4G or 5G and there was \"a bit of a delay\" in receiving messages. \"It's quite an expensive undertaking for the person using text,\" he said, \"but I'll probably get updates about every 10 minutes depending on how it's going, and I'll certainly be getting a text if it's an England goal.\" In 2013, Mr Rivers was kidnapped in an ambush in Syria when he was working as a safety advisor. He managed to escape and relied on nature - the way trees leant towards the sun and the growth of moss on rocks - to work out which way was north to enable him to head to safety in Turkey. His team, Row Sentinel, said nobody had yet completed the journey alone and unsupported. Mr Rivers, who spent 20 years in the special forces, was hoping to raise £500,000 via his 3,500 miles (5,632 km), row for two charities - the SAS Regimental Association's Sentinel charity and St Michael's Hospice in Hereford. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-57788407"}