{"datetime": "2022-01-07T16:38:42.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Fears for life of Afghan doctor in hiding from Taliban", "article": "A charity worker trying to help a doctor flee Afghanistan says he fears for the man's life. Nich Woolf from Burnham-on-Sea, Somerset, met the man while working in Afghanistan and says he and his family are in danger from the Taliban. He has written to the Prime Minister for help in allowing the man to come to England through the Afghan Citizens Resettlement Scheme (ACRS). \"Every day that goes by the risk gets greater and greater,\" said Mr Woolf. The governmentlaunched the ACRS on Thursday, with the scheme aiming to help 20,000 Afghans, fleeing their country after the Taliban recaptured power in August, to resettle in the UK. More than 5,000 people will be taken during the first year, however justice minister Victoria Atkins warned that the UK's capacity was not \"unlimited\" and that prioritising applicants had proved \"very difficult\". Mr Woolf, a paramedic with Festival Medical Services, based in Evercreech, Somerset, said serious threats made by the Taliban against the man, who can't be identified, had forced him into hiding. \"This is someone who is absolutely dedicated to his country,\" he said. \"But police and security services disappeared overnight and he found himself being seriously threatened. He is used to having threats for working with foreigners but this was on a whole new level.\"He felt had to go into hiding with his family and get out of the country,\" added Mr Woolf. He said he was frustrated with the time taken to get the ACRS scheme up and running as they had accommodation in place for the man and his family in the UK. Mr Woolf said he has struggled to contact the Home Office or MPs for confirmation that the man and his family are on the priority list. \"We've submitted paperwork but we're still waiting to be told that we can go ahead and start the process,\" he added. ACRS prioritises those who assisted UK efforts in Afghanistan and is separate to the Afghan Relocation and Assistance Policy, which supports those who worked with the UK government in the country. Ms Atkins, minister for Afghan resettlement, said: \"The Afghan Citizens Resettlement Scheme provides a safe, legal and secure way for the most vulnerable and at-risk people from Afghanistan to come to the United Kingdom and rebuild their lives.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-59911981"}