{"datetime": "2022-02-01T07:25:00.000Z", "title": "NZ to allow in pregnant reporter who sought Taliban help", "article": "A pregnant New Zealand journalist who said she turned to the Taliban for help after being unable to return home has been granted re-entry after an outcry. Charlotte Bellis said she had flown to Afghanistan after being unable to get an entry spot under New Zealand's strict Covid border rules. Her story highlighted Wellington's tough border measures which are designed to keep out the coronavirus. But others took issue with her privileged connections to the Taliban. The Taliban has been regularly criticised for brutally clamping down on women's rights in recent months. They have been accused of arresting, torturing and even killing activists and campaigners.On Tuesday, following significant public attention around the case, the New Zealand government said they had offered a quarantine spot to Ms Bellis and set up flight arrangements. \"There is a place in managed isolation and quarantine for Ms Bellis and I urge her to take it up,\" Deputy Prime Minister Grant Robertson told reporters at a daily Covid briefing. He denied that the action had come as a result of the attention on her case, saying staff dealt daily with emergency applications.\"They always try to make contact with people and try to make arrangements work.\" The New Zealand government had previously said it had twice offered consular assistance to Ms Bellis, who wrote about her experience in a national newspaper on Saturday. In her column for the New Zealand Herald , Ms Bellis said the government had last week rejected her application to return home to give birth.Currently, Wellington allows citizens and permanent residents to enter, but only if they spend 10 days isolating in quarantine hotels.As there is high demand for such facilities and a limited number of spots, many New Zealanders wishing to return have effectively been shut out of their country for about two years now. She compared that experience to the way she was treated by the Taliban, whom she had contacted to ask if she would be welcome in Afghanistan as an unmarried pregnant woman. When she spoke to senior Taliban officials, Ms Bellis was in Belgium with her partner, a Belgian photojournalist. However, the time on her visa was running out as she was not a resident there. Afghanistan was the only place she and her partner had visas for, as they had been in Afghanistan last year covering the withdrawal of US troops.\"You can come and you won't have a problem. Just tell people you're married and if it escalates, call us,\" Ms Bellis quoted the unnamed officials as saying in response to her request. \"When the Taliban offers you - a pregnant, unmarried woman - safe haven, you know your situation is messed up,\" she wrote.Single Afghan mothers have reported being frequently harassed by Taliban officials, pressured to give up their children, and having their custodial rights threatened. After Ms Bellis' letter was published, there were calls for New Zealand authorities to adjust the emergency quarantine allocation criteria to specifically cater for pregnant women.Authorities defended the policy on Monday, saying the system had \"served New Zealand exceptionally well, saved lives and hospital admissions and kept our health system from being swamped\". The government also said Ms Bellis had been advised to apply for a visa again under a separate emergency category. It's unclear if that took place, or if she has now been granted entry under her original application. Ms Bellis had said that she had also been offered asylum in another unnamed country since going public with her struggle.However, her story has been criticised by some observers, rights activists and Afghans themselves.\"The story is just a continuation of how non-Afghans are treated differently by the Taliban ... than Afghans,\" tweeted Austrian-Afghan journalist Emran Feroz.\"Journalists who were seen as Afghans often faced threats, beatings, torture and murder while non-Afghans ... had tons of privileges and were welcomed and treated softly by all sides,\" he added.Most recently, there have been calls for the Taliban to release a number of women's rights activists who have not been seenafter their homes were raided and they were arrested . ", "url": "https://www.bbc.com/news/world-asia-60211703"}