{"datetime": "2022-02-09T04:35:28.000Z", "subject": "Coronavirus pandemic", "title": "New Zealand anti-vax protesters inspired by Canada truckers camp outside parliament", "article": "New Zealand has seen a second day of demonstrations against pandemic restrictions with protesters camping outside the nation's parliament. Inspired by large anti- vaccine rallies in Canada, hundreds of Kiwis arrived on Tuesday to stage new protests against vaccine mandates and other Covid rules. Protesters adopted the name \"Convoy for Freedom\" and blocked streets in the capital Wellington. But by Wednesday, their numbers had dwindled to the dozens. Some 100 police officers have gathered in front of parliament, said local reports.The rallies this week have been largely ignored by New Zealand parliamentarians, with local media reporting that not one single lawmaker had gone to meet the crowd in contrast to some previous rallies. Prime Minister Jacinda Ardern has also dismissed the protesters as a fringe minority.\"I think it would be wrong to in any way characterise what we've seen outside as a representation of the majority,\" Ms Ardern told reporters on Tuesday. \"The majority of New Zealanders have done everything they can to keep one another safe.\" New Zealand has employed strict Covid restrictions to contain the virus for nearly two years now. Lockdowns and an international border closure have helped to keep infection and death numbers very low. The country has recorded 53 deaths and about 18,000 cases among a population of five million. On Wednesday, NZ recorded about 200 new infections. But the duration of many restrictions - including a minimum 10 day isolation and a vaccine mandate - has fuelled growing resentment in the community. Public polls have shown increasing dissatisfaction with Ms Ardern's government, and there has been an increase in protest activity in recent months. Ms Ardern on Wednesday said protesters were free to demonstrate but noted that they were able to do so because the majority of New Zealanders had followed government advice in getting their jabs. About 77% of the population is double vaccinated. New Zealand last week announced its long-awaited border re-opening plan - which will allow tens of thousands of expatriate citizens to return home more easily later this month. However, most international travellers are still blocked from entering until at least October - a timeline that has been criticised by many tourism businesses. ", "url": "https://www.bbc.com/news/world-asia-60314091"}