{"datetime": "2022-02-03T05:05:44.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New Zealand unveils phased border reopening plan", "article": "New Zealand has announced a phased reopening of its borders, as the country starts to ease some of the world's toughest Covid restrictions. Vaccinated citizens in Australia can go home from 27 February without needing to undergo state mandatory hotel quarantine. Jabbed citizens elsewhere will be allowed in from 13 March, said PM Jacinda Ardern.People will still have to self-isolate for 10 days but can do so at home. The announcement comes after growing criticism of Wellington's controversial closed-border policy to keep out the coronavirus.New Zealand's borders have been shut for nearly two years due to the pandemic. In that period, the country of five million people has recorded 53 deaths and about 17,000 Covid cases - very low numbers compared to the rest of the world. But while the closed border policy has been popular domestically, New Zealanders overseas said it had made it near impossible to go home. The huge demand for hotel quarantine spots shut many Kiwis out. \"We have missed a lot of big life events such as weddings and funerals but more than anything just miss seeing family and friends,\" said Joe Mulcare, who lives in Singapore. \"I'm really happy that I now have the opportunity to get home but have felt a lot of frustration and confusion over New Zealand's halted approach when the rest of the world is moving on with opening up and co-existing with Covid.\" The difficulties faced by stranded New Zealanders was also highlighted this week by the case of a pregnant reporter, who said she had to turn to the Taliban to ask if she could give birth in Afghanistan, after her initial request to return home was rejected. New Zealand's re-opening will be in five stages. \"Opening back up in this managed way balances inflows of travellers so people can reunite and fill our workforce shortages, while also ensuring our healthcare system can manage an increase in cases,\" Ms Ardern said in a speech in Auckland on Thursday. The prime minister said there was \"life before\" the virus but \"there will be life after Covid too\".\"We are well on our way to reaching that destination. But we are not quite there yet,\" she stressed. The key elements of the plan are as follows: Since the emergence of the Delta variant, Ms Ardern has switched from a Covid elimination strategy to pushing for higher vaccination rates and treating the virus as endemic. It is thought that about 94% of the country's population over the age of 12 is fully vaccinated and 56% of eligible people have had their boosters.Are you affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-asia-60238867"}