{"datetime": "2022-01-11T12:39:03.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Mental health: Ex-soldier builds castle to help people", "article": "A former soldier with post-traumatic stress disorder has built a castle on a hillside to help others struggling with their mental health. Mike Allen built the retreat so he could run sessions to help other people who have gone through similar issues. As well as having PTSD, the 41-year-old, who served in Afghanistan, also used to be homeless. \"Building the castle has been a good coping mechanism,\" said Mike. \"It's been really beneficial to help others.\" He began building it in 2019 afterhis first cabin was demolished because it did not have planning permission . Other veterans and stone-wall specialists helped build it by hand, using stone and damaged trees. Now Mike, of Oakdale in Caerphilly county, is running a charitable project called Endex out of his castle above the hills in nearby Wattsville. The scheme supports the rehabilitation of veterans and others suffering with their mental health. But construction of the site got off to a shaky start. \"A lovely farming family on the other side of the mountain contacted me and invited me onto their land to build something new,\" said Mike, who served in Afghanistan with 2nd Battalion, the Royal Welsh. \"They gave me the opportunity to live in a caravan on their land for 18 months, so for the first 18 months it was just collecting stones, gathering the logs and building. \"We got so far - about 10-15% up - and then two gentlemen came along and said they would love to take it down. \"Then they said they were from the Drystone Association of Wales and said if we took it down then in two weeks they would come back and do it properly. \"They came back with some veterans and taught us how to do it right.\" Now the project is up and running, Mike said it had already seen a wide range of visitors. \"Visits have been ongoing constantly really, particularly through lockdown, the first summer lockdown was really, really busy,\" he said. \"We've had special needs children, special needs adults, PRU (pupil referral unit) children, the local community, walking groups, fitness fanatics. \"There's an outdoor gym there as well. We've run mediation classes, day yoga classes - there's been quite a lot of different things going on.\" Mike added that he had noticed a marked improvement in his own mental health through the building process. \"I still have good days and bad days and I try to push forward as best I can,\" he said. \"Building the castle has been a good coping mechanism, I guess. It's been a way that I can keep myself busy. Everything has been collected by hand - it hasn't cost money really. \"It's been really beneficial to help others.\" ", "url": "https://www.bbc.com/news/uk-wales-59899311"}