{"datetime": "2022-02-13T09:15:06.000Z", "subject": "Coronavirus pandemic", "title": "New Zealand plays Barry Manilow to repel parliament protesters", "article": "Authorities in New Zealand have been playing Barry Manilow's greatest hits in an attempt to dislodge protesters camped outside the parliament building. Songs by the US singer are being played on a 15-minute loop, along with the Spanish dance tune, Macarena. The demonstrators, who are angry at Covid-19 vaccine mandates, responded by playing songs such as Twisted Sister's We're Not Gonna Take It. The protests began on Tuesday when a convoy of vehicles drove to parliament. Inspired by large rallies against vaccine mandates in Canada , hundreds of protesters arrived in the capital, Wellington, to rally against Covid restrictions. They adopted the name \"Convoy for Freedom\" and blocked streets in the city. By Wednesday their numbers had dwindled to the dozens, but they increased again at the weekend. On Thursday police arrested 122 people and charged many with trespassing or obstruction. Tactics used by the authorities to try and get rid of the protesters involved turning on the water sprinklers on the lawn where they were camped on Friday. But protesters retaliated by digging trenches and building makeshift drainpipes to re-route the water, the Associated Press news agency reports.With sprinklers proving ineffective, Parliament Speaker Trevor Mallard settled on a new approach: blasting out Barry Manilow's greatest hits, which include Mandy and Could It Be Magic, as well as the 1990s hit Macarena and Covid vaccine messages. UK singer James Blunt tweeted about the tactics, tagging New Zealand police and joking that he might be the man for the job. Apparently someone was listening, as his song You're Beautiful was added to the authorities' playlist on Sunday, AFP news agency reports. New Zealand has employed strict Covid restrictions to contain the virus for nearly two years now. Lockdowns and an international border closure have helped to keep infection and death numbers very low. But the duration of many restrictions - including a minimum 10-day isolation and a vaccine mandate - has fuelled growing resentment in the community. Public polls have shown increasing dissatisfaction with Jacinda Ardern's government, and there has been an increase in protest activity in recent months. ", "url": "https://www.bbc.com/news/world-asia-60362529"}