{"datetime": "2022-02-13T10:53:34.000Z", "subject": "Coronavirus pandemic", "title": "Cook Islands braces after Covid-positive traveller", "article": "The Cook Islands is bracing for its first coronavirus cases after a visitor to the country tested positive. In a video posted on Facebook, Prime Minister Mark Brown said it is likely the person was infectious while on the islands \"and further likely that the virus is in our community\". He warned that the country's high vaccination rate may mean \"silent transmission\" among citizens. The Pacific archipelago has never had community transmission of cases. While one 10-year-old boy tested positive for the virus in December, authorities later said he was not infectious, and likely had tested positive only becausehe had been exposed to the illness in the past . Prime Minister Brown said the infected traveller spent eight days in the Cook Islands and then tested positive for the Omicron variant on returning to New Zealand last week.New Zealand news site Stuff reports the visitor first developed symptoms on the day they left Rarotonga, the largest of the country's islands. According to Cook Islands data, 99.6% of the population aged 12 and over are double vaccinated. A further 70% of those eligible have had a booster shot.But Mr Brown warned about \"silent transmission\" in his statement, where the country's \"high vaccination rate is so protective that people get Covid, but so mildly that they do not realise they have it.\" A later government update posted on Facebook said all 31 potential close contacts of the visitor had tested negative, and none had developed symptoms.New Zealand's health ministry later listed a flight on 7 February from Rarotonga to Auckland asa location of interest , advising passengers sat in rows 53 to 57 to self-isolate. On Sunday New Zealand reported 810 new Covid infections, nearly double Saturday's daily number of 454 cases. Prime Minister Jacinda Ardern imposed strict and rapid measures early in the pandemic to stop the spread of the virus. She won praise for keeping down infections and allowing the country to live without a prolonged lockdown while much of the world was under tight government restrictions.But with the spread of the Omicron variant infections are growing in New Zealand, despite some 78% of the population being fully vaccinated. The rise has hurt Ms Ardern's popularity and led toprotests in the capital Wellington from those opposed to Covid-19 vaccine mandates and health measures.Dr David Welch at the University of Auckland toldRadio New Zealand that case numbers suggest Omicron is spreading more rapidly across the country. \"Anyone who is eligible for a vaccination or a booster shot should get it as soon as possible as we are all likely to encounter Covid in the coming weeks,\" he said. ", "url": "https://www.bbc.com/news/world-asia-60365647"}