{"datetime": "2022-01-17T14:36:58.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Father fears for safety of family in Afghanistan", "article": "A father battling for his family to leave Afghanistan and join him in Bristol says he feels helpless. Sadat is concerned for the safety of his wife and children with his home country under Taliban rule. They tried to flee from Kabul Airportwhen the Taliban regained control of the city but were unsuccessful and a previous claim for asylum was rejected. \"There is nothing I can do about it, my family can't travel and I can't go there,\" he said. Sadat has lived in the UK since 2006 and was given indefinite leave to remain in 2013 after which he returned regularly to Afghanistan where he got married and had children. He planned for his family to come to Bristol but a claim for asylum was rejected when the Home Office said there was a problem with one of the documents. Sadat said he spent a lot of money on the applications and could not afford to appeal against the decision. The situation worsened significantly when the Taliban regained control of the country in August. \"The problem now is that all the power is in Taliban hands. I don't have a British passport. I don't have anything and I don't know what to do,\" he said. Sadat said his family do not have a good life in Afghanistan and he lives in constant fear for their safety. \"My wife's life is very distressing and they are not happy there. There's nobody to look after her. I want my family to be here.\"They are crying every day on the phone and begging for a safe life. In Afghanistan, life is going to get worse and worse, it's never going to get better,\" he added. Sadat has been been in contact with his MP and the government but said they had been unable to help him. The governmentlaunched the Afghan Citizens Resettlement Scheme (ACRS) on 6 January, which aims to help 20,000 Afghans resettle in the UK. A government spokesperson said: \"The UK is taking a leading role in the international response to supporting at-risk Afghan citizens and we continue to do all we can to help them to safety.\"We helped over 15,000 people in the largest and fastest emergency evacuation in recent history, and have supported over 3,000 people to leave Afghanistan since the end of Operation Pitting.\"Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60021900"}