{"datetime": "2022-01-13T21:33:19.000Z", "author": "Caroline Hawley", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: 'Terrified' British Council teachers still in hiding", "article": "Afghans who were employed to spread British values and teach English in Helmand province have told the BBC they are still in hiding from the Taliban and remain \"terrified of reprisals\". Around 100 ex-British Council staff are still in Afghanistan having so far been denied the right to come to the UK.\"We are all sitting inside, like in prison,\" one said, while another said they were now running out of money. The Foreign Office saida new scheme will bring thousands more to the UK . The teachers have been told they can apply for the new Afghan Citizens Resettlement Scheme.But many have been in hiding since the Taliban took control of Afghanistan in August.The British Council, a public body that works around the world to promote cultural and educational links, says the risk they now face is \"gravely evident\".\"We know our former colleagues are living in increasingly desperate circumstances, as the situation in the country continues to deteriorate,\" said Scott McDonald, the British Council's chief executive. He described the teachers as \"the face of the UK in Afghanistan\".\"Rahimallah\", a man in his 20s whose real name we are not using, spent two years working for the British Council in \"risky and dangerous\" circumstances in Helmand, where British troops were based until 2014.One of his tasks was to teach \"equality, diversity and inclusion\" to school teachers - often in the face of strong local opposition. Even many well-educated male teachers rejected the idea of gender equality, he said. \"We had to do it,\" he told the BBC. \"We told them that lesbians, gays and bisexuals have to be accepted in our Afghan communities, but they rejected it. They said that I was doing a job which was completely against Islamic values.\" He remains in hiding - unable to work or see his family - and is convinced that, if the Taliban found him, he would be killed. \"A relative of mine posted on Facebook against the Taliban, saying that they could not pay teachers' salaries,\" he says. \"The next day, Taliban intelligence men abducted him, tortured him and killed him, and then threw his body in the Helmand River. Just for a Facebook post.\" He added: \"I'm sure they will do the same with me.\"More on Afghanistan Another former teacher told the BBC: \"We are really depressed.\" She has a young daughter who, she says, begs to be allowed outside.\"We are hiding and we cannot go out, we have to stay inside our house,\" she says. \"We move from place-to-place when we hear the Taliban are coming for searches.\" Another teacher described going out of the house only every few weeks in disguise.Their cause has been taken up by their former boss, Joe Seaton, who says teachers began approaching him, begging for help. He has been critical of the British Council, which he left in 2020, after three-and-a-half years in Afghanistan. He says the organisation prioritised office staff in Kabul at the teachers' expense - a charge the British Council denies. He believes the teachers should have been eligible to come to the UK under a government scheme called ARAP, the Afghan Relocations and Assistance Policy, which was set up for locally employed staff at risk of reprisals. But they've now been told to apply under a new scheme.\"It was the UK government's foreign policy objective to counter violent extremism in Afghanistan and the programme they worked for was addressing this by mainstreaming equality, diversity and inclusion,\" he said. \"They were the boots on the ground for this.\"The Foreign Office, which has been criticised for its handling of evacuations from Afghanistan, said: \"Last week, the government opened the Afghanistan Citizens Resettlement Scheme (ARCS) which will give up to 20,000 people at risk a new life in the UK, including those British Council contractors who are most at risk.\" The British Council insists it has not been involved in any decision-making. \"When the ARAP scheme first opened, the UK government only considered applications from British Council employees, \" it said in a statement.\"This category included our office staff but not our contractors (which included our teachers.)\" It says it has been pushing the UK government to consider their applications as soon as possible.But after months in hiding the teachers themselves are running out of hope, as well as resources. \"I'm not sure I can do this for a long time,\" Rahimallah added. ", "url": "https://www.bbc.com/news/uk-59967957"}