{"datetime": "2021-12-06T16:15:13.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Colonel 'let down badly' by UK, says son-in-law", "article": "A man who fought alongside allied troops in Afghanistan for 20 years is in hiding from the Taliban as he does not fit the criteria for relocation to Britain, his son-in-law said. Obaidullah Khushall's father-in-law was in charge of policing the Afghan-Pakistan border, but was not employed directly by the British government. Mr Khushall said: \"He saved British lives and the Army knows that.\" The Ministry of Defence said it could not talk about individual cases. Mr Khushall, who lives in Northampton, said his father-in-law, who we have agreed not to name, was a colonel in the military border police force of the now-deposed Afghan government. When the Taliban returned to power in August, his father-in-law was contacted by the British Ministry of Defence. He twice attempted to get to Kabul Airport, but his path was blocked by thousands of people attempting to escape the Taliban. Since then he has been in hiding. Mr Khushall said he had now received a letter from the Ministry of Defence saying his father-in-law \"would not be eligible for relocation to the UK through ARAP [ Afghan Relocations & Assistance Policy ]\". The letter said: \"Only current or former Locally Employed Staff that were directly employed by HM Government would be considered eligible for relocation to the UK if they worked in exposed, meaningful enabling roles that made a material difference to the delivery of the UK mission in Afghanistan, leaving them now at risk due to the current situation in the country.\" Mr Khushall,who fled Afghanistan in 1999 , said \"that argument is baseless\". \"It makes me really upset,\" he said. \"They are saying he was not directly employed by the British government. \"I accept that but the infrastructure of the previous government was run with the West's support. \"They were allies. He stood shoulder to shoulder with them.\" Mr Khushall said his father-in-law had worked to prevent suicide bombers, drug traffickers and people smugglers crossing the border between Pakistan and Afghanistan. He said he had also been in charge of the security of British troops and fought alongside them in a three-hour battle against the Taliban. \"He was honest and loyal, and now look at what he gets,\" he said. \"He's been let down badly. He has been stranded in the hands of the enemy.\" Mr Khushall said his father-in-law is one of a large number of senior officers formerly employed by the Afghan government now in hiding. \"The Taliban won't let them live as they know they are a threat to their power,\" he said. The Ministry of Defence said there was a \"long-standing effort to continue relocating people\" and \"our commitment to those who are eligible for relocation is not time-limited and will endure\". Mr Khushall's father-in-law may be eligible for the separateAfghan Citizens' Resettlement Scheme when it becomes available. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-59497678"}