{"datetime": "2021-09-15T06:51:27.000Z", "author": "Khudai Noor Nasar", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Taliban leaders in bust-up at presidential palace, sources say", "article": "A major row broke out between leaders of the Taliban just days after they set up a new government in Afghanistan, senior Taliban officials told the BBC. Supporters of two rival factions reportedly brawled at the presidential palace in the capital Kabul. The argument appeared to centre on who did the most to secure victory over the US, and how power was divided up in the new cabinet. The Taliban have officially denied the reports. The group seized control of Afghanistan last month, and have since declared the country an \"Islamic Emirate\". Their new interim cabinet is entirely male and made up of senior Taliban figures, some of whom are notorious for attacks on US forces over the past two decades. The dispute came to light after a Taliban co-founder, Mullah Abdul Ghani Baradar, disappeared from view for several days. One Taliban source told BBC Pashto that Mr Baradar and Khalil ur-Rahman Haqqani - the minister for refugees and a prominent figure within the militant Haqqani network - had exchanged strong words, as their followers brawled with each other nearby.A senior Taliban member based in Qatar and a person connected to those involved also confirmed that an argument had taken place late last week.The sources said the argument had broken out because Mr Baradar, the new deputy prime minister, was unhappy about the structure of their interim government.The row also reportedly stemmed from divisions over who in the Taliban should take credit for their victory in Afghanistan.Mr Baradar reportedly believes that the emphasis should be placed on diplomacy carried out by people like him, while members of the Haqqani group - which is run by one of the most senior Taliban figures - and their backers say it was achieved through fighting.Mr Baradar was the first Taliban leader to communicate directly with a US president, having a telephone conversation with Donald Trump in 2020. Before that, he signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban. Meanwhile, the powerful Haqqani network is associated with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years. The group is designated by the US as a terrorist organisation. Its leader, Sirajuddin Haqqani, is the interior minister in the new government.Rumours about a fallout have been spreading since late last week, when Mr Baradar - one of the best-known faces of the Taliban - disappeared from public view. There was speculation on social media that he might have died.The Taliban sources told the BBC that Mr Baradar had left Kabul and travelled to the city of Kandahar following the row.In an audio recording purportedly of Mr Baradar released on Monday, the Taliban co-founder said he had been \"away on trips\". \"Wherever I am at the moment, we are all fine,\" he said. The BBC was not able to verify the recording, which was posted on a number of official Taliban websites. The Taliban have maintained that there was no argument and that Mr Baradar is safe but have released conflicting statements on what he is currently doing. A spokesman said Mr Baradar had gone to Kandahar to meet the Taliban's supreme leader, but later told BBC Pashto that he was \"tired and wanted some rest\".Many Afghans will feel they have good reason to doubt the Taliban's word.In 2015, the group admitted covering up their founding leader Mullah Omar's death for more than two years , during which time they continued to issue statements in his name. Sources told the BBC that Mr Baradar was expected to return to Kabul and might appear on camera to deny that any argument had happened. Speculation remains over the Taliban's supreme commander, Hibatullah Akhundzada, who has never been seen in public. He is in charge of the Taliban's political, military and religious affairs.Meanwhile, Afghanistan's acting foreign minister on Tuesday called for international donors to restart aid, saying the international community should not politicise their assistance. More than $1bn (£720m) in aid was pledged for the country on Monday, following warnings from the United Nations of a \"looming catastrophe\". ", "url": "https://www.bbc.com/news/world-asia-58560923"}