{"datetime": "2021-09-15T19:42:54.000Z", "author": "Secunder Kermani", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Life under Taliban rule one month on", "article": "At Afghanistan's border with Uzbekistan a cargo train rolls over a bridge and into the newly created \"Islamic Emirate\". The Taliban's white and black flag flutters next to the Uzbek one. Some traders have welcomed the group's return to power. The driver of a truck being loaded with wheat tells me in the past he was regularly forced to pay bribes to corrupt police officials whenever passing their checkpoints. \"Now, it's not like that,\" he says. \"I could drive all the way to Kabul and not pay a penny.\" It's been exactly one month since the Taliban seized control of Afghanistan. Now cash is in short supply, and the country is facing a mounting economic crisis.One source in the business community tells us trade levels have dropped significantly, as Afghan importers aren't able to pay for new goods. The Taliban's head of customs at Hairatan port, Maulvi Saeed, tells us the group is cutting duty rates to promote trade, and wants to encourage wealthy traders to return to the country. \"It will create jobs for the people, and the businessmen will be rewarded in the afterlife,\" he says. Around an hour's drive away is Mazar-i-Sharif, the country's fourth largest city. On the surface life appears to be continuing as normal, though many are suffering financially.I head to the intricately tiled Blue Mosque, the cultural heart of the city. I was last here in August, shortly before the Taliban takeover. Back then, the grounds were teeming with young men and women posing for selfies.Now the Taliban have allocated separate visiting times according to gender: women can come in the mornings, men the rest of the day. When we visit, there are plenty of women strolling around, but there seem to be significantly fewer than before. \"Things are alright, but maybe people still need more time to get used to the new government,\" one woman suggests timidly.I'm meeting Haji Hekmat, an influential local Taliban leader. \"You might have brought security,\" I put to him, \"but your critics say you're killing the culture here.\"\"No,\" he replies emphatically, \"Western influences have been here for the past 20 years… Control of Afghanistan has passed from one foreign hand to another for 40 years, we have lost our own traditions and values. We are bringing our culture back to life.\"According to his understanding of Islam, the mixing of men and women is prohibited.Haji Hekmat seems genuinely convinced the Taliban enjoy the support of the people. Out of his earshot, however, one female visitor whispered to a colleague, \"These are not good people.\"Whilst the Taliban's interpretation of Islam might clash less with the values of those in more rural, socially conservative villages - in bigger Afghan cities, many remain deeply suspicious of the group. Haji Hekmat puts this down to years of \"propaganda\" but a history of suicide bombings and targeted assassinations in urban areas is clearly also responsible.As we leave the Blue Mosque, we spot a large and excited crowd by the main road, and elbow our way to the centre. Four dead bodies with bullet wounds are laid out on display. One has a small handwritten note on top of it describing the men as kidnappers, warning other criminals their punishment will be the same.Despite the smell of the bodies under the hot sun, the crowd snap photos and try to push past each other for a better look. Violent crime has long been a major problem in Afghanistan's big cities, and even their critics credit the Taliban with improving security. One onlooker tells us, \"If they are kidnappers it's a good thing. It will be a lesson for others.\"But lots of others in the city don't feel safe. Law student Farzana, tells us, \"Every time I step out of my house and I see the Taliban, I shiver with fear.\"Private universities like hers are open, but those run by the government remain shut for now. Under the new Taliban rule, male and female students who are studying in the same classroom must be separated by a curtain.For Farzana, that's not the priority though. She's concerned that the Taliban may not let women work - something the group has denied. For the moment, though, women in Afghanistan are being told to stay at home for their own safety, unless they are teachers or medics.\"Right now I feel hopeless,\" Farzana says, \"but I'm doing my best to stay optimistic for the future.\"The last time the Taliban were in power, they introduced far more restrictive measures than they have so far on this occasion, banning women from leaving home without a male companion for example. Much of the fear in Afghan cities today is that similar laws could eventually be introduced again.Whilst the Taliban are in firm control of the country, they're yet to win the hearts and minds of many residents. Haji Hekmat acknowledges, \"Taking over the country militarily was hard, implementing the rule of law and protecting it is even harder.\"Additional reporting by Malik Mudasir and Shams Ahmadzai. ", "url": "https://www.bbc.com/news/world-asia-58550640"}