{"datetime": "2021-12-03T05:35:48.000Z", "author": "Lucy Manning & Phil Kemp", "subject": "War in Afghanistan (2001-present)", "title": "The 'kind heart' who gave an Afghan family a new home", "article": "It is a dark, cold night in Aberdeen but as the Vesal family step out of the car at the end of their 10-hour journey Helga Macfarlane is waiting for them, radiating warmth. \"I'm so pleased to meet you, at long last,\" she says hugging them. This will be their new home, made possible because of an act of kindness stretching back 75 years.It is the Scottish daughter of a German refugee helping an Afghan family who have fled to Britain. Burhan Vesal had been an interpreter for British forces in Afghanistan. When the Taliban took over he went into hiding, scared they would murder him.We interviewed him in August via Zoom in Kabul pleading for help from the prime minister. \"I just want him to provide a pathway to safety for me and my family,\" Burhan said. \"I beg him.\" He said if the Taliban found him \"there will be no mercy and I will face death\". We kept in touch with Burhan as he risked his life and the lives of his wife Narcis, a gynaecologist, and son Sepehr to leave Afghanistan.They endured the chaos at the airport and managed to get onto an RAF flight the day before a suicide bomb at Kabul airport. Sending a picture of the family on the RAF plane Burhan told us it was \"the happiest moment of my life\". We interviewed Burhan again as his family quarantined in a hotel near the airport.Sepehr could only look out of the window at his new country and play with his toy cars, all that he'd been able to bring with him.They were so grateful to be safe and Burhan promised, as he had done in Helmand, \"I will serve this country\". Like the thousands of other Afghans brought to the UK, they have spent the past 100 days in hotel rooms.Sepehr eventually started school, but last week the hundreds of refugees living in their central London hotel were told they had to move to another one in Crawley so all the children had to leave school and won't start again until January.While the family were still in their London hotel, in October, an email arrived into my inbox from Helga Macfarlane, a woman living in Aberdeen.She wrote: \"Your story struck a chord with me. My mother was a Silesian refugee in World War 2 having been an interpreter for the British army. \"I managed to make contact with Mr Vesal and offered him a new home here,\" she wrote.\"I wanted to thank you for highlighting their plight so well in your report that it prompted me to act and do something that I hope will in some way make up for what they've been through and make their quest for a new life here a bit easier.\"Helga later explained that her mother had fled Germany with her own mother and sister and it was only through the kindness of other people along the way who had hidden them and given them food, and help from the British Red Cross, that she had made it to Britain.\"This was the time to give back something for the kindness and the humanity that had helped my mother and family survive\" she said. The Vesals were overjoyed that a woman they had never met was offering them a flat to live in and, with the backing of Aberdeen Council, support for schooling and retraining.But it would not be that simple.At the end of October the Home Office told the family they had to move to Peterborough.Helga, often from her bed as she struggled with Parkinson's disease, decided to fight the bureaucracy on their behalf.With the involvement of her local MP they lobbied the UK government.The Vesals were sent to Peterborough but within minutes of arriving they were told there had been a mistake and they should return to the hotel in London. On Monday, they were finally informed by the Home Office they could move to Aberdeen.With a couple of bags, and Sepehr's scooter that a local family had donated, they arrived in their new city.This family from Kabul would now be a Scottish family helped by the kindness of strangers. \"Welcome to your new home\" beamed Helga as she showed Sepehr his new room, with a bedspread of toy cars.Narcis cried as she went round the flat.Having given up her career, left relatives behind and moved across three hotels in three months, this was finally some stability.In the kitchen Helga brought out some Scottish treats: Tunnock's teacakes and Irn Bru.\"I have seen Irn Bru in Afghanistan, in Helmand,\" laughed Burhan. Burhan struggled to find the words to thank Helga, telling her: \"Your generosity, your kind heart will never be forgotten.\"We still have good humans inside this world and you are an example. \"Generous people help you when you are in a dark side and they come and put a light into your room.\" The Vesals are the lucky ones. Most of the Afghan refugees are still in hotels. They are grateful to be safe but living in limbo: desperate to move out, to settle their children in permanent schools, to start training or to find jobs.One person has the capacity to change the lives of others.Helga had one final message for the Vesals as they started their new life in Aberdeen.She says: \"You're part of our family now. And you're so welcome.\" ", "url": "https://www.bbc.com/news/uk-scotland-59504516"}