{"datetime": "2021-11-10T09:43:19.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan's ghost soldiers undermined fight against Taliban - ex-official", "article": "Afghanistan's ex-finance minister has blamed the government's fall on corrupt officials who invented \"ghost soldiers\" and took payments from the Taliban. Khalid Payenda told the BBC that most of the 300,000 troops and police on the government's books did not exist. He said phantom personnel were added to official lists so that generals could pocket their wages. The Taliban rapidly seized control of Afghanistan in August, as US forces withdrew after 20 years in the country.Mr Payenda, who resigned and left Afghanistan as the Islamist group advanced, said records showing that security forces greatly outnumbered the Taliban were incorrect. \"The way the accountability was done, you would ask the chief in that province how many people you have and based on that you could calculate salaries and ration expenses and they would always be inflated,\"he told Ed Butler, presenter of the BBC's Business Daily programme. The former minister said the numbers may have been inflated by more than six times, and included \"desertions [and] martyrs who were never accounted for because some of the commanders would keep their bank cards\" and withdraw their salaries, he alleged.There have long been questions over Afghan troop numbers.A 2016 report by the US Special Inspector General for Afghanistan Reconstruction (Sigar) claimed that \"neither the United States nor its Afghan allies know how many Afghan soldiers and police actually exist, how many are in fact available for duty, or, by extension, the true nature of their operational capabilities\". In a more recent report, Sigar expressed \"serious concerns about the corrosive effects of corruption... and the questionable accuracy of data on the actual strength of the force\". Mr Payenda said that troops who did exist were often not paid on time, while there were leaders of government-backed militias who were \"double-dipping\" - taking their government wage, and then also accepting payments from the Taliban to give up without a fight.\"The whole feeling was, we cannot change this. This is how the parliament works, this is how the governors work. Everybody would say the stream is murky from the very top, meaning the very top is involved in this,\" he said. He said he did not think former President Ashraf Ghani was \"financially corrupt\". Responding to accusations of corruption within the finance ministry, Mr Payenda said: \"I agree with that to a certain extent but in these issues, absolutely not.\"He added that the West was \"part of\" some of the failures in Afghanistan, and described the US and Nato's involvement in the country as \"a great opportunity lost\".", "url": "https://www.bbc.com/news/world-asia-59230564"}