{"datetime": "2021-11-21T20:50:09.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Taliban unveil new rules banning women in TV dramas", "article": "Women have been banned from appearing in television dramas in Afghanistan under new rules imposed by the Taliban government. Female journalists and presenters have also been ordered to wear headscarves on screen, although the guidelines do not say which type of covering to use.Reporters say some of the rules are vague and subject to interpretation. The Taliban seized power in Afghanistan in mid-August and many fear they are gradually imposing harsh restrictions. The militant Islamist group, which took control following the departure of US and allied forces, almost immediately instructed girls and young women to stay home from school.During their previous rule in the 1990s, women were barred from education and the workplace. The latest set of Taliban guidelines, which have been issued to Afghan television channels, features eight new rules. They include the banning of films considered against the principles of Sharia - or Islamic - law and Afghan values, while footage of men exposing intimate parts of the body is prohibited. Comedy and entertainment shows that insult religion or may be considered offensive to Afghans are also forbidden.The Taliban have insisted that foreign films promoting foreign cultural values should not be broadcast. Afghan television channels show mostly foreign dramas with lead female characters.A member of an organisation that represents journalists in Afghanistan, Hujjatullah Mujaddedi, said the announcement of new restrictions was unexpected. He told the BBC that some of the rules were not practical and that if implemented, broadcasters may be forced to close. The Taliban's earlier decision to order girls and young women to stay home from school made Afghanistan the only country in the world to bar half its population from getting an education.The mayor of the capital, Kabul, also told female municipal employees to stay home unless their jobs could not be filled by a man. The Taliban claim that their restrictions on women working and girls studying are \"temporary\" and only in place to ensure all workplaces and learning environments are \"safe\" for them. ", "url": "https://www.bbc.com/news/world-asia-59368488"}