{"datetime": "2021-10-30T15:51:35.000Z", "subject": "War in Afghanistan (2001-present)", "title": "'I feel free' - LGBT Afghan refugees arrive in UK", "article": "I feel like \"a human being for the first time\" in my life, a gay Afghan man has said after arriving in the UK with 28 others from the LGBT community. The man - who the BBC is not naming for safety reasons - fled Afghanistan, fearing for his life under the Taliban. The hard-line Islamist group returned to power in August, after US-led troops left at the end of a 20-year presence. On Friday, a Taliban spokesman told Reuters news agency that the group would not respect gay rights.\"Everything collapsed after the fall of Kabul,\" the man told the BBC. \"I was very depressed. I was counting my days to die. \"Even I was a stranger in my own home and my bed. I felt I was a stranger in my hometown, Kabul.\" The Taliban return sparked a mass exodus of people who believed they would be in danger if they stayed, including people who worked closely with the US and its allies, and a number of high-profile women.Members of the LGBT community are also trying to leave, unsure of their future under the Taliban. The last time the group were in power - between 1996 and 2001 - gay men were reportedly stoned to death. The community has not lived openly in the 20 years since - like many, the man the BBC interviewed has a wife and child. \"The LGBTI [lesbian, gay, bisexual, transgender and intersex] community was a secret underground community, but we knew each other and our network, and if one of us got arrested, they could have found the rest of us,\" he told the BBC.\"Kabul is not a big city, and with the way the Taliban are ruling the country, it was not that difficult to find high profile LGBTI people. We also heard a couple of people were arrested.\" The man's escape was only possible with the help of international LGBT organisations. An initial attempt to leave on evacuation flights out of Kabul airport - past the \"terrifying\" Taliban guards - failed.But almost two months on, having made it to a third country to wait for a visa, the man arrived in the UK. Officials explained that the UK foreign secretary and UK and Canadian organisations Stonewall and Rainbow Railroad intervened to help the first 29 people.More members of Afghanistan's LGBT community are expected to leave in the coming months. Their arrival comes as a spokesman for the Afghan finance minister said human rights would be respected within the framework of Islamic law, but not gay rights. \"LGBT... That's against our Sharia law,\" Ahmad Wali Haqmal said. For the refugees, it is the start of a new life. \"Britain is a new home for me,\" says the man. \"Everything is new to me here. A new lifestyle, a new language and culture. I am a bit nervous about my future, and I am trying to figure out where to start my new life, but man, I feel safe and free!\"This is amazing.\" ", "url": "https://www.bbc.com/news/world-asia-59102411"}