{"datetime": "2021-10-30T23:51:56.000Z", "author": "Sophie Williams", "subject": "War in Afghanistan (2001-present)", "title": "How the Taliban takeover changed my life", "article": "The Taliban's sudden sweep to power in Afghanistan has upended lives across the country. When a reporter recently asked Afghans to describe their jobs before and after, the powerful responses showed how many are dealing with radically changed circumstances.The BBC has been speaking with some of those - from office workers to activists - who wanted to share their stories.Ahmed was working as an office manager with an Afghan private company before the Taliban seized power. He had been working there since September 2019.\"It was a good time for me because I was working and supporting my sisters who were at university and school,\" he told the BBC. \"I had a good salary at that time and that was almost enough for my family too because I was saving money and sending some home for food.\" \"I had many friends at work and all of them lost their jobs and became jobless,\" he added.\"But now life is more difficult for me, especially for my family, because there is no job for people here and no way of income for families.\" Ahmed is the only son and the eldest in his family. His father, who is around 60 years old, cannot work because of his age and an issue with his knee.\"It makes me feel more responsible,\" he said, adding that the price of food is increasing daily.\"It is boring for us every day.\" Zahra was studying at university just before the Taliban takeover and has not been able to resume her classes.\"The perfect period of my life was when I was a medical student,\" she said. \"I tried for two years to get my dream score in the university enrolment exam and it was worth it. It hurts because I tried a lot but I returned with empty hands.\" \"Life now is not living. It is surviving and breathing without any purpose. This is not the life that I was dreaming of when I was a school student and getting ready for the university enrolment exam. \"I was in love with studying with my friends and I really miss being a student,\" she said.Zahra says most of her time now is spent at home and she misses being able to go out \"without any hesitation\".\"I'm working to improve my English and learn new things from books but unfortunately the situation is depressing.\"Maybe we will return to our studies one day,\" she added.Sana was involved in women's rights activism in Afghanistan.\"Before the Taliban came, we were deprived of many of our rights but we were happy because we had some freedom,\" she said. \"We could study, work, go out with our friends, sit together, argue and laugh.\" \"We were happy to fight for our rights together..... we tried to change laws but suddenly everything changed and we moved away from our homeland.\" She is currently living in Iran and has a visa for Germany but has not yet left.\"I hope this is like a bad dream and I wake up and return home soon. It is hard for me to be away from my motherland,\" she said.\"It is hard for me to lose everything we made. I am physically alive but I miss my family and home. I miss my people, my language, the efforts we made.\"I have migrated but my soul is left in Afghanistan and it is wounded.\" Sayed was working as a journalist and anchor for one of the largest media outlets in Afghanistan.\"I miss my professional life as a journalist, and all the dreams I had to progress in my professional career back home. I feel devastated to remember the moments now,\" he said. Sayed was working on the day the Taliban took control of Kabul and by that afternoon, things had already changed.\"Our office was almost empty, all female staff had left the office and our technical team had changed their clothes to that of ordinary people.\"Sayed is in the US and seeking asylum as a refugee. His family remain in Afghanistan. \"The 20 years' progress and sacrifice were all shattered and everything is ruined, including my hopes and dreams in a matter of hours,\" he said. \"Everything fell apart so quickly, I still can't believe it.\"Life is tough now being away from loved ones in a totally different environment, where I can absorb the trauma, which is easier said than done.\"All names have been changed to protect the identity of the contributors. ", "url": "https://www.bbc.com/news/world-asia-59029517"}