{"datetime": "2021-10-30T09:38:53.000Z", "author": "Craig Lewis", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: 'I dream of the Taliban and it makes me sick'", "article": "In 1999 Obaidullah Khushall fled Afghanistan as the Taliban first tightened its grip on the country. Two decades on he is fighting both for his relatives currently in hiding, and the refugees that have fled. \"Sometimes I dream of it and wake up,\" says Mr Khushall, recalling his previous life under Taliban rule. \"It makes me sick.\" He fled Afghanistan after the Taliban killed friends and several family members - including his father and an uncle - over their support for the previous regime. Aged just 18, Mr Khushall crossed Asia and continental Europe in the backs of a variety of vehicles before arriving in the UK and claiming asylum. Today, the 43-year-old is a businessman in Northampton. But the Taliban's recent return has left him battling for the lives and wellbeing of fellow Afghans both in his old home, and his new one. Mr Khushall's father-in-law, who he asked not to be named, is a colonel in charge of policing the Afghan-Pakistan border and has spent the last 20 years fighting alongside coalition forces. He is currently in hiding. Mr Khushall is trying to get him out of Afghanistan. The Taliban first came to power in Afghanistan in 1996, four years after the Soviet withdrawal. Among those killed by the Taliban was Mr Khushall's father, who had been the head of military intelligence at the Afghan Ministry of Defence. \"When they took over they were so brutal and barbaric,\" Mr Khushall says. \"From day one, the Taliban started to imprison people and kill those involved against them.\" As the Taliban's grip on the country tightened, Mr Khushall moved from Kabul, first to the home of a relative west of the city. But when a neighbour reported seeing a stranger living there to the Taliban, Mr Khushall went on the run once again before eventually leaving his homeland entirely. \"When I was hiding there was only fear,\" he says. \"The fear they would find me and brutally kill me.\" His mother, who escaped Afghanistan in 2011, sold one of the family's houses to pay people smugglers to get Mr Khushall from Afghanistan to the UK . \"I had never left Afghanistan before,\" he says. \"When we crossed the border into Iran, it was all desert and mountains.\" \"I know it is not the right way,\" Mr Khushall says about his entry to the UK. \"But to escape persecution you will do anything to save your life. \"I didn't have an economic reason. I was from a wealthy family. I came for safety.\" He chose the UK, he says, because it was \"multi-cultural\" and he had been told \"there was respect for human rights\". \"It makes me so proud I chose to come here,\" he says. After arriving in Dover in the back of a lorry, he claimed asylum and was sent to Northampton. He worked for Tesco as a shift manager and in 2007 became a British citizen. These days he owns a successful kebab shop. \"I have four children and they are British,\" he says. \"This is where I will live and die. I was nothing when I came here. This country gave me everything.\" In 2021, the Taliban seized control of the country for a second time. Mr Khushall does not believe the Taliban have really changed in the past two decades. \"They act softer but they are still brutal, trying to kill people who are against them.\" When coalition forces invaded in 2001, Mr Khushall hoped democracy and peace had returned. \"We never thought we'd one day see people hanging from the planes of the Americans as they left,\" he says. He fears for the future - not just in Afghanistan, but globally. \"Another 9/11 will happen now,\" he says. When the Taliban returned to power, his father-in-law was contacted by the British Ministry of Defence. He twice attempted to get to Kabul airport but his path was blocked by thousands of people attempting to escape the Taliban, and he was scared for the lives of his wife and six children. \"Since the Americans withdrew he has been forgotten,\" Mr Khushall says. \"People have been left behind and no-one cares about their service or their lives. \"They were the first barrier against global terrorism, and they have been left stranded in the hands of the enemy.\" Mr Khushall talks about a statement his father-in-law sent by email to British officials asking for help. It says: \"I never thought everything should be ruined in the country as easily as this. \"I have served my country for decades and will do again if the chance is given. \"Now I, with my family, am in great danger from Taliban. \"I have reserved my life for service to my country, but I am worried for my younger children and the rest of the family.\" The Ministry of Defence says while it cannot talk about individual cases, it has \"worked tirelessly\" to safely evacuate as many people out of Afghanistan as possible, airlifting more than 15,000 people from Kabul. It says there will be a \"long-standing effort to continue relocating people\" and \"our commitment to those who are eligible for relocation is not time-limited and will endure\". Mr Khushall is now working with charities to try and get his father-in-law out of Afghanistan. The situation is brighter for those Afghan refugees who escaped. More than 123,000 civilians were successfully evacuated by US forces and its coalition partners before their withdrawal. Up to140 of those were offered accommodation by West Northamptonshire Council . They have been living in hotels in Northampton. Mr Khushall says they are happy to have reached \"a country where their human rights aren't being violated\". However, he says most assumed they would be \"be joining the community\" rather than \"stuck in the hotels\", often with young children. As well as a lack of information, Mr Khushall says the refugees have not yet received any money from the British government. \"They left Afghanistan with nothing but the clothes on their backs,\" he says. West Northamptonshire Council says six families have so far been housed in permanent accommodation. The authority says a range of health services have been provided and activities such as sewing, CV writing, sports sessions and guided walks have been laid on for the new arrivals. The Home Office says the government undertook \"the UK's biggest and fastest emergency evacuation in recent memory\". It says a \"huge effort\" is taking place to get families into permanent homes and ensure those in hotels \"have access to healthcare, education, any essential items they need and employment opportunities or Universal Credit\".Councils who support people through the Afghan Citizens Resettlement Scheme or Afghan Relocations and Assistance Policy scheme will receive £20,520 per person, over three years, for resettlement and integration costs. While his own family's future remains at the mercy of both the Taliban and the ability of the British government to intercede, Mr Khushall believes those arriving from Afghanistan have a future to look forward to. \"They came from a poor country with limited chances. Here there are good wages, good working environments,\" he says. \"They are thirsting for these things. They will prove themselves.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58909563"}