{"datetime": "2021-08-18T13:02:11.000Z", "title": "Who are the Taliban?", "article": "The Taliban were removed from power in Afghanistan by US-led forces in 2001, but the group has seized control of the country once again following a rapid offensive. The capital, Kabul, was the last major city to fall to the offensive that began months ago but accelerated as the hardline Islamists gained control of territories. The group entered direct talks with the US back in 2018, and in February 2020 the two sides struck a peace deal that committed the US to withdrawal and the Taliban to preventing attacks on US forces. Other promises included not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks. But in the year that followed, the Taliban continued to target Afghan security forces and civilians, advancing rapidly across the country. The Taliban, or \"students\" in the Pashto language, emerged in the early 1990s in northern Pakistan following the withdrawal of Soviet troops from Afghanistan. It is believed that the predominantly Pashtun movement first appeared in religious seminaries - mostly paid for by money from Saudi Arabia - which preached a hardline form of Sunni Islam. The promise made by the Taliban - in Pashtun areas straddling Pakistan and Afghanistan - was to restore peace and security and enforce their own austere version of Sharia, or Islamic law, once in power. From south-western Afghanistan, the Taliban quickly extended their influence. In September 1995 they captured the province of Herat, bordering Iran, and exactly one year later they captured the Afghan capital, Kabul, overthrowing the regime of President Burhanuddin Rabbani - one of the founding fathers of the Afghan mujahideen that resisted the Soviet occupation. By 1998, the Taliban were in control of almost 90% of Afghanistan. Afghans, weary of the mujahideen's excesses and infighting after the Soviets were driven out, generally welcomed the Taliban when they first appeared on the scene. Their early popularity was largely due to their success in stamping out corruption, curbing lawlessness and making the roads and the areas under their control safe for commerce to flourish. But the Taliban also introduced or supported punishments in line with their strict interpretation of Sharia law - such as public executions of convicted murderers and adulterers, and amputations for those found guilty of theft. Men were required to grow beards and women had to wear the all-covering burka. The Taliban also banned television, music and cinema, and disapproved of girls aged 10 and over going to school. They were accused of various human rights and cultural abuses. One notorious example was in 2001, when the Taliban went ahead with thedestruction of the famous Bamiyan Buddha statues in central Afghanistan, despite international outrage. Pakistan has repeatedly denied that it was the architect of the Taliban enterprise, but there is little doubt that many Afghans who initially joined the movement were educated in madrassas (religious schools) in Pakistan. Pakistan was also one of only three countries, along with Saudi Arabia and the United Arab Emirates (UAE), which recognised the Taliban when they were in power in Afghanistan. It was also the last country to break diplomatic ties with the group. At one point, the Taliban threatened to destabilise Pakistan from areas they controlled in the north-west. One of the most high-profile and internationally condemned of all Pakistani Taliban attacks took place in October 2012, when schoolgirlMalala Yousafzai was shot on her way home in the town of Mingora. A major military offensive two years later following thePeshawar school massacre greatly reduced the group's influence in Pakistan though. At least three key figures of the Pakistani Taliban had been killed in US drone strikes in 2013, including the group's leader, Hakimullah Mehsud. The attention of the world was drawn to the Taliban in Afghanistan in the wake of the 11 September 2001 World Trade Center attacks in New York. The Taliban were accused of providing a sanctuary for the prime suspects - Osama Bin Laden and his al-Qaeda movement. On October 7, 2001, a US-led military coalition launched attacks in Afghanistan, and by the first week of December the Taliban regime had collapsed. The group's then-leader, Mullah Mohammad Omar, and other senior figures, including Bin Laden, evaded capture despite one of the largest manhunts in the world.Many senior Taliban leaders reportedly took refuge in the Pakistani city of Quetta, from where they guided the Taliban. But the existence of what was dubbed the \"Quetta Shura\" was denied by Islamabad. Despite ever higher numbers of foreign troops, the Taliban gradually regained and then extended their influence in Afghanistan, rendering vast tracts of the country insecure, and violence in the country returned to levels not seen since 2001. There were numerous Taliban attacks on Kabul and, in September 2012, the group carried outa high-profile raid on Nato's Camp Bastion base . Hopes of a negotiated peace were raised in 2013, when the Taliban announced plans to open an office in Qatar. But mistrust on all sides remained high and the violence went on. In August 2015, the Taliban admitted they had covered up Mullah Omar's death - reportedly of health problems at a hospital in Pakistan - for more than two years. The following month, the group said it had put aside weeks of infighting and rallied around a new leader in the form of Mullah Mansour, who had been the deputy of Mullah Omar. At around the same time, the Taliban seized control of a provincial capital for the first time since their defeat in 2001, taking control of the strategically important city of Kunduz. Mullah Mansour was killed in a US drone strike in May 2016 and replaced by his deputy Mawlawi Hibatullah Akhundzada, who remains in control of the group. In the year following the US-Taliban peace deal of February 2020 - which was the culmination of a long spell of direct talks - the Taliban appeared to shift their tactics from complex attacks in cities and on military outposts to awave of targeted assassinations that terrorised Afghan civilians . The targets - journalists, judges, peace activists, women in positions of power - suggested that the Taliban had not changed their extremist ideology, only their strategy.Despite grave concerns from Afghan officials over the government's vulnerability to the Taliban without international support, the new US president, Joe Biden, announced in April 2021 that all American forces would leave the country by 11 September - two decades to the day since the felling of the World Trade Center.Having outlasted a superpower through two decades of war, the Taliban began seizing vast swathes of territory, before once again toppling a government in Kabul in the wake of a foreign power withdrawing. They swept across Afghanistan in just 10 days, taking their first provincial capital on 6 August . By 15 August, they were at the gates of Kabul. Their lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries. The Taliban's return to rule brings an end to almost 20 years of a US-led coalition's presence in the country. ", "url": "https://www.bbc.com/news/world-south-asia-11451718"}