{"datetime": "2021-08-16T01:44:10.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan conflict: Kabul falls to Taliban as president flees", "article": "The Taliban has claimed victory in Afghanistan after taking over the capital Kabul, bringing to a swift end almost 20 years of a US-led coalition's presence in the country. Fighters have seized the presidential palace. The government has collapsed, with President Ashraf Ghani fleeing.A spokesman for the group has told news network Al Jazeera: \"The war is over.\" Kabul has descended into chaos, and residents and foreign nationals have been trying to escape. At the capital's international airport, an eyewitness told the BBC that staff had abandoned their desks and people were running to planes.The US has moved all of its embassy staff to the airport. The US military has secured the perimeter and is in the process of taking over air traffic control to evacuate American and allied personnel from the country, said the State Department. Kabul was the last major city in Afghanistan to hold out against the Taliban offensive, which began months ago but has accelerated in the space of days as they rapidly gained control of territories, shocking many observers. The militants were able to seize control after most foreign troops pulled out.US President Joe Biden has defended the withdrawal of American troops, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\". More than 60 countries, including the US and the UK, have issued ajoint statement saying the Afghan people \"deserve to live in safety, security and dignity\", and that security and civil order should be immediately restored. They also called on the Taliban to allow anyone who wishes to depart to do so, and to keep roads, airports and border crossings open. The Taliban ordered their fighters to enter Kabul on Sunday, after earlier holding them back at the outskirts of the city.They said they were going in to prevent chaos and looting after security forces left parts of the capital. Footage broadcast by television network Al Jazeera showed fighters inside the presidential palace, brandishing guns. The Taliban's advance into Kabul came after President Ghani fled. Details of his whereabouts are not confirmed but Al Jazeera, citing a member of his staff, said he had flown to Tashkent in neighbouring Uzbekistan. In a Facebook post addressed to Afghan citizens, Mr Ghani said he made the difficult decision to leave to avoid bloodshed in the capital city. \"The Taliban won victory in the judgment of sword and gun and they have responsibility to protect the honour, prosperity and self-respect of our compatriots,\" he said. The president was criticised by other politicians for leaving.\"God will hold him accountable and the nation will also judge,\" said Abdullah Abdullah, chairman of Afghanistan's High Council for National Reconciliation. There was panic in Kabul as the Taliban drew closer to victory. Residents headed for the airport, abandoning cars and making their way on foot in a desperate bid to get out of the country.One 22-year-old student told the BBC that he had walked for more than five hours.\"My feet hurt, they have blisters and I'm finding it difficult to stand,\" he said. \"Now that I'm leaving, I think about my family - they don't have any way to escape. I don't see a future.\" The US embassy said there were reports of gunfire at Kabul's airport, and warned its citizens to take shelter as \"the security situation... is changing quickly\". In the city centre, large queues formed at banks throughout the day as people sought to withdraw cash.Local MP Farzana Kocha told the BBC that people did not know what to do, with some running away or hiding in houses. There were reports of fighting and injuries in the city's Qarabagh district.Suhail Shaheen, a member of the Taliban's negotiating team in Doha, told the BBC that people in Kabul had no need to worry and that their properties and lives were safe. \"We are the servants of the people and of this country,\" he said. The US has deployed thousands of troops to help remove its staff and the Afghans who assisted with its mission. Helicopters transporting embassy personnel could be heard over the city on Sunday, and there were reports of smoke rising near the embassy compound as important documents were destroyed.About 600 British troops have been deployed to assist with their own withdrawal mission.UK Prime Minister Boris Johnson said his priority was getting UK nationals and \"all those who have helped the UK effort over 20 years\" out of Afghanistan \"as fast as we can\". He called on \"like-minded\" powers to work together and not recognise any new government without agreement. Other countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether. Russia is planning to convene an emergency meeting of the UN Security Council to discuss the situation in Afghanistan. It said it would not be closing its embassy because it has been provided with security assurances by the Taliban. Are you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-asia-58223231"}