{"datetime": "2021-08-15T16:15:49.000Z", "title": "Afghanistan on the brink of Taliban takeover", "article": "Afghanistan is on the brink of a total Taliban takeover and President Ashraf Ghani has fled the country. The Taliban reached the outskirts of the capital Kabul earlier on Sunday, but said fighters were now being sent into the city.People have sought safety from the fighting in Kabul but there have been scenes of panic there.The Taliban have taken control of almost the entire country now that US-led forces have all but withdrawn.Western countries have also been scrambling to evacuate their citizens. The US sent military helicopters to transport staff from the heavily fortified embassy compound in Kabul to the airport.Officials said talks had taken place to ensure a peaceful transition and a Taliban spokesman told the BBC there would be \"no revenge\" on Afghans.The US Embassy later said there were reports of gunfire at Kabul's airport. It warned US citizens in the area to take shelter as \"the security situation... is changing quickly\".It is almost 20 years since the Islamist group was ousted by a US-led military coalition. They have been seizing territory across the country in an advance that began months ago but accelerated in the space of days.US President Joe Biden has defended the US withdrawal, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\". There is panic in Kabul, where some residents have been trying to reach the airport to leave the country. Cars have been abandoned and people have opted to walk because of traffic jams. One 22-year-old student told the BBC that he had walked more than five hours to reach the airport. \"My feet hurt, they have blisters and I'm finding it difficult to stand,\" he said. \"It was like a military town - people were in traditional clothes, but they had weapons and were firing in the air. It reminded me of the jihad that I heard of from my parents.\" Residents have also been rushing to withdraw cash from ATMs, and queuing to get travel documents at the passport office and at foreign visa centres. Farzana Kocha, an MP in Kabul, told the BBC that people did not know what to do as Taliban militants closed in on the city. \"Some of them are running, some are hiding in houses,\" she said.Taliban spokesman Zabihullah Mujahid said militants had been ordered to enter some parts of Kabul on Sunday, after previously waiting on the outskirts.He said Taliban forces were going in to prevent chaos and looting after security forces left parts of the city and their checkpoints.The Taliban advance into Kabul came as officials told reporters that President Ghani had fled. Details of his whereabouts remain unknown, but some reports said he was heading for Tajikistan.Earlier on Sunday, the Taliban said they had taken control of Bagram airfield and prison, about 40km (25 miles) north of the city centre. Once the largest American military facility in Afghanistan, the complex was evacuated by the US military in the dead of night on 2 July. Taliban spokesman Suhail Shaheen told the BBC that people in Kabul had no need to worry and that their properties and lives were safe. \"We are the servants of the people and of this country,\" he said. He added that the group did not want Afghans to flee, but instead to stay and help with the post-conflict reconstruction. The US has deployed 5,000 troops to help remove its staff and the Afghans who assisted with its mission. Helicopters transporting embassy personnel could be heard over the city, and there were reports of smoke rising near the embassy compound as important documents were destroyed.About 600 British troops are being deployed to assist with their own withdrawal mission.Other countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether. Canada has temporarily closed its embassy, and a Nato official said several European Union staff had been moved to an undisclosed location in Kabul.Russia is planning to convene an emergency meeting of the UN Security Council to discuss the situation in Afghanistan. It says it will not be closing its embassy, because it has been provided with security assurances by the Taliban. Are you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-asia-58222066"}