{"datetime": "2021-08-15T18:01:56.000Z", "author": "John Simpson", "subject": "War in Afghanistan (2001-present)", "title": "Will the Taliban take Afghanistan back to the past?", "article": "\"Thanks to God you are come,\" shouted an old man as my colleagues and I marched into Kabul on 14 November 2001, battling our way through the joyful crowds. The anti-Taliban forces of Afghanistan's Northern Alliance, which had the backing of the US and other Western countries, had halted on the city outskirts, and the Taliban had simply run for it.Five years of the most extreme religious dictatorship in recent times were over. Under the Taliban, Afghanistan had become a black hole in which all sorts of extremism could thrive.Only two months earlier the 9/11 attacks on New York and Washington had been planned and guided by Osama Bin Laden and his al-Qaeda movement. It simply never occurred to me then that Taliban could make a comeback. Now of course everyone is looking for reasons.They aren't hard to find.The governments of Afghanistan's two post-Taliban presidents, Hamid Karzai and Ashraf Ghani, were democratically elected but never strong, and corruption was the system which worked best.Nevertheless President Ghani would still be in his palace and the army would be driving round in its expensive Western vehicles, if Donald Trump had not decided that he needed a foreign policy success before the 2020 election.He thought that bringing a long-running war to an end would achieve that.Several Afghan politicians and journalists I know were horrified by the conclusion of the US talks with the Taliban political leadership in Doha in February 2020, and doubly so when President Joe Biden made it clear he was going to stick to it. I was warned that no matter how moderate and peaceable the leaders in Doha might promise to be, the Taliban fighters on the ground would feel no compulsion to observe the fine print.And so it proved.Directly after the US, British and other Western troops began pulling out, the Taliban fighters across Afghanistan made their play for power. Reports of prisoners being executed brought an atmosphere of blind panic in one town after another, until Kabul itself succumbed and officials and soldiers were battling their way to the airport to get out. Perhaps the Taliban will stick to the terms of their soothing statement promising not to take revenge on anyone, and appealing to the police, the military and the civil service to stay in place.They may very well think it'll be safer not to provoke the West to intervene again.But what sort of country will Taliban-controlled Afghanistan be this time?The only guide we have is the five-year period from 1996 when (again in a matter of a few days - that's how these things go in Afghanistan) the Taliban drove out the moderate mujahideen government controlled by the redoubtable Ahmad Shah Massoud.I spent a good deal of time in Afghanistan during the Taliban's period of power, and found it deeply scary.Sharia law in its fiercest forms was in operation everywhere, with public executions, stonings and whippings commonplace.Gangs of vigilantes hung out on street corners, attacking men who showed their ankles or wore any form of Western clothing.Women only ventured out if they had written permission from men, and of course had to wear the all-encompassing burka. The Taliban minister of health, Mullah Balouch, complained to me that the International Red Cross refused his request to provide surgeons to cut off the hands and feet of convicted thieves, so he had to do the job personally; though he seemed to quite enjoy it.Working for television was a nightmare, because taking the image of any living creature was expressly forbidden on religious grounds. Bookshops were regularly ransacked for illustrations, and any guilty bookseller was whipped.Most people fled the city if they could, and most shops were shut up.The Taliban couldn't pay for oil imports, so the brightest lights at night-time were the candles people put in their windows, and the loudest noise was the barking of packs of marauding dogs, abandoned by their owners. For all the failings of successive Afghan governments and their Western backers, Kabul and other cities have burst with commercial life since the Taliban were chased out.Living standards have shot up. Cars pack the once empty streets. Schools have blossomed, especially for girls; under the Taliban the education of girls was expressly forbidden. Music, banned under the Taliban, blared out everywhere.There are new buildings everywhere. The last time I was there, I couldn't even find the place on the edge of the city where my BBC colleagues and I started our walk into town in 2001; the whole area had been built over. Most Afghans will regard the Taliban takeover as a catastrophe for themselves and their country.The main question now is, will the Taliban follow their instincts and take Afghanistan back to the past as radically as they did before liberation day 20 years ago - or have they learned a lesson?", "url": "https://www.bbc.com/news/world-58224559"}