{"datetime": "2021-09-07T21:14:21.000Z", "title": "Afghanistan: Who's who in the Taliban leadership", "article": "The Taliban took many by surprise as they swept across Afghanistan in just 10 days in August, quickly taking control of towns and cities. The militant group has announced an interim government, declaring the country an \"Islamic Emirate\".The cabinet will be led by Mullah Mohammad Hassan Akhund, one of the movement's founders. So, here's what is known about who is leading the Taliban today.Hibatullah Akhundzada became the supreme commander of the Taliban in May 2016, and is now leader of the so-called Islamic Emirate of Afghanistan. In the 1980s, he participated in the Islamist resistance against the Soviet military campaign in Afghanistan, but his reputation is more that of a religious leader than a military commander. Akhundzada worked as head of the Sharia Courts in the 1990s. After first seizing power in the 1990s, the Taliban introduced and supported punishments according to their strict interpretation of Islamic law: they publicly executed murderers and adulterers and amputated thieves' limbs. Under the leadership of the reclusive Mullah Mohammed Omar (who is thought to have died in 2013), the Taliban also banned television, music, movies, make-up, and stopped girls aged 10 and over from attending school. Akhundzada is believed to be in his 60s and has lived most of his life in Afghanistan.However, according to experts, he maintains close ties with the so-called \"Quetta Shura\" - the Afghan Taliban leaders said to be based in the Pakistani city of Quetta. As the group's supreme commander, Akhundzada is in charge of political, military and religious affairs. Mullah Mohammad Hassan Akhund is one of the four men who founded the Taliban in Afghanistan in 1994. He is a longtime head the Taliban's powerful leadership council, or Rehbari Shura.He served as foreign minister and deputy prime minister during the Taliban's rule in Afghanistan in 1996-2001.He is under UN sanctions for his role in the government during that period. Sirajuddin Haqqani is another of the group's top figures, who is on an FBI most wanted list. After the death of his father, Jalaluddin Haqqani, he became the new leader of the Haqqani network, which has been credited with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years. The Haqqani network is currently one of the region's most powerful and feared militant groups. Some say it is even more influential than the Islamic State group in Afghanistan . The group, designated by the US as a terrorist organisation, oversees the Taliban's financial and military assets along the Pakistan-Afghanistan border. Haqqani is believed to be around 45. In an opinion piece in the New York Times last year before the signing of the Doha agreement, Haqqani wrote: \"For more than four decades, precious Afghan lives have been lost every day. Everyone has lost somebody they loved. Everyone is tired of war. I am convinced that the killing and the maiming must stop.\" Mullah Abdul Ghani Baradar is a Taliban co-founder. He became a lynchpin of the insurgency after the militants were toppled by the US-led invasion in 2001. But he was captured in a joint US-Pakistani operation in the southern Pakistani city of Karachi in February 2010. He remained in prison for eight years, until he was released as part of a plan to facilitate the peace process. He has been the head of their political office in Qatar since January 2019. In 2020, Baradar became the first Taliban leader to communicate directly with a US president after having a telephone conversation with Donald Trump. Before that,Baradar signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban.Mohammad Yaqoob is the son of the founder of the Taliban, Mullah Mohammed Omar. He is believed to be little more than 30 years old and is currently the leader of the group's military operations. Following the death of former Taliban leader Akhtar Mansour in 2016, some militants wanted to appoint Yaqoob as the group's new supreme commander, but others felt that he was young and lacking in experience. As the Taliban advanced through the country, Yaqoob urged Taliban fighters not to harm members of the Afghan military or government and tostay out of abandoned homes of government and security officials who had fled , according to the Associated Press news agency. ", "url": "https://www.bbc.com/news/world-asia-58235639"}