{"datetime": "2021-09-09T14:12:26.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Journalists tell of beatings by Taliban", "article": "Journalists in Afghanistan say that they have been beaten, detained and flogged by the Taliban when attempting to cover protests. Photos circulating online show two journalists from Etilaatroz newspaper with welts and bruises after their arrest in the capital Kabul.One of them, Taqi Daryabi, told the BBC he had been taken to a district police station where he was kicked and beaten.On Wednesday, the BBC's team were also prevented from filming.Mr Daryabi, alongside Etilaatroz's photographer Nematullah Naqdi,had been covering a women's protest in Kabul on Wednesday .Afterwards, they were taken to a police station, where they say they were beaten with batons, electrical cables and whips. A few hours later, they were released by the Taliban, without explanation.\"They took me to another room and handcuffed my hands behind me,\" he told the BBC's Secunder Kermani in Kabul. \"I decided not to defend myself because I thought they would just beat me even worse, so I lay down on floor in a position to protect the front of my body.\"Eight of them came and they started beating me... Using sticks, police sticks, rubber - whatever they had in their hands. The scar on my face is from shoes where they kicked me in face. \"I was unconscious after that so they stopped. They took me to another building where there were cells and left me.\" Mr Daryabi said he had fallen unconscious after the beating, and that after about two hours he had been released.\"I could barely walk but they were telling us to walk quickly. I was in very bad pain.\" Nematullah Naqdi said Taliban fighters had tried to take away his camera as soon as he started taking photographs of the protest. \"One of the Taliban put his foot on my head, crushed my face against the concrete. They kicked me in the head... I thought they were going to kill me,\" Mr Naqdi told AFP news agency. He asked why he was being beaten, only to be told: \"You are lucky you weren't beheaded.\" Afghanistan's Tolo news agency reported that its cameraman had been arrested and held by the Taliban for nearly three hours. The CPJ, an international non-governmental organisation, said at least 14 journalists had been detained and then released over the past two days.\"The Taliban is quickly proving that earlier promises to allow Afghanistan's independent media to continue operating freely and safely are worthless,\"said Steven Butler, CPJ's Asia programme co-ordinator .\"We urge the Taliban to live up to those earlier promises, to stop beating and detaining reporters doing their job, and allow the media to work freely without fear of reprisal.\" Earlier this week, the Taliban, which seized control of Afghanistan in a sweeping offensive more than three weeks ago, announced the formation of an all-male interim government to rule the country. Since then, they have effectively banned protests, declaring them illegal unless permission is sought from the ministry of justice. ", "url": "https://www.bbc.com/news/world-asia-58500579"}