{"datetime": "2021-08-17T14:01:44.000Z", "author": "Alexandra Fouché", "title": "Uncertain times ahead for Afghan women", "article": "Two days after the Taliban took control of the Afghan capital, Kabul, female presenters have returned to at least some TV channels, after briefly going off air as the militants took over the country. Tolo TV, the private channel which previously broadcast a mix of Western-style game shows, soap operas and talent contests, said there was a little bit of uncertainty at the time about what would unfold next and temporarily removed their female presenters. Tolo News' Siyar Sirat said on Tuesday things looked like they were returning to normal, with \"normal resources at the office, we have women on screen and we are reporting from around the city\". One of the big questions now is what will happen to Afghan women - they are still visible on TV screens so far, and the Taliban have given assurances that their rights will be respected. Not many women could be seen at Kabul airport on Monday where crowds thronged the tarmac of the runway in a desperate bid to get out of the country. On Monday, Nobel Peace Prize winner Malala Yousafzai - who was shot aged 15 by the Taliban for campaigning for girls' education in Pakistan - expressed concern about the situation for and the safety of women and girls in the country. \"I had the opportunity to talk to a few activists in Afghanistan, including women's rights activists and they are sharing their concern that they are not sure what their life is going to be like,\" she told the BBC.\"A lot of them remember what was happening in 1996-2001 time and they are deeply worried about their safety, their rights their protection, they are worried about their access to school.\"And we have already seen news reports that many girls have been sent back from university. A lot of them have been asked to get married at age 15, 12.\" Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\". On Tuesday, the group declared an amnesty across Afghanistan and said it wanted women to join its government. Indeed, some women have chosen to stay. Payvand Seyed Ali currently works as an education consultant in Kabul, where she has lived and worked for 10 years. She was senior adviser to the Swedish Committee for Afghanistan, and also led the UK government's largest education fund in Afghanistan, the GEC. \"I don't think it's useful to wonder or have expectations of what the Taliban will do when it comes to women's rights and education. We have to work with what we have, and what we have include high-level Taliban promises that women will have access to education, and work.\"What makes sense is to treat these promises not as 'conciliatory noises', but as commitments, and work actively with Taliban leadership to craft solutions that keep girls in school and women working,\" she told the BBC News website.She says accountability will be key: \"The ministry of education budget, including all staff salaries, is almost entirely donor-funded, including a large portion facilitated and monitored by the World Bank. The objectives remain, the indicators remain, the accountability measures remain, and we should work with any new government towards compromises to meet development goals, and to keep our kids - all our kids - in school. \"So far, it seems that most, though not all, girls' schools have remained open or are reopening, albeit with personnel changes and high absenteeism. District and provincial staff for the most part continue to work.\"In more rural areas, I have reliable reports that the largest NGO in the country, the Swedish Committee for Afghanistan, has reopened or kept open almost all of its girls' schools. So have most other leading NGOs supporting education in government and community schools. Many of these community schools have had some Taliban engagement since inception. Most have insisted on female or mullah teachers for years.\" She will stay in Kabul and says women around her are still mostly at home, but cautiously planning visits and outings in the coming days. Activist Pashtana Durrani says that people must be wary. \"For starters, you have to understand that what they say and what they are putting in practice, they are two different things,\" she told the BBC on Monday. \"Girls in Herat, they were not able to go to their universities; girls in Kandahar, they were asked to go to their home andtheir male relatives were asked to fill in... their positions in the bank . \"So... they [the Taliban] are looking for legitimacy from all these different countries, to be accepted as the legitimate government of Afghanistan, but then at the same time, what are they doing in practice? \"Either a) they don't have control on their foot soldiers, or b) they really want the legitimacy but they're not willing to do the work. Those are two different things.\" Ms Durrani also points out that when the Taliban talk about women's rights, they talk about them in vague terms: do they mean mobility rights, socialising rights, political rights, their representative rights and/or voting rights? It is not clear whether they mean all or only some of those rights, she says. Afghanistan's women and girls must now wait to see how life pans out under Taliban rule, as fears and uncertainties remain while there is no government in charge. ", "url": "https://www.bbc.com/news/world-asia-58244017"}