{"datetime": "2021-09-13T15:38:13.000Z", "title": "Afghanistan crisis: Taliban kill civilians in resistance stronghold", "article": "The BBC has found that at least 20 civilians have been killed in Afghanistan's Panjshir Valley, which has seen fighting between the Taliban and opposition forces. Communications have been cut in the valley, making reporting difficult, but the BBC has evidence of Taliban killings despite promises of restraint. Footage from a dusty roadside in Panjshir shows a man wearing military gear surrounded by Taliban fighters. Gunfire rings out and he slumps to the ground. It is not clear if the man killed was an army member - combat uniforms are common in the region. In the video a bystander insisted he was a civilian.The BBC has established there have been at least 20 such deaths in Panjshir. One of the victims was a shopkeeper and father-of-two called Abdul Sami.Local sources said the man would not flee when the Taliban advanced, telling them: \"I'm just a poor shop owner and have nothing to do with war.\" But he was arrested, accused of selling sim cards to resistance fighters. Days later his body was dumped near his home. Witnesses who saw his body said it showed signs of torture.When the Taliban swept to power last month, just one region held out.The Panjshir Valley has long been a focal point for resistance in Afghanistan. Under the opposition commander Ahmad Shah Massoud, the region repelled both the Soviet forces and the Taliban. Mountain peaks surround the valley making it difficult for anyone trying to capture it. Massoud's son Ahmad led the resistance against the Taliban the second time they took control of Afghanistan, but last week the militant group declared victory, posting footage of their fighters raising their flag.The resistance forces have vowed to fight on, with Ahmad Massoud calling for a \"national uprising\" against the Taliban. Now attention is turning to what happens next in Panjshir, as elsewhere in Afghanistan, with the Taliban back in charge. When the Taliban entered the valley, they encouraged residents to carry on as normal.\"They should come out, do their daily activities,\" said a spokesman, Malavi Abdullah Rahamani.\"If they are shopkeepers they can go to their shops. If they are farmers, they can go to their farms. We are here to protect them, their lives and their families.\"But instead of this, footage from the ground shows once-busy marketplaces deserted. People have been trying to flee, with long lines of vehicles forming below the valley's craggy peaks.There have been warnings of shortages of food and medicine.The Taliban has denied targeting civilians. But coming after reports ofa massacre of members of the Hazara minority andthe killing of a policewoman , it is a further sign that the reality on the ground differs from the Taliban's promises of no revenge attacks.\"These kind of reports seem to fall in to a pattern that we've already documented throughout Afghanistan,\" said Patricia Grossman of Human Rights Watch. \"As the Taliban made their way towards Kabul through July and August we had similar reports and we were able to document summary executions of former security personnel, former members of the government and civilians often in revenge killings. This looks to very much be the same pattern.\" ", "url": "https://www.bbc.com/news/world-asia-58545892"}