{"datetime": "2021-09-13T16:58:51.000Z", "title": "Afghanistan: More than $1bn pledged for Afghanistan", "article": "More than $1bn (£720m) in aid has been pledged for Afghanistan, following warnings from the United Nations of a \"looming catastrophe\". The plea for global support was made at a conference in Geneva, following the Taliban's takeover last month. The UN said the country was facing a major humanitarian crisis.After decades of war and suffering, it was \"perhaps their most perilous hour\", Secretary-General Antonio Guterres said.The poverty rate was \"spiralling\" and public services were close to collapse, he told the conference.\"Many people could run out of food by the end of this month just as winter approaches,\" he warned. The UN had called for $606m to be raised, saying this would bring \"vital relief\" to millions.Mr Guterres said it was unclear how much of the more than $1bn promised would go towards the UN appeal.The UN has urged the Taliban to give aid workers unimpeded access. Even before the Islamist militants retook control of Afghanistan in August, fighting had forced more than 550,000 people to flee their homes. An estimated 3.5 million people are currently internally displaced within the country. Afghans have also had to deal with a severe drought. The conference on Monday was attended by top UN officials as well as aid organisations including the Red Cross and various governments. The UN said about a third of the money it was seeking to raise would be used by its World Food Programme (WFP), which earlier said many Afghans did not have access to cash to afford sufficient food. \"We are quite literally begging and borrowing to avoid food stocks running out,\" WFP deputy regional director Anthea Webb told Reuters news agency. As well as pledging aid, officials told the conference of their concerns over Taliban abuses. UN human rights chief Michelle Bachelet accused the Taliban of contradicting their own public promises on human rights. She cited \"multiple\" allegations of Taliban forces conducting house-to-house searches for former officials, and said women had been \"progressively excluded\" from public life. The BBC has found thatat least 20 civilians were killed in Afghanistan's Panjshir Valley, which has seen fighting between the Taliban and opposition forces.In a statement echoed by other officials, German Foreign Minister Heiko Maas said respecting basic rights would be a \"benchmark... in determining our future engagement with a new Afghan government - including for possible development assistance\". Meanwhile, the UN High Commissioner for Refugees Filippo Grandi tweeted that he had arrived in Kabul on Monday to \"assess the country's acute humanitarian needs\". Thousands of people have fled Afghanistan since the Taliban took control of Kabul on 15 August following a rapid offensive.On Monday, a special Pakistan International Airlines flight arrived in Kabul to take passengers to Islamabad.\"I will come back here only if the situation allows women to work and move freely,\" one 35-year-old evacuee told AFP news agency.In a separate development, Abdul Ghani Baradar, the Taliban co-founder and new deputy prime minister of Afghanistan, issued an apparent audio statement after reports that he had died spread on social media. \"I have been away on trips,\" he said in the clip. \"Wherever I am at the moment, we are all fine, all my brothers and friends.\" The BBC has not been able to verify the recording, which was posted on a number of official Taliban websites. ", "url": "https://www.bbc.com/news/world-asia-58542451"}