{"datetime": "2020-05-08T02:25:37.000Z", "author": "Yvette Tan", "title": "Coronavirus lockdown sends solo sailor on Pacific odyssey", "article": "One man's dream to spend three years sailing solo around the Pacific nearly turned to disaster after borders started closing around the region, leaving him stranded alone at sea for three months. While people around the globe were panic buying and stocking up, he was running low on food and fuel as he sailed between islands trying to find somewhere to dock. Wong - he only wanted to share his surname - set off from his home country Singapore on 2 February. It was an adventure the 59-year-old experienced sailor had been meticulously planning for years - everything from the exact amount of fuel he would need to the weather conditions of the places he was intending to visit.The plan was to sail from Singapore to Polynesia, a journey that would take about four months, in his yacht. Once there, he would spend time exploring the region by land and sea. But he would soon learn that even the best laid plans could go awry - especially in the face of a global pandemic. For the first leg of his journey, Wong was joined by two friends who accompanied him in the initial stages of his journey.In late February, they disembarked in Indonesia as scheduled and Wong headed on alone to his destination of Papua New Guinea (PNG), where he planned to stock up on fuel and food.But a few days in, his auto-pilot broke. \"I was still in Indonesian waters then so I wanted to anchor and take a break and repair my boat. But I was chased away - they said the lockdown had already begun,\" he told the BBC. \"So I thought OK I would just continue on.\" A broken autopilot meant he needed to man the ship at all times. At night, he would set his alarm to ring once every hour, so he could wake up to check his whereabouts.And his luck did not improve. As he neared PNG, he found out from his family - whom he kept in touch with by satellite phone - that it had also closed its borders. He decided he would stop at a small island close by instead.\"It was a small island, only around 20-30 families lived there. There was no telephone, no television, nothing,\" he said.\"But even they had heard of the lockdown, so they chased me away. I approached several other islands but they all chased me away.\"It was then that I got news that the South Pacific islands were all in lockdown, but I was already halfway there - I couldn't really turn back. So I decided to just continue to Tuvalu.\"That leg of the journey would take the next 13 days.It was 21 April when he reached Tuvalu. By this time, he had already spent weeks alone on his boat, and his supplies were running dangerously low. \"My initial plan, if there was no virus, was that I would stop at each country for a while, buy some fuel and food,\" he said.\"By this time, the vegetables were all spoilt but I still could keep things like meat and things like potatoes as I had a fridge on board.\" He was about two hours from Tuvalu waters when he was discovered by maritime officials - who again, told him to leave.\"I pleaded with them and said 'Please, I don't have any more fuel and food. I won't anchor and step on land, just let me stay in your waters,'\" he said.But they said no.\"I said I didn't have anywhere to go and they said to head back to the ocean. At last I said ok at least help me buy some food and fuel.\" He passed them nearly US$1,400 (£1,133) in exchange for 1,000 litres of diesel and approximately a month's worth of food. A boat carrying both these things eventually arrived, but they couldn't approach Wong due to social distancing rules.\"I pulled out my small rubber boat and pushed it their way, and they put the goods there and I would tow it back. We took a lot of time pulling it back and forth.\" So he left, deciding to head towards Fiji. During this time, his family back home in Singapore got in touch with Singapore's Ministry of Foreign Affairs and tried to secure a place for him to dock in Fiji. All he could do then was wait and hope for the best. His options were running low but then he hit a real low point after his boat hit coral. \"It was sometime in April that my propeller was damaged. I remember on that day, huge winds started picking up - they were really strong,\" he said. He later found out that he was some 500 nautical miles (926 km) away from Cyclone Harold - the storm that ravaged the Pacific Islands, killing dozens. \"I was very far away but I still felt it. The winds blew my boat and it hit something, causing one of my propellers to spoil,\" he said.But thankfully, he soon received word that the Fiji government had agreed to take him in.\"I was so happy and relieved when Fiji let me in, I was really thankful to the Fijian government and to Singapore's Ministry of Foreign Affairs for co-ordinating,\" he said.A navy boat was sent out to tow him in and he eventually docked in Fiji on 29 April - after almost three months of wandering the sea.\"Mr Wong was fatigued after incurring damages to his yacht and had minimal rest and [was] running short of food supplies,\" Commander Tim Natuva of the Fiji Navy told BBC News.Cmdr Natuva said the rescue effort required co-ordination from Singapore and multiple ministries in Fiji including customs, immigration, navy and the ministry of health.Fiji, which has a population of about 880,000, currently has 18 confirmed cases of the virus - one of the few nations in the South Pacific to have any reported virus cases.Cmdr Natuva said the rescue itself was \"fairly simple\" but \"needed some adjustments\" because of the virus restrictions. But it was a success - Wong eventually managed to dock. He was taken to hospital where he had to undergo a swab test. The test, of course, came back negative. \"If it had come back positive - I really don't know how that would have happened! I hadn't seen anyone for months at that point!\" he joked.When asked how he felt about being rejected from every country, his tone remained upbeat, saying: \"Those countries did what they had to do. If they had let me in and someone had gotten the virus from me, how could they explain the incident to their citizens? \"One thing that surprised me was that even those small islands with no wifi and television, even they felt the effects of the virus so strongly. I really felt for them.\" Wong has since been discharged but remains in Fiji working on repairing his yacht, waiting for the chance to resume his trip. \"I hope this outbreak is something we'll all be able to get through,\" he said. \"And after this all ends, I will continue my voyage.\" ", "url": "https://www.bbc.com/news/world-asia-52571918"}