{"datetime": "2020-04-15T03:13:58.000Z", "author": "Yvette Tan", "title": "Cyclone Harold and coronavirus: Pacific Islands face battle on two fronts", "article": "After a deadly cyclone slammed through several countries in the Pacific, there is growing concern that the coronavirus pandemic could disrupt efforts to help the survivors undo early work to protect vulnerable communities from infection. Cyclone Harold, a category five storm, lashed several island nations in the region last week, killing dozens of people, flooding towns and leaving many homeless.Even in normal times, this would be a terrible situation. But with the threat of the virus looming over impoverished communities, it has the potential to be catastrophic.Supply routes are damaged, and many people will have to move into evacuation centres where practising social distancing will be almost impossible.\"In theory, all islands will have a pandemic plan in place, but it's one thing to have a plan and another thing to put that into practice. And when you have a cyclone, that compromises all the planning,\" said Dr Colin Tukuitonga, head of Pacific and International Health at the University of Auckland.\"Both the virus and the cyclone have just really compounded a really difficult situation.\" Cyclone Harold formed off the Solomon Islands in early April, made landfall in Vanuatu on 6 April and then moved to Fiji and Tonga. In Vanuatu alone, nearly 160,000 people are in need of assistance, said the country's National Disaster Management Office.Oxfam says at least two people have died and that on Pentecost island, one of the many islands that make up Vanuatu, 90% of homes and other infrastructure have been damaged. In Fiji, an estimated 10,000 people need immediate help, say local Red Cross officers. Critical infrastructure like power and water supplies, roads, schools and schools have been affected. In Tonga, houses, offices and even a graveyard were wrecked. Vital roads were damaged, as well as wharves all along the coast. In the single biggest loss of life, a ferry carrying an estimated 60 people headed out to sea in the Solomon Islands, despite strong winds and choppy waters - defying a government warning not to travel. At least 27 people died when they were thrown overboard.According to local media, many of those on board had had been leaving the capital, Honiara, after the government told people to return to their home islands ahead of a potential virus lockdown.Most countries in the Pacific Islands have been praised for their early response to the virus. Quick lockdowns and travel restrictions, and the nations' relative inaccessibility means many of them have remained virus-free so far. That's vital, says Dr Tukuitonga, because their health systems are often not well funded and would be unable to cope with an outbreak.\"There are nowhere near the number of ventilators and intensive care beds [needed for Covid-19] and they can't test for the virus in many of these places,\" he told the BBC.\"That's why their aim to keep the virus out is important. They went into lockdown earlier than most, closed borders, quarantined citizens. So they've been pretty proactive.\" Among the countries hit by the cyclone, only Fiji has had any virus cases - with 16 cases so far in a population of around 880,000 people. People in the country had been advised to follow measures like social distancing and working from home, but a cyclone has meant that these rules will need to change, not least for those who no longer have a home from which to work.Many in the region will have no choice but to move into evacuation centres - where social distancing will be difficult to implement.\"Evacuation centres are usually a school or church hall and you have lots of people together in one place because they have no other choice,\" says Dr Tukuitonga.\"People are in a confined space so in a sense that's ideal conditions for the virus.\" The Fiji Red Cross says there is a \"full focus on hygiene\" in evacuation centres.\"It's been a great challenge to balance our messages when one day we say that people should not meet with anyone other than those from their homes... [and the next] we encourage people to seek refuge in evacuation centres,\" said Carl Lorentzen, IRFC communications manager for the Pacific.\"We have had to make some tough decisions.\" Regional director of Oxfam in the Pacific Raijeli Nicole told the BBC the cyclone has \"presented serious logistical challenges to delivering life-saving aid, while adding to the significant economic and social toll it has already taken in the Pacific\". The UN's children's agency Unicef adds that \"even in ideal circumstances - and current circumstances are far from ideal - travel and logistics across the vast Pacific region is expensive and complex\". \"Vanuatu has maintained that foreigners will not be allowed entry out of fear the virus could be introduced and all humanitarian cargo will have to undergo strict health protocols before being offloaded,\" Sheldon Yett, Unicef's Pacific representative told the BBC.But despite this, some aid is still making its way through.\"Support is already coming in from Australia, New Zealand, China and the US,\" said Jonathan Pryke, director of the Lowy Institute's Pacific Islands Program. And then of course - there's the economic cost. Fiji for example - a country reliant on its tourism sector - was already struggling well before the cyclone.\"About 40% of Fiji's GDP is tourist related. People are losing their jobs because the industry is totally shut down... it's a big blow to Fiji since about a million tourists vacation here every year,\" said Mr Lorentzen.Foreign countries need to step in in such scenarios to \"help reduce the economic fallout\", says Mr Pryke.The United Nations has released $2.5m (£1.9m) from its emergency humanitarian fund to help Vanuatu. UN emergency relief co-ordinator Mark Lowcock said \"now more than ever\" was the time to help countries like Vanuatu in the face of climate-related disasters. \"Not only will this help save lives, but it will help them rebuild their resilience, which is essential if they are to successfully fight the virus.\" Mr Pryke told the BBC that \"the economic impact of the cyclone on top of the economic fallout of Covid-19 is the last thing these countries need\". \"Already stretched government resources will be stretched even further,\" he said. However, he has faith that the region will recover. \"The Pacific peoples are very resilient. They will persevere through this.\" ", "url": "https://www.bbc.com/news/world-asia-52268119"}