{"datetime": "2022-01-23T05:31:50.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New Zealand PM Ardern cancels wedding amid Omicron wave", "article": "New Zealand's Prime Minister Jacinda Ardern has cancelled her wedding after announcing new Covid restrictions. The entire country is set to be placed under the highest level of Covid restrictions after an outbreak of the Omicron variant.The restrictions include a cap of 100 vaccinated people at events and mask wearing in shops and on public transport.New Zealand has recorded 15,104 Covid cases and 52 deaths.Ms Ardern confirmed to reporters on Sunday that her wedding to television host Clarke Gayford would not be going ahead.\"I am no different to, dare I say it, thousands of other New Zealanders who have had much more devastating impacts felt by the pandemic, the most gutting of which is the inability to be with a loved one sometimes when they are gravely ill,\" she said.\"That will far, far outstrip any sadness I experience,\" she added.The new restrictions come into force at midnight on Sunday local time (11:00 GMT). It comes after a cluster of nine Omicron cases were confirmed.A family who had attended a wedding in Auckland tested positive after returning home to the South Island. A flight attendant also contracted the virus. Officials say the level of community transmission from the group is expected to be high.Indoor hospitality venues and events will have their capacity capped to 100 vaccinated people or 25 if vaccine passes are not being used.This also includes gyms and weddings , the New Zealand Herald reports.Students including year four and above will be required to wear masks in school.New Zealand has operated under strict Covid rules since the start of the pandemic, allowing it to keep deaths to a minimum. It was one of the first countries in the world to close its borders and quashed earlier outbreaks with lockdowns.But since the emergence of the Delta variant, Ms Ardern has switched from a total Covid elimination strategy to pushing for higher vaccination rates and treating the virus as endemic. It's thought that about 94% of the country's population over the age of 12 is fully vaccinated and 56% of eligible people have had their boosters.Last year, the country announced plans to reopen borders as part of a staged reopening. Foreign travellers will be the last group to be granted entry into the country, from 30 April. ", "url": "https://www.bbc.com/news/world-asia-60100369"}