{"datetime": "2021-09-10T19:38:45.000Z", "subject": "September 11 attacks", "title": "Afghanistan: UN condemns Taliban's brutal crackdown on protests", "article": "The UN has condemned the Taliban for their \"increasingly violent response\" to dissent, weeks after the group's rapid takeover of Afghanistan. Taliban fighters killed four people during recent protests, the UN said. Demonstrations have taken place across Afghanistan since the fall of Kabul on 15 August, demanding respect for women's rights and greater freedoms. Taliban fighters have used batons, whips, and live ammunition against protesters, the UN said in its report. \"We call on the Taliban to immediately cease the use of force towards, and the arbitrary detention of, those exercising their right to peaceful assembly and the journalists covering the protests,\" a spokeswoman for the UN High Commissioner for Human Rights said ina press statement . Taliban fighters swept across Afghanistan in August, capturing provincial centres and eventually the capital Kabul itself in less than two weeks.The US then led an airlift from the capital's international airport, evacuating more than 120,000 people before pulling out its own forces on 31 August. The Taliban takeover follows two decades of US military operations in Afghanistan, after American and allied forces ousted the group from power in 2001 following the 9/11 attacks. The US will mark the 20th anniversary of those attacks on Saturday. UN spokeswoman Ravina Shamdasani criticised the Taliban's crackdown on demonstrations in a press briefing on Friday.Demonstrations have grown since 15 August, she said. But on Wednesday the Taliban banned unauthorised gatherings, and on Thursday they ordered telecommunications companies to shut off mobile internet in Kabul.It is crucial the group listen to Afghan women and men on the streets \"during this time of great uncertainty\", she said.The press statement also noted the deaths of at least four people - including a boy - and the violent dispersal of demonstrators in recent weeks.It also criticised violence against journalists.Reporters told the BBC this week they had been beaten, detained and flogged by the Taliban when they tried to cover the protests.The UN report comes amid growing concerns about Afghanistan in the wake of the Taliban takeover.On Friday, the UN's World Food Programme said 93% of households in the country were not eating enough food. A drought has exacerbated supply problems, causing the loss of some 40% of the wheat crop. The Wall Street Journal reports that aid workers fear the entire population could fall into poverty within months.And UN body Unesco warns that the country faces a \"generational catastrophe\" in education, after two decades of progress for children - especially girls.Unconfirmed reports suggest the Taliban plan to hold a ceremony to inaugurate their new government on Saturday,after announcing its leadership this week .It is the day the US will hold events to mark the 20th anniversary of the 9/11 terror attacks.Close to 3,000 people died that day. Islamist militant group al-Qaeda masterminded the attack, led by Osama Bin Laden - who was at the time in Afghanistan under the protection of the Taliban.Ken McCallum, director general of the UK intelligence agency MI5, has told the BBC thatthe Taliban takeover of Afghanistan has likely \"emboldened\" UK terrorists .President Joe Biden had initially set 11 September as the deadline for the withdrawal of US troops from Afghanistan, before the Taliban takeover forced the US to speed up its withdrawal.On Thursdaythe first foreigners flew out of Kabul since the US pull-out. Around 100 people - among them UK, US, Canadian and Dutch nationals - took a Qatar Airways charter flight to Doha.A second Qatar Airways flight from the Afghan capital landed in Doha on Friday, reportedly carrying some 150 people.France has confirmed that 49 of its nationals were on board.The White House said 19 US nationals were on board the aircraft. It added that on Friday another two American nationals and 11 permanent residents left Afghanistan overland to a third country with Washington's assistance. However, press secretary Jen Psaki said that the US has temporarily halted flights of Afghan refugees into the country after the discovery of four cases of measles among those who have recently arrived.", "url": "https://www.bbc.com/news/world-asia-58520146"}