{"datetime": "2021-09-12T20:44:47.000Z", "title": "Afghanistan: Taliban announce new rules for female students", "article": "Afghan universities will be segregated by gender, and a new dress code will be introduced, the Taliban has said. Higher Education Minister Abdul Baqi Haqqani indicated women would be allowed to study, but not alongside men. He also announced a review of the subjects students would be taught. Women and girls were banned from schools and universities under Taliban rule between 1996 and 2001. The Taliban have said they will not prevent women from being educated or having jobs. But since they seized control on 15 August, they have asked all women, except those in the public health sector, to stay away from work, until the security situation improves. Sunday's announcement of the higher education policy comes a day after the Taliban raised their flag over the presidential palace, signalling the beginning of their administration. They seized control from the elected government a month ago. The policy marks asignificant change from the accepted practice before the Taliban takeover. Female students did not have to abide by a dress code, and universities were co-educational, with men and women studying side by side. But Mr Haqqani was unapologetic about that change. \"We have no problems in ending the mixed-education system,\" he said. \"The people are Muslims and they will accept it.\" Some have suggested that the new rules will exclude women from education because the universities do not have the resources to provide separate classes. However, Mr Haqqani insisted there are enough female teachers and that where they are not available alternatives will be found. \"It all depends on the university's capacity,\" he said. \"We can also use male teachers to teach from behind a curtain, or use technology.\" Girls and boys will also be segregated at primary and secondary schools, which was already common throughout Afghanistan. Women will be required to wear hijabs but Mr Haqqani did not specify if additional face coverings would be made compulsory.The newly installed minister also said that the subjects taught in universities will be reviewed. He told reporters that the Taliban wanted to \"create a reasonable and Islamic curriculum that is in line with our Islamic, national and historical values and, on the other hand, be able to compete with other countries\". The announcement comes after a demonstration by women supportive of the Taliban's gender policies at Shaheed Rabbani Education University in Kabul yesterday.Hundreds of women, most of them wearing black niqabs and carrying small Taliban flags, listened to speeches that praised the new regime and attacked those involved in large demonstrations across the country demanding the protection of women's rights.Since the Taliban were removed from power in 2001, enormous progress has been made in improving Afghanistan's education enrolments and literacy rates - especially for girls and women. A recent report by the United Nation's education branch, UNESCO , said that the number of girls in primary school had increased from almost zero to 2.5 million in the 17 years after Taliban control.The report also said the female literacy rate had nearly doubled in a decade to 30%. The Taliban's new government has also replaced the Women's Affairs Ministry with the Ministry of Vice and Virtue.The much feared department was responsible for deploying religious police to the streets to enforce Sharia law during the Taliban's previous spell in power. It became known for beating women for infractions such as dressing immodestly and being outside without a male guardian.Many prominent professional women fled Afghanistan in anticipation of the group's return to power. The country's biggest pop singer Aryana Sayeed left the country on a US cargo plane and the famed film director Sahraa Karimi was evacuated to Ukraine.", "url": "https://www.bbc.com/news/world-asia-58537081"}