{"datetime": "2021-08-25T23:38:02.000Z", "author": "Paul Kerley & Lucia Blasco", "title": "Afghanistan: The 'undefeated' Panjshir Valley - an hour from Kabul", "article": "Several thousand anti-Taliban fighters are reported to be holding out against the Taliban in a remote valley with a narrow entrance - little more than 30 miles or so from the capital Kabul. It's not the first time the dramatic and imposing Panjshir Valley has been a flashpoint in Afghanistan's recent turbulent history - having been a stronghold against Soviet forces in the 1980s, and the Taliban in the '90s. The group holding out there now - the National Resistance Front of Afghanistan (NRF) - recently reminded the world of the valley's strength. \"The Red Army, with its might, was unable to defeat us... And the Taliban also 25 years ago... they tried to take over the valley and they failed, they faced a crushing defeat,\" Ali Nazary, the NRF's head of foreign relations, told the BBC. The long, deep and dusty valley stretches about 75 miles (120km) - south-west to north-east - to the north of the Afghan capital Kabul. It is protected by high mountain peaks - rising 9,800ft (3,000m) above the valley floor. They are an imposing natural barrier - protection for the people living there.There is only one narrow road in, which winds its way between large rocky outcrops and the meandering Panjshir River.\"There is a mythical aspect to the entire area. It's not just one valley. Once you get into it there are at least another 21 sub valleys connected,\" says Shakib Sharifi, who lived there as a child, but left Afghanistan after the Taliban took control. At the far end of the main valley, a trail leads up to the 4,430m (14,534ft) Anjoman Pass and heads further east into the Hindu Kush mountains. The armies of Alexander the Great and Tamerlane - the last of the great nomadic conquerors of Central Asia - both passed this way. \"Historically, the Panjshir Valley was also known for mining - including semi-precious jewels,\" says Elisabeth Leake, associate professor of international history at the University of Leeds. Today, the valley has hydroelectric dams and a wind farm. The US helped in the construction of roads and a radio tower that receives signals from Kabul. The former US airbase at Bagram - originally built by the Soviets in the 1950s - is also a short distance from the mouth of the valley. Between 150,000 and 200,000 people are reported to live in the valley. Most speak Dari - one of Afghanistan's main languages - and are of Tajik ethnicity.The Tajiks make up about a quarter of Afghanistan's population of 38 million people - but the Panjshiris don't look towards Tajikistan, one of Afghanistan's northern neighbours. Instead they have their own local identity.Mr Sharifi - who until recently was the director general for planning at the Afghan Ministry of Agriculture - describes the Panjshiris as brave, \"perhaps the bravest in Afghanistan\". He says locals are irreconcilable with the Taliban - and have \"an element of belligerence - but in a positive way\". Historical victories against the British, Soviets and Taliban simply \"emboldened people further\". After the defeat of the Taliban in 2001, the valley was promoted from a district to a province. It's one of Afghanistan's smallest. \"The decision to make it a province in its own right was controversial,\" says Dr Antonio Giustozzi, a senior research fellow at the Royal United Services Institute (RUSI). Panjshiri fighters had a lot of power in the early 2000s, he explains. They had helped recapture Kabul and became \"number one stakeholders\".Panjshiri leaders were given prominent positions in the government and military. The valley became autonomous and was the only province in Afghanistan where local governors - rather than people from outside of the area - were appointed.\"Normally, governors had to be seen to be more loyal to the government than the local population,\" says Dr Giustozzi. \"Panjshir was a special case.\" According to Dr Giustozzi, there are \"probably hundreds\" of similar valleys in Afghanistan. But it's the valley's closeness to the main road north from Kabul that \"gives it great strategic importance\".The valley entrance is not far from where the main highway from Kabul leaves the flat plain and rises high into the mountains towards the Salang Pass - a tunnel taking traffic to the northern cities of Kunduz and Mazar-i-Sharif.Mr Sharifi says Panjshir's significance is down to a potent combination of factors. \"It's not just because of dozens of remote fighting positions in the valley, it's not just because of the mountainous geography, it's not just because of the immense pride the people of Panjshir take. It's all of them. Individually, these factors could apply to many places across Afghanistan.\" In this latest standoff, the valley is believed to also be home to large stockpiles of weapons. Fighters based in the valley were meant to have disbanded over the past 20 years and hand over their arms. \"But there are still stockpiles there,\" says Dr Giustozzi.\"Afghan officials with connections to Panjshir also moved more guns there because they were worried about presidents' Karzai and Ghani, but in the end it was the Taliban they needed to be worried about.\" The man heading the anti-Taliban force in the valley is 32-year-old Ahmad Massoud - son of revered resistance leader from the 1980s and '90s, Ahmad Shah Massoud. Massoud has said his fighters have military support from members of the Afghan army and special forces.\"We have stores of ammunition and arms that we have patiently collected since my father's time, because we knew this day might come,\" he wrote in a recent opinion piece for the Washington Post. His father, nicknamed the \"Lion of Panjshir\", was a mujahideen commander who thwarted both Soviet and Taliban forces. Panjshir itself means \"five lions\".The son of an Afghan army general, Ahmad Shah Massoud was born in the valley. His portrait can still be found in many places throughout Panjshir Province and in Kabul - from monuments to billboards and shop windows. Because of him, the Panjshir valley become a centre of anti-Communist resistance, after the People's Democratic Party of Afghanistan (PDPA) won power in 1978 - and the Soviet Union moved in forces a year later. \"He became the public face of resistance in the Soviet-Afghan war,\" says Prof Elisabeth Leake from the University of Leeds. \"He had charisma and actively engaged with Western media. He was also one of the main resistance leaders with whom the Soviets were willing to negotiate - which made him so significant.\" For that time, says Dr Giustozzi, Massoud was different from other rebel leaders. \"He was educated, could speak French, talked softly and was charming. Other commanders came across as rough, illiterate and gung-ho.\" He was assassinated in 2001 by the al-Qaeda terror group, two days before it attacked the United States on 9/11, and declared a national hero by President Hamid Karzai. However, some say the mujahideen leader was a war criminal. According to a 2005 Human Rights Watch investigation, \"Ahmad Shah Massoud was implicated in many abuses\" carried out by military forces under his command during the wars in Afghanistan. Between late 1980 and 1985, the Soviets launched at least half a dozen assaults on the valley - on the ground and from the air. Russian fighters had little experience of the terrain and were often left exposed to ambushes. The Soviets \"received a thousand wounds\" from the left, right and centre - says Mr Sharifi. One man - known as Mr DHsK after the Soviet machine gun he touted - used to hide under a rock and shoot at them, but they could never find him \"and that drove them crazy\". He says some of the current commanders were around at the end of that era. \"They were trained to stand alone at outposts without proper communication from headquarters. They knew how to wait it out and inflict pain.\" Dr Giustozzi says the Soviets did manage to secure a stronghold in the valley for a time - but it didn't last long. \"The Russians couldn't see the point of staying and keeping an army there was quite a challenge,\" he says. \"They wanted to protect the main north-south highway, but fighting just broke out in other areas nearby.\" Weapons, tanks and aircraft were left to rust in the Panjshir Valley - legacies of the Soviets' failed military campaigns. Ahmad Massoud was 12 when his father died. He studied in London, and trained for a year at the Royal Military Academy at Sandhurst. \"He has his father's charm but he is untested as a military leader,\" says Dr Giustozzi. \"He also needs the skills to negotiate any potential power-sharing deal at a national level. Because he's a new figure and doesn't have much to lose - unlike some older government figures - he could be more demanding in discussions.\" What will happen next in the valley is hard to gauge, says Prof Leake.\"He is obviously very aware of his own heritage and his father's historical significance - we can see him continuing on this legacy of international engagement. \"But this time, the story is different. The Taliban has taken major cities and towns nearby - and supply chains have been disrupted. That changes the balance.\" Massoud himself has asked for backup.\"If Taliban warlords launch an assault, they will of course face staunch resistance from us… Yet we know that our military forces and logistics will not be sufficient,\" he wrote in his Washington Post article. \"They will be rapidly depleted unless our friends in the West can find a way to supply us without delay.\" ", "url": "https://www.bbc.com/news/world-asia-58329527"}