{"datetime": "2020-04-03T06:46:27.000Z", "author": "Owen Amos", "title": "Coronavirus: Where will be the last place to catch Covid-19?", "article": "On 12 January - less than three months ago - the coronavirus was confined to China. Not a single case had been found outside the country where it emerged. And then, on 13 January, the virus became a global problem. A case was recorded in Thailand before Japan, South Korea and the United States soon followed.Across the world, a trickle of cases became a flood. There have now been more than a million Covid-19 cases worldwide, in countries from Nepal to Nicaragua. But as the death tolls rise, and the hospitals overflow, is anywhere still coronavirus-free? The answer, perhaps surprisingly, is yes. There are 193 countries which are members of the United Nations.As of 2 April, 18 countries had not reported a Covid-19 case, according to a BBC tally using data from Johns Hopkins University.The 18 countries without Covid-19 Comoros; Kiribati; Lesotho; Marshall Islands; Micronesia; Nauru; North Korea; Palau; Samoa; Sao Tome and Principe; Solomon Islands; South Sudan; Tajikistan; Tonga; Turkmenistan; Tuvalu; Vanuatu, Yemen Some, experts agree, are likely to have unreported cases. North Korea, for example, is officially on zero, as is war-torn Yemen. But there are countries where the virus has not landed. Most are small islands with few visitors - in fact, seven of the world’s 10 least-visited places,as per UN data , are free of Covid-19. That remoteness means one thing: in this age of social-distancing rules, island nations are the original self-isolators. But the president of one such place is not complacent. In fact, he tells the BBC, Covid-19 is already a national emergency. Nauru, in the Pacific Ocean, is almost 200 miles (320km) from anywhere – Banaba Island, part of Kiribati, is the nearest land. The nearest \"major\" city with direct flights is Brisbane, 2,500 miles south-west. It is the second-smallest UN state in terms of land (after Monaco) and, with just over 10,000 people, the second-smallest in terms of population (after Tuvalu). It is also one of the least-visited places on Earth. Although it does not appear in the most recent UN data, one tour operator says the country hasjust 160 tourists a year. You may think such a distant place would not need to distance itself further. But a country with one hospital, no ventilators, and a shortage of nurses, cannot take any chances.The policy, says President Lionel Aingimea, is called \"capture and containment\". \"We're keeping things at the border,\" he says. \"We're using our airport as the border and our transit facilities as part of our border.\" Those in quarantine are checked for symptoms every day. When some developed fever, they were isolated further and tested for Covid-19. The kits were sent to Australia, but all came back negative. Despite living through a crisis, ordinary Nauruans are \"calm and collected\", says the president. As for himself, he is grateful to other countries for their help - particularly Australia and Taiwan, which Nauru has full relations with - and to his religion. \"When we started doing this capture and containment policy, I went to God in prayer, and he gave me a scripture which I've kept to heart, which isPsalms 147, verses 13 and 14 . That has kept me in good stead as we walk through - as the Bible says - this valley of death.\" And, while he tries to keep Nauru’s Covid-19 tally on zero, he knows the rest of the world is not as fortunate. \"Every time we look at the [Covid-19] map it looks like the world has got a measles outbreak - there's red dots all over the place,\" he says. \"So we're making sure as a nation…we believe that our prayers will be helping all the other nations going through these tough times.\" Nauru is not the only small Pacific country to have declared a national emergency - Kiribati, Tonga, Vanuatu, and others, have done the same. Dr Colin Tukuitonga, from Niue in the South Pacific, is sure it is the right policy. \"Their best bet without a doubt is to keep the bloody thing out,\" he says from New Zealand. \"Because if it gets in then you’re stuffed, really.\" Dr Tukuitonga is a public health expert, a former World Health Organization commissioner, and is now an associate dean at the medical school at Auckland University.\"These places don't have robust health systems,\" he says. \"They're small, they're fragile, many don't have ventilators. If an outbreak did occur it would decimate the population.\" And, he says, many Pacific islanders are already in poor health.\"Many of these places have high rates of diabetes, heart disease and chest conditions - all those conditions [are linked to] a more severe form of the virus.\" If there were a severe outbreak in any of the small Pacific nations, they would have to send their patients abroad. But that is easier said than done, when countries are locking down their borders.So, Dr Tukuitonga says, their best bet is to stay on zero for as long as possible. \"The very isolation of small populations across a big ocean - which has always been a problem for them - has come to be a protection,\" he says. A small number of countries with land borders have also until now been spared coronavirus cases. It was only on Thursday that Malawi, a landlocked country of 18 million people in east Africa, reported its first cases. But it had prepared for them.The country has declared a \"state of disaster\", closed schools, and cancelled all visas issued before 20 March. It is also \"ramping up testing\", says Dr Peter MacPherson, a public health expert from the Liverpool School of Tropical Medicine, whose work is funded by the Wellcome Trust and who is based in Malawi. He says the \"extra week or two we've had to prepare\" has been valuable, and he is \"quietly confident\" that Malawi will cope.\"We have been very affected by the HIV epidemic over the past 30 years and also the TB pandemic,\" he says.\"A lot of that very effective response has been basic but effective public health - well-functioning programmes at district level, doing the basics, but doing them very, very well.\" Evidence says coronavirus will come to every country, says Dr MacPherson. So if not Malawi, where might the last place in the world to catch Covid-19 be?\"It’s likely to be those South Pacific, very remote islands, I would put my money on that,\" says Andy Tatem, a professor in spatial demography and epidemiology at the University of Southampton. \"But in our globalised economy I’m not sure there’s anywhere that will escape such an infectious disease.\" The lockdowns - such as those in Nauru - may work, he says, but they cannot last forever. \"Most of these countries rely on some kind of importation from outside - whether it's food or goods or tourism - or exporting their own goods. It's possible they can lock down completely, but it will be damaging – and they'll have to open up eventually.\" And, he warns, the number of cases is nowhere near peaking. \"We all have these lockdowns, so it's not burning through the population, and we still have a very large proportion [of people] not getting it. \"It's great for health systems, but it means we have a lot of susceptible people in the world. We are going to have to live with this virus for quite some time.\" ", "url": "https://www.bbc.com/news/world-52120439"}