{"datetime": "2020-04-03T14:26:15.000Z", "title": "Coronavirus: UK health worker 'forgotten' in Fiji", "article": "A teenager stranded in Fiji said she feels left in the dark about her return to the UK, amid growing concerns over food supplies and accommodation. Emily Rash, 19, of Norwich, volunteered to help build a health centre and run youth projects on the island.She was unable to board a flight on 23 March due to travel restrictions, and her visa has since expired. The Foreign Office said it would continue to \"work round the clock\" to bring people home.Healthcare assistant Miss Rash only learned of the restrictions when she arrived at the airport at the end of her two-month placement for her transfer to Australia.She and about 50 other Britons have contacted the Foreign Office for assistance. \"There are people in a far worse situation but it feels like we have been forgotten,\" she said. \"We're grateful of the work anyone is doing to try to get us home but we're just not being told anything - we're left in the dark,\" she said. \"We were frantically trying to book onto the next available flights home, but that became impossible. \"My visa here has expired and without evidence of an outward bound flight, immigration are reluctant to extend it.\" Fellow guests in her hostel also in dire need of medication and the single road around the island has shut, leaving Miss Rash unable to return to her \"caring and loving\" host family. \"We've got to be grateful that we've not got coronavirus but people are already struggling to afford food and accommodation after spending all of what they did have on flights which never got them home,\" she added. \"I think people assume 'you're in Fiji, you're on the beach sipping cocktails, it's just a holiday' - everything is in lockdown and we spend our days looking for ways to get home. \"If it wasn't for the kindness of the Fijian people, I would be at a loss.\" On Monday theforeign office announced tens of thousands of Britons stranded abroad would be flown home under a new arrangement with airlines, and pledged £75m to charter special flights from countries where commercial flights are unavailable. In a statement it said: \"We recognise British tourists abroad are finding it difficult to return to the UK because of the unprecedented international travel and domestic restrictions that are being introduced around the world - often with very little or no notice.\" ", "url": "https://www.bbc.com/news/uk-england-norfolk-52153096"}