{"datetime": "2017-02-27T09:22:57.000Z", "author": "News from Elsewhere...", "title": "Kiribati rejects Russian's 'Romanov revival' plan", "article": "The Pacific island nation of Kiribati has rejected a Russian businessman's proposal to use three of its islands to revive the Russian monarchy. Anton Bakov, a former MP who now leads the Monarchist Party, had offered the Kiribati government an investment of $350m (£280m) to build a tourist resort,Radio New Zealand reports . However, the government in Tarawa rejected his demand that the deal include sovereign rights over three of the nation's uninhabited islands - Malden, Starbuck and Millennium Islands - in Kiribati's eastern island chain in order to re-establish the Romanov dynasty which was overthrown in the 1917 Bolshevik Revolution,Papua New Guinea Today says. The Kiribati Cabinet rejected the proposal after the Kiribati Foreign Investment Commission reported back its findings on the offer. The commission's findings were \"not positive\", Radio New Zealand said.Speaking to RNZ , former Tonga MP and academic specialising in Pacific affairs, Sitiveni Halapua, congratulated Kiribati for rejecting the offer despite a dire need for outside investment. \"For Kiribati to stand up and base their decision on a matter of principle regardless of their own needs and economic challenges and status - I think that is something that ought to be recognised and respected,\" he said. Mr Halapua had previously called the idea \"very strange\" and \"scary\". Announcing hisproposal in January , Mr Bakov said that the idea was supported by \"a great number of Russian patriots who are not happy with Putin's regime\". In 2011 he created the \"Imperial Throne\" micro-nation with no territory, with a leader referred to as \"Emperor Nicholas III\". Next story: Grey blob takes seat in Ukraine's parliament Use #NewsfromElsewhere to stay up-to-date with our reports via Twitter . ", "url": "https://www.bbc.com/news/blogs-news-from-elsewhere-39101849"}