{"datetime": "2019-09-20T09:15:37.000Z", "title": "Taiwan loses another ally as Kiribati cuts ties", "article": "The Pacific island nation of Kiribati has become the second country this week to sever ties with Taiwan and switch diplomatic recognition to China. The move comes four days after the Solomon Islands cut ties, leaving Taiwan with fewer allies in the region. Beijing considers Taiwan to be a part of China and says it should unite with the Chinese mainland. Only 15 countries now recognise the self-governing territory of Taiwan as a sovereign nation. Taiwanese Foreign Minister Joseph Wu said Beijing had used \"dollar diplomacy\" to poach one of Taiwan's last remaining allies by providing funds to procure several aeroplanes and ferries. China is trying to \"suppress and reduce Taiwan's international presence\" and \"ultimately destroy Taiwan's sovereignty\", Mr Wu said. Since Taiwanese President Tsai Ing-wen was elected in 2016, Taiwan has lost seven diplomatic allies. She is seeking re-election in January. China has proposed that Taiwan be governed under a \"one country, two systems\" structure similar to Hong Kong. \"The more Taiwan shows that it's not being intimidated, the more it frustrates China's scheme,\" Yun-kung Ting, a spokesman for Taiwan's presidential office, is quoted as saying by Reuters news agency. Mr Wu said Kiribati's president had asked Taiwan to donate money to purchase commercial aeroplanes. Taipei assessed its finances and declined, but offered to give preferential loans instead. Those countries that have remained loyal to Taiwan are in Latin America and the Pacific, and the only European state to still do so is the Vatican. Taiwan has been a de facto sovereign nation since the end of a civil war in 1949, but it has never formally declared independence from the mainland. Beijing is expected to keep wooing away more allies in coming days, ahead of two big events. One is China's 1 October National Day celebration of the 70th anniversary of the founding of the People's Republic of China, and the other is Taiwan's January presidential race.Some analysts believe Chinese President Xi Jinping is also trying to deflect attention from his two biggest headaches - the trade war and Hong Kong.", "url": "https://www.bbc.com/news/world-asia-49766262"}