{"datetime": "2020-01-20T15:03:28.000Z", "title": "People urgently fleeing climate crisis cannot be sent home, UN rules", "article": "People fleeing immediate danger due to the climate crisis cannot be forced to return home, the UN has said. The landmark ruling centres on the case of Ioane Teitiota, whose home - the Pacific Island of Kiribati - is threatened by rising sea levels. Mr Teitiota applied for protection in New Zealand in 2013. The UN rejected his claim, saying he wasn't in immediate danger, but the wording of its ruling allows others to claim asylum based on climate change. Sending asylum seekers home when their lives are threatened by the climate crisis \"may expose individuals to a violation of their rights\" - specifically, it said, their right to life. \"Given that the risk of an entire country becoming submerged under water is such an extreme risk, the conditions of life in such a country may become incompatible with the right to life with dignity before the risk is realised,\" its decision added. The UN ruling - which is non-binding - is the clearest warning to countries that they may be breaching a person's human rights if they send them back to a country at immediate risk of climate-related danger. But it found against Mr Teitiota's specific claim, which was that his and his family's lives were endangered in Kiribati. Mr Teitiota told the UN's Human Rights Committee that he lived on the island of South Tarawa, which was struggling with overcrowding. The population of the island increased from 1,641 in 1947 to about 50,000 in 2010, because rising sea levels had made neighbouring islands uninhabitable. This had led to social tension, unrest and violence, he said. Mr Teitiota added that crops were already being ruined on Kiribati, and that the island was likely to become uninhabitable within the next 10 to 15 years. Speaking to BBC News in 2015, Mr Teitiota had likened his situation to that of refugees escaping conflict: \"I'm the same as people who are fleeing war. Those who are afraid of dying, it's the same as me.\" But courts in New Zealand rejected his claim - a decision that has now been upheld by the UN. The UN committee said that, although Kiribati is at risk of becoming uninhabitable, \"the timeframe of 10 to 15 years, as suggested by [Mr Teitiota], could allow for intervening acts by the republic of Kiribati, with the assistance of the international community, to take affirmative measures to protect and, where necessary, relocate its population\". The UN's Intergovernmental Panel on Climate Change previously warned that Kiribati was one of the six Pacific island nations most threatened by rising sea levels. The island, it said, could become uninhabitable by 2050. Another report from the Environmental Justice Foundation (EJF) has warned that tens of millions of people could be displaced due to climate change within the next decade, while in 2018 the World Bank said climate change would force more than 140 million people to leave their homes in South Asia, Sub-Saharan Africa and Latin America. ", "url": "https://www.bbc.com/news/world-asia-51179931"}