{"datetime": "2019-06-26T18:25:43.000Z", "title": "Bodies of US WW2 troops found on Pacific island", "article": "A group searching for the bodies of US troops has discovered graves that they believe contain more than 30 marines and sailors from World War Two. The remains were discovered in March on the Pacific atoll of Tarawa, which was the scene of a three-day battle with the Japanese in November 1943.US defence department officials plan to transport the remains 2,300 miles (3,700km) to Hawaii for identification. More than 1,000 US troops died in fighting on the remote island. The non-profit group that uncovered the remains, History Flight, has been working with the US defence department and the Republic of Kiribati, where Tarawa is located, to search for the dead soldiers. During World War Two, the island was so heavily fortified that a Japanese commander once said it would take 100 million men 100 years to conquer.The bodies are believed to belong to the 6th Marine Regiment, which were part of the 18,000 American soldiers who stormed the island. As the US invasion began, American boats got stuck on a reef at low tide and were forced to wade to shore under heavy Japanese machine-gun fire. Many of the discovered graves are below the water table, meaning the excavated dig site must have water pumped out before the workers can begin each day. Experts say some of the graves were hastily dug where the men fell as America erected runways and bases to continue its \"island-hopping\" campaign against the Japanese empire.The Pentagon had previously deemed the men buried on Tarawa's Betio Island to be \"unrecoverable\". The Kiribati government gave permission to the group to destroy one abandoned building in order to search for bodies. The majority of the remains were found under that building, a History Flight spokeswoman told BBC News. Since 2015, the remains of 272 service members who died on Tarawa have been found, with more than 100 identifications made using dental records, DNA evidence and dog tags.Mark Noah, president of History Flight, estimates there to be another 270 bodies yet to be discovered. In a statement to BBC News, Mr Noah praised the group's partnership with the US Department of Defense, noting that \"since 2015 the partnership has accomplished the three largest recoveries of missing servicemen since the Korean War\". ", "url": "https://www.bbc.com/news/world-us-canada-48775714"}