{"datetime": "2018-02-02T10:17:13.000Z", "title": "Kiribati ferry disaster: Islands mourn 81 presumed victims", "article": "The Pacific nation of Kiribati is mourning the biggest loss of life ever to hit the archipelago. The sinking of the MS Butiraoi just over two weeks ago is thought to have claimed at least 81 lives, among them many children and teenagers.An international search operation that last week found seven survivors was called off on Friday. Local boats will continue the search but by now they are probably looking for bodies, not survivors.The mood among the roughly 115,000 islanders has turned from hope to anger and frustration. People are asking how a tragedy like this could have happened. The ferry embarked on 18 January for a routine two-day trip, covering 260km (160 miles) of Pacific waters.The Butiraoi was carrying at least 88 passengers from the island of Nonouti to the township of Betio on the archipelago's main island of Tarawa - but it failed to arrive.\"It seems that at every level, everything was met with incompetence,\" Reese Masita, president of the Melbourne Kiribati Association told the BBC.After days of not hearing anything from the 17.5m (57ft) vessel, an international search effort got under way with aircraft from New Zealand, Australia and the US scanning the ocean for wreckage, debris and survivors.On 27 January, a New Zealand military plane found a five-metre dinghy adrift carrying seven survivors, among them a 14-year old girl.The remaining passengers are now all thought to have died. A preliminary passenger document lists 14 children, 16 students and 58 adults.It is the time of year when students return to school and the ship was even more overcrowded than usual. It was designed for only about 25 passengers.Though its 33 atolls and reef islands are spread across millions of square kilometres of ocean, Kiribati is a small community - almost everyone knows via a few connections about one or more of the victims. Ms Masita spent the past few years in Australia, but one of her friends' daughters was on the ferry. It is not the first time that Kiribati has suffered a ferry disaster. In 2013, a similar incident claimed the lives of 35 people.Yet little appears to have been done about the problems identified then.\"It's now sunk in for everyone that nothing has changed,\" Ms Masita says.A vessel that was not seaworthy and in violation of safety standards was allowed to embark on a long journey. There were not enough life jackets and dinghies and no beacons or flares.While initial anger was directed against the ferry's owner, who is now facing charges, people are now asking deeper questions.All the ferries operating as lifelines between Kiribati's small islands are in a similar condition, explains Ms Masita. \"There's also a cultural issue at play, the people running the boats are taking risks because they feel they would be letting people down,\" she said. Small local planes fly between the islands, but for the majority of citizens, ferries like the Butiraoi are the only way to get to where they have to be.So blame has quickly shifted to the authorities for not enforcing minimum safety standards. The Butiraoi might not look like a ferry you would choose for a two-day trip on the Pacific, but it is representative of all the boats connecting Kiribati's 33 atolls.\"Safety is a problem on all of them, you can say that. The maintenance and I guess safety procedures and all of that are basically nonexistent,\" Ms Masita said. She has three main questions for the authorities: But Ms Masita says there is now hope that the scale of this latest disaster could finally prompt change. There is a sense that if the government can't be relied on to act, people have to start by pushing for change themselves.A Gofundme page has been launched to equip all ferries with an emergency locator beacon. As the islanders mourn their loved ones, there is also determination that such loss of life will not happen again. ", "url": "https://www.bbc.com/news/world-asia-42913799"}