{"datetime": "2018-01-29T02:14:35.000Z", "title": "Rescuers save eight survivors of missing Kiribati ferry", "article": "Eight survivors from a ferry missing in the Kiribati archipelago have been rescued in the Pacific Ocean. The MV Butiraoi went missing nearly two weeks ago with 50 people on board. The eight people were picked up by a fishing boat after they were spotted from air in a small dinghy, the New Zealand Defence Force said.Search operations continued on Monday with rescuers saying there may yet be more survivors out at sea.New Zealand and Fiji are among the countries assisting in the search and rescue operation. A New Zealand military plane had found the 5m (16ft) dinghy adrift on Sunday morning. The New Zealand Defence Force had initially given the number of survivors on board as seven.The crew had airdropped essential supplies and radio equipment to the survivors. Later on Sunday, the group were picked up by a fishing vessel.John Ashby, from the New Zealand Rescue Coordination Centre, said the dinghy was one of two believed to have been carried by the MV Butiraoi. \"The group seem very relieved to have been found,\" he added, noting that sea conditions were \"moderate to rough\". No further details about the fate of the 17.5m (57ft) wooden catamaran or its other passengers were given. The Butiraoi left Nonouti Island on 18 January on a 250km (155 mile) journey to the island of Betio, a journey which was expected to take two days. The vessel had undergone repairs to its propeller shaft just before the journey. After a week with no sign of the boat, New Zealand began offering assistance. \"We are always ready to play our part at home and in the region to help those in need,\" it said in a statement at the start of its involvement. The 33 atolls that make up Kiribati occupy a vast area in the equatorial Pacific.Many of the atolls are inhabited; most of them are very low-lying and at risk from rising sea levels as a result of global warming. ", "url": "https://www.bbc.com/news/world-asia-42849060"}