{"datetime": "2020-07-02T01:15:59.000Z", "title": "Coronavirus: New Zealand minister resigns after lockdown blunders", "article": "New Zealand's health minister has resigned after criticism of the government's response to coronavirus and his own breaches of lockdown rules. David Clark had already been demoted after breaking rules to take his family to the beach.He said continuing in his role was distracting from the government's overall response to the pandemic.Prime Minister Jacinda Ardern confirmed on Thursday that she had accepted his resignation.New Zealand has been hailed as a success story when it comes to tackling the coronavirus.The country has recorded 1,528 confirmed or probable coronavirus cases and 22 people have died. Last month, all Covid-19 restrictions were lifted and the nation was declared virus free.However the country's handling of border and isolation facilities has recently come under fire. In one case, two people were allowed to leave isolation early to visit a dying parent without being tested for the virus.They were later confirmed to have Covid-19. Mr Clark said: \"I take full responsibility for decisions made and taken during my time as Minister of Health.\" He said that now was the appropriate time to move on, with no evidence of community transmission in the country.Mr Clark was already under pressure following several breaches of lockdown rules. In April, he was demoted after driving his family 20km (12 miles) to the beach during the first weekend of lockdown.He also went mountain biking during the lockdown, however this wasnot as clear a breach of the rules as driving to the beach , the New Zealand Herald said.He previously offered his resignation but was kept in his role because of the ongoing crisis.Ms Ardern agreed with Mr Clark's decision to resign and said it was \"essential our health leadership has the confidence of the New Zealand public\".Education Minister Chris Hipkins will take charge of the health department until the country's election in September.", "url": "https://www.bbc.com/news/world-asia-53259236"}