{"datetime": "2020-05-07T13:18:34.000Z", "author": "Cristina Criddle & Leo Kelion", "title": "Coronavirus contact-tracing: World split between two types of app", "article": "Countries around the world are developing Covid-19 smartphone apps to limit the spread of coronavirus and relax lockdown restrictions. It's hoped the information they gather can be used to alert people whether they pose a risk of spreading the contagion, and need to isolate. But, over recent weeks, a split has emerged between two different types of app - the so-called centralised and decentralised versions. Both types use Bluetooth signals to log when smartphone owners are close to each other - so if someone develops Covid-19 symptoms, an alert can be sent to other users they may have infected. Under the centralised model, the anonymised data gathered is uploaded to a remote server where matches are made with other contacts, should a person start to develop Covid-19 symptoms. This is the method the UK is pursuing.By contrast, the decentralised model gives users more control over their information by keeping it on the phone. It is there that matches are made with people who may have contracted the virus. This is the model promoted by Google, Apple and an international consortium. Both sides have their fans.Backers of the centralised model say it can give the authorities more insight into the spread of the virus and how well the app is performing. Supporters of the decentralised approach say it offers users a higher degree of privacy, protecting them from hackers or the state itself revealing their social contacts. In truth, both are unproven at this stage. South Korea, seen as one of the most successful countries at tackling Covid-19, has done it without a contact-tracing app. It has however used other surveillance methods which would be seen as invasive by many. At the start, the centralised approach was seen to be pioneering. Singapore's TraceTogether was widely viewed as the one to emulate. But that changed after it emerged the app was only being used by about 20% of the local population, and there had been a resurgence of Covid-19 cases. Part of the problem is that TraceTogether does not work properly when in the background on iPhones because of the way Apple restricts use of Bluetooth. The firm has promised to waive these curbs, but only if apps fall into line with its decentralised system. Singapore has since signalledit will do so as a result. \"We are working with Apple and Google to make the app more effective, especially for iOS users,\" a spokesman told the BBC. Australia, another early adopter of the centralised approach, launched its CovidSafe app based on TraceTogether, andfaced similar issues as a consequence . It has said it plans toadopt the Apple-Google framework , citing a \"big shift in performance of Bluetooth connectivity\". And on Wednesday, Colombia confirmed it too was considering a switch after having to turn off the contact-tracing feature in its CoronApp. \"[We need to] minimise the risk of generating unnecessary alerts,\" said presidential advisor Victor Munoz. Others, though, are still forging ahead with the centralised approach. France's digital minister has said it intends to launch its StopCovid app by 2 June, and is attempting to press Apple into a U-turn of its own. \"Apple could have helped us make the application work even better on the iPhone,\" said digital minister Cédric O on Tuesday. \"They have wished not to do so. I regret this.\" But he facesinternal resistance from one of the government's own human rights bodies , which has described the design as being \"dangerous\" and warned it may try to block its adoption. Norway has already adopted a centralised design for its Smittestopp app, which went live last month in three municipalities. In addition to Bluetooth readings, it also collects GPS location data. Thedeveloper claims that the combination of the two leads to \"very accurate contact tracing results without the need for [the Google-Apple interface\". But this has raised privacy concerns, which may have contributed to a fairly high drop-out rate.The Norwegian Institute of Public Health said that as of 28 April , 1.5 million people had downloaded the app, but only 899,142 were actively using it - representing just 20.5% of over-16s in the test zones. India's contact-tracing app, Aaroya Setu, takes a similar approach to Norway's. To tackle adoption, the government has ruled all government and private sector workers must use it. Until Apple and Google release their interface, known as an API, it's impossible to be sure their system will be any more successful. But the list of nations flocking to it keeps growing. Germany surprised many when it confirmed it had been convinced decentralisation was the way to go - it had previously seemed set to go hand-in-hand with France. Poland's forthcoming app may also beabout to abandon its centralised plan before launch . \"We assume that adapting ProteGo Safe to Google and Apple APIs will be necessary,\" developers' notes read. \"We assume that adapting… to Google and Apple APIs will be necessary.\" Italy's Immuni announced it too was backing the US tech giants' initiative on 29 April,praising its stronger guarantee of anonymity . Other countries set to do likewise include: Luxembourg's MPs are about to vote on a decentralised approach. And the BBC has also been told Greece is about to adopt a similar position. Why does all this matter? There may be problems trying to make the two different types of system talk to each other. \"The core reason is that centralised systems ask you to upload the people you have seen, and decentralised systems don't need that data, so they don't play well together,\" explained Dr Michael Veale of the DP3T group, which supports a similar system to Apple and Google. \"So if you see an app as an important part of reducing lockdown, then you remove the ability to trace the virus as it crosses borders, and viruses don't respect borders.\" ", "url": "https://www.bbc.com/news/technology-52355028"}