{"datetime": "2020-07-09T23:41:12.000Z", "author": "Anna Jones", "title": "How did New Zealand become Covid-19 free?", "article": "In late June, two cases of coronavirus were confirmed in New Zealand. When many countries are registering thousands of cases a day, two seems little to worry about.But until that point, New Zealand had gone 24 days without a single case, so these - linked to quarantine breaches - were enough to leadto the resignation of the health minister. So what was the strategy behind New Zealand's Covid-19 success? On 2 February,a man in the Philippines became the first person outside China to die of Covid-19. At this point, there were no reported cases in New Zealand, but the next day, the country began banning entry to any foreigner coming from or via China. Any New Zealander returning from China had to isolate for 14 days. As the virus spread globally, a flight ban was also extended to Iran - the origin of New Zealand's first case - and restrictions placed on anyone arriving from South Korea, northern Italy, or who was showing symptoms.As of midnight on 16 March, everybody - including New Zealanders -had to go into self-isolation on arrival in the country, unless they were coming from the largely unaffected Pacific island nations.Prime Minister Jacinda Ardern said these were the strictest regulations in the world, for which she would \"make no apologies\". Then, a few days later, Ms Ardern took the unprecedented step ofclosing the borders entirely to almost all non-citizens or residents. \"Doing this early on with only over a few thousand cases [worldwide] at the time allowed them to basically stop the influx and stop the community transmission,\" Prof Martin Berka, an economist at the country's Massey University, told the BBC.But by mid-March it was clear the virus could not be controlled with the standard pandemic flu action plan, one of New Zealand's top epidemiologists, Prof Michael Baker, told the BBC. A World Health Organization (WHO) report on the success of Wuhan's lockdown in late January made it clear the New Zealand approach should be to \"throw everything at it at the start\" and aim for total elimination, said Prof Baker. \"We had to move away from the normal level of scientific certainty and say well, on balance of evidence, we know this has worked in China.\" In late March, to prepare the public for a rapidly changing situation,New Zealand introduced a new four-stage alert system. Based on existing wildfire alerts, it would clearly indicate the current risk and the necessary social distancing measures. The system began at level two, but on 25 March it had risen to level four. That triggered a total nationwide lockdown, with only essential services running and everyone told to stay at home, in their \"bubble\".At that point New Zealand had recorded only 102 cases and no deaths. When the UK locked down at around the same time, it had more than 6,500 cases and more than 330 deaths.The UK has never closed its borders, but brought in mandatory self-isolation for all arrivals in early June. This was lifted for some countries by early July.The UK government has said that it \"brought in the right measures at the right time based on scientific advice\" and that border restrictions would have a negligible impact while there was already significant community transmission.\"If you do the British thing - waiting too long and keeping open too long - it balloons and becomes a major problem, which is costly on both economic and health fronts,\" says Prof Berka. \"The economic pain was slightly higher than in other countries. But the outcome is that we can have an isolated but very free and healthy existence.\" Prof Baker says officials did an \"absolutely remarkable job\" of implementing New Zealand's lockdown. Even at its peak, New Zealand had only 89 cases a day. \"They really engaged the minds and hearts of the population into doing the unthinkable, of saying 'go home and stay there for the best part of six weeks',\" he said. The time bought by the lockdown was used to finesse an extensive testing and contact tracing operation. New Zealand can now carry out 10,000 tests a day and when a case is confirmed, contact tracers get to work alerting anyone they had close interactions with and telling them to isolate. The WHO has praised New Zealand for acting quickly,holding it as an example to other countries. But the massive response was not without its critics. As it rumbled on, early political unity started to fade. The-then opposition leader Simon Bridges argued that with the economy and people's mental health suffering, \"the harm of staying in lockdown will be greater than if we were to come out\".Prof Berka says that as the public started to feel the economic impact, many started questioning the value of the lockdown, especially as case numbers dropped.But while police did charge hundreds of people for lockdown breaches, the policy had high levels of public support -polls showed more than 80% of people backed the government's actions . On 8 June, Ms Ardern announced that with no new community transmissions in 17 days and all patients fully recovered,\"we are confident we have eliminated transmission of the virus in New Zealand for now\". The lockdown was lifted and everyday life is now almost entirely back to normal, with some social distancing. But the borders remain closed to foreigners for now, with no indication of when they will reopen - and officials say complacency could be disastrous. The risks posed by borders became clear just over a week after Ms Ardern's announcement,when two women who had recently arrived home from the UK tested positive. The pair had been allowed to leave quarantine early on compassionate grounds but had not been tested, and had driven across the country before feeling ill.It later emerged that dozens of people had been let out of quarantine early without proper testing, which Prof Berka said was a \"complete failure\" of process that left the government \"scrambling\". While the oversight didn't cause a spike in cases, it didcause immense public anger and, on 2 July, the resignation of Health Minister David Clark . He had already been demoted afterbreaching lockdown rules to take his family to the beach .The economic costs to a small, remote country of closed borders are very real - subsidies will eventually run out and New Zealand needs foreign tourists and workers.Prominent voices, like former Prime Minister Helen Clark, are now saying it's time for New Zealand to reconsider how long it is prepared to stay shut off from the world. New Zealand's isolated location and relatively low population density certainly helped its efforts, but Prof Baker says that was only a minor benefit.\"This strategy could work anywhere that has functioning government and infrastructure,\" he said, citing diverse examples like Vietnam, Taiwan and China. \"The countries I'm more perplexed about are the UK, as well as Europe and North America. We normally look to them for our leadership in public health,\" he says. Instead it has largely been countries in Asia - noticeably Taiwan, he says, which has had astonishing success - that have provided the best guidance.He says it is \"a bit of a puzzle for us at a distance to understand why\" with the UK's extensive scientific expertise and health care, \"you haven't looked at the evidence and worked out a pattern like New Zealand's\". The UK government has previously defended its coronavirus strategy, saying its approach was \"being guided by the science\". ", "url": "https://www.bbc.com/news/world-asia-53274085"}