{"datetime": "2020-03-12T00:02:48.000Z", "author": "Laura Bicker", "title": "Coronavirus in South Korea: How 'trace, test and treat' may be saving lives", "article": "In a car park behind a hospital in Seoul, 45-year-old Rachel Kim rolls down her car window and sticks out her tongue. She travelled to Daegu last week, the area with the highest number of coronavirus cases in South Korea. Now she's developed a bad cough and a fever. Fearing the worst, she decided to get a Covid-19 test at one of the dozens of drive-through centres. Two people dressed head-to-toe in white protective clothing, clear goggles and surgical face masks are ready for her.A long swab stick is rummaged around the back of her mouth and throat and then placed carefully into a long test tube.Then comes the tough bit. The swab goes right up her nose. She screws up her eyes in discomfort, but the whole thing is over in minutes. She rolls up her car window and off she drives. She will get a call if the result is positive, or a text if it's negative. Nearly 20,000 people are being tested every day for coronavirus in South Korea, more people per capita than anywhere else in the world.Rachel's sample is quickly shipped off to a nearby laboratory where staff are working 24 hours a day to process the results. In the battle to contain the contagion, these labs have become the front line. South Korea has created a network of 96 public and private laboratories to test for coronavirus.Health officials believe this approach may be saving lives. The fatality rate for coronavirus in South Korea is 0.7%. Globally the World Health Organization has reported 3.4% - but scientists estimate that the death rate is lower because not all cases are reported. I turned up at Green Cross laboratories just outside Seoul as a new batch of samples arrived to be tested. Dr Oh Yejin gave us a tour until she stopped at a door and made it clear we were not allowed through.\"The tests are carried out in this negative pressure room,\" she told me. \"It prevents any droplets from the samples escaping.\" Inside, two doctors in bright yellow protective clothing are moving around the sealed room. They lift up a number of test tubes and get to work.Beside us dozens of machines are whirring away and processing results. These are PCR (polymerase chain reaction) tests - in very basic terms it is searching for the presence of Covid-19 in the sample.The whole process from test tube to test result is about five to six hours. Professor Gye Cheol Kwon, the chairman of the Laboratory Medicine Foundation, calls this the Korean \"bali bali\" gene. Bali means quick in Korean. He says this because the South Koreans managed to design and create a test, set up a network of labs across the country and get it all to work in 17 days. But this has come from bitter experience. \"We learned the risk of new infection and its ramifications from the experience of the Middle East Respiratory syndrome (Mers) back in 2015,\" he told me. Thirty-six people died in South Korea during the Mers outbreak. It forced the country to reassess its approach to infectious diseases. South Korea's Centres for Disease Control even set up a special department to prepare for the worst. In this case, that preparation appears to have paid off. \"I think that early patient detection with accurate tests followed by isolation can lower the mortality rate and prevent the virus from spreading,\" said Prof Kwon. \"To learn from the past and prepare systems in advance… that might be the true power to overcome this new kind of disaster.\" It had been quite quiet for the team at Green Cross until early February when a patient - now known in South Korea as \"patient 31\" - with no known history of travel and no contact with previous cases tested positive for the virus. She belonged to the Shincheonji Church of Jesus, a religious sect with over 200,000 members. It led to a race to find the source of the outbreak and trace everyone affected. South Korea's labs were put to the test. Fatigue among staff has been an issue. Now they work shifts and Dr Oh tells me, delightedly, that she is finally able to get some sleep. There is no shortage of testing kits in South Korea. Four companies have been given approval to make them. It means the country has the capacity to test 140,000 samples a week.Prof Kwon believes the accuracy of South Korea's Covid-19 test is around 98%. The ability to test so many people has made the country a role model as others look to battle their own coronavirus outbreaks. But there have been missteps too. At least two patients died waiting for a hospital bed in Daegu, the worst affected city. The initial reaction was to quarantine everyone infected with the virus in a hospital bed, but now the doctors have learned to treat those with mild symptoms in residential centres and leave the clinical beds for those needing critical care. \"We can't quarantine and treat all patients. Those who have mild symptoms should stay home and get treated,\" Dr Kim Yeon-Jae, an infectious disease specialist from the Korea National Medical Centre told me. \"We should change our end goal strategy to lower death rates. So other countries like Italy, that see huge numbers in patients, should also change their strategies as well.\" Wherever the virus hits in large numbers - makeshift test centres follow. This week in Seoul, there was a mass infection at a call centre. Medics set up outside and quickly took swabs from hundreds of staff in the building. The blood of recovered patients is also being monitored and analysed. Scientists have developed a \"unique\" protein that can detect antibodies - the hope is that it will help create a vaccine in the future. One of the former patients undergoing weekly blood tests is Mr Lee. (He did not wish to give his first name). He was working in Wuhan, China in December when the virus struck the city. He was flown home by the South Korean government and tested positive for Covid-19 while in quarantine near Seoul. His mum was upset. \"People around me were very worried,\" he said. \"I heard my mum cried every night.\" But she did not need to worry. The 28-year-old only had a mild case of the virus.\"I felt fine and almost had no symptoms. Just a little cough. Speaking from my own experience, it's really important to still be cautious and safe, but I wish people would have less fear of the virus itself.\"For me at least, the virus felt weaker than a regular cold. I know those who are older need to be careful. But for young people like me who are healthy, they shouldn't be too worried. Of course, it is important to take preventive measures though.\" The preventative measures being taken in South Korea have so far involved no lockdowns, no roadblocks and no restriction on movement. Trace, test and treat is the mantra. So far this country of over 50 million people have been doing their bit to help. Schools remain closed, offices are encouraging people to work from home, large gatherings have stopped. However, slowly, day by day, more people are creeping back onto the streets of the capital city, Seoul. Restaurants, buses and subways are beginning to get busy again.Dealing with the threat of coronavirus is the new normal. Most people wear masks (if they can get hold of one). There are thermal imaging cameras in the entrances to major buildings.Bottles of hand sanitisers have been placed in lifts. There are even people dressed in costumes at subway entrances reminding you to wash your hands. This may be the new normal for South Korea and elsewhere. But health officials are still on edge and warning there is no room for complacency. One large outbreak at a church, office, exercise class or apartment block can change everything.And as for Rachel Kim, she got a text the day after her test. She doesn't have coronavirus. But she's glad she got tested. \"Better to know\", she said, \"and that way I am not a danger to others.\" ", "url": "https://www.bbc.com/news/world-asia-51836898"}