{"datetime": "2020-06-29T04:18:34.000Z", "title": "Singapore hands out coronavirus tracing devices", "article": "Singapore has started to hand out Bluetooth-enabled contact tracing devices as part of its measures to slow the spread of the coronavirus. The so-called TraceTogether tokens are an alternative to the government's contact tracing smartphone app. They are aimed at people who do not own or prefer not to use a mobile phone. The announcement of the device was met with concerns in some quarters over privacy. The first batch of the devices are being distributed to vulnerable elderly people who have little or no family support or have mobility problems. The tokens have unique QR codes and do not need charging as they have a battery life of up to nine months. The devices work by exchanging Bluetooth signals with other nearby TraceTogether tokens or smartphones that are running the TraceTogether app.Users will be alerted by a contact tracing officer if they are detected to have been near someone infected with the coronavirus. If they are then confirmed to have contracted Covid-19 the data will be downloaded from the device. Ministers have dismissed concerns raised over users' privacy, as they argued that they are not designed to tag people's movements. The Singapore government has said that the data collected by the devices will be encrypted and kept in the token for a maximum of 25 days.Authorities have also said that the data cannot be accessed remotely as the tokens have no internet or cellular capabilities. Another feature highlighted by the government is that the tokens have no Global Positioning System (GPS) connectivity, so do not collect location data. The Singaporean government has said that since it launched its TraceTogether smartphone app in March is has been downloaded by around 2.1 million people. Authorities have said that they need to raise participation in the TraceTogether programme significantly as Singapore has started to reopen its economy. Earlier this month the Singapore government started to ease its so-called Circuit Breaker lockdown measures, including non-essential retail stores reopening and eating-in allowed again at food and drinks outlets. The tokens were sourced from a Singapore-based electronics company PCI. It was announced earlier this month that the company had won the SGD6 million (£3.5m; $4.3m) tender to supply the first 300,000 devices, which works out at SGD20 per token. On Sunday authorities reported a total of 213 new infections in Singapore, 11 of which were in the community with the balance in foreign workers' dormitories. That brought the total number of Covid-19 cases to 43,459. ", "url": "https://www.bbc.com/news/business-53216450"}