{"datetime": "2021-08-17T08:08:03.000Z", "subject": "Coronavirus pandemic", "title": "New Zealand enters nationwide lockdown over one Covid case", "article": "New Zealand has announced a snap lockdown after a man tested positive for Covid, the first case in six months. The case was detected in Auckland, which will be in lockdown for a week, while the rest of the country will be in lockdown for three days. Authorities say they are working on the assumption that the new case was the Delta variant. Just around 20% of its population has been fully vaccinated. Coromandel, a coastal town where the infected person had visited, will be in lockdown for seven days too. Prime Minister Jacinda Ardern said the toughest \"level 4\" rules were required - closing schools, offices and all businesses with only essential services remaining operational. \"I want to assure New Zealand that we have planned for this eventuality. Going hard and early has worked for us before,\" she said. The patient is a 58-year-old man, who is believed to have been infectious since last Thursday.There are at least 23 potential sites of transmission.There was reportedly a rush at supermarkets in Auckland, as locals anticipated a snap lockdown. Officials said there was a need for strong response because of the fear of the Delta variant, and because there was no clear link between the new case and the border or quarantine facilities. Data released by New Zealand's Ministry of Health on Monday showed that all Covid-19 cases detected at the country's border in recent weeks had been Delta. \"We have seen what can happen elsewhere if we fail to get on top of it. We only get one chance,\" Ms Ardern said in a televised national address, calling the Delta strain \"a game changer\". New Zealand has been successful in eliminating the virus from within its borders, although its international borders remain largely closed. However, its vaccination programme has rolled out at a slow pace, with only around 20% of people fully vaccinated and 33% of people having received one dose, according to Our World in Data.", "url": "https://www.bbc.com/news/world-asia-58241619"}