{"datetime": "2021-03-17T15:54:39.000Z", "subject": "Coronavirus pandemic", "title": "Kettering nurse 'thrilled' by letter from Jacinda Ardern", "article": "An NHS nurse said she was \"thrilled\" to receive a letter from her \"idol\", New Zealand Prime Minister Jacinda Ardern. Dione Rogers's partner, Richard Adams, wrote to the leader and told her about the nurse's work at Kettering General Hospital. Ms Ardern responded with a personal letter congratulating Ms Rogers on her accomplishments during the pandemic. The nurse said it was \"incredible\" to receive a message from the \"amazing and inspirational\" leader. In her letter, the prime minister highlighted Ms Rogers' work as a nurse, getting a Florence Nightingale Scholarship, studying for a masters degree, and \"being a wife and mother to two daughters - which is an extraordinary achievement!\". The chief nursing informatics officer said she had \"no clue\" her partner had written to the New Zealand prime minister in February. \"We were watching Netflix on Sunday when an email popped up from Jacinda Ardern,\" she said. \"It was so incredible. \"It wasn't a standard 'send back'; it was a personal letter. Let's just say there were many tears.\" In her letter, Ms Ardern added that Ms Rogers's busy life made hers \"seem straightforward in comparison\". Ms Rogers said the pandemic had \"completely changed nursing\" and her job of \"bridging the gap\" between IT teams and clinicians became very important. \"My job is to provide systems that enable people to work in a different way,\" she said. \"One thing we've done is virtual visiting. We've connected families to their loved ones in some particularly dark times. \"It's been a real team effort and I'm incredibly proud of all the staff at Kettering.\" The 48-year-old said she responded to Ms Ardern's letter by inviting her for a drink if she was ever in Northamptonshire. \"I did say if she was ever in Kettering, I've got a nice gin selection if she wants to join me,\" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-56432504"}