{"datetime": "2022-02-08T02:51:20.000Z", "title": "Canada truckers protest: Injunction granted to stop horn honking", "article": "Truckers in Ottawa have been ordered to stop honking their horns in an ongoing protest that has snarled up the city. The loud and constant blare of truck horns has become one of the defining features of the movement against Canada's vaccine mandates. But Judge Hugh McLean has now ordered they be silenced for the next 10 days. \"Tooting a horn is not an expression of any great thought I'm aware of,\" said Justice McLean in Monday's ruling which handed an interim victory to residents. The noisy honking of some 400 to 500 trucks had prompted anger among local people and business owners.The Freedom Convoy protest has spread to several cities and was formed against rules that truckers must be vaccinated to cross the US border.But it's now opposed to all kinds of mandates - in parts of Canada you need to show you're vaccinated to enter indoor venues like restaurants, gyms and bars. Most of the demonstrators are doing so peacefully, but there have been reports of harassment and some have used Nazi slogans to make their point. Prime Minister Justin Trudeau, who is currently isolating after testing positive for Covid, has called their actions an \"insult to truth and memory\".On Monday, Ottawa's mayor wrote an open letter to Mr Trudeau, asking for an urgent deployment of 1,800 law enforcement officers to end the \"aggressive and hateful occupation\".\"People are living in fear and terrified - and they've now been subjected to the non-stop honking of large trucks for nine days, which is tantamount to psychological warfare,\" wrote Mayor Jim Watson.Jessica Murphy, BBC News, Ottawa In the middle of the protest site, when multiple trucks honk their horns at once, the sound can be pretty deafening.It can be heard, though more faintly, from blocks away. But there seemed to be less honking on Monday than on past days.The truckers may have realised that the constant noise has become a deep point of contention between them and Ottawa residents living nearby.Protest organisers on Sunday had also called for a temporary halt to the honks until midday as a \"gesture of goodwill\". Police have also handed out fines to some truckers for noise violations.One trucker told me he was sorry for the disruption from the noise but said residents should join the protests \"so we can all get back to life as it should be - quiet, peaceful and not told what to do\".The protests are far from over, but residents will be relieved by the judge's decision - and hoping for a quieter night. Read more from Jessica \"Canada has never been stronger. We see a united people that have come together,\" Rand Freeman, a 33-year veteran of the Canadian military told the BBC.\"We know that throughout history, first they ignore you, then they ridicule and mock you, then they attack you, and then you win. We're entering the attack phase\".Mr Freeman said he was unconcerned by police warnings that those bringing fuel to protesters in a \"red zone\" in Ottawa's downtown could be arrested.\"They need to give the illusion that they've won,\" he added. \"But they know they've let that genie out of the bottle and can't get that genie back in.\"Trucker Lloyd Brubacher placed the blame on Mr Trudeau and the Canadian government.\"If he dropped all the mandates, all the truckers would go home as fast as we came,\" he said. \"Ottawa would be an open city.\"\"All I want is the right to choose between getting the vax or not getting the vax,\" he said.Police said they had made seven arrests and seized \"multiple\" vehicles of fuel, with 60 criminal investigations so far opened in relation to the protests.Many Ottawa residents say that their patience with the protests has worn thin. Traffic blocked by trucks, city parks taken over by makeshift campsites, harassment and disruptions to businesses are among the residents main complaints.\"Carrying the protest on in the manner it has been, by blocking businesses from operating and earning an income, is unfair to the citizens of Ottawa,\" said Stuart, a downtown chef who declined to give his name for fear of \"extremists\" among the protesters.He feels that workers and residents in the city's downtown core are \"being punished twice\" by the twin impact of the pandemic and the convoy.\"If the protest carries on, it will only hurt hard working-class residents of Ottawa,\" he says.Vita Sgardello, an Ottawa resident, told the BBC: \"People I know have been attacked with racist slurs.\" One of her colleagues had to run from a protester who wanted her to remove her mask, she added. A poll released by Abacus Data at the end of last week found that 68% of Canadians felt they had \"very little in common\" with the protesters, compared to 32% that said they had \"a lot in common\" with the truckers.Responding to growing unease from residents, last week Ottawa police announced a new \"surge and contain\" strategy that saw approximately 150 officers deployed to the city's centre, as well as a \"red zone\" of police barricades. Seven arrests had been made, including three for mischief and one for driving while prohibited.Over 1,000 tickets have been issued for excessive noise, fireworks, stunt driving and traffic violations.Last weekend's protests drew 1,000 trucks and 5,000 protesters, police said, down from 3,000 trucks and 10,000 to 15,000 protesters last weekend. Following police reports of violence last week, GoFundMe announced it would withhold millions of dollars raised for the protesting truckers and asked that donors fill out a request form to receive a refund.On Monday, however, the crowdfunding platform reversed course and said that \"due to donor feedback\", it will automatically refund all contributions directly within seven to 10 business days.Meanwhile, Canadian officials are also calling for conservatives south of the border to stop backing the protesters after several US Republican lawmakers spoke out against GoFundMe's decision and voiced support for the truckers.", "url": "https://www.bbc.com/news/world-us-canada-60293407"}