{"datetime": "2022-02-07T15:00:40.000Z", "title": "Canada trucker protest: Ottawa declares emergency", "article": "The mayor of Canada's capital, Ottawa, has declared a state of emergency in response to more than a week of truckers' protests against Covid restrictions. Jim Watson said the city was \"losing this battle\" and \"completely out of control\". He added the protests posed a threat to residents' safety. There have also been reports of racial attacks. Ottawa's centre has been paralysed, with vehicles and tents blocking roads. The \"Freedom Convoy\" was sparked by the introduction last month of a new rule that all truckers must be vaccinated to cross the US-Canada border, but the protests have morphed into broader challenges to Covid health restrictions. The protesters have since gathered in central Ottawa near Parliament Hill, and their demands have grown to include ending all such mandates nationwide and opposing the government of Prime Minister Justin Trudeau. Speaking to Canadian radio station CFRA, Mr Watson said the protesters were behaving increasingly \"insensitively\" by continuously \"blaring horns and sirens, [setting off] fireworks and turning it into a party\".\"Clearly, we are outnumbered and we are losing this battle,\" he said, adding: \"This has to be reversed - we have to get our city back.\" The mayor did not give specific details about what measures he might impose, but police said on Sunday that they would step up enforcement, including possible arrests of those seeking to aid the protesters by bringing them supplies like fuel, toilet paper and food. A state of emergency will give the city additional powers, including access to equipment required by frontline workers and emergency services. Many Ottawa residents have objected to the demonstrations. Complaints range from idling trucks that impede traffic and makeshift wooden structures in city parks to lost income and fears of harassment and even violence.Police have said they are concerned about how the convoy has attracted far-right and extremist elements, and on Sunday confirmed they were dealing withmore than 60 criminal investigations , with alleged offences including \"mischief, thefts, hate crimes and property damage\".\"There have been racist signs, there have been a lot of reports of people being assaulted and harassed if they wear a mask,\" Stephanie Carvon, Ottawa resident and former national security analyst for the Canadian government told the BBC. She added that some organisers of the protest held extremist views, but had \"successfully framed their actions in the name of the pandemic and ending the mandates, so they've earned the sympathy of a lot of Canadians who may not necessarily realise where this has come from\". One demonstrator who drove for hours to join the protest in Ottawa, Kimberly Ball, told the AFP news agency that the protest was \"about our freedom\".\"A couple of people we know, friends, lost their jobs because of these mandates,\" she said, adding she had concerns about the safety and effectiveness of Covid vaccines. Covid-19 vaccines have cut the risk of severe illness in those infected with the virus and serious side effects are extremely rare. More than 80% of the eligible population is fully vaccinated anda recent poll showed a majority of Canadians favoured imposing more restrictions on the unvaccinated. A recent opinion poll by Abacus Data suggested 68% of Canadians felt they had \"very little in common\" with the protesters, while 32% said they \"had a lot in common\" with the truckers. By Rachel Schraer, BBC health and disinformation reporter It's a pattern we've seen repeated through the pandemic. Protests frequently bring people together around points of legitimate political debate - how tough or long Covid restrictions should be or whether vaccination should be mandatory. Scratch the surface, though, and you can quickly find more extreme views and misinformation like that shared by the convoy's organisers.Videos from 2019 show organiser Pat King discussing a plot for a \"depopulation of the Caucasian race… the ones with the strongest bloodlines\". Meanwhile, online groups with tens of thousands of followers shared posts criticising the police's handling of the convoy alongside false claims the Covid vaccine was \"poison\" and a fake report that New Zealand was planning to introduce the vaccine to its water supply. People joining groups in sympathy with truckers' stated grievances, for example against vaccine mandates, can quickly find themselves exposed to these more fringe or misleading sources of information. ", "url": "https://www.bbc.com/news/world-us-canada-60281088"}