{"datetime": "2022-02-08T20:21:21.000Z", "author": "Jessica Murphy", "title": "Canada trucker's protest: Patience running thin among local people", "article": "For city blocks, in the centre of the national capital, massive trucks are parked, many decorated with signs calling for an end to vaccine mandates - or simply \"Freedom\". Up to 500 such trucks are estimated to be in Ottawa's downtown 12 days now with no end in sight. There are the sounds of running engines, small clusters of protesters chatting on a weekday morning - some gathered around makeshift fire pits to keep out the winter chill - and the occasional deep honk of a big rig horn. The fences in front of the parliament building are covered in hundreds of handwritten protest signs expressing support for their cause. The protesters say that theirs is a cause all Canadians should applaud - but after nearly a fortnight of blaring horns and streets shut by blockaders and police, patience is running thin. \"There's been nothing but love, unity and peace out here,\" said John Van Vleet, a protester whose three daughters were offering coffee to those up and about. \"There's been no graffiti. There's been no garbage. People are feeding people.\" But some residents have said the atmosphere feels tense, especially on weekends when thousands of protesters have come to join the core group, spilling into nearby streets. Voicing political views is important, said Marika Morris, who lives nearby, but it's a concern when they \"confront people wearing masks or barge into businesses and try to harass and intimidate the staff\". Early on in the protests, a statue near Parliament Hill of Terry Fox, a cancer activist, was decorated by protesters with a sign reading \"mandate freedom\" and other items, prompting anger from Ottawa's mayor and others.Fox is widely viewed as a Canadian icon and hero, and by Monday, those items had been removed, replaced by flowers and candles put there by protesters. Mr Van Vleet, a truck driver from the Niagara region of Ontario, near the US border, has been in the city since the start.\"It's important for me to come down here to fight for my freedoms,\" he said. \"I don't want to be told what to do, to get injections if I don't want an injection, to wear a mask if I don't want to wear a mask.\" Being asked to mask up, he said, is the government making people \"cover up God's image\". Mr Van Vleet is frustrated that Ottawa police launched a \"major public order operation\" on Sunday against the demonstrators - it was \"completely wrong\", he said. In the city's east end, there are more trucks and supplies, and even some outdoor saunas set up. Police moved in at the weekend, seizing \"thousands of litres\" of fuel cans and propane that keep the trucks running. Next to the main protest area, the National War Memorial has been fenced off after vehicles parked there on the first weekend of protests. A protester was also filmed dancing on the Tomb of the Unknown Soldier - an incident under investigation by Ottawa police. Police made a handful of arrests over the weekend, mostly for mischief charges. They said there are currently 60 criminal investigations underway related to the demonstration over mischief, thefts, hate crimes and property damage. Canada's Prime Minister Justin Trudeau has referred to the protesters as a \"fringe minority\". On Monday night, during an emergency debate in the House of Commons, he pointed to signs carried by some in the crowd using Nazi symbolism to compare Covid health measures to the Holocaust, as well as some Confederate flags, and \"the insults and jeers\" aimed at residents wearing masks. Protesters have said they shouldn't all be painted with the same brush and that the real story isn't being told - and Conservative politicians have accused Mr Trudeau of stoking division.\"Does he regret calling people names who didn't take the vaccine?\" Conservative leader Candice Bergen said during an emergency debate in the House of Commons.Mr Trudeau has also faced criticism from within his own party.On Tuesday, Liberal MP Joel Lightbound accused his own government of politicising vaccines and the pandemic. \"I can't help but notice with regret that both the tone and the policies of my government changed drastically on the eve and during the last election campaign. From a positive and unifying approach, a decision was made to wedge, to divide and to stigmatise,\" he said at a news conference.He condemned the \"hideous acts and symbols that we've seen on display by some demonstrators\" and extremists groups who've participated, but said he disagreed with the use of \"easy and absurd labels\" to characterise all protesters who have come out nationwide. From outside the protest \"red zone\", nearby residents have said they're at their wits' end from the noise and disruption. On Monday, a judge ordered a 10-day injunction silencing the honks. Nazim Khan is an Uber driver staging his own solo counter-protest opposing the Freedom Convoy outside the Ottawa courthouse, a few blocks away from the main hubbub. He is incensed at pejoratives used on many protest signs disparaging Prime Minister Justin Trudeau - \"If you can't respect him, don't disrespect him\" - and angry at the protest's impact on local businesses. Some of them, including a major downtown shopping centre, have been closed for days. Public services have also been affected. \"This is not the way to protest,\" he said. \"You have the freedom to assemble. You do not have the freedom to bring the big trucks and annihilate the whole downtown area. This is the capital of Canada, for God's sake.\" A little further up the street was David, who would not give his last name, holding his own sign opposing the protests. That got some supportive honks and thumbs up from passers-by. \"They've done their protest and should have been sent home a long time ago,\" he said. He said he's been yelled at by protesters, or bumped into and pushed, and they've tried to take his sign. It was quieter on Monday, but the weekends, when thousands of protesters have flowed into the city come to join the core group, had been a \"warzone\". \"It was ugly,\" David said. He's also frustrated with police, who've faced questions over what some residents view as a weak response. Police, who have ramped up ticketing and made a handful of arrests over the weekend are now \"maybe doing something, but way too late,\" he said. ", "url": "https://www.bbc.com/news/world-us-canada-60297364"}