{"datetime": "2022-02-05T02:16:42.000Z", "title": "Freedom Convoy: GoFundMe seizes funds of Canada 'occupation'", "article": "GoFundMe says it will withhold millions of dollars raised for Canadian truckers protesting against vaccine mandates, citing police reports of violence. The Freedom Convoy has been rallying since last weekend, and more protests are expected in Toronto and Ottawa.In a statement, the crowdfunding website said it would withhold the donations already made, and refund donors who fill out a request form. Another online platform has offered to take donations for the convoy instead. Of the thousands who joined the truckers' protest, three people have so far been arrested: one for carrying a weapon, one charged with mischief under $5,000, and another with uttering threats on social media. Donations to the GoFundMe page \"Freedom Convoy 2022\" had reached C$10m ($7.9m; £5.8m), with about C$1m released so far to organisers. In a statement on Friday, GoFundMe said the demonstrations were peaceful when the fundraiser first started, but had since violated their terms of service prohibiting the promotion of violence and harassment. \"We now have evidence from law enforcement that the previously peaceful demonstration has become an occupation, with police reports of violence and other unlawful activity,\" GoFundMe said. The $1m that has already been released will only go to participants who went to Ottawa to peacefully protest, said GoFundMe.\"No further funds will be directly distributed to the Freedom Convoy organizers - we will work with organisers to send all remaining funds to credible and established charities verified by GoFundMe,\" its statement added. Another online fundraising platform, GiveSendGo, announced it would accept donations for the convoy shortly after GoFundMe backed out. In response to objections from Ottawa residents, organisers of the Freedom Convoy have promised to protest peacefully and respect the law, but also to \"stay as long as it takes\".\"We understand your frustration and genuinely wish there was another way for us to get our message across,\" convoy organiser Chris Barber said this week.\"The responsibility for your inconvenience lies squarely on the shoulders of politicians who prefer to vilify and call us names rather than engage in respectful, serious dialogue.\"The demonstrators are in Ottawa \"for the love of our families, our communities and our nation\", said Tamara Lich, another organiser. Ms Lich said she is offended by the portrayal of protesters as \"racists, misogynists and even terrorists\". She said they are \"average peace-loving and law-abiding citizens from all walks of life who are fed up with being disrespected and bullied by our government\". Police have said they are concerned about how the convoy has attracted extremist rhetoric. Ottawans have been sharing their concerns with the BBC.Complaints range from idling trucks that impede traffic and makeshift wooden structures in city parks to lost income and fears of harassment and even violence.Stuart, a chef at a downtown restaurant, told the BBC his work had been disrupted because food and alcohol deliveries could not make it past the blockade of trucks and police cordons.He said: \"I have no doubt that the vast majority are peaceful. But, as was seen last year with protests in the US, a small minority of people with bad intentions can very easily and quickly escalate the situation.\"Monica Chohan, an Indian-Canadian lawyer living in central Ottawa, said: \"There were men walking in groups in front of our house with 'Make Canada Great Again' hats. I just started to feel like I don't want to go and put myself out there. There's a feeling of unease.\" There is \"a sense of lack of safety for anyone who is not Caucasian, straight or on board with the protests\", said Jessica Seguin, who fears for her child, who identifies as transgender. One Ottawa citizen has filed a lawsuit claiming up to C$10m in damages against the organisers of the trucker convoy for the \"excruciatingly loud\" honking of horns,reports Global News . A recent opinion poll by Abacus Data found 68% of Canadians felt they had \"very little in common\" with the protesters, while 32% said they \"had a lot in common\" with the truckers. On Friday Ottawa police announced a new \"surge and contain\" strategy. Some 150 more officers will deploy to the city centre and a 'red zone' of police barricades is to expand.Police also say they will do more to proactively investigate and charge anyone found violating the law.Authorities are also expecting the protesters to be met by an estimated 1,000 counter-demonstrators.On Friday, police chief Peter Sloly called the situation \"unacceptable\" and said the force is \"absolutely committed to bringing this demonstration to an end\".\"I take great empathy with those that have endured unacceptable violations of their ability to live, raise their family [and] conduct business in this city,\" he said.(With reporting by Bernd Debusmann) ", "url": "https://www.bbc.com/news/world-us-canada-60267840"}