{"datetime": "2021-05-04T00:27:42.000Z", "author": "Frank Gardner", "title": "Five Eyes: Is the alliance in trouble over China?", "article": "The Five Eyes alliance is an intelligence-sharing arrangement between five English-speaking democracies: the US, UK, Canada, Australia and New Zealand. It evolved during the Cold War as a mechanism for monitoring the Soviet Union and sharing classified intelligence. It is often described as the world's most successful intelligence alliance. But recently it has suffered an embarrassing setback. Four of the members have jointly condemnedChina's treatment of its Uyghur population in Xinjiang province . They have also expressed concern over China's de facto military takeover of the South China Sea, its suppression of democracy in Hong Kong andits threatening moves towards Taiwan, which China has vowed to \"take back\" by 2049 . One country, though, has opted out of confronting China: New Zealand.Surprisingly, perhaps, for a nation that prides itself on respect for human rights, New Zealand's Foreign Minister Nanaia Mahuta declined to join in this Western condemnation of Beijing, saying \"it felt uncomfortable\" with expanding the alliance's role by putting pressure on China in this way. Although New Zealand's Prime Minister Jacinda Ardern admitted on Monday that its differences with China are becoming \"harder to reconcile\", the country still prefers to pursue its own bilateral relations with Beijing. China's state media has made much of this, talking of a wedge been driven between the two neighbours and allies, Australia and New Zealand. China is New Zealand's largest export market; New Zealand depends on China for close to 30% of its exports, mostly dairy products. So does Australia, but the two Antipodean neighbours clearly view China's policies in a very different light.Australia's federal government in Canberra has vetoed a major Chinese investment in the state of Victoria which was to be part of Beijing's \"Belt and Road\" initiative, its growing acquisition of economic assets around the world.Meanwhile, China has imposed a series of damaging trade sanctions on Australia over the past year. As the trade war between the two countries worsens , Australia's wine exports to China have reportedly dropped by 96% from the first quarter of 2020 compared to the first quarter of this year, from A$325m (£181m) to just A$12m (£6.6m). New Zealand, on the other hand, has been rewarded by Beijing with ever-closer trade relations. So what exactly has all this got to do with intelligence-sharing? Very little, is the answer.It was assumed last year by officials in the Five Eyes alliance that since all five nations broadly shared the same world view, then that view would also apply to China. In May 2020 the alliance agreed to expand its role away from just security and intelligence to a more public stance on respect for human rights and democracy.In November the alliance criticised the Chinese government for stifling democracy in Hong Kong whenBeijing introduced new laws that disqualified elected legislators in the former British colony. A Chinese government spokesman reacted angrily, mocking the Five Eyes alliance by declaring that \"those who dared to harm China's sovereignty would find their own eyes poked out\". Now, six months later, New Zealand's departure from the party line on China has meant that the Five Eyes' newly expanded role appears to have ground to a halt, prompting some to question whether the alliance is in trouble.But that would be an exaggeration. This was about politics, not intelligence. New Zealand is not leaving the alliance, it is only drawing a distinction between the two. In retrospect it was an overstretch of what Five Eyes was meant for: sharing secrets.There will almost certainly be some in New Zealand's intelligence community who feel embarrassment at this playing out so publicly. By farthe majority of intelligence shared within the alliance comes from Washington . The next biggest contributor is the UK, with input from GCHQ, MI6 and MI5. Considerably smaller contributions are made by Canada and Australia.When it comes to New Zealand, an intelligence review conducted in 2017 found that for every 99 pieces of intelligence NZ received through the alliance, it contributed just one. So New Zealand would clearly have much to lose if it left.In conclusion, then, is the alliance going to transcend into a unified diplomatic or political pressure group? Unlikely at this stage. Is its existence as an alliance for intelligence-sharing between allies in trouble? No. ", "url": "https://www.bbc.com/news/world-56970640"}