{"datetime": "2021-08-01T08:27:33.000Z", "title": "New Zealand Dawn Raids: Jacinda Ardern formally apologises", "article": "New Zealand's Prime Minister has formally apologised for an immigration crackdown in the 1970s against Pacific Islanders. The Dawn Raids targeted people who overstayed their visas, deporting them to their countries of origin. They disproportionately affected Pacific Islanders, despite most visa overstayers being from the UK, Australia and South Africa. Jacinda Ardern has now issued a \"formal and unreserved apology\". Pacific Islander communities in New Zealand still \"suffer and carry the scars\" from the policy, she said, adding that she hoped the apology \"has brought some much-needed closure\". Ms Ardern spoke at a gathering of affected families, Pacific Island dignitaries and government officials in Auckland.According to news site Stuff , Princess Mele Sui'ilikutapu of Tonga welcomed the New Zealand government's attempt to address the \"inhumane and unjust\" treatment of her people. She called the apology \"a dawn for my community\". Beginning in the early 1970s, the Dawn Raids saw government forces launch early morning operations in the homes and workplaces of people who had overstayed their visas.New Zealand had welcomed thousands of migrants from Pacific Islands after the end of World War Two, needing workers for its booming economy. By 1976, the government saysthere were more than 50,000 Pacific Islanders in the country . But an economic crisis in the early 1970s caused unemployment to rise. Some politicians and in the press began to attack migrants. Raids began in 1974 and continued through the decade. The policy spawned mounting criticism from religious, political and civil groups until it was eventually halted by the start of the 1980s.New Zealand's minister for Pacific Peoples, Aupito William Sio, was himself a victim of the operation.Born in Samoa before moving to New Zealand, he has said that the day of the raid was \"etched into my memory\". \"To have someone knocking on the door in the early hours, flashlight in your face, disrespecting the owner of the home, with an Alsatian dog frothing at the mouth wanting to come in... It is quite traumatising,\"he said when Ms Ardern announced the apology in June. ", "url": "https://www.bbc.com/news/world-asia-58046178"}