{"datetime": "2022-02-09T08:23:36.000Z", "author": "Jessica Murphy & Bernd Debusmann Jr", "title": "Canada truckers: Arrests as police warn of 'volatile' protesters", "article": "Ottawa police have said \"volatile\" and \"determined\" demonstrators remain in Canada's capital after nearly two weeks of a trucker-led anti-vaccine mandate protest. Ottawa is under a state of emergency after protesters blockaded the city centre with trucks and cars. Police have seized thousands of litres of fuel in recent days. Up to 25% of the vehicles contain children who could be at risk during operations, police said on Tuesday. The so-called Freedom Convoy began on 9 January in western Canada, as truckers protested against a rule that requires them to be vaccinated against Covid-19 to cross the US-Canada border. The demonstrations have morphed to include anger at Covid restrictions and at Prime Minister Justin Trudeau's government generally. Though the rally has been mostly peaceful, police have expressed concern about extremist rhetoric coming from far-right groups among the protesters. As well as reported racial and homophobic abuse, one individual danced on the Tomb of the Unknown Soldier at the National War Memorial. Nearly 80 criminal investigations have been opened in relation to the protests, including for alleged hate crimes and property damage. Some two dozen people have been arrested. One officer was reportedly attacked while attempting to seize fuel from a protest truck. Speaking to press on Tuesday, deputy police chief Steve Bell said: \"Our message to the demonstrators remains the same: Don't come. If you do, there will be consequences.\"He said police had found about 100 trucks with children in them and had contacted the Children's Aid Society over concerns about the noise, fumes and hygiene in the convoy. Some 756km (469 miles) away from Ottawa, Canada's busiest border crossing - the Ambassador Bridge - was partially reopened on Tuesday after protesters ground traffic there to a standstill. The bridge runs between the Canadian province of Ontario and the US state of Michigan, and more than 40,000 people and $323m (£238m) worth of goods cross it daily. Truckers rallying in solidarity with those in Ottawa had blocked it on Monday night, forcing vehicles into long detours. The bridge has reopened for travel from Canada into the US.But on the US side, Michigan Department of Transportation said it remained closed, and advised drivers to divert to nearby Port Huron to head into Canada.As traffic continued to clog the area, demonstrators in Ottawa faced anger from local residents even as many insisted that they were protesting peacefully.\"There's been nothing but love, unity and peace out here,\" said John Van Vleet, a trucker from Ontario. \"It's important for me to come down here to fight for my freedoms.\" However, some Ottawans have said the atmosphere has been tense, especially at weekends when thousands of protesters have descended upon the city's downtown core, spilling into nearby streets and forcing businesses to close. \"We're all fed up,\" said Marika Morris, a resident. \"They don't have a right to take us hostage.\"Residents' nerves were also being frayed by constantly blaring air horns. On Monday, an Ottawa judge ruled thatthe truckers must stop honking their horns for 10 days. Demonstrations have also spread to other Canadian cities, including Toronto and Vancouver. Internationally, there have been rallies of support in New Zealand's capital Wellington and Canberra in Australia. The Canadian province of Alberta announced on Tuesday that some of its Covid restrictions - including its controversial vaccine passport - would be lifted from midnight. Masking requirements for school students will also end from Monday, and children under 12 will be exempt from all mask mandates. Alberta Premier Jason Kenney denied the move was a response to the trucker protests. \"We'll never be able to do a full accounting of the extent of the pain and hardship that restrictions have caused,\" Mr Kenney said. \"We cannot remain at a heightened state of emergency forever. We have to begin to heal.\" But he also argued that \"for the rest of our lives we're probably going to need to take an annual Covid shot, much like the annual flu shot\". Saskatchewan, in the country's west, also said it was ready to lift all Covid restrictions. \"We want things to be as normal as they possibly can,\" Saskatchewan Premier Scott Moe said. ", "url": "https://www.bbc.com/news/world-us-canada-60267841"}