{"datetime": "2021-06-14T05:32:20.000Z", "subject": "Christchurch mosque shootings", "title": "Christchurch mosque attack: Producer resigns from New Zealand movie after backlash", "article": "The producer of a movie about the Christchurch terror attacks in New Zealand has pulled out of the project after mounting criticism over the film. Philippa Campbell apologised for her involvement and said she had not realised the hurt the film would cause.The proposed movie, They Are Us, is supposed to focus on Prime Minister Jacinda Ardern's role during the 2019 shooting at two Christchurch mosques. The shooting was New Zealand's worst terrorist attack and killed 51 people. \"I have listened to the concerns raised over recent days and I have heard the strength of people's views,\" Ms Campbell said.\"I now agree that the events of 15 March 2019 are too raw for film at this time and do not wish to be involved with a project that is causing such distress.\" Her resignation does not mean that the US-backed film project is off the table. Ms Ardern on Monday criticised the project as poorly timed and focused on the wrong subject. \"In my view, which is a personal view, it feels very soon and very raw for New Zealand,\" she told local media TVNZ. \"And while there are so many stories that should be told at some point, I don't consider mine to be one of them.\" Ms Ardern had won widespread praise at the time for her sensitive and empathetic handling. The proposed title of the movie is from a speech she gave in the aftermath of the attack. Members of the country's Muslim community have also criticised the film for pursuing a \"white saviour\" narrative by focusing on Ms Ardern rather than the victims.Aya Al-Umari, whose brother Hussein died in the attacks, said it was \"not the story that should be told\".A petition from the National Islamic Youth Association asking for the movie to be cancelled has gathered almost 60,000 signatures, arguing the film would sideline \"the victims and survivors and instead centres on the response of a white woman\". It also said the Muslim community had not been properly consulted about the project. The mayor of Christchurch, where the attacks took place, said film crews would not be welcome in her city.\"I'm just so outraged that they even think that this is an appropriate thing to do,\" Lianne Dalziel told news outlet RNZ.The movie is set to star Australia's Rose Byrne as the centre-left leader. The actress has not yet responded to calls for her to leave the project. The attacker, Australian self-declared white supremacist Brenton Tarrant, has been sentenced to life in prison without parole - the first person in New Zealand's history to receive the sentence. On 15 March, he opened fire on worshippers inside the Al Noor mosque, broadcasting the attack on Facebook Live via a headcam he was wearing. He then drove to the Linwood Islamic Centre where he shot people outside and then shot at the windows. His sentencing marked the first terrorism conviction in New Zealand's history. The massacre also prompted New Zealand to reform its gun laws. ", "url": "https://www.bbc.com/news/world-asia-57465471"}