{"datetime": "2022-02-02T20:22:07.000Z", "title": "Freedom Convoy: Organisers pledge to stay 'as long as it takes'", "article": "Organisers of protests against Covid vaccine mandates for Canadian truckers have pledged to keep going for \"as long as it takes\". But patience is wearing thin among local officials and residents, particularly in the national capital, where daily life has been disrupted. Ottawa police have arrested three people amid several open investigations into the so-called \"Freedom Convoy\". Crowds participating in the demonstration have visibly thinned. About 250 people remain gathered in and around downtown Ottawa, including 50 protesters on Parliament Hill, the epicentre of weekend demonstrations that drew thousands protesting mandates and other pandemic health measures. \"Most demonstrators have left,\" police chief Peter Sloly said at a Wednesday news conference. \"What remains is a highly determined and highly volatile group of unlawful individuals.\" He conceded the protest would likely grow again this coming weekend and \"there may not be a policing solution\" to resolve the impasse. Participants have come from \"every part of Canada\" with a significant element of US involvement, he added. Tamara Lich, a spokeswoman for the protestors, said she and fellow organisers had been surprised by the turnout at first \"but we are now well organised and are settling in, until Canada is a free nation again\". Ms Lich runs a GoFundMe page for the convoy that has so far raised more than C$10m ($7.9m; £5.8m), with about C$1m released so far to organisers.A number of officials have suggested taking legal action against the crowdfunding platform to prevent the release of the rest of those funds. The weekend protests were mostly peaceful but the behaviour of some members of the crowd has been strongly criticised. On Tuesday, police arrested and charged two locals, one for causing mischief to property and another for carrying a weapon to a public meeting. A third man, from Quebec, was arrested on Wednesday for issuing threats on social media while in Ottawa. Police have also confirmed 13 active investigations over protest-related activities, including the desecration of the National War Memorial. Frustrations are growing over what some Ottawans view as a lax police response to the protests. City councillor Catherine McKenney said their constituents have been \"abandoned during a national crisis and occupation of our city\". In a statement, Chris Barber - one of the convoy leaders - said the group understood those frustrations but was also being bullied by politicians and members of the press. \"The responsibility for your inconvenience lies squarely on the shoulders of politicians who prefer to vilify and call us names rather than engage in respectful, serious dialogue,\" he said. Canadian Prime Minister Justin Trudeau has refused to meet with any of the protesters, who he has called \"a small but very vocal minority\" intent on attacking science and government. In southern Alberta, a line-up of trucks has blockaded the main highway leading to the US-Canada border crossing for five consecutive days, snarling traffic and disrupting the flow of goods and services. On Tuesday, tensions over the blockade came to a head when some protesters breached roadblocks set up by the Royal Canadian Mounted Police (RCMP) and caused a head-on collision with other vehicles. At a news conference, Alberta Premier Jason Kenney - who supports axing the cross-border mandate for truckers - condemned their actions as \"totally unacceptable\" and called for calm. A spokesman for the RCMP in Alberta said on Wednesday morning about 200 vehicles remained on the road, including lorries and tractors. The roughly 250 residents of Coutts, a small border village just off the highway, have been unable to access basic services like groceries and gas since the weekend, according to Mayor Jim Willett. Mr Willett told CBC News on Wednesday that, while he had \"no gripe\" with the grievances behind the protests, his residents had become \"collateral damage\" in the process. \"It's getting tiring,\" said the mayor. \"We've been made to feel a little uncomfortable.\" Amid efforts by the RCMP to intervene, garbage trucks and mail trucks had been able to get in, he noted. The Freedom Convoy began in response to a federal vaccine mandate imposed by the Canadian government on 15 January that requires unvaccinated truckers returning from across the US border to quarantine. Supporters are also pushing for the repeal of other Covid-19 restrictions they view as government overreach. ", "url": "https://www.bbc.com/news/world-us-canada-60235884"}