{"datetime": "2022-02-11T22:01:38.000Z", "title": "Trucker protests: Ontario calls state of emergency", "article": "Ontario has declared a state of emergency in response to two weeks of protests against Covid restrictions. The order came as protests continue to restrict traffic on a border bridge that is vital for US-Canada trade. Blocking crucial infrastructure would be made \"illegal\" under the order, punishable by up to a year in jail and C$100,000 ($79,000; £58,000) in fines.On Friday, Prime Minister Justin Trudeau spoke with US President Joe Biden about the border blockades. The pair discussed their \"shared challenges at the border\", Mr Trudeau said, with the prime minister promising quick action to resume trade.Addressing Canadians on Friday, Mr Trudeau applauded Ontario's measure and said that \"everything is on the table\" to ensure the demonstrations are brought to an end.\"It is it is time to go home,\" he said. \"The consequences are becoming more and more severe.\"Mr Trudeau insisted that the \"unlawful activity\" would end, but said military intervention has not yet been seriously considered.By Robin Levinson-King, BBC News, Windsor About 100 vehicles - pickup trucks, SUVs and articulated lorries - were parked along the road leading up to the Ambassador Bridge in Windsor, Ontario, festooned with Canadian Flags and signs proclaiming \"Freedom\". The atmosphere was noticeably more subdued on Friday than previous evenings, protesters told the BBC. If the Ottawa protest has made national headlines for its noise and bluster, then the Windsor bridge blockade has left its mark by making millions of dollars of daily trade come to a halt. The area was mostly quiet, save for the occasional honking horn and the stereo sound of Bruce Springsteen's \"Dancing in the Dark.\"Speaking to the BBC, former cross-border truck driver Hank, who did not want to give his last name, said he was there to support his friends who've lost their jobs.\"We want our freedoms back, we want mandates lifted,\" he said. \"We want life to go back to the old normal not the new normal.\" With a judge considering an injunction, and a state of emergency declared, most protesters are waiting to see if police make their move. Hank says he thinks their time in Windsor is running out: \"We can't fight behind bars. We have to keep it peaceful,\" he said. Ontario Premier Doug Ford said the province's emergency order would apply to anyone impeding the movement of goods, people and services along international border crossings, airports, ports and major highways.The Canadian province will also provide additional authority so that the personal and commercial licences of protesters who do not comply may be cancelled. \"Your right to make a political statement does not outweigh the right of hundreds of thousands of workers to earn their living,\" Mr Ford said.The country-wide protests against Covid-19 vaccine mandates are poised to enter their third weekend.A \"Freedom Convoy\" was organised last month in response to the introduction of a new rule that all truckers must be vaccinated to cross the US-Canada border, or quarantine upon their return. The protest has since grown into a broader challenge to all Covid health restrictions.The vast majority of Canadian truckers are vaccinated and trucking associations have distanced themselves from the protests, noting most drivers are still working. Thousands of demonstrators have congregated in central Ottawa, others have blocked the Ambassador Bridge - which links Windsor, Ontario, with Detroit, Michigan - and a handful of other border crossings.Authorities have warned members of the public to avoid Emerson, a small border town in Manitoba, where trucks and farm equipment are currently clogging the US border.The trade disruption has been estimated to cost some C$380m ($300m; £221m) each day. Smaller protests have been held in Toronto and Quebec City, as well as near provincial legislatures in Alberta, Saskatchewan, Manitoba and British Columbia.The mayors of Ontario's biggest cities issued a joint statement on Monday, condemning the \"irresponsible and damaging\" actions of the protesters, calling for all governments to bring the demonstrations to a peaceful end.On Friday afternoon, Canada's capital city filed an injunction with Ontario's Superior Court against people continuing to violate Ottawa's bylaws, aimed at those making noise, idling, fireworks, and encroachments on highways. Also on Friday, the Superior Court justice delayed hearing an application for another injunction that would stop protesters blocking Canada-bound traffic at the Ambassador Bridge.US officials have urged Canada's government to use its federal powers to end the blockade - especially of the Ambassador Bridge - which has already hit the automobile industry either side of the border.The White House said this week that US officials had been engaged with their Canadian counterparts to help resume trade along the border.Premier Ford's Friday announcement marks the first state of emergency in the province since April, when Ontario implemented its third emergency order over Covid-19 transmission. In recent days Mr Ford had faced criticism for not doing more to stop the convoy blockade in Ottawa.And while he repeatedly denounced the weeks-long demonstration on Friday, he also indicated the province would be moving to lift existing Covid-19 restrictions, including the vaccine \"passport\" system which requires proof of vaccination to enter indoor public settings like gyms and restaurants.", "url": "https://www.bbc.com/news/world-us-canada-60352980"}