{"datetime": "2022-02-15T04:02:00.000Z", "subject": "Coronavirus pandemic", "title": "Trudeau vows to freeze anti-mandate protesters' bank accounts", "article": "Canadian Prime Minister Justin Trudeau has taken the unprecedented step of invoking the Emergencies Act to crack down on anti-vaccine mandate protests. Mr Trudeau said the scope of the measures would be \"time-limited\", \"reasonable and proportionate\" and would not see the military deployed. With no need for court orders, banks can freeze personal accounts of anyone linked with the protests. Hundreds of demonstrators remain in Canada's capital city. On Sunday, law enforcement cleared anti-mandate protesters at the Ambassador Bridge in Windsor - a critical pathway for Canada-US trade - after a week-long stalemate.What began as a rally against a new rule that all truckers must be vaccinated to cross the US-Canada border, or quarantine upon return, has grown into a broader challenge to all Covid health restrictions.\"This is about keeping Canadians safe, protecting people's jobs,\" Mr Trudeau told a news conference on Monday.He said the police would be given \"more tools\" to imprison or fine protesters and protect critical infrastructure.Mr Trudeau told reporters the legislation would be applied temporarily and in a highly specific manner.Critics have noted that the prime minister voiced support for farmers in India who blocked major highways to New Delhi for a year in 2021, saying at the time: \"Canada will always be there to defend the right of peaceful protest.\"Mr Trudeau's invoking of the Emergencies Act comes as demonstrations across Canada enter their third week.Deputy Prime Minister Chrystia Freeland said at Monday's news conference that banks would be able freeze personal accounts of anyone linked with the protests without any need for a court order. Vehicle insurance of anyone involved with the demonstrations can also be suspended, she added. Ms Freeland said they were broadening Canada's \"Terrorist Financing\" rules to cover cryptocurrencies and crowdfunding platforms, as part of the effort. \"It's all about following the money,\" she said.She spoke after hackers released details of what they said were 93,000 donations for the truckers totalling $8.4m (£6.2m) to the crowdfunding platform GiveSendGo. The Emergencies Act, passed in 1988, requires a high legal bar to be invoked. It may only be used in an \"urgent and critical situation\" that \"seriously endangers the lives, health or safety of Canadians\". Lawful protests do not qualify.Speaking on Monday, Canada's Justice Minister David Lametti argued these conditions had been met. But the Canadian Civil Liberties Association disagreed, warning that the move \"threatens our democracy and our civil liberties\". Ottawa protest leader Tamara Lich dismissed Mr Trudeau's move, telling AP News: \"There are no threats that will frighten us. We will hold the line.\" Ontario Premier Doug Ford, a Conservative, said he supported the federal government. But the premiers of Quebec, Manitoba, Alberta and Saskatchewan said the emergency powers were not needed in their regions.Before Mr Trudeau's announcement, Quebec Premier Francois Legault said invoking the Emergencies Act could \"throw oil on the fire\". Analysis by Jessica Murphy, BBC News, Toronto Under growing pressure to bring the disruptive protests to an end - be it from the White House or increasingly frustrated Canadians - Prime Minister Justin Trudeau has entered uncharted territory with the decision to invoke the never-before-used 1988 Emergencies Act, the country's most powerful tool for when it is facing a national emergency. The powers announced by Mr Trudeau go into effect immediately - but his government has to present it to the House of Commons and the Senate within a week and needs a green-light or the proclamation would be revoked.All main Canadian federal political party leaders have said it's time for the protests - which have had an impact on supply chains, the national economy and the country's relations with the US - to end.But they aren't all necessarily on board with Mr Trudeau's unprecedented move.Conservative leader Candice Bergen voiced concern it could inflame the situation.The support of NDP leader Jagmeet Singh may give Mr Trudeau enough votes to pass it through the House - though the Senate could still be a hurdle. Protests are ongoing in various parts of the country.In Ottawa, the nation's capital, between 400 to 500 trucks have been parked in the city centre for 18 days.Protesters have also been blockading border crossing at Coutts, Alberta, and Emerson, Manitoba. On Monday, Alberta police arrested 11 people and seized a cache of guns and other weapons. Weekend protests have also taken place in cities including Toronto and Winnipeg. ", "url": "https://www.bbc.com/news/world-us-canada-60383385"}