{"datetime": "2022-01-31T21:44:03.000Z", "title": "Freedom Convoy: Trudeau calls trucker protest an 'insult to truth'", "article": "Canada's Prime Minister Justin Trudeau has slammed protests in the capital city against Covid-19 vaccine mandates as \"an insult to memory and truth\". Protestors are demonstrating for a third consecutive day over a cross-border vaccine mandate for truckers imposed by the Liberal government. Ottawa police asked the public to avoid the downtown area on Monday, citing \"traffic, noise and safety issues\". Some downtown stores, including a shopping mall, will also be closed. Demonstrators at the so-called Freedom Convoy have been mostly peaceful but the behaviour of some members of the crowd has been strongly criticised. Police have opened investigations into several reported incidents, including footage of a woman dancing on the Tomb of the Unknown Soldier at the National War Memorial.Nazi symbolism was seen on protest signs, some likening Covid-19 health measures to Jews under Nazi persecution. Friends of Simon Wiesenthal Center for Holocaust Studies criticised the use of those symbols as \"a heinous form of Holocaust distortion\". Mr Trudeau said: \"Freedom of expression, assembly and association are cornerstones of democracy, but Nazi symbolism, racist imagery and desecration of war memorials are not.\" The prime minister refused to meet protestors.\"This is not the story of our pandemic, our country, our people,\" he said. \"My focus is standing with Canadians and getting through this pandemic.\" But Candice Bergen, deputy leader of the Conservative Party, said the protesters represented millions who \"have had enough of lockdowns and broken promises\". \"They deserve to be heard and they deserve respect,\" she wrote on Twitter. On Monday, Mr Trudeau also announced that he has tested positive for Covid-19 but is \"feeling fine\". He said he would continue to work remotely this week while following public health guidelines. The convoy began as a call to end a vaccine mandate imposed by the federal government on 15 January that would require unvaccinated Canadian truckers returning from across the US border to quarantine once they return home. But it has since grown into a push to end all vaccine mandates nationwide and what supporters see as government overreach of Covid-19 restrictions. A GoFundMe page to support the convoy has now raised over C$9m ($7m; £5.2m). At an invite-only weekend news conference, Benjamin Dichter and Tamara Lich - the two organisers behind the page - said they aimed to create a \"logistics nightmare\" to put pressure on the Canadian government. The crowd of demonstrators - the truckers and their supporters - were estimated to be in the thousands on Saturday as they gathered around parliament. The crowd has since thinned but many protesters have indicated they plan to stay on until their demands are met. Around 90% of Canada's 120,000 cross-border truckers are vaccinated, in line with the country's adult population. Members of parliament are returning to the House of Commons on Monday after nearly two months on recess. though existing permissions for MPs to work remotely allowed some legislators to avoid the protesters that have converged nearby.In an update from city officials on Monday afternoon, Mayor Jim Watson said protesters had \"worn out their welcome\" and that the events had been \"disruptive\" and extremely noisy for local residents.The city's police chief, Peter Sloly, said it had been \"four dangerous, difficult, dynamic days\" for his forces dealing with \"thousands of potential flash points\" but that there had been \"no riots, no injuries, no deaths\".He said that protests had \"scaled down\" in the past 12 hours and that he wanted \"that trend to continue until this demonstration comes to a complete end\". Police have been in contact with the protest's core organisers, he noted.Reports on social media indicate that truckers in the US may be planning a similar demonstration that would see them drive from California in the West to the country's capital in Washington DC. ", "url": "https://www.bbc.com/news/world-us-canada-60202050"}