{"datetime": "2022-02-13T19:12:32.000Z", "title": "Canada bridge protesters cleared by police after a week of disruption", "article": "Police have cleared the remaining protesters blocking a key bridge between Canada and the United States, after a week of disruption. Canada's protests against Covid vaccine certification to cross the border have paralysed trade across the Ambassador Bridge in Windsor, Ontario. A judge issued an order on Friday to break up the protest, but dozens of demonstrators remained in defiance. Police have now cleared the road, though the bridge remains closed. In a statement, police said Sunday's action resulted in over a dozen arrests on a charge of mischief - which refers to damage or interference with property. Multiple vehicles were also seized, police said, none of the arrests became violent. The clearing effort first began on Saturday morning, when many of the vehicles involved left peacefully on police orders. But as news of the police action spread, more protesters turned up, temporarily swelling the crowd. But by Sunday morning, only a few dozen people remained, and police resumed their operation. Within hours, only a small number of stragglers remained on the sidelines, though police vehicles, rather than protesters, continue to block off the road to the Ambassador Bridge. Windsor police warned people to avoid the area of the bridge, tweeting: \"Enforcement will continue in the demonstration area and there will be zero tolerance for illegal activity.\" Officials say they hope to reopen the bridge later on Sunday. By Robin Levinson-King, BBC News, Windsor The police came to oust the remaining protesters in the early cold of Sunday morning, putting an end to the blockade that had ground traffic on one of Canada's most important trade routes to a halt for nearly a week. Their numbers had dwindled overnight from a couple hundred protesters on Saturday to just about 30 stalwarts willing to brave the -17C (1F) temperature over night. Police had erected concrete barricades, effectively boxing their encampments - located south of the Ambassador Bridge - and surrounded them in tactical gear. \"Nobody is doing anything there. We're all just standing there with our Canadian flags, we want freedom\", protester Tyler Kok told the BBC. \"I heard one of the cops say 'we're taking the trucks first' so I mean that's kind of the beginning of the end. I was hoping it wasn't going to end like this, I was hoping the police would allow us to continue to peacefully protest,\" he added. That protest had already cost the country hundreds of millions of dollars in lost trade. About a kilometre down the road, after breaking up Mr Kok and his friends, police moved in to end a second small encampment. Horns honked loud in protest, but with police far outnumbering protesters, their noise was a swan song, not a rallying cry. The protest has inspired others around the world to stage similar action, in a bid to congest city roads and attract attention - such as in France, the Netherlands, and New Zealand. Paris saw hundreds of vehicles converge on the city from around France on Saturday, in a self-styled Freedom Convoy which aimed to disrupt traffic in protest against the use of Covid passes to enter bars, restaurants, and public spaces. Hundreds of motorists were fined over the banned protests, and dozens of people were arrested amid volleys of tear gas near the Champs-Elysées.Many protesters planned to move on to Brussels - home to several key EU institutions - to join up with a wider European movement based on the Canadian demonstrations. Brussels has also banned the event. ", "url": "https://www.bbc.com/news/world-us-canada-60368408"}