{"datetime": "2022-02-04T02:05:26.000Z", "title": "Freedom Convoy: No plans to call in military, says Trudeau", "article": "Canada's prime minister has said sending in troops to clear protesters from the nation's capital is \"not in the cards right now\". The city's police chief had earlier refused to rule out military intervention to remove demonstrators. Thousands arrived in the city last weekend to protest vaccine mandates, gridlocking downtown Ottawa. Police Chief Peter Sloly warned that protests could grow again this weekend. \"There may not be a policing solution\" to resolve the impasse, he said on Wednesday. Though many protesters have left over the course of the week, some 250 remain who are \"a highly determined and highly volatile group of unlawful individuals\", Chief Sloly has said.On Thursday, Prime Minister Justin Trudeau said that his government had received no formal request for military assistance to remove this core group of protesters who have been camped out in and around parliament. \"One has to be very, very cautious before deploying military in situations engaging Canadians,\" he added, saying it's not something to \"enter into lightly\".Mr Trudeau has told the protesters to \"go home\" - a sentiment echoed by city officials. The prime minister has refused to meet the truckers. Ottawa residents have also expressed frustration over the demonstrations, complaining of constant noise, an impact on local businesses and public services, and unruly and aggressive behaviour. Police have begun ticketing protesters, writing 30 traffic tickets for infractions like excessive noise for horn honking and disobeying street signs. On Thursday, protesters were seen building a wooden structure in Ottawa, and gathering supplies of fuel such as propane.Organisers representing the so-called Freedom Convoy said they don't plan to remain in Ottawa \"one day longer than necessary\", but that their departure is conditional on all Covid-19 mandates being lifted nationwide.\"We are here out of love for our families, our communities and our nation,\" said organiser Tamara Lich during a press conference on Thursday.\"These past two years, the Covid mandates have divided us,\" she added, saying that the \"movement\" grew because \"common people are tired of the mandates and restrictions in their lives that now seem to be doing more harm than good\". A fundraiser in support of the rally that had raised over C$10m ($7.9m; £5.8m) - with about C$1m released so far to organisers - was recently paused for review by GoFundMe. A lawyer working with convoy organisers said they welcome the \"heightened diligence\" by the online fundraiser and are currently refining the process for truckers and others who have been involved in the protest to be reimbursed for their costs.GoFundMe will also be called to testify before a parliamentary committee to explain safeguards put in place around donations and spending related to the convoy fundraiser.In the province of Alberta, a second anti-vaccine mandate blockade continues to disrupt the flow of traffic across the border.The Freedom Convoy began in response to a federal vaccine mandate imposed by the Canadian government on 15 January that requires unvaccinated truckers returning from across the US border to quarantine. But it has spurred wider calls for a repeal of other Covid-19 restrictions supporters view as government overreach. ", "url": "https://www.bbc.com/news/world-us-canada-60251921"}