{"datetime": "2022-02-12T21:55:25.000Z", "subject": "Coronavirus pandemic", "title": "Ambassador Bridge: Police launch bid to clear Canada trucker blockade", "article": "Police have started to clear a blockade of the main crossing between Canada and the United States. After days of protests by truckers against Covid rules at the Ambassador Bridge in Ontario, officers urged them to heed an injunction against the demonstration. The vital trade route links Windsor, Ontario, with Detroit, Michigan. Truckers' protests against Covid vaccine mandates are also ongoing at other border crossings and in Ottawa. The self-styled \"Freedom Convoy\" movement was started by Canadian truckers opposed to a vaccinate-or-quarantine order for drivers crossing the border. Friday's court order against the blockadewas filed by the city of Windsor and the Automotive Parts Manufacturers' Association, which argued that it was losing as much as $50m ($39m; £29m) per day because of the convoy.Following the injunction, Windsor Police put out a statement to \"make demonstrators clearly aware that it is a criminal offence\" to block the border crossing. The police added that a criminal conviction could lead to the seizure of vehicles and the inability to enter the US.But hours later, crowds of people waving Canadian flags flouted the order and continued to occupy the bridge. While police had some initial success in clearing the road on Saturday, more supporters arrived as the day went on until they once again outnumbered the officers trying to move the crowds away. \"We urge all demonstrators to act lawfully [and] peacefully,\" police said in a statement. \"Commuters are still being asked to avoid the areas affected by the demonstrations at this time.\" Hundreds of other protesters continue to demonstrate in the centre of Ottawa, the nation's capital. Two other border crossings with the US are also being blocked by anti vaccine mandate protesters. Prime Minister Justin Trudeau spoke with US President Joe Biden about the border blockades on Friday. The week-long disruption to the bridge, which accounts for roughly 25% of US-Canada goods trade, rocked the car manufacturing industry.General Motors, Ford, Toyota and Honda plants have been forced to halt production and cancel work shifts due to parts shortages caused by the blockade.Analysis by Robin Levinson-King in Windsor, Ontario In the cold light of Saturday morning, police came in to break up the blockade at the Ambassador Bridge. Arriving in city buses, they created a flank along the north side of the protest, which had blocked several lanes of traffic, preventing people - and millions of dollars of trade - from reaching the US, which is just on the other side of the border.Wearing balaclavas to protect them from the bitter wind, with some carrying heavy weapons, the officers made it known that the party-protest, which had been going for almost a week, had come to an end. The protesters were not happy, but neither were they surprised that it was coming to an end. Some thanked the police and expressed their support for law enforcement, while one man cried \"You should be ashamed!\" \"They're gonna have to move us out. We'll be peaceful and we'll lock arms and show unity,\" said Dan, a protester who declined to give his last name to the BBC. \"If that's what they need to do, give me a ticket and I'll see you in court.\" Slowly, and with the help of an armoured vehicle, police have been inching forward, encroaching on the blockade. Some have voluntarily driven away. Others began to break down the mess-hall tents. It will likely take a few hours to move the hundred or so vehicles - most of them pickups and SUVs, with a handful of heavy commercial lorries - to disperse. Speaking on Friday, Mr Trudeau urged the truckers \"to go home now\", saying their frustration with Covid measures had been \"heard\". \"If you join the protests because you are tired of Covid, you need to understand that you are breaking laws. The consequences are becoming more and more severe,\" he warned. \"You don't want to end up losing your licence, end up with a criminal record, which will impact your job, your livelihood, even your ability to travel internationally, including to the US.\" He is due to meet with his advisors on an emergency committee known as the Incident Response Group on Saturday. But many of those protesting at the bridge said they would continue to demonstrate no matter the consequences.\"Bring it,\" one of those blocking the bridge, Chris Mayville,told Canadian broadcaster CBC News .\"Do you think I care? Do you think I care about a fine? I'm going to pay a fine? No. You think I care about their mandates? No. This needs to end.\" Elsewhere, in Canada's financial capital Toronto, police braced for protests by expanding a cordon in the city centre. There were also tense scenes in France, where thousands ofpolice officers attempted to stop anti-restriction demonstrators from disrupting traffic in Paris. ", "url": "https://www.bbc.com/news/world-us-canada-60361533"}