{"datetime": "2022-01-29T21:37:57.000Z", "author": "Jessica Murphy", "title": "Freedom Convoy: Why Canadian truckers are protesting in Ottawa", "article": "After a week-long drive across Canada, a convoy of big rigs has arrived in the national capital to protest vaccine mandates and Covid-19 measures. Organisers insist it will be peaceful, but police say they're prepared for trouble. It's been dubbed the Freedom Convoy, and it's got the country talking.The movement was sparked by a vaccine mandate for truckers crossing the US-Canada border, implemented by Prime Minister Justin Trudeau's Liberal government earlier this month. Upset with the new measure that would require unvaccinated Canadian truckers crossing the two nations' boundary to quarantine once they've returned home, a loose coalition of truckers and conservative groups began to organise the cross-country drive that began in western Canada.It picked up steam and gathered support as it drove east. Many supporters, already opposed to Mr Trudeau and his politics, have grown frustrated with pandemic measures they see as political overreach. Social media and news footage showed trucks and companion vehicles snaking along highways, cheered on by people gathered on roadsides and overpasses, often waving Canadian flags and signs disparaging Mr Trudeau.A GoFundMe campaign has raised, to date, over a whopping C$7m ($5.4m; £4m) from over 99,000 donors.The unusual protest even caught the attention of people outside Canada's borders, with podcaster Joe Rogan, Donald Trump Jr - the son of the former US president - and British comedian Russell Brand showing support.The protesters plan to stay in downtown Ottawa near Parliament Hill for at least the weekend, and their demands have grown from reversing the border vaccine mandate to ending all such mandates nationwide.\"We want to be free, we want to have our choice again, and we want hope - and the government has taken that away,\" Harold Jonker, a truck driver and trucking company owner, told the BBC as he drove through the town of Brockville, about 115km (72 miles) from Ottawa on Friday. The convoy has been peaceful as it passed through Canadian towns and cities, and Ottawa police have said they're in touch with organisers, who've been cooperative. But police say they are concerned about how the convoy has attracted extremist rhetoric, and some far-right groups have suggested they might also head to Ottawa. \"The demonstrations this weekend will be unique - fluid, risky and significant,\" Ottawa police chief Peter Sloly said on Friday, noting they are \"massive in scale\" and \"unfortunately they are polarising in nature\". He said that police are preparing for potential parallel and counter-demonstrations and were concerned about people on social media in Canada and abroad \"who may or may not come to the city\" but \"who are nonetheless inciting hate, violence and in some cases criminality\". Organisers have called out fringe elements, urging participants to report any misbehaviour. Mr Jonker also said extremists would not be welcome. Police have urged locals to avoid the gridlocked downtown core. Thousands of vehicles and participants are expected for a weekend of planned demonstrations and on Saturday the streets were crowded with vehicles and people gathering near Parliament Hill. Canadians are broadly supportive of vaccine mandates - over 80% of the eligible population is fully vaccinated - and Mr Trudeau this week denounced the convoy and its supporters as a \"small fringe minority\".But the convoy has received some support from Conservative politicians who say it's become a \"symbol of the fatigue and division\" felt in Canada two years into the pandemic.And while the truckers in the convoy are frustrated with Covid measures they see as government overreach, Mr Trudeau's new cross-border mandate has raised concerns for other reasons.Like many countries, Canada is dealing with rising inflation and a supply chain already strained by the pandemic, labour shortages and bad weather.Prices are on the rise, including for food and petrol. It's been getting harder to find some products on grocery store shelves - and Canada's economy is heavily dependent on the men and women who drive the vast majority of food and goods consumed in in the country across the border.Truck drivers working the cross-border routes had previously been exempt from mandates, considered essential workers.The Canadian Trucking Alliance estimates that 85% to 90% of the 120,000 Canadian truckers who work cross-border routes are vaccinated and said on Saturday that it appeared many of the protesters in Ottawa have no connection to the industry. While the alliance does not support the convoy and has said the industry must adapt to the mandate, it is said the measure could remove as many as 16,000 drivers from those routes.Numerous business groups have also said they're worried the mandate's timing will only aggravate existing supply chain issues. \"Everything that Canadians depend on - food, clothing, electronics - everything arrives\" on the back of trucks, said Ambarish Chandra, an associate professor at the Rotman School of Management who studies the US-Canada border, told the BBC. He said he's \"wary\" of the mandate as \"there's a real threat of unintended consequences\".Mr Trudeau, who sees boosting vaccination rates as a key tool in fighting the Covid-19 pandemic, has accused Conservative politicians warning about possible supply chain issues of \"fear-mongering\" and has shown no intention of backing down.Trucker Mr Jonkers says he's ready to stay in Ottawa for the long haul.\"The intent is actually to stay until all these mandates are dropped. Some people can stay one day, some people can stay five days but all the truck drivers are used to camping in their trucks all week long.\" \"We are staying here until we can go back to work\", he said.", "url": "https://www.bbc.com/news/world-us-canada-60164561"}