{"datetime": "2022-02-15T15:00:52.000Z", "title": "Canada trucker protest: What powers will Emergencies Act give Trudeau?", "article": "Prime Minister Justin Trudeau has invoked the never-used Emergencies Act to give his government enhanced authority in response to the anti-vaccine mandate protests and blockades gripping Canada. The law will grant Mr Trudeau's government extraordinary powers for 30 days - including the power to prohibit public assembly, travel and the use of specific property.The move comes amid weeks of disruptive - and expensive - demonstrations against Covid-19 restrictions.Law enforcement on Sunday re-opened the Ambassador Bridge in Windsor - a critical crossing for Canada-US trade - after a week-long standstill. But in Ottawa, hundreds of demonstrators have begun their third week of occupation around the city's Parliament Hill.Here's a look at what the Emergencies Act is, and what it can actually do.The Emergencies Act, passed in 1988, bestows the government with added powers in times of national crisis.The situation must meet a high bar, specifically an \"urgent and critical situation\" that \"seriously endangers the lives, health or safety of Canadians\".And Cabinet may only invoke the legislation if the emergency cannot be addressed by any existing federal law and if it exceeds the capacity of the provinces to handle it effectively.The Emergencies Act outlines four different types of emergencies: public welfare emergencies, public order emergencies, international emergencies and war emergencies. If the legislation is invoked this week, it will likely be under the 'public order' category. Again, the criteria here is strict - lawful protests do not qualify.Instead, the situation must be considered a threat to the security of Canada, as defined by the Canadian Security Intelligence Service Act. This law outlines four possible scenarios:It is so far unclear which scenario Mr Trudeau would rely on to justify the use of the Emergency Act - none of these four scenarios have been clearly present in Ontario.To invoke the law, the prime minister must also consult with the premiers of any impacted provinces before putting the move before Parliament. If the act does not pass a vote there, the proclamation will be revoked.On Monday, Ontario Premier Doug Ford said he would support the federal government and \"any proposals they have to bring law and order back to our province\". The premier of Quebec, Francois Legault, told reporters he didn't want to see the act applied in his province. Under the Act, the government has a number of far-reaching powers at its disposal.The government could bar travel to or from specific areas - from Parliament Hill or major border crossings, for example. It could order the evacuation of people and personal property from certain areas, possibly using this power to clear out congested areas of protesters. And it could direct individuals and companies to render essential services, perhaps ordering tow-truck companies to lend their services and clear the roads of demonstrators and their vehicles.But while Mr Trudeau's government may soon be granted an almost carte blanche to respond to the protests, there is no indication the prime minister will also seek military intervention. While Mr Trudeau has said that \"everything is on the table\", he has maintained that military involvement would be a last resort.\"We are a long way from having to call in the military,\" he said on Friday.No, the Emergencies Act has never been applied. The law was considered in the early days of the pandemic under the public welfare category but was ultimately ruled unnecessary. A predecessor of the law, called the War Measures Act, was used three times in Canadian history: during the First World War, the Second World War and, most controversially, by Prime Minister Pierre Trudeau - Justin Trudeau's father - during the October Crisis. The elder Mr Trudeau used this earlier law in 1970 to suspend civil liberties and send in armed forces to respond to the political kidnappings of a British diplomat and a Quebec politician by home-grown terrorists known as the Front de liberation du Quebec (FLQ). Army tanks and more than 1,000 troops from across Canada were called in to support police in Quebec, ushering in comparisons to a police state.Pressed by reporters about how far he would go in response to the crisis, Pierre Trudeau responded with the famous phrase: \"Just watch me.\"", "url": "https://www.bbc.com/news/world-us-canada-60381096"}