{"datetime": "2022-02-12T00:19:58.000Z", "author": "Jessica Murphy", "title": "Is Trudeau losing his fight against truckers?", "article": "As anti-vaccine mandate protests drag on in Ottawa and spread to border crossings across the country, threatening trade, the Canadian prime minister is facing growing pressure to step in. Before they had reached the national capital, Prime Minister Justin Trudeau referred to the convoy of truckers and their like-minded supporters as a \"small fringe minority\".Two weeks later, he's facing a spiralling crisis.Protesters are blocking or slowing traffic at vital border crossings - including the Ambassador Bridge linking Michigan to Ontario, where at least a quarter of annual trade between the two countries comes through, valued in the hundreds of millions of dollars.Within days, two of the world's biggest carmakers, Ford and Toyota, said plants had been forced to shut because car parts were being held up at two border points.US governors and the White House are raising alarm over the economic impact, and on Friday evening a judge granted a court order to clear the bridge. In Ottawa, the \"Freedom Convoy'' that has gridlocked streets near parliament with some 500 trucks is entering its third week. Called a \"siege\" by overwhelmed police, the protesters, with support and funds flowing from the US and elsewhere, show no signs they plan to pack up and go home.The city is under a state of emergency. The province of Ontario declared one on Friday, making it illegal to block crucial infrastructure, with the provincial premier accusing protesters of \"trying to force a political agenda through disruption, intimidation and chaos\".And Mr Trudeau is facing questions about whether he's doing enough to de-escalate the situation and bring it to an end. \"Canadians have been missing national leadership during this crisis,\" NDP leader Jagmeet Singh said on Thursday, accusing Mr Trudeau of seeking \"excuses not to act\".Since the protests began, the prime minister has kept the federal government at arm's length, promising cities and provinces struggling to deal with protests and blockade any federal help they requested.His response seems to be both \"a real desire not to validate the technique\" used by the protesters and to respect the jurisdictional powers of provincial governments and police forces, said Stewart Prest, a political scientist at Simon Fraser University.But Mr Prest added that leadership has \"been slow, late in coming, and I think it's fair to say underwhelming given the gravity of the situation\". \"There's clearly a need for some form of federal involvement to, at a minimum, more effectively co-ordinate the response that is already happening,\" he said.The protests began in reaction to a vaccine mandate brought in last month by Mr Trudeau's Liberals requiring all Canadian truckers to be vaccinated or to quarantine on their return from the US.The vast majority of Canadian truckers are jabbed, and trucking associations have distanced themselves from the protests, noting most drivers are still working.But the protests have snowballed into a wider movement pushing for an end to all Covid restrictions and in general opposition to Mr Trudeau's government.Mr Prest described the protests \"as almost this primal scream of rage, frustration\" from a segment of the population after two years of pandemic restrictions. They \"represent the most extreme example of the general frustration that exists\" and have attracted \"a wide number of other groups, mostly from the fringe of Canadian society that are anti-vaccine and anti-science\", said Andrew McDougall, an assistant professor of political science at the University of Toronto.Mr Trudeau has refused to meet with the protesters, who he has said hold \"unacceptable views\". \"I think there's a concern he doesn't want to signal he's negotiating with the group that shut down Ottawa,\" said Mr McDougall, adding that the prime minister \"is a political target for the protesters and he's the one who's the focus of a lot of the rage\".A favourite sign seen at the protests carry a simple message: an expletive and Mr Trudeau's surname.\"It's not a crowd that's sympathetic to his message,\" said Mr McDougall.So what do Canadians think of the protests?Opinion polls suggest a minority of Canadians - somewhere between 30% and 40% - agree with their message.A recentIpsos poll indicated that 46% of Canadians \"may not agree with everything the people who have taken part in the truck protests in Ottawa have said , but their frustration is legitimate and worthy of our sympathy\".This is where Mr Trudeau hasn't been in step with many Canadians, whose attitudes towards the pandemic have shifted amid the latest Omicron wave and high vaccination rates, said Mr Prest.Canadians looking for a roadmap out of the pandemic haven't heard one from the government, he said.Mr Trudeau now appears to have heard some of the criticism, and on Friday sought to reassure Canadians he was looking towards the reopening and considering lifting some federally placed measures.It comes as a number of provinces recently announced they will begin to roll back pandemic restrictions in their jurisdictions, like ones requiring vaccines for gyms and restaurants. The prime minister has also faced a rare rebuke from within his own party for his handling of this pandemic message, with Liberal MP Joel Lightbound accusing him this week of \"politicising\" the Covid response. \"It's becoming harder and harder to know when public health stops and where politics begins,\" he said. \"It's time to stop dividing Canadians and pitting one part of the population against another.\" But on Friday, Mt Trudeau brushed off a question from reporters on whether he regretted his hard tone towards the demonstrators. For Mr McDougall, it's still too early to take any lessons from the protest because first \"we're going to have to find out how this ends\".The trucker demonstrations may be a political phenomenon that started in Canada, but it has US roots - and could become a headache for Joe Biden and US politicians before too long. It isn't hard to see the Donald Trump influence on the scores of truckers in the \"Freedom Convoy\" - waving flags and hoisting placards espousing liberty and decrying big government. Pandemic fatigue, which has played a role in the Canadian anti-vaccination protests, is an American phenomenon as well - and the political environment in the US could be equally nurturing of such demonstrations. Prominent American Republicans and conservative pundits, many of whom have celebrated the Canadian protests, have already made the current US mandates on masking and vaccinations an issue as mid-term elections approach in November - even if the anti-vaccine mandate movement is hardly the sole domain of the right. There are already reports of plans in the US to organise similar truck protests, perhaps targeting the Super Bowl on Sunday or Mr Biden's State of the Union address in March.While there's no chokepoint quite so obvious as the border crossings are for Canada, which heavily depends on US trade, anything that could disrupt the US supply chain has the potential to cause political pain for Biden. ", "url": "https://www.bbc.com/news/world-us-canada-60311988"}