{"datetime": "2022-02-08T11:12:52.000Z", "subject": "Coronavirus pandemic", "title": "Canada truckers protest: Trudeau demands an end to trucker protest", "article": "Canada's prime minister has said a protest by truckers that has paralysed the capital Ottawa \"has to stop\". Justin Trudeau said Canadians were \"shocked and frankly disgusted\" by some protesters' behaviour, which has reportedly included vandalism and racial abuse. Lorry drivers have been rallying against Canada's Covid vaccine rules. Their vehicles have gridlocked Ottawa and a state of emergency has been declared in the city. For nearly two weeks, hundreds of lorries have brought the city centre to a standstill, forcing many local businesses to close. Resident's nerves were also being frayed by constantly blaring air horns. On Monday, however, they had a small victory when an Ottawa judge ruled thatthe truckers must stop honking their horns for 10 days. While most of the protest has been peaceful, Ottawa police have said they are concerned about the extremist rhetoric coming from far-right groups at the rally. As well as reported racial and homophobic abuse, Nazi symbols have been displayed and protesters danced on the Tomb of the Unknown Soldier at the National War Memorial. Ottawa police have said they are investigating more than 60 incidents, including alleged hate crimes and property damage. \"I want to be very clear - we are not intimidated by those who hurl insults and abuse at small business workers and steal food from the homeless,\" Mr Trudeau told MPs at an emergency debate in Canada's House of Commons on Monday. \"We won't give in to those who fly racist flags, we won't cave to those who engage in vandalism or dishonour the memory of our veterans.\" On Sunday, Ottawa Mayor Jim Watson declared a state of emergency in the capital, and said the protests were \"out of control.\" He asked the federal government to send an extra 1,800 police officers and a mediator to work with the protesters to \"end this siege\".Mr Trudeau has pledged to send whatever the city needs, but did not elaborate on what that could be. Last week, he ruled out deploying the army to the city, saying one must be \"very, very cautious\" about doing that. The so-called Freedom Convoy began on 9 January in western Canada as truckers protested against a new rule that requires them to be vaccinated against Covid-19 to cross the US-Canada border. The demonstrations have now morphed to include anger at a raft of Covid-19 restrictions and at Mr Trudeau's government generally. Demonstrations have also spread to several other Canadian cities, including Toronto and Vancouver. Internationally, there have been rallies of support in New Zealand's capital Wellington and Canberra in Australia. At the weekend, police seized \"thousands of litres\" of fuel cans and propane from the truck drivers in Ottawa, and warned that anyone caught bringing supplies to them, including basic necessities like food and toilet paper, could be arrested.Some Ottawa residents had said the police response was weak, and the weekend crackdown came too late. One trucker, John Van Vleet, told the BBC it was \"completely wrong\" and there was \"nothing but love, unity and peace\" at the rally. Police Chief Peter Sloly said officials were continuing to \"aggressively go after\" any individuals or organisations funding the protest, aftera GoFundMe page which had raised C$10m ($7.9m; £5.8m) was shut down and the donations frozen. Jessica Murphy, BBC News, Ottawa For city blocks, in the centre of the national capital, massive trucks are parked, many decorated with signs calling for an end to vaccine mandates - or simply \"Freedom\". Up to 500 such trucks are estimated to be in Ottawa's downtown right now and many have been there for going on 12 days. The fences in front of the parliament building are covered in hundreds of handwritten protest signs expressing support for their cause. The protesters say that theirs is a cause all Canadians should applaud - but after nearly a fortnight of blaring horns and streets shut by blockaders and police, many residents of Ottawa see it differently. \"They've done their protest and should have been sent home a long time ago,\" David, a local business owner said. Holding a sign opposing the protests, he said he has got some supportive honks and thumbs up from passers-by. But he's also been yelled at by protesters, or bumped into and pushed, and they've tried to take his sign. Read more from Jessica ", "url": "https://www.bbc.com/news/world-us-canada-60300163"}