{"datetime": "2021-09-19T00:37:52.000Z", "author": "Robin Levinson-King", "subject": "US election 2020", "title": "Canada election: Why it’s easier to vote in Canada than the US", "article": "Perhaps it's no surprise, but when it comes time to vote, Canadians are very good about doing it politely, and in queues. While Americans are still embroiled in a bitter feud over voting rights and the outcome of the 2020 election, their neighbours to the north are hardly breaking a sweat as they head to the polls to vote in their country's general election on 20 September. Things like widespread advanced voting, mail-in ballots, and federally-run elections seem to make it easier for Canadians to show up at the polls - voter turnout in Canada was higher (62%) than in the US (56%), according to data from Pew Research that looked at the 2016 presidential election and the 2019 Canadian federal election.Here's a look at some of the ways it's easier to be a voter in Canada than the US. Perhaps the most fundamental difference between Canadian and American elections is that Canadian federal elections are all run by one, non-partisan federal body, Elections Canada, while in the US, elections are run at the state level. That guarantees that a voter in Nova Scotia has the same system as a voter in Nunavut.In the US, a person's voting rights vary widely state by state. These myriad rules make it easier for partisanship to creep in, says Matthew Lebo, who teaches political science at the University of Western Ontario in Canada, and specialises in American political systems. \"In Canada everything is done by Elections Canada - it's non-partisan, and they work hard to be non-partisan,\" he told the BBC. \"In the States, every state is doing it themselves, they are definitely not non-partisan.\" This is partly how the 2020 US presidential election became so contested, with a handful of Republican state governments fighting to overturn the Democratic presidential victory. While the focus during a Canadian campaign tends to be on the party leaders and who will be prime minister, under Canada's system of government, it's actually 338 separate races, with candidates in each of the country's federal ridings (constituencies). Although Elections Canada is run by bureaucrats, and not party officials, some have accused it of playing favourites.When it comes time to vote, Canadians are typically in and out the door in a matter of minutes.The pandemic has led to some longer queues outside of advanced polling locations, with some reporting waits as long as 90 minutes, and a staff shortage may impact on wait times on 20 September. But they likely won't be anywhere near as bad as some of the wait times in the US, wheresome polling locations during the 2020 vote had wait times as long as 11 hours .According to the Brennan Center for Justice, at New York University, long wait times were often caused by a lack of poll workers or voting machines. Things like early voting and mail-in ballots can help shorten lines, but up until recently, many US states were reticent. When the pandemic hit, fears of spreading coronavirus at polling locations made many local jurisdictions reconsider, but some did not. Renan Levine, an American political scientist teaching at the University of Toronto, says things like wait times can impact on voter turnout. He describes voting as a \"low-cost, low-reward\" behaviour - by that, he means it's usually a pretty easy thing for most people to do, but it's not all that fun. Tilting the scale in either direction - either by upping the cost of voting (i.e. long wait times, risk of contracting Covid) or upping the reward (i.e. a high-profile election where the stakes are big) can make all the difference to a citizen who is deciding whether to go to the polls or not. \"Sometimes the cost of 'oh let's walk over to the polling place in my neighbourhood' is outweighed by 'I feel good exercising my citizenship rights',\" he said. In Canada, early voting has been widespread for years. During the last election, in October 2019, nearly five million Canadians voted in advanced polls. This election, Elections Canada says advanced voting was up by 20%, with preliminary figures of about 5.8 million Canadians casting their ballots. Meanwhile, mail-in ballots can be counted so long as they are received by Elections Canada by 20 September. For twenty years, Mr Lebo lived in the US while he was getting his PhD and researching US politics. Even though it's his field of study, he says that as a Canadian, he was shocked by the lengths leaders would go to to keep others from voting. \"I'm surprised by how brazen efforts are to make it harder for some people to vote, and how okay with that many courts are, and how that doesn't create backlash, or change anyone's mind,\" he said. People have cited as examples of voter suppression things like a law in Georgia that makes it illegal to give people waiting in line to vote food or water within a certain distance of polling sites. Georgia Republicans say that rule is to stop election interference. While it is illegal to campaign outside a polling station in Canada, passing out snacks or water is completely fine.In 2014, the Conservatives introduced the Fair Elections Act that barred Elections Canada from encouraging people to vote - it was only allowed to inform people how and when to vote and eliminated the vouching system, which let voters with proper identification vouch for the identities of others in the same polling location. At the time, the chief electoral officer expressed concern this would disenfranchise voters, and opposition parties accused the Conservatives of voter suppression. Many of the act's provisions were repealed when the Liberals came into power. Not only are the lines long in America, but the ballots are long too. When it comes time to vote for president, Americans often also vote for their member of Congress, senator, local officials, and items put to referendum. In one Vermont town,even the dogcatcher is an elected official . During a federal election, Canadians typically only vote for their member of parliament. Many positions that Americans routinely vote for - like judges and police chiefs - are appointed. The difference speaks to how the two countries view democracy. \"A part of it is the idea that the more opportunities you have to vote, the more democratic it is,\" Mr Lebo said. \"But a big part of democracy is not just the opportunity to vote. It's about representation, and the ability to turn the will of the people into the kinds of policies that they want. And the US is pretty horrible at that.\" Both America and Canada have a long legacy of disenfranchisement, which is a term for restricting certain kinds of people from voting. When America was founded, only white, propertied men could vote. Almost 100 years later, when Canada became a confederation, not much had changed. Women didn't get the vote until 1918. Asian-Canadians living in British Columbia were denied the vote from 1920-1948. Inuit were forbidden from voting in 1934, and did not win the right until 1950, while First Nations were not allowed to vote unless they gave up their Indian status for almost a century. In 2004, a landmark court case gave all prisoners in Canada the right to vote - something that is not allowed in the majority of US states. In the US, African-Americans were kept from exercising their right to vote until the Voting Rights Act of 1965. This act gave the federal government oversight over elections in many Southern states, but in 2013, the Supreme Court struck down that rule. Mr Lebo said since then, voter suppression tactics have flourished, especially those aimed at keeping African-Americans, who overwhelmingly vote Democrat, from voting. \"Canada has always had its own problems, but year by year, election by election… the arc of justice is steadily going up. Not in the US,\" Mr Lebo said. Unlike the American two-party system, Canada has multiple political parties. Although only the Conservative Party and the Liberal Party have ever formed a government, several other parties have had elected members in parliament. \"In Canada everybody seems to have a party that fits them ideologically really, really closely,\" said Mr Lebo. This system allows for a greater diversity of policy perhaps, but it can also split the vote, with several parties on either side of the political spectrum vying for support. Mr Lebo said the American Democrats are better at keeping everyone in the fold, noting the diversity of views between Democrats like Alexandria Ocasio-Cortez and Joe Manchin. \"What Democrats understand fundamentally, at least the leaders do, is that if they cannot keep those two sides of the same party, they're going to lose.\" ", "url": "https://www.bbc.com/news/world-us-canada-58589809"}