{"datetime": "2022-02-12T06:10:38.000Z", "title": "Ambassador Bridge: Canada court orders end to trucker blockade", "article": "Protesters are still occupying a main crossing at Canada's border with the United States, despite a court ruling ordering them to leave. The injunction came into effect at 19:00 local time (midnight GMT) on Friday to end days of protests. Truckers are blockading Ambassador Bridge, a vital trade link between Windsor, Ontario and Detroit, Michigan. Truckers' protests against Covid restrictions are also ongoing at other border crossings and in Ottawa. The injunction was filed by the city of Windsor and the Automotive Parts Manufacturers' Association, which argued that they were losing as much as $50m ($39m; £29m) per day because of the convoy.Following the court order, Windsor Police put out a statement to \"make demonstrators clearly aware that it is a criminal offence\" to block the border crossing. The police added that a criminal conviction could lead to the seizure of vehicles and the inability to enter the US.But hours later, crowds of people waving Canadian flags flouted the order and continued to occupy the bridge. Hundreds of other protesters continue to demonstrate in the centre of Ottawa, the nation's capital. Two other border crossings with the US are also being blocked by anti-vaccine mandate protesters. On Friday, Prime Minister Justin Trudeau spoke with US President Joe Biden about the border blockades. The pair discussed their \"shared challenges at the border\", Mr Trudeau said, with the prime minister promising quick action to resume trade. Mr Trudeau added that he and Mr Biden also discussed US phone calls that have flooded police emergency call centres in Canada, and the donations and assistance that protesters are getting from American citizens.By Robin Levinson-King, BBC News, Windsor Less than an hour before the injunction took effect on Friday, the protesters at the Ambassador Bridge had a vote. Do they obey the court order to vacate the roads? Or do they keep their trucks and automobiles in park, and stand their ground? The vote - by a resounding cry of \"Freedom!\" - was clear: they're not going anywhere. That leaves the ball in law enforcement's court. As of 21:00 local time, no arrests had been made and no fines issued. The blockade has cost millions of dollars in lost trade each day; during the court proceedings, representatives from the automotive industry, who have several plants in the area and rely on shipping parts back and forth across the border, estimated the Windsor blockade had cost them about C$600m since it began. The crowd had grown since the afternoon and the atmosphere grew merrier - pop music blared on the speakers, while a spluttering traffic light provided an almost disco-like atmosphere. The question is, when will the party end? Addressing Canadians on Friday, Mr Trudeau said: \"If you join the protests because you are tired of Covid you need to understand that you are breaking laws. The consequences are becoming more and more severe. \"You don't want to end up losing your licence, end up with a criminal record, which will impact your job, your livelihood, even your ability to travel internationally, including to the US. \"We've heard your frustration with Covid, with the measures that are there to keep people safe. We've heard you. It's time to go home now.\" The Liberal leader added that \"we are a long way from ever having to call in the military, although of course we have to be ready for any eventuality\". Mr Trudeau's rhetoric comes a day after US officials spoke to their Canadian counterparts to urge them to use their federal powers to end the \"Freedom Convoy\" protests. Also on Friday, Ontario Premier Doug Ford said the protests were illegal as he declared a state of emergency for the province.The order increases the penalty for blocking crucial infrastructure, making an offence punishable by up to a year in jail and C$100,000 in fines. Ahead of the injunction on Friday, Windsor Mayor Drew Dilkens told CNN the next step was now to ask the protesters to leave.If they refuse, \"one by one we'll start towing the cars if required\", he said. \"All of us respect that the hallmark of our respective democracies is that we have the right to express ourselves, to protest and to demonstrate, that's OK,\" Mr Dilkens said. \"What's not OK is deciding to choke off the busiest commercial border crossing between our two nations.\" The week-long disruption to the bridge, which accounts for roughly 25% of US-Canada annual trade, has rocked the car manufacturing industry. General Motors, Ford, Toyota and Honda plants have been forced to halt production and cancel work shifts due to parts shortages caused by the blockade.Ford, the second largest car maker in the US, said on Friday it was temporarily closing production at a plant in Ohio and warned of widespread problems for both nations should the protests continue.The protest has sparked similar convoys in Australia, New Zealand and France.On Friday, protesters drove around Paris in an effort to close the capital, despite a police ban.The US Department of Homeland Security has warned that a convoy may depart from California this weekend, bound for Washington DC. ", "url": "https://www.bbc.com/news/world-us-canada-60356461"}