{"datetime": "2022-02-03T02:40:45.000Z", "subject": "Canada election 2021", "title": "Erin O'Toole: Canada's Conservatives oust party leader", "article": "Canada's Conservative MPs have voted to oust Erin O'Toole as party leader after only 18 months in the job. On Wednesday, 73 of the 118 Conservative parliamentarians voted to replace the man who led the party to defeat in last year's election. The Ontario Tory, who is widely viewed as a moderate, was accused of not being hardline enough after campaigning as a \"true blue\" conservative. Candice Bergen was voted interim leader on Wednesday evening. But the MP for Portage-Lisgar in Manitoba will not be allowed to stand as permanent leader whenever that is decided, reports CBC News. The final vote to oust Mr O'Toole was not close, with just 45 MPs voting in favour of keeping him on.Earlier this week, almost one-third of Conservative legislators signed a letter calling for a leadership review.Amid a petition for him to go, Mr O'Toole fired back in a Facebook post on Monday, writing: \"I'm not going anywhere and I'm not turning back. Canada needs us to be united and serious! \"It's time for a reckoning. To settle this in caucus. Right here. Right now. Once and for all. Anger vs Optimism. That is the choice in simple terms.\" In a video posted on Facebook after his defeat, Mr O'Toole called it \"the honour of a lifetime\" to lead the party and offered his \"departing thoughts\". \"I do this knowing that I've had my moment - my time at the microphone. But I love my country and my party too much not to comment.\"\"This country needs a Conservative party that is both an intellectual force and a governing force. Ideology without power is vanity. Seeking power without ideology is hubris.\" He added that Canadians deserve \"exemplary management\" from their government. He also called on politicians to \"hear the other side. Listen to all voices. Not just the echoes from your own tribe.\"The four-term MP, who represents an area of suburban Toronto, will be replaced by an interim leader. Moments after the vote, MP John Williamson tweeted that he was putting forth his name to take over temporarily. \"As caretaker leader, I will respect what our movement, party and caucus have to say. I came from the grassroots of this party, and I have deep respect for Parliament,\" he wrote. Mr O'Toole has been fighting to hold the position since the September 2021 election, in which the party lost out to Justin Trudeau's Liberals.He has faced criticism from right-wing members of his party, who object to his stance on gay conversion therapy and Covid mandates.Before entering politics, Mr O'Toole served in the Royal Canadian Air Force and later worked as a corporate lawyer.Speaking about Mr O'Toole's leadership defeat, Mr Trudeau on Wednesday praised his departing rival.\"There is a lot we don't agree on for the direction of this country, but he stepped up to serve his country and I want to thank him for his sacrifice,\" Mr Trudeau said. This will be the third time that Conservatives have picked a new party leader since 2017. ", "url": "https://www.bbc.com/news/world-us-canada-60236191"}