{"datetime": "2021-09-21T13:17:58.000Z", "author": "Jessica Murphy", "subject": "Canada election 2021", "title": "Canada election: Trudeau stays in power but Liberals fall short of majority", "article": "Justin Trudeau's Liberal Party has narrowly won Canada's election, but it failed to secure a majority of seats. This is Mr Trudeau's third federal election win, but his critics say the poll was a waste of time. The Liberals are projected to win 158 seats, short of the 170 seats needed for the majority Mr Trudeau was seeking with his early election call.The Conservatives have held onto their main opposition status and are expected to win about 122 seats.\"There are still votes to be counted but what we've seen tonight is millions of Canadians have chosen a progressive plan,\" Mr Trudeau told supporters in Montreal in the early hours of Tuesday morning.\"You elected a government that will fight for you and deliver for you,\" he said.The election, which took place during a fourth pandemic wave in Canada, was the most expensive in the country's history, costing some C$600m ($470m; £344m).The projected results suggest a parliament strikingly similar to the one elected just two years ago in 2019.The snap election call, sending Canadians to the polls for the second time in two years, was widely seen as a bid by Mr Trudeau to secure a majority government and he struggled to explain why a campaign was necessary. Conservative leader Erin O'Toole suggested it was a waste of time and money.\"Canadians sent him back with another minority at a cost of $600m and deeper divisions in our great country\", he told reporters.Mr Trudeau maintained that the election gave the incoming government a clear mandate in moving forward.But over the course of the campaign, he struggled to convince voters of the need for an election, which also coincided with rising Covid-19 case loads due to the Delta variant.Separately he was also heckled by anti-vaccine protesters on the campaign trail, with some shouting they would refuse the Covid jab. While questions will inevitably be raised about Mr Trudeau's political future, Liberal MP Pablo Rodriguez told journalists early in the evening that no matter the outcome, he had \"100% confidence\" in him as Liberal Party leader. \"And all the members of the party do as well,\" he said.The country's left-wing New Democrats (NDP), which ran on a \"tax the ultra-rich\" message with leader Jagmeet Singh trying to tap into progressive voters frustrated with the Liberals, looks to have picked up a small number of seats. Vote counts will continue to trickle in over the coming days as elections officials tally the roughly one million mail-in ballots cast this election, and current seat tallies are still to be finalised. For the Conservatives, the result is a disappointment for new party leader Erin O'Toole, who ran on a centrist message in a bid to expand the party's base of support.Like in 2019, the party is projected to have won the popular vote. But the first-past-the-post system - awarding victory to the candidate with most votes in any given constituency - means that has not translated to seats won. Speaking to party faithful in Oshawa, Ontario, a defiant Mr O'Toole pitched his vision for a bigger Conservative tent, saying: \"Our party needed the courage to change because Canada has changed.\"He urged supporters not to waiver from the commitment to grow the party's base, acknowledging that \"clearly there is more work for us to do\" in setting the stage for a better showing in the next campaign. Conservative strategist Jason Lietaer told journalists at party headquarters that there's reason to keep Mr O'Toole on as leader despite his failure to secure them a victory.\"He's gone from unknown to contender in just a few weeks,\" Mr Lietaer said. \"O'Toole was a huge underdog. To be within a few points is something we're all proud of.\" While minority governments are common in Canada, coalitions are extremely rare and Mr Trudeau will need to compromise with opposition parties to pass legislation.The NDP are likely to be kingmakers in this new parliament, and could help the Liberals to survive key confidence votes and get their policies through. Mr Singh, the NDP leader, speaking in Burnaby, British Columbia, noted he had secured concessions from Mr Trudeau in the last parliament.He said he had a laundry list of priorities this time around, and vowed to push for action on climate change, affordable housing, and healthcare.\"You can be sure if we work together we can build a better society,\" he said.The night saw setbacks for both the Green Party and the People's Party of Canada (PPC).New Green leader Annamie Paul was badly defeated in her efforts to secure a seat in Toronto, after she struggled with internal party divisions that threatened her leadership.\"I am disappointed - it is hard to lose, no one likes to lose,\" Ms Paul said as she thanked supporters.Still, the party is still projected to send at least two members of parliament to Ottawa.The PPC failed to secure any seats despite a late surge as its populist leader tapped into a vein of anger among some Canadians over vaccine mandates and lockdown measures, but did increase its overall vote share. ", "url": "https://www.bbc.com/news/world-us-canada-58634730"}