{"datetime": "2021-09-15T20:32:13.000Z", "author": "Bernd Debusmann Jr", "subject": "Canada election 2021", "title": "Canada election: 'Mad Max' and why his party is on the rise", "article": "Canada is edging closer to its federal election on Monday, with Justin Trudeau's Liberal Party and Erin O'Toole's Conservative Party in a tight race for first place. But the once fringe People's Party of Canada has emerged as a potential spoiler, riding a wave of anti-lockdown and vaccine mandate sentiment. In 2018, after a falling out with his party and amid a backlash over statements he made about immigration and multiculturalism, then member of Parliament Maxime Bernier quit the Conservatives and formed his own federal party. Mr Bernier, a former Canadian foreign minister, is a populist with a libertarian bent who supporters have nicknamed \"Mad Max\". He has previously described his upstart party, the People's Party of Canada (PPC), as a coalition of people \"disenchanted with traditional politicians\".The PPC has a wide-ranging platform that includes limiting immigration, an end to corporate welfare, a pro-firearms stance, and a rejection of what it terms \"climate change alarmism\".However, one issue above all has come to the forefront in the 2021 election: vaccine mandates and lockdowns. Mr Bernier, 58, has been a vocal opponent of the what he calls \"authoritarian\" restrictions, claiming in an August rally, for example, that vaccine passports \"will create two kinds of citizens, some with more rights than others\". Such statements are \"a huge part of the story behind the surge [for the PPC]\", said Elizabeth Goodyear-Grant, a political studies professor at Queens University. \"A lot of this has been generated by the party seizing on the sense that anti-lockdown, anti-vaccine passport sentiments exist in the population.\" Polling data suggests that this message is gaining momentum among some Canadian voters even whilethe country has some of the world's highest vaccination rates - over 80% .Recent tracking poll numbers from CBC, for example, ranked the PPC in fourth place nationally at 6.5% - ahead of the Green Party and the Bloc Québécois, which only runs candidates in Quebec. (The Liberals and the Conservative are in a statistical tie at around 30%). In the 2019 election, by comparison, the PPC earned just 1.6% of the popular vote and Mr Bernier lost his own seat. A significant portion of the party's swelling support base comes from first time or irregular voters, as well as siphoning support from the Conservatives in parts of their western Canada political strongholds, said Prof Goodyear-Grant. \"They are taking some support from all the other parties as well, which suggests there are people across all parties that are opposed to some of the [pandemic] measures that have been put in place,\" she said.Provinces like Quebec, Ontario, and British Columbia have all in recent weeks brought in vaccine passport systems that limit access in certain settings as cases rise in a fourth pandemic wave. Among those who have shifted their support to the PPC is Scott Green, a 32-year-old municipal councillor in Latchford, a small town in Ontario.While Mr Green says he has been a supporter of Mr Bernier since his time with the Conservatives, he believes that pandemic restrictions imposed by many provinces are driving voters to the party. \"I'm fully vaccinated, and believe in science,\" he told the BBC. \"But with the mandatory vaccinations, you can't eat in a restaurant, [or go to] a movie theatre or a sporting event unless you're fully vaccinated.\" Additionally, Mr Green pointed to the PPC's stance on lockdowns, which he said have crippled businesses and led to a wave of social ills in Ontario. \"The lockdowns have been so hard on businesses, and no one is talking about the opiate deaths, or suicide or depression that's come of it,\" he said. \"[The PPC] are talking about it and trying to bring attention back. It's a crisis.\" Steven Weldon, the director of the Centre for the Study of Public Opinion and Representation at Simon Fraser University in British Columbia, said that several factors limit how much of a \"spoiler\" the party can be in the upcoming election. As an example, Mr Weldon noted that aspects of the party's platform may make it unpalatable to many Canadian voters - even some of those who are against Covid-19 mandates. In the case of the Conservatives, he said, the party is likely \"better off\" by not attempting to take harsher anti-mandate or anti-immigrant positions in a bid to keep people from shifting allegiances.\"The Conservatives have a challenge dealing with that, but if they were to do that, then they would be losing a larger share of those in the middle of the ideological spectrum,\" he said. Mr Weldon added that the PPC has \"less of a voice\" because of its relatively small size and the fact that support is spread across the country. Polling models suggest it's unlikely its candidates will win any seats.Bernadette Bosse, a 43-year-old consulting firm manager in Calgary, Alberta, said she's among those who would vote for Mr Bernier's party if it were option, but there is no PPC candidate in the running where she lives. She opted instead for the Conservatives. But Ms Bosse thinks more people would vote PPC if they had candidates in all 338 federal ridings (constituencies). They're running candidates in 312.\"I think we've got some traction,\" she said.In the long-run, it remains to be seen whether the PPC will continue to gain support even in a post-pandemic Canada. \"We lose sight of that because we're in the middle of both the election and the pandemic,\" Prof Goodyear-Grant said. \"When the issue of the pandemic is removed, I think you would expect some of the support to dissipate.\" Mr Weldon, for his part, said he expects the party to \"pivot\" back to its original platform. \"Will [the end of the pandemic] take the wind of its sails? Probably not,\" he said.\"I think they will simply change the messaging to be sort of in line with a typical radical right party. What defines these parties is an opposition to immigration, first and foremost. That was what they ran on in 2019, so they'll pivot back to that.\" ", "url": "https://www.bbc.com/news/world-us-canada-58573878"}