{"datetime": "2021-09-21T21:15:38.000Z", "subject": "Canada election 2021", "title": "Canada election: Conservative O'Toole defiant after loss to Trudeau", "article": "Conservative Leader Erin O'Toole has vowed to \"work tirelessly\" to expand the party's influence in a speech one day after Canada's federal election. \"We didn't get the results we hoped for,\" he said, before going on to praise new members of parliament. He dismissed questions on his future as leader of the Conservative party. The outcome of the election mirrors the results of the 2019 election, with Prime Minister Justin Trudeau's Liberals holding power with a minority. In a press conference, Mr O'Toole repeatedly dodged questions about how he would prevent an uprising against his leadership from within his own party, and instead criticised Mr Trudeau and vowed that he would be ready to win in the next election. \"I think we deserve better than Mr Trudeau,\" he said, accusing his rival of politicising the issue of public health on the campaign trail. He repeatedly emphasised his belief that Mr Trudeau should not have called an election during the pandemic. Despite efforts to recruit moderate voters with a centrist pitch, Mr O'Toole failed to breakthrough in the crucial greater Toronto area.Preliminary results show the party managed to secure the popular vote despite falling short on the seat count. Canada's first-past-the-post system - awarding victory to the candidate with most votes in any given constituency - means the vote share didn't translate into a winning number of seats. Mr O'Toole's campaign resulted in roughly the same results as it did in 2019 under previous leader Andrew Scheer, who ended up resigning after failing to oust Mr Trudeau.\"We're going to undertake a review,\" Mr O'Toole told reporters. \"That's what a leader does. Make sure we're prepared for next time.\" As of Tuesday afternoon, the Liberals are elected or leading in 158 ridings (constituencies) and the Conservatives in 119.The New Democrats (NDP) are at 25 seats, the Bloc Quebecois at 34 and the Green Party at two.The differences between the incoming parliament and the last can be seen in the margins.At least two of Mr Trudeau's cabinet ministers lost their seats. After being shut out from Canada's prairie provinces last election, his Liberal Party gained a foothold in Alberta, winning a single seat in Calgary.A Liberal candidate also has a knife-edged lead over the Conservative incumbent in an Edmonton riding, though that race is still too close too call. The NDP also picked up a seat in Edmonton from the Conservatives.On Tuesday, NDP leader Jagmeet Singh blamed Mr Trudeau for his party's disappointing results. Mr Singh pointed to lengthy queues to vote in some areas and other challenges posed by the pandemic election as a potential drag on his party's results.He pledged to push Mr Trudeau's Liberals on issues like childcare, healthcare and pandemic recovery when members of parliament return to Ottawa, the seat of the federal government. Without a majority of seats, the Liberals will need work with other parties to pass legislation.\"We fought really hard and we showed what we're all about,\" Mr Singh said of his campaign.The NDP's modest single-seat gain marks the first time since 2011 that Canada's progressive party has not lost seats. Due to a record number of mail-in ballots this election, the official vote tally won't be known until later this week. There remain a few tight races across Canada that could shift the final results in the coming days. Elections Canada, which administers the federal election, only began to verify and count the roughly 1.2 million mail-in ballots on Tuesday. They expect it to be a two-day process, with final results forecast for Wednesday.Early voter turnout results indicate that just over 58% of Canadians cast a ballot. While that number could rise, it's lower than the last election, when 67% of eligible voters showed up.", "url": "https://www.bbc.com/news/world-us-canada-58641764"}