{"datetime": "2021-09-16T23:11:39.000Z", "author": "Holly Honderich", "subject": "Canada election 2021", "title": "Canada federal election: The man who could topple Trudeau", "article": "In the home stretch of Canada's federal election, the Conservative Party is within striking distance of Justin Trudeau's Liberals. Tacking to the centre under a new leader, they hope they can topple the two-term prime minister. A few days before Justin Trudeau called a snap election, Conservative leader Erin O'Toole sent a message to voters: he didn't want one.Canada was entering its fourth pandemic wave. \"Now's not the time for an election,\" he said. \"We can all wait and go to the polls when it's safe.\" At the time, Mr Trudeau and his party looked poised to secure a majority in Canada's House of Commons, with high approval ratings and general support of his government's pandemic response.Mr O'Toole was widely unknown to Canadians and his Conservatives trailed the Liberals in opinion polls.But now, just days away from the 20 September vote, Mr O'Toole has tied Mr Trudeau for first place - and he's given the prime minister a run for his money. It's a shift for the new Conservative leader, who is barely into his second year in the job. At the start of the campaign, according to Abacus Data, 40% of Canadians didn't know enough about Mr O'Toole to even form an opinion about him.The 48-year-old was also scoring low on factors like likeability, said Conservative strategist Jamie Ellerton. \"But I think a lot of people mistook that for strong disapproval rather than not really knowing Erin O'Toole.\"Over the 35-day campaign, Mr O'Toole has introduced himself to Canadians using a softer, more centrist approach than his Conservative predecessors. On the trail, Mr O'Toole is measured and calm. He makes frequent references to his young family, often beginning answers to questions with mentions of his wife, Rebecca, and their two children.His campaign has placed a heavy emphasis on his professional experience outside of politics, where he spent 12 years with the Royal Canadian Air Force as a helicopter navigator, then a decade in corporate law.The somewhat ordinary biography is \"his virtue\", said Richard Johnson, a professor emeritus of political science at the University of British Columbia (UBC). His campaign has also focused on stretching his party's tent to include more centrist and progressive voters, with the aim of broadening their support outside of Conservative strongholds like the provinces of Alberta and Saskatchewan.\"From the first day of my leadership, my priority has been to build a Conservative movement where every Canadian can feel at home,\" he said this week. \"We're not your dad's Conservative Party anymore.\"Mr O'Toole has been vocal in his support of LGBT rights and has declared himself \"a pro-choice leader, period\". He has courted the country's unions, pledged to double the Canada Workers Benefit - which helps low-income Canadians - and offered protections for gig-economy workers.\"This is probably the most 'moderate' that this united party has been since it was founded,\" said Queen's University political scientist Elizabeth Goodyear-Grant, referring to a 2003 political party merger that created the modern Conservatives. It's a considerable shift for the party but also for Mr O'Toole.When he ran for party leadership last summer, he branded himself as \"true blue\" Conservative, criticising \"cancel culture\" and the \"radical left\".Instead of the \"We Have a Plan\" slogan he favours now, the Mr O'Toole of last year ran on a promise to \"Take Back Canada\". And he pledged to repeal a Liberal ban on certain \"assault-style\" firearms and to cancel Mr Trudeau's carbon tax plan - promises he has backtracked on in the general election.The reversals have given the Liberals an opening to argue Mr O'Toole is not what he seems.They've pointed to the Conservative platform's fine print on topics like abortion, which promises to protect the \"conscience rights of healthcare professionals\" - meaning doctors can abstain from performing the procedure.\"Pro-choice isn't power for doctors to choose. It's the power for women to choose,\" Mr Trudeau said earlier in the campaign.But his brand of conservatism has allowed him to fend off political attacks like those made against former leader Andrew Scheer, a social conservative who struggled to articulate his views on same-sex marriage and abortion during the 2019 campaign.\"I think it's undeniable that Erin O'Toole has been more proactive with social issues, more in lockstep with where Canadians are at,\" Mr Ellerton, the strategist, said.But the move risks alienating the Conservative base. \"This is the fundamental strategic issue that Erin O'Toole faces,\" Mr Johnson said. He must appeal to Canada's political middle without losing the party faithful.\"The worry has to be that just as he seemed to have betrayed the social conservatives in the party, so now he might be betraying the economic conservatives...this might be a bridge too far,\" he said.And it's unclear whether his everyman pitch has broken through with voters.In conversation with a dozen voters from Richmond Hill, a swing riding (constituency) in the suburbs of Toronto, none seemed particularly excited about Mr O'Toole - even among those who had voted for his party.\"He's the least of three evils,\" Ken Marquardt, 52, a long-time resident who supported the Liberals in the past election, told the BBC. Mr O'Toole's best quality was his \"colour\", he said, referring to the Conservative party blue.Another Conservative voter spoke in detail about the local candidates but did not recognise Mr O'Toole's name.The campaign, called over the summer two years ahead of schedule and during the pandemic \"is sort of passing us all by,\" said UBC's Mr Johnson. \"I honestly don't know how much of this is sinking in.\" Low engagement could point to a problem for the new leader, whose chances of forming government will rely on ridings like Richmond Hill.The ring of suburbs around Toronto - dubbed the 905 for its area code - has more MPs than capital cities like Ottawa or Edmonton, and more swing seats than almost anywhere else in Canada.\"The 905-plus belt around Toronto and into Niagara is going to be where this election is won and lost,\" said Ms Goodyear-Grant. \"And with a few exceptions, this region tends to vote as a bloc.\" How Mr O'Toole performs on election day may determine both his fate as leader and the future of the Conservative party - whether it will follow Mr O'Toole on his march to the centre.\"Monday will tell us whether that's starting,\" Ms Goodyear-Grant said. \"Or whether that's even possible.\"", "url": "https://www.bbc.com/news/world-us-canada-58587402"}