{"datetime": "2021-09-15T23:03:37.000Z", "author": "Alice Cuddy", "subject": "Canada election 2021", "title": "Canada election: Lytton fire puts village at centre of debate", "article": "A summer of deadly heatwaves and wildfires has put climate change high on the agenda at Canada's snap federal election. The village of Lytton in British Columbia has been used by candidates as a cautionary tale. It took only minutes for Lytton to go up in flames. It was the end of June, and the tiny community in British Columbia had been making headlines worldwide for recording Canada's highest-ever temperature of 49.6C (121.3F).Meriel Barber remembers it being \"too hot for words\". \"I was getting up at four in the morning to do things outside because you couldn't function in the middle of the day,\" she said.Other residents were also staying indoors in an effort to keep cool. The streets were quiet, even by Lytton's standards.Just 250 people lived in the village, while its surrounding indigenous reserves were home to over 1,000. The picturesque community is located about 260km (162 miles) north-east of Vancouver, and is the point where two rivers - the Thompson and the Fraser - meet. Residents describe it as being a close-knit community that was steeped in indigenous history. It was a place, one said, where \"everybody pretty much knows everybody\".Ms Barber moved to the area about a decade ago, and felt instantly at home. \"I found a place with these people and was welcomed in many different ways,\" she said. \"I call them family.\" On the day of the fire on 30 June, Ms Barber remembers boiling temperatures and \"ferocious\" winds. She was focused on getting home after a day of work when she first saw a plume of smoke across the town. Fires in British Columbia during the summer are common, and Ms Barber gave it only a passing thought, assuming it would soon be under control.But after dropping off her work vehicle and heading back towards the town, a fire truck came \"screaming past\" with its lights flashing.The truck pulled up across the road, blocking her route, and the fire chief warned her that Lytton was ablaze.\"Looking at him, I just couldn't comprehend what he was saying - I saw fire when I was coming through and it wasn't all over, it was just in one place,\" she said. She pulled over at the side of the highway and stood alongside a small crowd of residents.Before the phone lines went dead, Ms Barber made two calls. One was to make sure some elderly friends were safe, and the other to ask her landlord to get her cat, who she had shut in the house because of the extreme heat. For the next six hours, she waited for news and watched her town burn. Meanwhile, lifelong resident N'kixw'stn James had just finished having a shower and was watching television when a man ran into her home, yelling: \"You have to get outta here. Lytton is on fire.\" Ms James, 76, rushed into her bedroom and swapped her pyjamas for clothes. She already had a duffle bag packed with bedding ready for any possible evacuation, and grabbed her purse, car keys, phone and cap as the man shouted at her to hurry. \"As I stepped outside I saw a blizzard of hot ashes,\" she recalled. She jumped into her car. The steering wheel was so hot it burnt her hands. \"I put it into gear and drove away from my house. A few metres away I heard an explosion. My propane tank blew up.\" Ms James drove out of the area, guessing where the correct turns were located because the ash was clouding her view. When she got to safety, a nurse put cream on her arms, legs and face, which had all been burnt by the ashes. Across the Fraser River, Nonie McCann was watching the devastation unfold.She had received a phone call at about 17:00 from a neighbour asking if she knew the source of the smoke near Lytton. A friend then told her the town was on fire, and asked if she and her husband could help by attempting to start a local water pumping station.\"[We] were devastated to see homes fully engulfed in fire. Homes of people we know. We had no luck starting the pump, and the smoke was too intense… so we returned,\" she said. She recalled experiencing a wave of emotions - \"absolute horror at what I was watching, immense sorrow at the catastrophic loss, and worry; hoping everyone was able to get to safety\".Unable to help, she sat and watched from her side of the river as \"building after building was engulfed in flames\" and helicopters poured water on to the blaze. She said the hardest thing was not having access to communication lines, leaving many questions unanswered, including whether everyone had gotten out safely. Elsewhere in British Columbia, family members of people living in the community were also waiting anxiously for updates. Verna Miller learned of the fire from her husband, who had seen a report on the news. The couple had met in Lytton and her elderly sister was still living there. A cousin who lived about a 30-minute drive away headed to the village to get her out. When the cousin arrived, Ms Miller's sister was unaware of the fire ripping through her community.\"Our cousin was saying: 'Get your stuff now. We don't have time.' And my sister was saying: 'I need to find my shoes.'\" They made it out before the house and its contents, collected over a lifetime, went up in flames. After standing for hours at the side of the highway, Ms Barber went with some friends to their home, which had survived the blaze. She stayed there for the next few days.They didn't have running water or power, and used a propane stove to cook. \"I was being stubborn... I kept telling officials 'you bring me my cat and I'll leave'. These poor sods didn't want to tell me that my house was burnt and the cat was in it,\" she said. \"I didn't find that out until two days after [the fire started] and I think I left the day after that. It was a silly reason to put myself at risk for a cat but that's why I stayed.\"It took just 15 minutes for Lytton to be engulfed in flames, according to local member of Parliament Brad Vis. In total, about 90% of the village and many of the reserves around it were completely burned.A couple in their 60s died in the blaze.Brad Vis called it an \"unprecedented situation - even in our part of the world where wildfires happen on an annual basis\".\"Some of the wildfire first responders that I've been in contact with say they've never seen a community burn to the ground like Lytton did.\"The record temperatures and subsequent destruction of Lytton have become a focus as Canada prepares to head to the polls for its federal election on 20 September. While an investigation into the exact cause is ongoing, Lytton has become, to many, a symbol of the risks of climate change.\"The cost of inaction [on climate] is the entire town of Lytton being wiped out by a forest fire,\" warned Jagmeet Singh, leader of the NDP, during national election debate. Heatwaves are becoming more likely and more extreme because of human-induced climate change, and hot, dry weather is likely to fuel wildfires.The world has already warmed by about 1.2C since the industrial era began, and temperatures will keep rising unless governments around the world make steep cuts to emissions. Lytton's displaced community is now looking at how to rebuild - including making the village more resilient to fires and natural disasters, and less dependant on outside energy sources,\"This is a rare opportunity to create a community with a vision for the future: addressing climate extremes, working collaboratively with both indigenous and non-indigenous people,\" said Nonie McCann.\"There will be huge struggles and hurdles to overcome, but step by step, day by day we will again celebrate our community.\"Ms Barber is currently living in her van. She managed to retrieve a few items from the wreckage of her home - a sculpture, her jewellery box and a small trailer - but almost everything was completely destroyed.\"I have a son that died and all the mementos I saved from him; all my cherished quilting by my mum and others; artwork that I had done myself and artwork done by others that I had gathered so carefully over the years - all those things are gone and they are not replaceable,\" she said. But despite the \"layers of grief\", she said she and others in the community are focused on the future. \"The motto is 'Lytton strong' and everybody's looking forward\". ", "url": "https://www.bbc.com/news/world-us-canada-58549880"}