{"datetime": "2020-08-20T18:38:47.000Z", "author": "Jessica Murphy", "title": "WE charity scandal - A simple guide to the new crisis for Trudeau", "article": "When Prime Minister Justin Trudeau came to power in 2015, he promised a new kind of politics. But now he's facing his third ethics scandal. What's going on? In June, Canada announced it had tapped WE Charity - widely known for its celebrity studded WE Day conferences - to run a new programme for students hard hit by the economic slump. How did that decision lead to allegations of cronyism and conflicts of interest, two federal ethics inquiries, a spotlight on Mr Trudeau's family and calls for him to quit? Here's a guide to the political scandal.Mr Trudeau is facing the third ethics investigation of his five years in office over the government's decision to task WE with administering the programme. WE Charity Canada would have received up to $43.5m to manage the programme under that agreement.Just over C$900m ($679m, £519m) was originally earmarked for the programme, designed to connect post-secondary students to volunteer opportunities - for which they would later receive a grant - to make up for summer job prospects that had disappeared during the pandemic. It later emerged that Mr Trudeau's mother and brother had been paid for speaking at various WE events over the years. Margaret Trudeau was paid C$250,000 for speaking at 28 WE events over four years, and brother Alexandre was paid C$32,000 for speaking at eight between 2017-2018. Mr Trudeau has also made regular appearances himself -including its first ever event in 2007, according to news site iPolitics - and his wife, Sophie Gregoire-Trudeau, hosted a wellness podcast for the charity.Some expenses related to the events were also reimbursed to Trudeau family members. The prime minister didn't recuse himself from Cabinet discussions related to the decision to grant WE the contract. He has apologised for that. The federal ethics watchdog has confirmed his office is looking into the matter. Canadian political theorist David Moscrop says \"this country is governed by a fairly small circle of elites and there's a cult of the insider that buttresses this, that produces these kinds of scandals fairly routinely\". \"That's the structural problem - that Canada ends up being a small country governed by a small handful of people.\"Mr Trudeau denies any involvement by him or his staff in the programme in pushing for WE to be brought on board, saying the decision to tap WE was made independently by federal bureaucrats.\"WE Charity received no preferential treatment not from me, not from anyone else,\" he told parliamentarians on 30 July.Like Mr Trudeau, former federal finance minister Bill Morneau's family had ties to WE Charity. Two of his daughters are associated with the organisation, one of them as an employee.Mr Morneau testified before a House of Commons finance committee looking into the matter that his family had taken two humanitarian trips, to Kenya and Ecuador, to see WE Charity's overseas work.He said he recently realised he had not paid C$41,000 in related travel expenses for those visits and has since cut a cheque.WE said in a statement that, while the trips were complimentary, the minister has reimbursed the organisation for the amount his family would have been charged if they had paid at the time.The charity said it regularly holds tours for \"well-known philanthropists\" like Mr Morneau and his wife, who both come from wealthy Canadian families. Opposition parties are now calling for him to resign or be fired for the trips, which they argue breached ethics rules.Mr Moscrop suggests while the issue of the WE trip funds could easily have been the result of an oversight \"rather than malice\", it can create \"cynicism, anger and frustration, and all that at the time of a pandemic is doubly troublesome\". The former finance minister is currently being looked at for possible ethics violations for failing to recuse himself from related discussions - for which he apologised - and for the WE-related trips.He resigned in August from the finance job and as a member of Parliament amid pressure from opposition parties over the matter and amid reports of tensions between him and Mr Trudeau over the path forward for Canada's pandemic-battered economy. WE Charity was founded 25 years ago by brothers Craig and Marc Kielburger in their parents' home in Ontario when Craig was 12 years old. Formerly known as Free the Children, the charity focused on ending child exploitation and quickly drew international recognition. Its co-founders became local celebrities, and have appeared on television programmes such as the Oprah Winfrey Show and 60 Minutes. The charity's WE Day motivational conferences have become rites of passage for many Canadian youths, who are drawn to its message they can change the world and to its roster of celebrity speakers and performers. It is now a wide-ranging organisation with operations in the UK, Canada, and the US.WE withdrew from the federal programme early this month because it had been \"enmeshed in controversy from the moment of its announcement\", the organisation said.The founders told parliamentarians on 28 July they were not given the contribution agreement due to any political connections, did not gain financially, and in fact lost C$5m when the deal was dissolved.Craig Kielburger added that fallout from the matter had \"resulted in serious challenges that risk the entire organisation\".Scrutiny over the agreement has extended to the charity itself, raising questions about its sprawling organisational structure, ties between its social enterprise branch and its charitable entities, and its internal culture. Some partners and sponsors, including the Queen's Commonwealth Trust and Virgin Atlantic Airways, have said they are reviewing their relationships.Royal Bank of Canada said on 28 July it reached a mutual agreement to end all sponsorships with and donations to WE Charity. In mid-July, the charity said it had decided to make both governance and structural changes and to refocus on its original mandate of international development. It also said it would hire outside consulting firms for a review.WE Charity retroactively disclosed in the federal lobbying registry that it had communicated with government officials from various departments 38 times over the previous six months. Rahul Singh, executive director Global Medic, a Toronto-based charity that provides emergency humanitarian aid, said he was initially excited by the volunteerism programme, telling Canadian parliamentarians it seemed like a \"perfect and a natural fit\" for his organisation.Despite the controversy, the programme did receive over 35,000 applications and had 83 not-for-profit partners.It's now in an apparent holding pattern following WE's withdrawal.The government says the programme \"as introduced\" will not be going forward and that it is still working to develop a transition plan. Mr Singh has numerous student volunteers enrolled in the programme and says he was told the federal government would step in after the WE partnership fell apart.\"Now I'm very concerned that the students will not get a bursary,\" he told the House committee, later adding: \"I'm very worried about people falling through the cracks because of poor policy decisions.\"The federal Liberals still hold a slight lead over their conservative rivals, but opinion surveys suggest the controversy is taking its toll. National Liberal support has slipped since the revelations came to light, as have Mr Trudeau's approval ratings, according to a 30 July poll by Abacus Data.For the first time in months, more people have a negative view of the prime minister than a positive one, says the poll. A 27 July poll by non-profit research firm Angus Reid Institute suggested three-in-five Canadians feel the issue was \"serious and significant\".It is likely it will remain in the headlines for a while.Mr Trudeau has a minority government, giving opposition parties more control of the agenda and the tools to \"drag it out as long as possible\", says Mr Moscrop.In mid-August, Mr Trudeau announced he would suspend parliament until 23 September as a reset ahead of announcing his minority Liberal government's new priorities in the wake of the pandemic.The prorogation ends all parliamentary business including committees looking into the WE affair, which caused an outcry from opposition parties.", "url": "https://www.bbc.com/news/world-us-canada-53494560"}