{"datetime": "2021-09-11T01:47:58.000Z", "subject": "Canada election 2021", "title": "Canada election: Three voters explain what matters most to them", "article": "Canadian voters are set to decide the makeup of their next government when they head to the polls on 20 September. Prime Minister Justin Trudeau called the snap election last month. Opinion polls suggest Mr Trudeau's centre-left Liberals are tied in first place with the centre-right Conservatives, the main opposition party, led by Erin O'Toole. Other parties - the New Democratic Party (NDP), the Bloc Quebecois, which only runs candidates in the province of Quebec, the Green Party, and the People's Party of Canada - are also running.Three voters - a Liberal, a Conservative and a New Democrat - shared their thoughts with the BBC as party leaders wrapped up back-to-back debate nights. Alex is a college student who was born and raised in Ottawa. A first-time voter, he intends to vote Liberal because pandemic recovery is his highest priority. What is your \"ballot box\" issue and why? Getting us out of the pandemic. When we're in this pandemic, we can't get the economy back to normal because it's not a normal time period. We can't really focus on climate change either because we know a lot of people are relying on [oil and gas] jobs to feed their families and heat their homes. Until we can deal with the pandemic and get past it, I don't think we can start focusing on the economy. That's the biggest priority for me. Who are you voting for and why? I'm planning to vote for the Liberals. Out of all the options available to me and the makeup of my riding [electoral district], I think that's the best option. The NDP has a really good plan for getting us out of the pandemic; I don't really believe the Conservatives because they're not mandating vaccines for their own candidates and trying to play both sides of the vaccine choice debate; but the Liberal camp has done a pretty good job, although not perfect, and I have trust in them to keep us going. In terms of the economy, although I liked what I heard from the Conservative plan, I have concerns especially with their approach to climate change. My local candidate indicated that, in terms of the economy and climate change, we've got to do one or the other, and I don't really believe in that message. We're all in this together and we've got to work together. Ultimately, I'm not 100% sold on really any of the parties but ultimately I just feel like the Liberals and the Liberal candidate in my riding are the best choice for me. Did the debate change your mind about any of the candidates? I think, for most decided voters, debates do very little to change people's minds most of the time. But I was reminded that I don't believe in the Conservatives' climate policy or Covid policy. I do support a lot of the social policies of the NDP, but the NDP is basically never elected in my riding and I do have a couple of concerns with costs in their platform. In general, the whole debate was a little bit hectic, basically trading one-liners and campaign slogans with each other. But there was a very good question about building trust amongst indigenous communities in Canada and I don't know if any of the parties really have a great plan for how to do that. Bernadette is a single mother who runs a fully female consulting firm. She is afraid of more Liberal spending and, after considering a vote for the People's Party of Canada, now intends to vote for the Conservatives. What is your \"ballot box\" issue and why? Fiscal responsibility. One of the big things the Liberals spoke about was the middle class, but I'm middle class through and through. I'm a small business owner, a single mom, a property owner. I'm all these things, but my taxes have gone up. Responsible spending is better than raising taxes. I don't want you guys to keep spending money. I want you guys to improve the economy so that we can make the money and then give you the money to spend responsibly. I think the government forgets that it's our money they are spending frivolously without our input. Who are you voting for and why? As much as I support the People's Party, I'm going to vote Conservative. What Canadians need is jobs, not handouts, at this moment in time. Because we still have to pay for, and our children have to pay for, handouts. We need a working economy. The Conservatives have got the best perspective on how to achieve that. The oil and gas industry is in decline. I understand the need for clean energy, but you cannot flip a switch. It has to be done sustainably. You have to rely on the current industry in order to generate capital that can move over, not switch it off, because that kills jobs and we have no way to make money as a country. I'm OK with a slower way of reducing emissions because it means that we can maintain the economy at the same time; it's got to be a balance. Did the debate change your mind about any of the candidates? The debate changed my mind purely because I found that Erin O'Toole was confident and calm in his answers, even when he was getting harassed by other party leaders. As much as I feel that the Conservatives are a little bit like fake Liberals, which I don't like about them, I still think we need to have a Conservative government in order to get back on track. If we don't get the Conservatives in, Canada's got a fairly bleak future over the next four years, particularly if the Liberals get a majority. I can't even imagine the spending or how bad the job market will be. I don't want to bash anybody but Trudeau was having a bit of a temper tantrum. He's feeling the pressure of losing, maybe even losing his minority. What stood out to me was that many of the leaders were talking about what they wanted to do, but it was only [NDP leader] Jagmeet Singh and Erin O'Toole who seemed to have a how. The Bloc and the Greens do not matter to me as much. The Liberals have not delivered. This is the first time I've ever even considered this, but I'd prefer to have a Conservative majority with an NDP opposition. Jagmeet Singh would make an excellent opposition party leader. To me, that's a good balance for the country. Jaffar is a Muslim immigrant and retired chartered accountant. He believes Canada's economic recovery, inclusiveness and global image are all at stake in this election. What is your \"ballot box\" issue and why? Firstly, the economy and fixing the impacts of the pandemic. Then, Canada's foreign policy, the environment and climate change. Islamophobia is very scary in Canada. It's spreading fast and innocent people have been killed. They didn't discuss that at all in the debate. To Mr Trudeau and Mr O'Toole, it's not even an issue. I would like Jagmeet Singh to talk more about issues of race, religion and extremism. It's a real thing that's happening and we've got to do something. Somebody I know went with their wife to [a popular restaurant in Toronto] for dessert and they were refused service because of her hijab. Native and residential school issues took up about two minutes in the debate. The discovery of these unmarked graves is a national shame. People of colour, particularly First Nations, don't have any representation in the corridors of power. We need to make sure there is fair representation. Who are you voting for and why? I'm voting for the NDP this time. What Jagmeet Singh has been saying is sincere and will benefit us all. He has some really good ideas on housing, job re-training, the economy and healthcare. I think Jagmeet might also fine tune Canada's foreign policy because he talked about Canada's respect in the world and that's an important one for me. He's talking about a lot of spending though, so I wonder where that's going to come from. So I have some question marks. I feel it's going to end up hitting us in the middle class because we're creating a lot of debt in Canada to support the economy through this pandemic. But overall I think he is great. Did the debate change your mind about any of the candidates? I didn't appreciate Mr O'Toole very much. I have congratulated him on passing a resolution in the Canadian Parliament condemning China for its treatment of Uighurs, but I haven't heard a peep out of him about human rights violations in other places because it suits them to be selective in their condemnation. Canada has lost its respect in the world because it is speaking from both sides of its mouth. And that applies to Mr Trudeau, who is continuing to sell arms to Saudi Arabia as the war in Yemen goes on. I was a little bit more impressed with [Green Party leader] Annamie Paul. She didn't say much but talked sense about how we need to work together. ", "url": "https://www.bbc.com/news/world-us-canada-58523450"}