{"datetime": "2021-09-07T16:29:20.000Z", "subject": "Canada election 2021", "title": "Justin Trudeau hit by stones on campaign trail", "article": "Canadian Prime Minister Justin Trudeau has been hit by gravel thrown by protesters during a campaign stop. He was returning to his bus after visiting a brewery when he was pelted by gravel. He was not injured.Mr Trudeau called a snap election in mid-August, in the hope of gaining a majority government for his left-of-centre Liberal party. But his campaign has been disrupted by demonstrations against Covid-19 vaccine mandates and other restrictions. Just over a week ago,the prime minister was forced to cancel an election rally after a crowd of angry protesters ambushed the event. Speaking to journalists on his campaign plane after the incident in London, Ontario, Mr Trudeau said he may have been hit on the shoulder. According to a reporter with Canada's CTV National News,two people travelling on a media bus were also hit by the gravel , although they were not injured. On Tuesday, the Liberal leader called the actions of the protestors \"absolutely unacceptable\".\"Nobody should be doing their jobs under the threats of violence or acts that put them in danger,\" he said during a Montreal campaign stop. \"But it's not just political rallies where this is happening.\"Provincial politicians, public health officials, restaurant owners and healthcare workers have faced harassment in incidents across the country in recent weeks. Erin O'Toole, the leader of the opposition Conservative Party,described the incident as \"disgusting\" . \"Political violence is never justified and our media must be free from intimidation, harassment, and violence,\" he tweeted. Mr Trudeau's plans for vaccine mandates have become a a key issue ahead of the 20 September election. In Canada, all federal party leaders have championed Covid vaccines, though there are some policy differences.Last month, the government announced that all civil servants - including workers in federally regulated sectors, like rail - must be vaccinated by the end of October or risk losing their jobs. Commercial air, cruise and interprovincial train passengers must also be vaccinated to travel. The Conservatives prefer incentives, like allowing for paid time-off for the jab, and requiring regular Covid testing for unvaccinated workers and Canadians travelling across the country.Canada has one of the highest Covid vaccination rates in the world. Protests dogging Canadian prime ministers is not a new phenomenon - and many prime ministers,including Mr Trudeau, have faced security threats. Still, journalists covering the Liberal campaign say the anti-vaccine protest mobs following Mr Trudeau are more chaotic and sustained than they've seen in the past.For his part, the Liberal leader says he won't back down against what he calls a \"small fringe element\" of Canadian society.He also brushed off the latest altercation, comparing it to an incident a few years ago where a woman hurled pumpkin seeds his way.Other politicians on the campaign trail have condemned the protesters' behaviour and, in some cases, have spoken out about the vitriol they have personally experienced both online and in-person.The aggressive tactics of anti-vaccine activists in Canada directed at Prime Minister Trudeau are part of a global trend.A movement born on social media - muddled with extreme conspiracy theories worlds apart from political and medical debates - has become increasingly violent both on social media and out on the streets.Like Trudeau, medics, journalists and politicians in the UK and US have found themselves the targets of harassment from a minority who are part of these protest groups. Their activists believe - without evidence - that they are orchestrating sinister global plots involving the Covid-19 vaccines. Discussion of trials for war crimes and executions have become commonplace in the channels used by these groups. Their members come predominantly from English-speaking countries. In this case, gravel might seem relatively benign, but social media experts fear far worse attacks - as what's happening on social media spills out into the real world.", "url": "https://www.bbc.com/news/world-us-canada-58472456"}