{"datetime": "2021-09-14T23:00:38.000Z", "author": "Holly Honderich", "subject": "Canada election 2021", "title": "Canada federal election: Canadians want reconciliation. Will the election deliver?", "article": "The discovery of more than 1,000 unmarked graves in Canada, most believed to belong to indigenous children who attended residential schools, inspired nationwide calls for reconciliation over the summer. But on the federal campaign trail so far, the issue has faded to the background. Leah Gazan, a member of Parliament from the city of Winnipeg, was driving home from Ottawa when she heard there had been a second discovery of unmarked graves in western Canada.It was June. Weeks earlier, the remains of more than 200 people - mostly children, some as young as three - had been found in the province of British Columbia. Now, 751 more graves had been discovered - the largest finding to date - in Saskatchewan.The two burial sites contained the remains of students of Canada's state and church-run residential school system - discoveries that shocked the country and triggered a national reckoning over residential schools. Back in Winnipeg, fighting the exhaustion and grief triggered by the second discovery, Ms Gazan went for a run, taking her typical route over the Provencher Bridge. She found the bridge wrapped in orange ribbon, part of a cascade of makeshift memorials made by Canadians in the wake of the findings. Ms Gazan, a member of Wood Mountain Lakota Nation, ran her fingers along the fabric, moved by the show of support.To date, more than 1,300 unmarked graves have been found in western Canada near the grounds of former residential schools. Flags have been lowered to half mast since the summer and statues of famous Canadians connected to the residential schools have been toppled.But on the national campaign trail attention has been diverted away from the subject onto issues like cost of living, housing and childcare.It seems out of step with Canadian voters, among whom support for reconciliation - repairing the relationship between indigenous people and non-indigenous people and government - is at a recent high.When Prime Minister Justin Trudeau called the snap election in mid-August, one in five Canadians included reconciliation as a top five issue, double the figure from the 2019 federal election, according to polling from Abacus Data.\"Coming on the heels of the discovery of those unmarked graves really put a focus on this issue in a way people haven't before,\" said Abacus chief executive David Coletto. \"It's higher up on the agenda than it's been in a long time.\"Internal polling by the Assembly of First Nations (AFN) - a national advocacy group representing First Nation citizens in Canada - found that more than 60% of Canadians believe that indigenous issues are a priority for the ongoing election.\"Most Canadians are willing to move forward, we just lack political will,\" Ms Gazan said. The former teacher and community organiser represents one of the poorest ridings in the country. She has pushed for a guaranteed basic income and affordable housing. But this time, she said, reconciliation \"is front and centre\".In their platforms, all of Canada's major national parties have made wide-reaching commitments to indigenous people.In 2015, Mr Trudeau's first successful bid for prime minister, the Liberal leader benefited from an historic increase in turnout on indigenous reserves - 61.5%, up nearly 15 points from the previous election.In December of that year, the landmark Truth and Reconciliation Commission (TRC) report was released. It detailed decades of abuse toward indigenous people in the country, including sweeping failures in the care of children forced to attend residential schools, amounting to \"cultural genocide\". Mr Trudeau had vowed \"full reconciliation\", including the implementation of all 94 of the TRC report's calls to action. After six years under a Liberal government, 13 of the projects have been completed, with 29 projects underway, according to a running tally by CBC News. Thirty-two are at the proposal stage and 20 have not been started at all.There is growing frustration at the pace, despite Mr Trudeau's continued calls for patience.\"You can't piecemeal this thing,\" said Niigaan Sinclair, a professor of native studies at the University of Manitoba.Mr Sinclair, who is Anishinaabe, compared the Liberal's progress to changing the drapes on a run-down home. \"They just try to make the house shinier, but the foundation is still broken,\" he said.In his first election as Conservative leader, Erin O'Toole has also made sweeping promises to indigenous communities, emphasizing plans for improved economic partnerships. Mr O'Toole, who is neck-and-neck with Mr Trudeau in the polls, has also pledged C$1bn (£570m) to boost funding for indigenous mental health and drug treatment programmes.Mr O'Toole has also said he supports the Northern Gateway Pipeline project, which was cancelled in 2016 by court order over lack of consultation with First Nations. Though some First Nations support the project, others have objected over environmental concerns.And some critics have said his pledge to increase punishment for those who protest pipelines and other \"key infrastructure\" will unfairly target indigenous activists.\"It just seems like a thinly veiled attack on indigenous people,\" said Kathy Walker, a professor of political science at the University of Saskatchewan.Canada's left-wing New Democratic Party (NDP), led by Jagmeet Singh, has earned praise from indigenous leaders for its platform, including a pledge to advance indigenous self-determination and immediately end all drinking water advisories. The Trudeau government saysit has lifted 101 long-term advisories but failed to meet its 2015 campaign promise to lift them all by March 2021.But influence in parliament will be limited for the NDP, a party currently hovering at around 19% in the polls.\"The NDP are the most progressive party in the country, but they're never going to form government,\" Mr Sinclair said.At a recent campaign stop in a majority indigenous riding in Winnipeg, two First Nations stood next to Mr Singh and thanked him for organising the event - dedicated to issues facing indigenous communities - before endorsing the Liberal candidate, Shirley Robinson, of Pimicikamak Cree Nation instead of the non-indigenous NDP candidate. But Ms Gazan, a member of the NDP, said: \"I don't want people to elect me because I'm indigenous, I want people to elect me for what I stand for.\"Still, her priorities - addressing violence against women and girls, solutions for housing security and climate change - are those shared by many indigenous groups.In this election, perhaps the clearest sign of progress for the advancement of indigenous issues lies with the contenders. A record 77 indigenous candidates are running in this election, according to analysis by the Canadian Press, up from 72 in 2019.\"It is so important for indigenous candidates to come forward,\" said AFN National Chief RoseAnne Archibald. \"I'm in the process of sending them each a letter, encouraging them in their work and telling them how brave they are... no matter what party they belong to.\"Ms Robinson, the Liberal candidate for Churchill-Keewatinook Aski in Manitoba, is among this set of newcomers. She is a survivor of residential school, sent to the McKay Indian Residential School in Dauphin when she was 15. \"It was horrible, it was lonely, you wanted your mom and dad with you and they were not around,\" she said.It's why she's running. \"We need someone that will stand up and pave the road for our people and for reconciliation,\" she said.Still, some former indigenous MPs have turned away from the idea of Parliament as a place to drive change. Of the ten indigenous candidates elected in 2019, two have decided not to run again this year - former Liberal justice minister-turned independent MP Jody Wilson-Raybould and Nunavut MP Mumilaaq Qaqqaq. (Both were unavailable for comment.) Parliament \"has become more and more toxic and ineffective while simultaneously marginalising individuals from certain backgrounds\", Ms Wilson-Raybould said in a July statement. \"Federal politics is, in my view, increasingly a disgraceful triumph of harmful partisanship over substantive action.\"Ms Wilson-Raybould, who has clashed openly with Mr Trudeau, has a book - 'Indian' in the Cabinet: Speaking Truth to Power - coming out during the campaign that details her experience during the SNC-Lavalin scandal that saw her removed from his cabinet .In June, Ms Qaqqaq told the House of Commons she had been racially profiled by security guards and felt unsafe in her two-year term. \"Every time I walk on House of Commons grounds, speak in these chambers, I'm reminded every step of the way I don't belong here,\" she said.Back on the trail in Winnipeg, Ms Gazan is undeterred, calling her time as MP \"the greatest honour of my life\".\"And here's the thing for me: everything in history has been put in place to keep indigenous women down,\" she said. \"In spite of all that, we are still here, I am still here.\"", "url": "https://www.bbc.com/news/world-us-canada-58541324"}