{"datetime": "2020-08-24T14:58:17.000Z", "title": "Erin O'Toole elected new opposition Conservative leader in Canada", "article": "Canada's Conservatives have chosen Erin O'Toole to be their new leader after a long night of ballot re-counting sparked by a machine malfunction. Mr O'Toole will be the main contender to challenge Liberal Prime Minister Justin Trudeau in the next election, possibly in the coming months. The 47-year-old former minister beat three other contestants by promising to unite the party and broaden its base. An automatic envelope-opener damaged thousands of ballots, delaying results. Representatives from all of the campaigns watched as ballots were taped back together or remarked, and agreed on the results of each damaged ballot, to avoid a contested election. The party had to make changes to the race due to the coronavirus pandemic, including using mail-in balloting in lieu of holding a leadership convention for the party faithful. In total, about 175,000 ballots were cast, out of a total of about 270,000 members - the highest number of votes in the party's history. In the end, Mr O'Toole defeated his main opponent, former defence minister Peter MacKay, 54, who had strong support in his home province of Nova Scotia but failed to capture the more socially conservative base in the western provinces.The contest comes after the resignation of Andrew Scheer in December, following the party's defeat in last year's election. Speaking Sunday, Mr O'Toole made a pitch to Canadians who are not a part of the party's base, to welcome them into the Conservative tent.\"To the millions of Canadians that are still up that I'm meeting for the first time, good morning, I'm Erin O'Toole,\" he said. \"I believe that whether you are black, white, brown or from any race or creed, whether you are LGBT or straight, whether you are an indigenous Canadian or have joined the Canadian family three weeks ago or three generations ago, whether you are doing well or barely getting by. Whether you worship on Friday, Saturday, or Sunday or not at all, you are an important part of Canada and you have a home in the Conservative Party of Canada.\" The race also included Leslyn Lewis, 49, a Toronto-area lawyer and political newcomer, the first black woman to run for the centre-right political party. She enjoyed a strong showing and finished third.The fourth candidate, member of parliament Derek Sloan, 35, ran a campaign seeking to rally the party's more socially conservative membership. Mr O'Toole is a former Royal Canadian Air Force officer and corporate lawyer who joined parliament in 2012 for the constituency of Durham in Ontario. He joined the cabinet of then-Prime Minister Stephen Harper as minister for veterans' affairs in 2015. He ran for the leadership in 2017 as well, finishing third.The next opportunity for Canada to head into an election will be at the end of September, when Mr Trudeau seeks parliament's support for his social and environmental spending plan to help Canada's pandemic-battered economy recover. Mr Trudeau's government in currently embroiled in a conflict-of-interest controversy related to a student volunteer grant programme. ", "url": "https://www.bbc.com/news/world-us-canada-53828156"}