{"datetime": "2021-09-13T23:17:32.000Z", "author": "Jessica Murphy and Mike Hills", "subject": "Canada election 2021", "title": "Canada federal election: A look at the key numbers driving the campaign", "article": "Canadians go to the polls on 20 September after a short 35-day election campaign sprint. Prime Minister Justin Trudeau called this snap election in mid-August in the hopes his Liberal party could secure a majority of seats in the House of Commons, arguing Canadians needed a say in the pandemic recovery. It's only been two years since the last general election in 2019 netted Mr Trudeau a minority government.Still, it's been an eventful period, not least shaped by the global coronavirus pandemic and its subsequent social and economic upheavals.Here's a visual look at some key issues and themes from the campaign that could shape the outcome on election night. There are a few clear issues for voters going into this campaign: Stretched household budgets, the environment and healthcare. All the party leaders have pitched various solutions to Canada's overheated real estate market - more on that further on- as well as for other financial concerns like childcare.According to polling by Abacus Data, concerns over the increasing costs of living ranked high as an issue for all genders and generations, but especially among Generation X and Millennial voters.Healthcare remains a perennial concern and the pandemic helped highlight how quickly parts of the health system could become strained, as well as the need for better access to mental health services. And, for the first time, voters are keen to know more about each party's post-pandemic recovery plans.Canada has weathered Covid-19 relatively well in comparison places like the US. Still, over 27,000 people have died due to Covid and its impact has been felt throughout the economy, particularly among lower income Canadians. The last election was marked by climate strikes, including a march through the streets of Montreal led by young activist Greta Thunberg. This year, after a summer of record-breaking deadly heat waves, wildfires and drought across a large section of the prairies, voters say the environment is an even more immediate concern than before.Whoever wins September's election will have to prepare for November's rapidly approaching UN climate summit in Glasgow.There are doubts about whether Canada will meet its current goal of cutting greenhouse gas emissions to 40 to 45% below 2005 levels by 2030. Mr Trudeau's Liberals have also pledged to achieve a net-zero emissions economy by 2050.The Conservatives aim to keep Canada's original Paris Agreement target of lowering emissions to 30% below 2005 levels by 2030, while the New Democratic Party would set a 50% reduction target.Canadians are seeing prices for staples like groceries, clothes and transport increase as inflation rates are on the rise, reaching 3.7% in July - a number not seen in a decade - and 4.1% in August, an 18-year high. The Bank of Canada, responsible for keeping inflation in check, has said the cost increases are expected to be short-lived, mostly driven by an economy recovering from the pandemic. Inflation now sits at just over 3%, and the central bank projects it will stay there until it eases back down to a more manageable 2% in 2022.But those higher petrol, housing and grocery bills are part of a recipe for economic anxiety among voters.In December, a survey from CIBC, one of Canada's main banks, indicated 60% of Canadians worried about run-up prices.Housing prices have grown steadily in major cities like Vancouver, Toronto and Montreal in recent years. According to data from The Economist, since 2015 the costs of homes in Vancouver have increased on average 44% while in Toronto they jumped 38%.In comparison, London housing prices rose 9%, New York 13% and Tokyo 6%. The average selling price of a home in Toronto is now just over C$1m ($790,000; £570,000) and in Vancouver, C$1.2m. While the property value increases have been a benefit to current homeowners, it makes it a challenge for younger Canadians especially to gain a toehold in the market. Rising prices have also been seen outside of big cities, driving up housing costs in bedroom communities and smaller towns. All the main parties have made access to housing a key part of their pitch to voters, with commitments like building more homes and curtailing the purchase of property by non-Canadians.While the focus during a campaign tends to be on the party leaders and who will be prime minister, under Canada's system of government, it's 338 separate races, with candidates in each of the country's federal ridings (constituencies) from coast to coast to coast. Mr Trudeau needs to add at least 15 seats to the Liberal bench to clinch a majority government. In 2019, the Liberals fell short, leading to a minority, or hung parliament, and Mr Trudeau has had to rely on the support of opposition parties to pass legislation.In Canada, a minority government is typically, but not necessarily, formed by the party that has the most seats. Like many countries, Canada has spent heavily to support individuals and businesses hard-hit by the lockdown measures.Since the mid-1990s, successive federal governments sought to avoid running up large deficits, and promised to return to balanced budgets if they did, for example after the 2008 global financial crisis.The Liberals began to shift away from that under Mr Trudeau, who campaigned in 2015 on running modest deficits to invest in things like infrastructure and a new child benefit programme. So even before the pandemic hit, Canada's economic books were in the red.While Mr Trudeau has come under fire for his big spending ways, he has argued that the country's debt-to-GDP ratio - a way to indicate a country's ability to shoulder its public debt - remains in good shape. It's currently at around 48%, the lowest among G7 nations.His 2021 campaign platform has commitments totalling C$78bn in new spending over the next five years. Conservatives have promised to return to balanced budgets within a decade without cuts to programmes and services, a pledge met by some economic experts with scepticism. Their platform includes commitments costing over C$52bn in spending over five years.In these unprecedented times, Elections Canada, the agency that administers federal elections, has ordered a record number of miniature golf pencils for voters to file out their paper ballots.That's leaps and bounds above the usual order for the election two years ago.The agency is also preparing for an increased demand for mail-in ballots. While it says it's ready for up to five million electors to vote by mail, just under a million people had ordered mail-in voting kits by 14 September, the cut-off date.What are you most concerned about? Is it the environment? Foreign affairs? The economy? Racial equality and reconciliation? Will you be voting differently this time around? We want to hear your stories and experiences. In some cases your stories and experiences will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions and the privacy policy. Use this form to get in touch. ", "url": "https://www.bbc.com/news/world-us-canada-58426147"}