{"datetime": "2021-09-09T03:04:54.000Z", "subject": "Canada election 2021", "title": "Canada federal election: Party leaders spar in first national debate", "article": "Canadian federal party leaders clashed over vaccines, climate policy and the economy in the first national TV debate of this general election campaign. Prime Minister Justin Trudeau called a snap election in August, launching a 35-day sprint to the ballot box.He headed into the French-language debate tied with Conservative leader Erin O'Toole in national opinion polls. The debate comes at a pivotal moment with two weeks left before Canadians cast their ballots.On stage with Mr Trudeau, the Liberal Party leader, and Mr O'Toole were Bloc Quebecois leader Yves-François Blanchet, NDP leader Jagmeet Singh, and Green Party leader Annamie Paul.Mr Trudeau was in the hot seat early on, asked by the debate moderator whether he would commit to serving a full four-year term if he again won a minority government. He dodged the question.The Liberal leader has struggled to justify why he is sending voters to the polls two years ahead of schedule during a fourth pandemic wave.Mr Trudeau has said Canadians deserve to have a say on pandemic recovery - but other party leaders took repeated jabs at the prime minister, accusing him of calling an unnecessary election in the hopes of securing a majority.For his part, Mr Trudeau took every opportunity to target Mr O'Toole and his centre-right Conservatives on topics where the Liberal campaign sees potential vulnerability - on healthcare, climate change, and childcare. \"We are going to create 250,000 day care places across the country and Mr O'Toole wants to scrap all of that,\" Mr Trudeau said at one point. Mr O'Toole favours offering childcare tax credits to parents.The Conservatives, the main opposition party, have been rising in the polls and have a shot at winning the 20 September election.On Wednesday, exchanges on climate change also created some sparks, with Mr Trudeau's opponents saying he has not done enough to reduce greenhouse gases during his six years in office. Mr Trudeau defended his climate plan as the most \"ambitious\", calling those of his rivals \"wishful thinking\".Polls have indicated climate is a top issue with voters following a summer of deadly heat waves and wildfires and drought. But it's a topic that has yet to dominate on the campaign trail, where parties have focused more on issues like the cost of living, the pandemic, and economic recovery. The candidates return on Thursday for the national English-language debate, usually the most widely watched political sparring match on the campaign calendar.What are you most concerned about? Is it the environment? Foreign affairs? The economy? Racial equality and reconciliation? Will you be voting differently this time around? We want to hear your stories and experiences. In some cases your stories and experiences will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions and the privacy policy. Use this form to get in touch. ", "url": "https://www.bbc.com/news/world-us-canada-58482596"}