{"datetime": "2021-09-10T04:49:39.000Z", "author": "Jessica Murphy", "subject": "Canada election 2021", "title": "Canada federal election: Key takeaways from the debate", "article": "Canadian federal party leaders traded barbs over leadership, climate change and indigenous reconciliation in their final debate pitch to voters. The English-language TV debate is usually the most widely watched political sparring match on Canada's federal campaign election calendar.It comes this time just ahead of the opening of advanced polls and less than two weeks before the 20 September election day.Opinion polls suggest Justin Trudeau's centre-left Liberals are tied in first place with the centre-right Conservatives, the main opposition party. The debate was also a chance for three other federal leaders - the NDP's Jagmeet Singh , the Bloc Quebecois' Yves-Francois Blanchet and the Green Party's Annamie Paul - to sell their parties as strong alternatives.Here are some key takeaways from Thursday's debate.Mr Trudeau's job was to win back voters flirting with other parties - and to defend his record as prime minister. The Liberal leader had to deflect repeated attacks on his handling issues that ran the gamut from foreign affairs to climate change.\"You've got the worst track record in all the G7 after six years [on climate],\" Mr Singh said early on. Mr Trudeau responded by accusing the NDP's climate policies as being lacklustre.Mr Singh, leader of a left-wing party vying to be a progressive alternative for Liberal voters, was the one who most frequently hammered away at the prime minister, accusing him of failing to deliver on his promises. The fast-paced format and crowded stage meant there was little sustained back-and-forth, but all the leaders managed to land a few jabs. Pressed by Conservatives' leader Erin O'Toole on why he has not taken a tougher tone on China, Mr Trudeau snapped that \"you do not simply lob tomatoes across the Pacific\" when trying to solve geopolitical issues.He also continued to be pressed on his decision to call a snap election two years ahead of schedule in the hopes of securing a majority - an issue that has dogged him since the election call.Polls suggest his Liberals are stuck roughly in the same place they were in late 2019, the last time Canadians voted federally, when he ended up with a minority government.The Conservative leader's opening pitch was directed squarely at progressive and centrist voters who might be considering his party.\"I'm a pro-choice ally to the LGBT community,\" Mr O'Toole said. \"Our platform, includes a detailed plan on climate change.\" In the 2019 election, the Conservatives struggled with social and environmental issues. As their new leader, he has been trying to broaden the right-leaning party's appeal.Not all his candidates are on the same page - he has faced questions over some candidates views on climate change, for example.Debate moderator Shachi Kurl pressed him on that contradiction, asking whether Canadians would be getting the leader's friendlier tone if Mr O'Toole became prime minister, or that of some of his candidates.\"I am driving the bus,\" he responded, \" to make sure we get this country back on track\".Critical issues like indigenous reconciliation and the opioid crisis have not dominated the campaign trail to date.While the debate format did not allow for in-depth discussion, it allowed all the politicians on stage to address topics like reconciliation that have dominated headlines in recent months.Over the summer,the issue of unmarked graves found near former residential schools garnered global attention .That debate segment led to one memorable exchange between the Bloc's Mr Blanchet and Green leader Ms Paul. Ms Paul - the first black and Jewish woman to lead a national party - took issue with comments Mr Blanchet made about systemic racism, saying she had previously invited him to \"get educated\" on the topic.When he took offence at her response, she countered \"it was not an insult, it was an invitation to educate yourself\". The two televised debates this week were a chance for Ms Paul to make an impression on voters. Recently elected to lead the Greens, she has faced internal party turmoil that has threatened to derail the party's national campaign and her place at the helm.Ms Paul has focused most of her efforts on winning a seat in a Toronto riding that has been a Liberal stronghold in recent years. The Greens held two seats in the House of Commons at dissolution but have struggled to make any real impact in national opinion polls.We spoke to some voters before the debate to see what they felt was at stake in this election. Here are their responses.Alex Mintz, 18, from Vancouver, British Columbia I think how we get out of the pandemic and how we get the economy and life in general back to normal is what is at stake this election. Bernadette Bosse, 43, from Calgary, Alberta The biggest thing at stake in this election is the spending by the government. Every spend they make pushes us further in a debt crisis, and pushes more debt onto our kids.Matt Deeming, 29, from Surrey, British Columbia This election is about Canada's recovery from the pandemic. We want to emerge healthy, united and economically strong. Jaffar Husain, 68, from Toronto, Ontario The economic recovery, inclusiveness and effective management of extremism, and the world 's negative perception of Canada are the key issues at stake. Canadian way of life needs to change and be way more inclusive. First Nations, immigrants from varied backgrounds and religious minorities and last but not least working people must get their say in the governance of this country.What are you most concerned about? Is it the environment? Foreign affairs? The economy? Racial equality and reconciliation? Will you be voting differently this time around? We want to hear your stories and experiences. In some cases your stories and experiences will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions and the privacy policy. Use this form to get in touch. ", "url": "https://www.bbc.com/news/world-us-canada-58495746"}