{"datetime": "2021-09-02T19:18:07.000Z", "author": "Jessica Murphy", "subject": "Canada election 2021", "title": "Canada federal election: How much trouble is Trudeau in?", "article": "Canada's Justin Trudeau called a snap election in mid-August hoping an early campaign could net his Liberals a majority government. But with their lead in the poll vanishing at the campaign's halfway point, is one still within reach? In August, when he called the election saying \"Canadians need to choose how we finish the fight against Covid-19\", political headwinds appeared to be blowing in Prime Minister Justin Trudeau's favour.Canadians were largely happy with the direction of the country and his Liberal government's pandemic response, polls suggested. Though the initial rollout of Covid jabs in the country had been slow and bumpy, many Canadians had been vaccinated more quickly than predicted. People were enjoying the summer as lockdown restrictions were being eased by the provinces.\"Three weeks ago it felt like pretty common knowledge - at least with people I was talking to - that it was going to be a cakewalk for the Liberals,\" said Jenni Byrne, a political commentator and former Conservative campaign manager. But heading into September, Mr Trudeau and his Liberals are in a different position.Canadians seem to be wondering why an election - called two years early - was necessary, said Alex Marland, a political science professor at Memorial University.The prime minister may have controlled the timing of the campaign, but he did \"not provide a satisfactory narrative about why we need to go to the polls\" leaving voters \"grumpy and frustrated\", he said. National surveys suggest the Liberals, a left-of-centre party, have lost ground and are now in a statistical tie with the right-leaning Conservatives. Said Ms Byrne: \"Sometimes incumbents can underestimate when the electorate is looking for change.\"After six years in power, Canadians are less enamoured with Mr Trudeau than they once were.The Liberal leader has won two elections - a majority in 2015 and a minority in 2019 - in part because he's \"always been able to rely on a certain amount of personal appeal,\" said Shachi Kurl, president of the Angus Reid Institute, a polling non-profit foundation. But an Angus Reid survey this week indicated a drop in popularity for the 49-year-old among voters of every age and gender, including women who have been his staunch supporters.\"Are Justin Trudeau's days of enjoying unmatched political rock god status well and truly over?\" the pollsters asked. So what changed over the first half of the campaign? The Liberals have struggled to land attacks on their main opposition, the Conservatives, and their new leader Erin O'Toole, a former corporate lawyer and air force officer turned politician.A \"tried-and-true\" Liberal campaign tactic has been to paint any Conservative leader as a political bogeyman with a hidden agenda, said Prof Marland. But Mr O'Toole, 48, has sought to broaden the party's appeal and deflect potential concerns early by speaking about his support for LGBT rights and his pro-choice stance on abortion, and by courting unionised workers.The ability \"to scare the left into voting Liberal is greatly diminished when the Conservatives are tackling that weakness head on\", Prof Marland said.He has also run a disciplined campaign so far. The Liberal campaign, on the other hand, has had missteps along the way. An attack on Conservatives over healthcare this month was flagged by Twitter as \"manipulated media\". Liberals disputed the label, but it was not a helpful episode. And remarks from Mr Trudeau that he did not consider monetary policy on inflation a top priority drew accusations that he was unconcerned about rising prices affecting ordinary Canadians.Then there's the unease of children's return to school amid the latest pandemic wave and anxiety over the economy as recovery slows.Meanwhile, national support is holding strong at about 20% for the left-wing New Democrats - another option for progressive voters - and the Bloc Quebecois, which only runs candidates in Quebec and is polling in second place behind the Liberals in the vote-rich battleground province.And Canadians have been watching a crisis unfold half a world away in Afghanistan, with Kabul falling to the Taliban the day the election was called.Under normal circumstances, foreign affairs and defence-related issues are not high on voters' lists of concerns, said Andrew Leslie, a retired general and former Liberal MP under Mr Trudeau. But such issues can contribute to \"an overall narrative - an overall tone - that can be very damaging,\" he said. He pointed to the moment in 2015, when the drowning death of Alan Kurdi - a Syrian child migrant -caused an international outcry and helped change the course of Canada's federal election that year . Mr Leslie, who served as deputy commander of the Nato land forces in Afghanistan from 2003 to 2004, has criticised the Afghanistan response as bungled, confused, and overly bureaucratic.It suggests a government incapable of getting \"hard things done\", he said, from \"issues that are literally a matter of life and death such as what we've seen in Kabul\" to the initially slow vaccine procurement efforts and pandemic response.Though none of this is good news for the Liberals, the election is \"by no means done\" said Ms Kurl. In 2019 the Liberals won enough seats to form a minority government despite losing the popular vote to the Conservatives.There's also opportunity to turn things around as voters begin to pay closer attention to the campaign in its final weeks and with nationally televised party leader debates still to come.On Wednesday, the Liberals unveiled a campaign platform promising billions in new spending, with Mr Trudeau urging voters to help the Liberals \"finish the hard work\" of the past six years on matters like climate change and reconciliation with indigenous people in Canada.He took the opportunity to attack Mr O'Toole over his climate and childcare policies, for failing to mention systemic racism in the Conservative campaign document, and for his opposition to vaccine mandates for federal workers.Mr Trudeau and his campaign team have proven in the past they can come from behind, said Ms Kurl. Canadians go to the polls on 20 September.What are you most concerned about? Is it the environment? Foreign affairs? The economy? Racial equality and reconciliation? Will you be voting differently this time around? We want to hear your stories and experiences. In some cases your stories and experiences will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions and the privacy policy. Use this form to get in touch. ", "url": "https://www.bbc.com/news/world-us-canada-58389802"}