{"datetime": "2021-08-15T16:58:40.000Z", "author": "Jessica Murphy", "subject": "Canada election 2021", "title": "Canada election: Trudeau calls snap summer campaign", "article": "Prime Minister Justin Trudeau has called a snap summer general election as Canada enters into its pandemic fourth wave. The general election comes as polls indicate his minority Liberal government looks within reach of forming a majority.The 49-year-old Liberal leader says \"Canadians need to choose how we finish the fight against Covid-19\".Canadians will vote on 20 September, some two years ahead of schedule. On Sunday, Mr Trudeau visited Canada's Governor General Mary Simon - the representative of the Queen, Canada's head of state - and asked her to dissolve Parliament.The leader of the centrist Liberals said a general election was necessary so voters have a voice on the path forward at a \"pivotal moment\". In October 2019, voters handed him a minority, meaning he has had to rely on opposition parties to help him pass his agenda.Opposition parties criticised the Liberals for calling a five-week long campaign during the pandemic's latest wave simply for \"political gain\".\"Politically, I don't really know if there's been a better time for this government,\" says Abacus Data CEO David Coletto. \"The mood of the public is a good one right now.\" The pollster says that about 46% of Canadians in their recent surveys say they believe the country is heading in the right direction - the highest it's been in about five years.The global coronavirus pandemic is sure to dominate the campaign, as it has much of Mr Trudeau's second term. Over 25.000 Canadians have died from Covid, but the country fared better than others, such as the US.Still, its record on the pandemic has been mixed.It was slow to close its borders. The military had to be sent to some elderly care homes to help contain outbreaks. The initial vaccine rollout was slow, with Mr Trudeau facing questions over the lack of domestic vaccine production.The government was quick to get pandemic relief spending out the door, though it racked up record levels of debt to do so.While the country is entering another pandemic wave, for the moment it seems life is returning slowly to normal.Cases rates remain below last winter's peak. Vaccine supply sped up and now Canada has one of the world's highest vaccination rates. The economy is showing signs of recovery and provinces are cautiously reopening. \"This crisis in some ways has been positive for [Mr Trudeau], politically,\" says Drew Fagan, professor at the Munk School of Global Affairs and Public Policy at the University of Toronto.But he says the question is whether \"there's enough momentum there\" to \"get him from a fairly healthy minority government to a slim majority government\". Canada has a fixed election date law and the next vote was scheduled for October 2023. But minority governments, which are not uncommon in the country, tend to last about two years.They can be defeated if they lose a vote of confidence in the House of Commons. Those votes are usually on important pieces of legislation like the federal budget.Or like what happened on Sunday, a prime minister can ask the governor general to formally dissolve Parliament - a request rarely denied.In 2019, months of political scandals, a tough first term and a bumpy campaign where old photos of him in blackface emerged all took a toll on the prime minister's popularity. The Liberals won 157 seats, 13 shy of a majority in the 338 seat House of Commons- and he lost the popular vote. It was also a sharp turnaround from 2015, when he swept into office as a political fresh face and led his party to a stunning win with 184 seats.It will be both a referendum on Mr Trudeau's handling of the pandemic and a vote on future plans to the recovery.Affordability and cost of living are also at the forefront of voters' minds.Climate change will be front-and-centre, against a backdrop of the province of British Columbia's summer of devastating heatwaves and wildfires, and with parts of the Prairies experiencing severe drought.Mr Coletto says almost half Canadians say the environment is in their top five concerns, up from 39% two years ago. Mr Trudeau's government also made two big announcements late last week - a promise to accept up to 20,000 Afghan refugees and a vaccine mandate for federal workers and air and rail travellers.The Conservative leader, Erin O'Toole, has championed vaccines but opposes vaccine mandates in favour of other measures and has been vague on whether all candidates will be required to have the jabs.Vaccine mandates could prove to be a campaign wedge issue, says Mr Coletto. \"Our tracking shows that more and more of [vaccinated Canadians] over time are more open to putting restrictions on what people who are not vaccinated can and cannot do,\" he says.The official opposition, the right-leaning Conservatives, are going into the election as perceived underdogs. Their new leader, Mr O'Toole, 48, is not well known to voters.After the party struggled with social and environmental issues in the last election, he's been trying to broaden its appeal, speaking about his support for LGBT rights and introducing a carbon pricing plan early on.On Sunday, he pitched voters on fiscal responsibility and promised economic growth.Still, they are now at \"anything but at a high water mark\", says Mr Fagan. On the left, NDP leader Jagmeet Singh, 42, will be entering his second campaign with surveys suggesting his popularity among voters is higher than in 2019.Mr Fagan says the party's message for progressives will be a vote for the NDP is \"vote for the real thing\". Quebec's separatist party, the Bloc Québécois, which competes only in that battleground province, is also still popular in the province where they hold 32 seats. ", "url": "https://www.bbc.com/news/world-us-canada-58209031"}