{"datetime": "2021-07-17T16:48:10.000Z", "subject": "Coronavirus pandemic", "title": "Canada's vaccination rate overtakes US", "article": "Canada has overtaken the US in second dose vaccination rates, after months of lagging behind its southern neighbour. As of 16 July, 48.45% of Canadians are fully vaccinated against Covid-19, compared with 48.05% of Americans.If Canada's vaccine progress continues it may open its border to US travellers after a 16-month closure, Prime Minister Justin Trudeau said this week. In the US, a levelling-off of vaccine rates comes amid a concerning increase in Covid-19 cases. President Joe Biden failed to meet a self-set target of 70% of adults vaccinated by the 4 July holiday weekend. About 68% of Americans aged 18 and older have received at least one shot.The White House and local governments have turned to both creative solutions and celebrity guest stars in an effort to counter vaccine hesitancy.Michigan, Ohio and California are among the states offering cash lotteries for residents who get the jab. Pop superstar Olivia Rodrigo made an appearance at the White House this week to promote vaccinations among young people, and Nascar will host a vaccine drive this weekend.The push for vaccines is now taking on added urgency, as infections increase in every state, driven by a surge in variants. Still, case numbers remain dramatically lower than in winter when they were at the peak.In Canada, too, vaccine rates have slowed in recent weeks, after a steep upswing beginning in late March. Two of Canada's northern territories - Yukon and the Northwest Territories - lead the country with roughly 75% and 72% of residents vaccinated, respectively.The uptick in vaccines has been met with a steady drop in Covid-19 cases. After a steep third wave this spring, Canada reported around 3,000 infections this week - a low not seen since last summer. With roughly 80% of eligible Canadians protected by at least one dose, Mr Trudeau said on Thursday that the country expects to begin allowing fully vaccinated US citizens and permanent residents into Canada as of mid-August for non-essential travel, and international travellers in September.Canada has curbed almost all non-essential travel by foreigners since March 2020. Mr Trudeau has faced growing pressure to show his plans for reopening the US-Canada border.Of G20 countries, Canada is now at the head of the pack in vaccination rates. Worldwide, it is hovering around the 15th spot for percentage of the population fully vaccinated, with the US just behind, according to the New York Times global tracker.", "url": "https://www.bbc.com/news/world-us-canada-57869947"}