{"datetime": "2021-04-09T01:10:52.000Z", "author": "Holly Honderich & Shrai Popat", "subject": "Coronavirus pandemic", "title": "Why America has a problem with vaccine passports", "article": "As the pace of vaccination accelerates, governments, corporations and schools have signalled support for so-called vaccine passports - standardised proof of inoculation. But in the US, the idea has been met with swift resistance. \"The government is not now nor will we be supporting a system that requires Americans to carry a credential,\" said White House press secretary Jen Psaki on Tuesday.While mask mandates quickly became fodder for the culture wars, there's resistance to vaccine passports from all sides. Conservative leaders say they will resist any movement toward a vaccine pass, arguing it's an infringement of individual freedoms.Some progressives, too, have raised concerns, saying vaccine passport schemes are likely to exacerbate existing inequality.Experts say the resistance is a product of America's peculiar public health history. \"This is not a country that has necessarily deep heritage belief in government or in science,\" said David Rosner, a socio-medical sciences professor at Columbia University. \"The idea of having ID cards or green passes here, I think it's going to create another giant political crisis.\"Two centuries before the coronavirus reached the US, yellow fever ravaged America's Deep South - states like Georgia, Louisiana and Mississippi. In New Orleans - then the region's social and cultural hub - the mosquito-borne virus was a near-constant source of fear. Between 1800 and 1860, the city experienced 22 epidemics, killing some 150,000 people.\"This was a petrifying disease,\" said Kathryn Meyer Olivarius, a professor of history at Stanford University who specialises in 19th century America.It was made worse because the disease was so misunderstood. \"There was no cure, there was no inoculation, they did not understand that it was bred by mosquitoes,\" Prof Olivarius said. Over time, it became clear that surviving yellow fever meant immunity from future infection.Within a society that enslaved thousands of people at the time, another hierarchy emerged. White residents who had developed immunity - who had \"acclimated\" - sat at the top, while those who hadn't were denied jobs and life insurance.\"Fathers would not let their daughters marry unacclimated men,\" Prof Olivarius said.In a crude attempt at certifying immunity, residents were quizzed by employers and landlords about their history with yellow fever, which epidemic they were in, and who had witnessed their illness.People became so desperate for immunity they deliberately sought infection - some even injecting themselves with the \"black blood\" of infected peers - while staring down a 50% survival rate.For the enslaved, a racist and false theory that black people were born immune to yellow fever was used to justify slave labour.\"Human beings manipulated the disease to basically double down on these existing inequalities in society,\" Prof Olivarius said.In absence of science, survival became a signal for individual virtue.Morality was \"engrafted onto this disease that they did not understand very well\", Prof Olivarius said, a pattern that has endured.\"There's something that feels very American about it: my health is a statement of who I am.\" Columbia University's David Rosner sees some form of nationalised vaccine certification as a beneficial step.But he also predicts that many Americans could see a vaccine passport as an \"intrusion\", particularly if they need to offer proof of immunisation for smaller, daily tasks like errands, eating at restaurants or returning to the office.Many conservative critics equate the idea of a vaccine passport with the mask mandates and state shutdowns of the past year — as an overstep.In an opinion piece for The Hill, Republican Senator Rand Paul, of Kentucky, wrote that any required proof of inoculation would be \"full-on vaccine fascism\". He urged readers to \"burn your vaccine passport if they try to give it to you, and vote out any politician who won't do the same\". Prof Rosner worries that while some may see an immunity passport as \"a way out\" of the pandemic, for others it will be \"just another attempt by the government to gather control\".\"It would be nice to have something on my iPhone that said, you know, I've had the vaccine,\" he added. \"But in the context of a very strange American political history around disease, I doubt if it makes sense to a lot of people.\"Prof Rosner also worries about the logistics required to carry out a vaccine passport plan in the United States.Unlike centralised healthcare in the United Kingdom, he thinks that for a country like the US it will be a tall order to track immunisation on a national level when state health systems have \"very little to do with one another\".In states like Texas and Florida, Republican governors have already issued executive orders banning the use of mandated vaccine passports. \"We will continue to vaccinate more Texans and protect public health,\" Greg Abbott said in a statement. \"And we will do so without treading on Texans' personal freedoms.\"But a number of US universities in Democratic states — like Brown, Northeastern, and Cornell — have all announced that they plan to require proof of vaccination for students returning to on-campus learning.Conservatives have so far been the loudest objectors to vaccine passports. But the pushback has been unusually bipartisan. President Joe Biden's Democratic White House has rejected any plans for a national vaccine credential.And much of the Republican criticism regarding issues of surveillance, privacy and government overreach, was echoed by the American Civil Liberties Union (ACLU) last week.\"We don't oppose in principle the idea of requiring proof of vaccination in certain contexts,\" wrote ACLU senior policy analyst Jay Stanley. \"But we are wary about the side effects and long-term consequences it could have.\"Among the possible side effects: worsening inequality. The inequities of the Covid-19 pandemic have been well documented.In the US, Pacific Islander, black, indigenous, and Latino Americans all have a Covid-19 death rate of double or more than that of white and Asian Americans, according to analysis from the APM Research Lab's Color of Coronavirus project.And available data shows that black and Latino Americans are also the least likely to have received the Covid-19 jab, with vaccination rates at roughly half that of their white counterparts.Inflexible work schedules, lack of reliable internet service and available transportation to vaccine sites are all at play.Inequity is \"the big issue\", Prof Rosner said.\"Communities that basically have been locked out of social services and health services for decades, or have been misused or abused by our health system.\"Currently, mobile phones are seen as one method of tracking vaccines - a vaccine passport app, for example.And though the vast majority of Americans own a mobile phone of some kind, many do not own smartphones - possibly locking out a segment of the population from a digital pass.According to the Pew Research Center, Americans 65 years or older, Americans without a college degree and black and Hispanic Americans are all disproportionately less likely to have a smartphone.Both professors say they see the value of a vaccine passport in helping deliver a return to normal but that without careful planning, a credential system could exaggerate existing inequity.\"What happens if society starts dividing in this way of 'have immunity' and the 'have-nots'?\" Prof Olivarius said. \"You have the privileged rich with antibodies, and the 'have nots' who don't.\"Graphics by Angélica Casas ", "url": "https://www.bbc.com/news/world-us-canada-56680309"}