{"datetime": "2021-04-16T21:40:43.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Canada sounds the alarm as cases overtake US", "article": "The rate of coronavirus infections in Canada's biggest province has reached an all-time high as hospitals warn they are close to being overwhelmed. A panel of experts say infections in Ontario could increase by 600% by June if public health measures are weak and vaccination rates do not pick up.Last week, for the first time since the pandemic began,Canada registered more cases per million than the US. About 22% of Canadians have now received a first vaccine dose.That compares to37% in the US .Ontario is now introducing strict new public measures, including: Canadian Prime Minister Justin Trudeau said the federal government would help Toronto, the largest city in the country, which has been hard-hit by the latest surge.\"We're going to do whatever it takes to help. Discussions are ongoing about extra healthcare providers, and we are ready to step up,\" he said on Friday.New variants - especially the UK variant, B1.1.7 - account for more than two-thirds of infections in Ontario.Even with vaccinations progressing, the expert panel warned that the number of new cases in Ontario could go as high as 30,000 a day - in a province with 14 million people, 38% of the total population of Canada.On Friday, Ontario reported 4,812 new cases, its third straight day of setting new records since the pandemic began.Hospital admissions and the number of patients in intensive care also set records for Ontario: 1,955 and 701, respectively.The expert panel said the best-case scenario would bring new cases down to about 5,000 a day, but only with considerably more stringent public health measures than the ones now in place.It would also require a vaccination rate of 300,000 a day - three times the current pace.Last week the College of Physicians and Surgeons of Ontario warned doctors that they might have to start making decisions about who to admit to intensive care, because units were stretched almost to capacity.The co-chairman of Ontario's expert panel, Adalsteinn Brown, said Ontario's hospitals could no longer function normally.\"Our children's hospitals are admitting adults. This has never happened in Ontario before. It's never happened in Canada before.\" A field hospital is now being set up in the car park of one of Toronto's main hospitals.After a slow start, the pace of vaccination is now picking up. Canada was quick to buy up stocks of vaccine doses, but until recently the rollout was lagging behind other industrialised countries.Nine million Canadians have now received at least one vaccine dose.There was mixed news on Friday. Moderna said it would cut its next shipment to Canada by almost half, to 650,000 doses, but Pfizer is to supply an additional eight million doses after it reached a new deal with the Canadian government.Unlike some European countries, Canada has not withdrawn the Oxford-AstraZeneca vaccine, but is advising its use only in patients over 55 while the risk from blood clots is assessed. Canadian health officials say the risk from catching Covid-19 far outweighs the risk of rare blood clots.The Canadian Medical Association (CMA) has called for a national response, sharing resources across provincial and territorial boundaries to deliver to the areas most in need.", "url": "https://www.bbc.com/news/world-us-canada-56779428"}