{"datetime": "2021-05-13T17:56:25.000Z", "title": "WE Charity: Trudeau cleared of ethics wrongdoing in political scandal", "article": "Canada's ethics watchdog has cleared Prime Minister Justin Trudeau of wrongdoing in the WE Charity scandal. The charity had been tapped by his government last year to oversee a volunteer programme for students during the pandemic. Mr Trudeau later faced scrutiny when it was revealed he had personal ties to the organisation. But the report found former finance minister Bill Morneau had breached federal ethics rules in the scandal. Mr Morneau resigned in August, although he denied it was because of this case. Mr Morneau faced pressure to step down last summer after it was revealed WE had covered some of his expenses while he was on two trips with his family to see some of the charity's work in Kenya and Ecuador. He said it was an oversight and repaid C$41,000 ($33,000; £ 24,000). In October, federal ethics commissioner Mario Dion cleared Mr Morneau of ethical wrongdoing for that, saying it appeared to be a genuine mistake. But on Thursday, Mr Dion released a report that found Mr Morneau had placed himself in a conflict of interest \"on several occasions\" in other ways.The former finance minister's relationship with the charity, and a friendship with WE co-founder Craig Kielburger in particular, \"afforded WE unfettered access to the Office of the Minister of Finance\", Mr Dion wrote.Mr Morneau broke conflict of interest rules by \"improperly furthering WE's private interests, by failing to recuse himself from decisions relating to WE, and by giving WE preferential treatment\", the report said.In a statement, Mr Morneau reiterated that he should have recused himself from the government's discussion regarding the charity, given his personal ties. He had previously apologised for failing to do so.The former finance minister also reiterated a finding of the report - that he did not have direct involvement in the recommendation of WE Charity for the programme.What did the report say about Mr Trudeau? When it came to Mr Trudeau, the ethics commissioner acknowledged there was an \"appearance\" of a conflict of interest because of Mr Trudeau's family connection to WE but that no ethical wrongdoing had occurred.\"I am satisfied that Mr Trudeau did not give preferential treatment to WE,\" he wrote.Responding to the findings, Mr Trudeau said the commissioner had confirmed \"what I have been saying from the beginning\". \"At the heart of this initiative was getting support for youth during this pandemic as fast as possible.\"WE charity had been hired by the federal government to deliver a national youth volunteer programme for students hard hit by the economic slump caused by Covid-19. But in July 2020, WE co-founders Craig and Marc Kielburger announced they were withdrawing from the programme because it had been \"enmeshed in controversy from the moment of its announcement\". The founders told members of Parliament last summer they were not tapped for the programme due to any political connections, did not gain financially, and in fact lost C$5m when the deal was dissolved. Craig Kielburger added that fallout from the matter had \"resulted in serious challenges that risk the entire organisation\". And in September, WE said it would be \"winding down the organisation's operations in Canada\". The brothers will be leaving the organisation entirely.The pair - who co-founded the charity in their parents' Ontario home when Craig was 12 years old - had achieved celebrity status in their home country, and appeared on television programmes like Oprah and 60 Minutes. ", "url": "https://www.bbc.com/news/world-us-canada-57106948"}