{"datetime": "2022-01-30T19:36:04.000Z", "title": "Freedom Convoy: Truckers cause chaos in Ottawa after second day of protests", "article": "Protesters against a vaccine mandate for truckers crossing the US-Canada border have brought Canada's capital city to a standstill for a second day. Thousands of demonstrators joined the so-called Freedom Convoy in Ottawa. Police have started investigations after several incidents, including the appearance of swastika flags and footage of a woman dancing on the tomb of the unknown soldier. Defence Minister Anita Anand said the incidents were \"beyond reprehensible\". Ottawa police said in a Twitter post that \"several\" investigations were now under way into the \"desecration\" of a number of monuments in the capital city, as well as \"threatening/illegal/intimidating behaviour to police/city workers and other individuals and damage to a city vehicle\".Elsewhere across the city, truckers blocked the streets around Canada's parliament building and Ottawa's Mayor Jim Watson said some protesters had harassed staff at a soup kitchen, demanding free meals after they were turned away by restaurants for their refusal to comply with indoor mask mandates. Prime Minister Justin Trudeau and his family also left their home in Ottawa over safety concerns on Saturday.Around 90% of Canada's 120,000 cross-border truckers are now vaccinated, in line with the country's adult population.The demonstration has grown beyond a call to end the cross-border mandate to a push to an end to all vaccine mandates nationwide, and some demonstrators have pledged to continue their protests until they are removed.Mr Trudeau called the protesters \"a small fringe minority\" during a press conference earlier this week.Conservative leader Erin O'Toole has met some of the protesters and has spoken in favour of the right to peaceful demonstration, but criticised \"individuals desecrating\" memorials in Ottawa.Mr Trudeau's Liberal government brought in the vaccine mandate on 15 January that would require unvaccinated Canadian truckers crossing the two nations' border to quarantine once they return home.The US has also recently said that foreign truck drivers must show proof of vaccination to enter the country. ", "url": "https://www.bbc.com/news/world-us-canada-60190452"}