{"datetime": "2021-12-22T21:39:17.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Canada expands pandemic relief programmes amid Omicron surge", "article": "Canada will temporarily expand economic support programme eligibility amid another wave of Covid-19 shutdowns fuelled by the Omicron variant. The nation saw an all-time high of 11,300 new cases on Tuesday. The surges have prompted widespread closures. Wage and rent support will be offered to all workers and employers affected by pandemic capacity restrictions. \"We will be there with supports for the areas that need it,\" Prime Minister Justin Trudeau said on Wednesday. Announcing the relief expansion at a virtual news conference, Mr Trudeau also said that six members of his staff, including three members of his security detail, had tested positive for Covid-19. The prime minister said he had taken several rapid tests which have come back negative. Mr Trudeau said he was following public health guidance to self-monitor and test regularly but that he was not advised to isolate. Last week, parliament passed the new Canada Worker Lockdown Benefit, a programme that grants C$300 ($233; £175) each week to Canadians who are unable to work because of pandemic shutdowns.Previously, the benefits had only applied to areas officially in lockdown, with all non-essential businesses closed and non-essential workers ordered home.Now, employers who have to reduce capacity by 50% or more will be eligible for assistance, as will workers who lost 50% or more of their income because of capacity limits.The expanded definition will apply from 19 December to 12 February.Deputy Prime Minister Chrystia Freeland said the temporary changes will cost an estimated C$4bn, which will come out of the C$4.5bn already allocated in the federal budget. The announcement comes as provinces scramble to beat back an aggressive spike of Covid-19 cases, driven by the highly contagious Omicron variant. Omicron is now the dominant strain in several provinces.Ontario on Wednesday reported 4,383 new cases - the highest single-day total since the end of April and a 142% jump from one week ago.The top doctor in Canada's most populous province has warned that Ontario will continue to see record-breaking daily case counts in the weeks to come.In Quebec, officials reported a record high of new infections for the third straight day on Tuesday, with 5,043 cases.Quebec's government is considering asking asymptomatic health care workers who test positive for Covid-19 to continue working, as a way to staunch staff shortages, according to reporting by the Globe and Mail.And Nova Scotia, a province of 970,000, reported 522 case on Tuesday, another all-time high.", "url": "https://www.bbc.com/news/world-us-canada-59760035"}