{"datetime": "2022-01-07T23:08:30.000Z", "subject": "Coronavirus pandemic", "title": "Canada party plane influencer 'idiots' fly home to face music", "article": "Canadian officials say a group of influencers whose rowdy behaviour on a flight led to their stranding in Mexico have flown home to face an inquiry. In a briefing, a top health official said that 27 had returned and were screened at the airport. Some of the group could face stiff punishments. Video shows a party on their charter plane without masks. Some were passing around bottles and vaping. Their behaviour caused the airline to refuse to fly them home.Sunwing Airlines cancelled a 5 January return trip for group of about 130 from Cancun and carriers Air Transat and Air Canada also said they would refuse to fly them.Canadian Prime Minister Justin Trudeau called the group's behaviour a \"slap in the face\" to citizens who have been following proper social distancing measures, as well as airline workers.In French, Mr Trudeau referred to them as \"idiots\" and \"barbarians\".Canadian Minister of Health Jean-Yves Duclos said in a briefing on Friday: \"We know that this issue of Sunwing travellers having behaved irresponsibly, inexcusably, and unacceptably on a flight to Mexico [has] raised a lot of anger and frustration.\"The 27 who have returned were tested for the virus, and \"were checked with regards to whether they had obeyed and followed all of the health regulations they were supposed to follow throughout their trip\". They had to provide proof of vaccination against Covid-19, a negative PCR test, and a quarantine plan. Mr Duclos said the Quebec police department was investigating the travellers.Transport Canada is also investigating the group - they could issue fines of up to C$5,000 (£2,900) per offence.Rebecca St Pierre, a 19-year-old student from Trois-Rivieres, Quebec, told the Canadian Press she had won the trip on Instagram.She said she had tested positive for Covid on Wednesday, and was not sure how to pay for her hotel stay. She estimated that about 30 people from the plane had tested positive.\"I was expecting a relaxing week, where I was going to be careful,″ she said. \"But this turns out to be an expensive trip for something that was supposed to be free.\" She is isolating in Tulum, south of Cancun, reports the Canadian Press. Ms St Pierre added that some travellers had planned to put Vaseline up their nose for their return trip, in an effort to thwart Covid testing.Other stranded passengers include local reality TV actors.The trip organiser, identified as James William Awad, said in a statement on Thursday that Sunwing was being unreasonable over a \"simple party\".\"I will take a moment to sit down and rethink everything,″ he said on Twitter. \"Especially how I can do things better next time.\" ", "url": "https://www.bbc.com/news/world-us-canada-59917300"}