{"datetime": "2022-01-07T19:00:45.000Z", "subject": "Coronavirus pandemic", "title": "Quebec to require vaccine proof for cannabis and liquor shoppers", "article": "Retail liquor and cannabis shops in Canada's Quebec province will require shoppers to show proof of vaccination amid a rising surge of new Covid cases. The new measure goes into effect on Tuesday, 18 January. Health officials say they hope the order will encourage more people to get vaccinated.New cases are spiking in Quebec despite the region having one of the highest vaccination rates in the world. On Thursday, health officials warned of a \"tsunami\" of new hospital admissions.Quebec Health Minister Christian Dubé told reporters that customers will have to display proof of vaccination to enter the government-run Société des alcools du Québec and Société québécoise du cannabis stores. \"I'm just saying that if you don't want to get vaccinated, stay home,\" he said, adding that more restrictions are coming soon. \"If unvaccinated people are unhappy about it,\"Mr Dubé added, \"there's a very simple solution: getting vaccinated.\" Proof of vaccine is already required in health facilities, theatres, bars and indoor sport and performance venues.A curfew is also in place, running from 22:00 to 05:00 each day.Over 109,000 cases of Covid were recorded in the province over a seven-day period ending on 6 January - around 15,000 new cases per day. In his remarks, Mr Dubé warned that the number of hospital patients could rise from 2,000 to 3,000 by mid-January, overwhelming the hospital system which is currently lacking approximately 20,000 workers. \"We need to adjust to this,\" he said, in reference to the highly infectious Omicron variant. \"We need to adjust to the severity of this tsunami.\" The province's current intensive-care capacity is 319 hospital beds, according to the Montreal Gazette.The unvaccinated represent about half of those currently in intensive care, according to Mr Dubé.", "url": "https://www.bbc.com/news/world-us-canada-59915459"}