{"datetime": "2021-12-21T00:36:27.000Z", "author": "Pratiksha Ghildial", "title": "How Covid deepened America's teacher shortages", "article": "The autumn school term that has just ended in the United States was marked by a shortage of teachers and support staff. The pandemic has heightened the long-running problem - with a huge spike in retirements and resignations. In a classroom full of colourful posters, Jennifer Wolfe plays a geography quiz game with her teenage students at Oceanside High School in Long Island, New York.This is her 25th year in education. She absolutely loves her job, she said - and was given New York state's \"Teacher of the Year\" award for 2021 in recognition of her excellence as a social studies teacher and mentoring of fellow educators. But it has been a particularly exhausting few years for Jennifer and her colleagues. There is a shortage of them in almost every state with teachers citing low pay, overbearing bureaucracy and lack of respect as reasons for their unhappiness. \"I'm exhausted and a little crispy around the edges. It's really hard to get out of bed sometimes in the morning\", said Jennifer.\"Teachers need time to rejuvenate and are not given that time\", she added. \"They don't need more and different responsibilities.\" This is a common refrain from teachers across the country. The demand-supply ratio has been skewed for several years - but the pandemic has been especially hard. They had to figure out new tools to keep students engaged during online learning and deal with an increased workload. Lisa Morrison, an arts and communications teacher in the island of Maui in Hawaii, said the pandemic proved to be a breaking point for many. \"People have relied for years on the fact that teachers have a love for teaching and for being with kids in order to make up for poor salary and hard working conditions.\"Now many of them are feeling that's not enough of a reason to stay.\" The historical reasons for a lack of teachers are complex. Low wages, reduced interest among young people in entering the profession and the high cost of student debt that they have to endure are some of them.Teachers like Lisa also feel that those in the profession also get a raw deal because it has traditionally been female-centric, and that has \"deprofessionalised\" pay.Now administrators are struggling to fill vacancies or even find substitute teachers to fill the gaps. They say they also need other school staff vital to keep the operations going. \"We need substitutes for teachers, teacher aides, bus drivers, food service,\" said Todd Meyer, the chief operating officer for Olentangy public school district in Ohio - one of the state's biggest with over 22,000 students spread over 27 schools.\"Teachers are covering extra classes, custodians working overtime, bus drivers picking up extra routes.\" An all hands on deck situation persists in Ohio's Akron school district as well. For about 200 open positions, they are now barely getting about half that amount of applications.\"During several weeks, our chief academic officer has also been the crossing guard in the morning\", said Christine Fowler-Mack, the district's school superintendent. There are over 50 million US public school students and about 3.5 million teachers. The shortage is particularly acute in areas like maths, science, languages and special education.The attrition rates in education in the country are about double those of other high achieving countries, according to the Learning Policy Institute (LPI), a think-tank. In California alone, it found that there has been a 26% increase in the number of teachers who retired in the spring of 2020 compared to the previous spring. \"If we could, as a country, hold on to our teachers, support them, keep them in the workforce, keep them satisfied in their profession and on a competitive wage, we would go a long way towards solving our shortages,'' said Tara Kini from LPI. America spends hundreds of billions of dollars on its education every year. But experts say the shortage of teachers is bound to hurt student learning in the long run.President Biden has proposed a US$9bn (£6.8bn) plan to address this crisis - including to train and equip more educators of colour.However, teachers say given the complex nature of the crisis, it could be a long while before the American education system can be fundamentally reshaped.Justin Johnson, a music teacher from Illinois sums it. \"It's such a multifaceted problem that it's going to take a lot of different angles to fix it.\" ", "url": "https://www.bbc.com/news/world-us-canada-59687947"}