{"datetime": "2022-01-04T23:52:56.000Z", "subject": "Coronavirus pandemic", "title": "Covid: US reports record 1m cases with peak still to come", "article": "The US has recorded more than one million new Covid cases as officials warn the peak of a fast-spreading Omicron surge is still to come. A record 1,080,211 cases were reported on Monday - the highest one-day tally of new cases anywhere in the world, according to Johns Hopkins University. The Omicron variant accounts for the majority of cases in the US. President Joe Biden, who is facing criticism over his response, called for schools to stay open despite the surge.While rates of death and hospital admissions in the US have been far lower in recent weeks than in previous infection spikes, the number of hospital admissions has been steadily rising.The country is now facing \"almost a vertical increase\" in cases, said top US pandemic adviser Anthony Fauci, adding that the peak may be weeks away. Mr Biden acknowledged on Tuesday that there has been \"concern and some considerable confusion about the rising cases\", but reiterated that the majority of hospital admissions and deaths from Covid are among the unvaccinated, and that the US has enough vaccines to fully jab every eligible citizen.\"We know kids can be safe while they're in school. That's why I believe schools should remain open,\" he said.Omicron has also led to school districts across the country postponing the return of students to classrooms following the Christmas break due to the rapid spread of the variant and subsequent staffing shortages. There are also concerns over challenges in securing rapid tests for students and teachers. In Detroit, Michigan, for example - which is experiencing an all-time high infection rate of 36% - city school officials announced that schools will remain closed until Thursday. A number of other major school systems, including Atlanta, Milwaukee, Cleveland and Newark, have announced postponements or a return to virtual classes.In New York City, the largest school district in the US, schools remained open. On Monday, Mayor Eric Adams said that school is \"the safest place for our children\".The New York Times reported, however, that approximately one third of parents kept their children at home over Covid-19 fears. Across the country, more than 450,000 children returned to temporary remote learning in the past week due to the variants, the Times reported.The surge has led increased criticism of Mr Biden, who came into office vowing to \"shut down the virus.\" In recent weeks he has sought to place the onus of responsibility on state and local governments, saying that they must do more to encourage vaccination, mask use and adherence to social distancing measures.In his remarks on Tuesday, Mr Biden announced that the US order of Pfizer pills, which treat Covid infection, had been doubled from 10m to 20m pills.But the pills take months to manufacture, meaning the US will not see the additional order for at least six months, warns Dr Krishna Udayakumar, a health professor at Duke University. \"We need to have testing in place, and we know we don't have adequate, timely testing,\" he told BBC World News America, adding that treatment must begin early in order to have a positive outcome.\"Even though we have some of the technical tools, like vaccines and diagnostic tests and treatments, we haven't built a system that's strong enough to put it all in place,\" said Dr Udayakumar. Dr Fauci meanwhile told ABC on Monday that \"a fair number\" of the tens of millions of Americans who are unvaccinated will contract severe disease. Some 8,652 people are reported to have died from coronavirus in the past week, according to Johns Hopkins. The previous US record of infection cases was 590,000, reported four days ago. The highest number outside the US came during India's Delta surge, when more than 414,188 people were confirmed as having the disease in May 2021. Studies suggest thatOmicron is milder than the previously dominant Delta variant but fears remain that the sheer number of cases stemming from the highly infectious Omicron could overwhelm hospitals. ", "url": "https://www.bbc.com/news/world-us-canada-59867536"}