{"datetime": "2021-12-20T03:01:40.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Christmas travel will fuel spread of Omicron, US expert warns", "article": "Christmas travel will increase the spread of the Omicron Covid-19 variant, even among the fully vaccinated, the top US infectious disease expert says. \"There's no doubt about this, [Omicron] has an extraordinary capability of spreading,\" Dr Anthony Fauci told NBC's Meet the Press programme on Sunday. Dr Fauci, who advises the US government on the pandemic, said the variant was now \"raging through the world\". Countries are tightening measures as the heavily mutated variant spreads. In Europe, France and Germany are among those to issue travel restrictions andthe Netherlands has imposed a strict lockdown over Christmas . Governments are also ramping up their Covid booster vaccination programmes after researchers said the additional shot could provide around 85% protection against severe illness. On Sunday, Dr Fauci said the rapid spread of Omicron in the US could have a serious impact on health services across the country.\"Our hospitals, if things look like they're looking now, are going to be very stressed,\" he warned. Dr Fauci said people needed to take precautions such as wearing face masks and social distancing.He also urged more Americans to get their vaccine and booster shots. \"The difference between a vaccinated and boosted person who has an infection, and someone who has an infection who has never been vaccinated - it's a major difference with regard to the risk of severity,\" he said. At a White House press briefing on Friday, Dr Fauci said unvaccinated people were at a much higher risk of serious infection and hospitalisation.\"We are looking over our shoulder at an oncoming Omicron surge,\" he said, adding: \"The fully vaccinated are doing much better... the optimum protection is fully vaccinated plus a boost.\" Dr Fauci gave the warnings as two US Senators, Democrats Elizabeth Warren, 72, and Cory Booker, 52, said they had tested positive for the virus. Almost 73% of the US population has received at least one Covid vaccination, according to the Centers for Disease Control and Prevention (CDC). So far, almost 30% have had a booster shot. The latest CDC estimates suggest the Omicron variant accounts for about 3% of current cases, most of which have been recorded in the state of New York.Since the start of the pandemic, the US has recorded more than 50 million cases of coronavirus, and more than 800,000 Covid-related deaths.", "url": "https://www.bbc.com/news/world-us-canada-59714272"}