{"datetime": "2021-04-30T23:34:24.000Z", "author": "Tessa Wong", "subject": "Coronavirus pandemic", "title": "Singapore: What's it like in the best place to live during Covid?", "article": "As several countries see a devastating resurgence in Covid cases, one tiny Asian island has emerged as the best place to ride out the global pandemic. This week, Singapore topped the Bloomberg Covid Resilience Ranking, knocking out New Zealand which has ruled the chart for months. The list considers factors ranging from Covid case numbers to freedom of movement. Bloomberg cited Singapore's efficient vaccination programme compared to the slow rollout in New Zealand as the chief reason for the change in position. So what's it like to live in the best place in the world during these uncertain Covid times? And is it really all that it's cracked up to be? OK, it's mostly true. Life in Singapore can be pretty good - though I say this with some big caveats. In recent months, apart from small outbreaks that have been swiftly quashed, there have been nearly zero daily community cases - though just this week several new cases emerged and restrictions were promptly tightened. Strict travel rules and border security have meant that imported cases are generally stopped in their tracks, with arrivals whisked away to isolation immediately. Apart from a two month \"circuit-breaker\" early last year, we've never had to go into lockdown again.Life is near-normal: I can see my family anytime or meet friends for dinner at a restaurant, though we can't be more than eight people. Masks are mandatory everywhere, even outdoors, though you can take them off while exercising or eating. Many of us are back at work in a socially-distanced office, and you can catch a movie, watch a concert, or go shopping - as long as you wear your mask and check in on a contact tracing app.Schools and childcare centres are open, and on the weekend I can take my children anywhere - though many venues have reduced capacity to ensure social distancing, so planning for the weekend is much like preparing for a military exercise (I'm the hapless soldier, my kids are the generals). About 15% of our population has been fully vaccinated since the start of the year. This statistic is partly due to a small base - there's only about six million of us - but also because of a well-run rollout, high trust in the government, anddwindling vaccine hesitancy. So we're safe, and doing well - mandatory mask wearing,aggressive contact tracing , and prolonged restrictions on travel and large gatherings have all helped, as does the fact that we're an island with easily-controlled borders, large financial reserves, and a ruthlessly efficient system. But at the same time, there's a deep dissonance in the idea that we're the best place to live right now. Many in Singapore enjoy freedom of movement, but that's not the case for the hundreds of thousands of migrant workers who are still mostly confined to their workplaces and dormitories, following mass outbreaks last year due to cramped and unsanitary living conditions. They have to seek permission from their employers if they want to leave their dorms, and mostly socialise in government-approved recreation centres. All this is necessary to protect the rest of the country as there is a \"real and significant\" risk of another outbreak in their community, the government has argued . This is not untrue, given that many workers continue to live in more crowded housing than most Singaporeans, even after efforts to improve their accommodation. But it also underscores the bitter fact that for all its talk of equality, Singapore still remains a deeply segregated society. This is \"shameful and discriminatory\", says migrant rights activist Jolovan Wham.\"Because the migrant workers lack political power, it somehow becomes socially acceptable that they bear the brunt of our policy failures. \"New Zealand may also be near the top of the Covid Resilience list, but it did not trample on people's rights. It's not just about the result, but the means of how we get there.\" The pandemic also continues to leave its scars on the underprivileged and low-income families.The government has ploughed millions of dollars into propping up the economy and helping needy families, and the unemployment rate has remained low. But the figures don't tell the full story. Some workers have seen pay cuts, and many of those who lost their jobs have found new ones in the gig economy as food deliverymen or drivers. \"It's precarious, and the feeling of not knowing how much you can earn that day, that can be very stressful. They're easily replaceable too. So it's that lack of social security,\" says social worker Patricia Wee. This stress can then go on to impact families in \"insidious ways\", she adds.Cases of family violence, for instance, have been increasing , even after lockdown. Even for those of us who enjoy the privileges of freedom and a stable income, there are some downsides. The little privacy that we had before the pandemic in this highly-surveilled state has diminished even further. We've come to accept that everywhere we go,we have to use an app or carry a token that traces our whereabouts and the people we come in contact with, though the government says the data is anonymised. Covid-19 has seen a rush into further surveillance without much public debate.Many agree with the government's argument that it's necessary in a crisis, but some have warned of potential misuse of such a massive harvest of data. Whenthe government recently admitted it allowed the police to use this data for purposes other than contact tracing, despite earlier privacy assurances, this lack of transparency angered some. Many are also chafing in what's turned out to be a gilded cage, thanks to strict quarantine rules in Singapore and elsewhere which have ruled out easy travel for now. It's meant that many of us still cannot see in person our loved ones in other countries. Living in a crowded city-state with no hinterland, many in Singapore are used to travelling abroad, even if it's just a weekend daytrip to a nearby Indonesian island or to neighbouring Malaysia's border towns.This is no longer possible, so tens of thousands have gone on cruises to nowhere, while hotels are booked up for \"staycations\" . Motorcycle and car enthusiasts, used to racing the tracks and highways of Malaysia, have been zooming in endless loops around the island.News that Singapore is opening up a travel bubble with Hong Kong , after a failed attempt last year, was met with joy - then a sense of fatalism after community cases were reported in both cities this week. It's hard to complain about boredom though, given how the virus is still ravaging some parts of the world.Some of us, like writer Sudhir Thomas Vadaketh who has family in India which is seeing a devastating second wave, are experiencing something akin to \"survivor's guilt\" as they watch loved ones suffer from afar. \"It just feels weird that the situation in some countries on this planet is literally hell, while here we are looking forward to the travel bubble. It almost feels immoral that we are doing so well and enjoying our lives while we've been closed off, and other countries are doing so badly,\" he says. \"Singapore is a city that has grown rich off the back of globalisation. Given our connectivity and nature of economic development, I feel that we have a greater moral responsibility [to care about other countries].\" Many in Singapore would say that, for now, we are just grateful and relieved to weather a dangerous global pandemic in this safe little bubble. But it will eventually pop. The Singapore government has repeatedly stressed that the country has to reopen for the sake of economic survival, and has already begun easing restrictions for travellers from some places like mainland China and Australia. Singapore will fully rejoin the rest of the world one day - and that will then be our true test of Covid resilience. ", "url": "https://www.bbc.com/news/world-asia-56939261"}