{"datetime": "2021-02-19T21:03:54.000Z", "title": "Why Canada is falling behind in Covid vaccinations", "article": "Canada has secured the world's largest number of potential Covid vaccine doses per capita - but it's struggling to get its hands on some of those doses and to get jabs into arms. Last week, Prime Minister Justin Trudeau promised an \"enormous increase\" in doses coming to Canada of both the Pfizer and Moderna vaccines, the only two currently authorised for use in the country.He is under pressure from critics who say he has not delivered vaccines fast enough, and has promised that all Canadians who want a vaccine will get one by the end of September.Canada's inoculation drive began 14 December, and the country has so far given just over 1.39 million doses. It currently stands at 20 in global rankings of doses per 100 people,according to data compiled by Bloomberg .Just over three out of 100 Canadians have received at least one dose, compared to about 14 in the US and 21 in the UK.There have been over 823,000 confirmed Covid cases in the country, and over 21,000 deaths.Canada was criticised at the end of last year for buying up multiple times the supply it needs to cover its population.It has signed deals with seven vaccine suppliers - Moderna and Pfizer, as well as ones with pending authorisation like AstraZeneca and Johnson and Johnson - for a total of over 400 million doses.But it seems it wasn't positioned for priority delivery of the two authorised jabs.That's partly because the country decided to invest in vaccines from European factories, afraid that the US, under former president Donald Trump, would issue export bans.In December, Mr Trump did issue an executive order to give Americans \"first priority\" for vaccines produced in the US, though it was considered a mostly symbolic move. President Joe Biden has not suggested a change of course.European factories are struggling with supply and recently it has been the EU that has been threatening those bans.Still, Canada and its vaccine suppliers have said they expect agreements will be honoured.Early last year, Canada also signed an agreement with Chinese vaccine-maker CanSino for a vaccine trial, but that deal fell apart. CanSino had initially agreed to bring its vaccine candidate to Canada for testing. Critics have accused the federal government of failing to move swiftly to secure agreements with the likes of Pfizer and Moderna because it was focused on that failed deal.Canada lacks domestic production capacity for vaccines.There have been delivery delays, with reduced or cancelled orders, in recent weeks for both the Moderna and Pfizer inoculations.One count byMaclean's magazine suggested Canada's current supply is behind by about one million doses . As of this week, 2.43% of the population had received at least one dose of the vaccine. Almost 12% of people over 80 and just over 55% of priority healthcare workers have received at least one jab, according to government data.Canada is expecting six million doses by the end of March, a deadline Mr Trudeau has said suppliers expect to meet.There are indications Canadians - many who have been under strict winter lockdowns - are frustrated with the slow pace of vaccinations.\"Delays in the delivery of vaccines appear to have hurt the Liberals,\" said Canadian polling firm Abacus Data on 5 February.\"Government approval, the prime minister's image, and vote share are all down over the past few weeks. Simultaneously, negative perceptions of the government's handling of the vaccination file have risen sharply.\"Provincial premiers have expressed disapproval.On Thursday, Manitoba announced a bid to buy two million doses of a coronavirus vaccine candidate in early trials, bypassing Ottawa. Alberta has also suggested it will seek out its own vaccine supplies. And Canada found itself defending its decision to draw on a supply of coronavirus vaccines from a global inoculation-sharing initiative known as Covax, which pools funds from wealthier countries to help buy vaccines for themselves and low-income nations. Canada is the only member of the G7 group of rich countries listed as a Covax beneficiary at this stage. Recently, Mr Trudeau announced that Canada will be getting some Pfizer doses ahead of schedule and has bought four million additional doses of the Moderna vaccine. He said he understands the \"anxiety\" about the recent interruptions.In a bid to boost domestic production, Canada announced early in February that it signed its first deal to allow a foreign coronavirus vaccine, developed by Novavax, to be manufactured locally. However, that vaccine is still in phase three trials and the Montreal production facility remains under construction.Additionally, the country has authorised six doses to be taken from each vial of Pfizer's vaccine rather than the originally intended five. ", "url": "https://www.bbc.com/news/world-us-canada-56035306"}