{"datetime": "2021-11-23T20:15:22.000Z", "title": "Throne Speech: Trudeau's Liberals lay out parliamentary agenda", "article": "Prime Minister Justin Trudeau has laid out a legislative agenda with a focus on climate and economic recovery. The Throne Speech comes after a five month parliamentary hiatus during which voters re-elected his minority Liberals. Mr Trudeau must once again seek cross-party votes to pass new legislation. The opposition Conservatives said the speech failed to adequately address issues like rising inflation and affordability concerns. Laying out the Liberal government priorities in parliament on Tuesday was Governor General Mary Simon, the first indigenous person to serve as the Queen's representative in Canada.Reading a speech written by Mr Trudeau, Ms Simon said the government would seek to pass laws continuing Covid support, addressing climate change, strengthening gun control, and increasing efforts towards indigenous reconciliation.She also renewed the Liberal party's call for a ban on gay conversion therapy, and to offer a $10 per day for childcare to families across the country. The federal government has so far signed childcare agreements with a majority of provinces to help cut childcare costs.The speech also praised the people of British Columbia who are reeling from deadly and destructive rain, slides and flooding that hit last week and warned that the \"Earth is in danger\".\"From a warming Arctic to the increasing devastation of natural disasters, our land and our people need help,\" said Ms Simon.After a debate over the coming weeks, Canadians legislators will vote on whether to they support the government's agenda. If they reject it, it could trigger another election, though that scenario is unlikely. The left-wing NDP party, which the Liberals hope to get support from, have backed enhanced paid sick leave, a continuation of Covid benefits, and a law outlawing gay conversion therapy.Party leader Jagmeet Singh told reporters after the speech that that Liberals have been warned not to take NDP votes \"for granted\".\"This is not a speech that demonstrates a willingness to work together,\" he said.The return to parliament also comes amid a row over vaccine mandates for MPs. The Liberals, New Democrats and Bloc Québécois have confirmed their members are vaccinated, but Conservatives had for weeks threatened to challenge how the new rule was implemented in parliament. Party leader Erin O'Toole said on Friday that all his MPs present for the Tuesday session would either been fully vaccinated or had secured medical exemptions to the requirement. ", "url": "https://www.bbc.com/news/world-us-canada-59393356"}