{"datetime": "2021-05-17T15:53:34.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Thousands head overseas on holiday as rules ease", "article": "Thousands of British holidaymakers have begun taking advantage of the easing of lockdown rules on overseas travel. Travellers from England, Scotland and Wales are jetting off to some countries in what the crisis-hit tourism industry hopes is the start of a recovery. Travellers can now visit 12 countries on the government's green list, including Portugal and Israel, without isolating on their return. The bosses of British Airways and Ryanair said confidence was returning. The vast majority of tourist destinations remain on the amber and red lists, meaning travellers must quarantine when they get back. Bookings also remain well down on pre-pandemic levels.However, BA chief executive Sean Doyle told the BBC that the airline's six flights due to depart from Heathrow on Monday to \"green\" destinations such as Lisbon, Faro and Madeira were \"very busy\". He said the latest relaxation of restrictions was \"a small step in the right direction\". Ryanair chief executive Michael O'Leary said there weredefinite signs of an early rebound in travel to European destinations. Bookings are up from 500,000 a week in early April to 1.5 million a week now. \"The rate of bookings suggests there is a huge amount of confidence,\" he told BBC Breakfast. \"We are very optimistic for the next couple of months.\" Nellie and Jill are off to Portugal on Monday - but it seemed touch and go right up to the moment they got to the airport. They are \"super excited and really happy to be able to travel again\". But the past few weeks have been stressful, especially as it was only confirmed on Friday that they could definitely travel. Nellie said it was then a real scramble to get PCR coronavirus tests over the weekend, which Jill added was quite complicated.\"Adding all the documentation wasn't easy but we persevered and we're glad we did,\" Jill said. Some holiday sun and a glass of wine on their balcony would make it all worth it, she added. Gatwick Airport chief executive Stewart Wingate said welcoming holidaymakers for the first time in months was a \"big relief\". He expected the number of travellers to increase significantly by the end of May - but this will still be less than 15% of the traffic seen in pre-pandemic times. \"It's an important day for us... we're looking forward to seeing more countries added to the green list in the weeks ahead,\" he added. But there is still caution. Online travel agent Thomas Cook said the number of people booking to travel abroad was \"still small\". It said 75% of its bookings were for Portugal, although Thomas Cook customers planning to jet off this week numbered only in their hundreds. On Friday, Portugal announced that travellers from the UK would be allowed to enter its borders provided they could show a negative PCR test result from the previous 72 hours. That led to an increase in demand for flights to the country. Tui, which has 19 flights scheduled from the UK to Portugal next week, said eight of those would now be on a Boeing Dreamliner, which can carry up to 345 people - almost twice as many people as the Boeing 737s that it had planned to use. Many of those who do intend to get away plan to do so in style. Thomas Cook reported that 85% of customers had booked four or five-star hotels. Before the crisis, only around half of people chose to splash out on that kind of luxury. Hays Travel has noticed a similar trend. At present around half of its customers are booking for next year but it highlighted a \"cautious optimism\" among travellers following an almost four-fold increase in bookings for Portugal this summer. Chief operating officer Jonathon Woodall said the average spend on a two-week holiday for a family of four had increased by £370 to £4,000 as people look to \"fulfil their bucket list\".\"People are upgrading to better destinations and accommodation, spending more to treat themselves,\" he said.After months of keeping apart, travelling on a busy plane feels both familiar and strange. Face masks are mandatory except to allow for eating and drinking, but seats are not socially distanced. I was handed a complimentary antibacterial wipe on boarding.The paperwork is far more complicated than normal. Alongside my passport and ticket, I'm carrying proof of my negative PCR test, a passenger locator form for Portugal and proof of my booked tests for my journey home. I'll have to complete another locator form to come back to the U.K.Still at 35,000 feet, we don't know how long the queues will be at the Portuguese border when we land or on the return journey.Passengers on board have said they feel a little like guinea pigs. The travel industry knows it's important to make this process smooth and safe if it's to have a good summer.While travel from England, Scotland and Wales is permitted to the 12 countries on the green list, most of the destinations are either remote islands or do not currently allow UK tourists to enter. And the government is advising people not to make non-essential trips to locations on its amber list, which covers popular destinations such as Spain, France, Italy and Greece. However, the guidance is expected to be ignored by some holidaymakers. EasyJet and Tui have both said that they will operate holidays to countries classified as amber, provided Foreign, Commonwealth and Development Office (FCDO) does not advise against \"all but essential\" travel. The majority of countries around the world are in the amber category, meaning that arrivals from these places to the UK are required to quarantine at home for 10 days as well as taking a Covid test before departure and two more on arrival. Travellers arriving back in England from an amber country have the option after five days of quarantine to pay for a private Covid test under theTest to Release scheme . If the result is negative, the quarantine can end. BA boss Sean Doyle said \"cautious optimism\" should be exercised when decisions are made about whether to expand the green list when it is reviewed on 7 June.He said vaccination and infection rates in a number of the major aviation markets were \"trending positively\", noting that the US - an important market for both tourism and business \"now has 60% of its adult population vaccinated [and] infections are falling\".From Monday, people travelling abroad will be able to use the NHS app - which is different to the NHS Covid-19 app - to prove they have had the vaccine. Transport Secretary Grant Shapps previously said people who have had both doses will be able to use the app at border controls, although the government says people should still check countries' entry requirements as tests or quarantine might still be needed. Are you travelling abroad today? Share your story. ", "url": "https://www.bbc.com/news/business-57138371"}