{"datetime": "2020-12-01T15:29:58.000Z", "title": "Canada unveils largest economic relief package since WW2", "article": "Canada's federal government will spend C$100bn ($77bn, £58bn) to kick-start the country's post-pandemic economy. It is \"the largest economic relief package for our country since the Second World War\", Finance Minister Chrystia Freeland said on Monday.The spending will bring the deficit to a historic C$381.6bn by March 2021. The wide-ranging plan includes targeted relief for hard-hit business sectors, investments in long-term care homes and distribution of a Covid-19 vaccine.The announcement - the first full fiscal update from Canada's Liberal government since the onset of the pandemic - comes as the country battles a steep second wave of Covid-19 infections. The number of active cases in Canada has more than doubled in November alone, bringing the total number of infections to more than 376,000 - according to a tally from Johns Hopkins University. So far, more than 12,000 Canadians have died.\"When the virus is under control and our economy is ready for new growth, we will employ an ambitious stimulus package,\" to be spent over the next three years, Ms Freeland said in the House of Commons on Monday. The spending will amount to 3-4% of Canada's GDP. Monday's fiscal plan pledges C$1bn to help provinces and territories improve Covid-19 infection control in long-term care facilities. Industries that have been particularly vulnerable to economic shutdowns like tourism, travel and arts will be eligible for business loans up to C$1m, with a 10-year term. And for Canada's lower and middle income families, package promises up to C$1,200 for each child under 6. An additional C$1bn will also be directed to vaccine agreements. \"Canada has secured the most diverse vaccine portfolio in the world,\" Ms Freeland said. Canada has secured seven different vaccine purchase contracts, she said, enough for each Canadian to receive 10 doses, free of charge.And to pay for the expansive plan, Canada will see its largest budget shortfall since World War Two.On Monday, Ms Freeland defended the record deficit as affordable - thanks to low interest rates - and necessary for Canada's economy. \"As we have learned from previous recessions, the risk of providing too little support now outweighs that of providing too much,\" she said. \"We will not repeat the mistakes of the years following the Great Recession of 2008.\"Speaking in the House of Commons, opposition leader Erin O'Toole dismissed the Liberal's proposal. \"Without a plan for vaccines, there can be no long-term plan for our economy,\" the Conservative leader said.Despite Ms Freeland's assurances that each Canadian would have access to several doses of a Covid-19 vaccine, Canadians still \"don't know the first date vaccines will be received,\" Mr O'Toole said.As infections climb, coronavirus shutdowns have battered the country's economy. Last month, Statistics Canada reported an unemployment rate of 8.9%, meaning there are 1.8 million Canadians unable to find a job.Monday's announcement is among the first major challenges for Ms Freeland, who took over the role of finance minister in August, after her predecessor, Bill Morneau, suddenly stepped down from the post amid an ethics scandal. Ms Freeland, 52, is the first woman to hold the position in Canada. She also serves as the country's deputy prime minister.", "url": "https://www.bbc.com/news/world-us-canada-55139229"}