{"datetime": "2021-05-23T23:41:15.000Z", "author": "Robin Levinson-King", "subject": "Coronavirus pandemic", "title": "Toronto lockdown - one of the world's longest?", "article": "Toronto restaurants have been closed to diners for over 360 days since the start of the pandemic, giving the city one of the longest indoor-dining bans in the world. Why? This week, millions of Brits joyfully tucked into a meal in a dining room that wasn't their own. They asked for refills on their water, they considered ordering dessert, they tipped their waiter. Across the pond, in Canada, Torontonians turned green with envy. \"I'd do anything just to sit in a restaurant right now. It doesn't even matter what I'm eating or drinking. The last time that happened was early October, so I'm not fussy anymore,\" says Ariel Teplitsky, a culture writer in the city. \"Give me a plastic seat at a fast-food court and a mediocre burger, and I might even weep.\"The city, which with a population of three million is the biggest in Canada, was put under a provincial emergency stay-at-home order on 8 April this year, as the country overtook the US in new cases per million.The order has been extended until at least 2 June. Before that, the city was under some form of lockdown from 10 October, when the second wave (and then the third wave) began to hit.All told, you've been unable to sit down to a meal in a Toronto restaurant for just over 360 days. Compare that with Paris (over 260 days), London (259 days) or Hong Kong (2 days). Toronto's lockdown has dragged on as Covid cases continued to climb this winter.Unlike its neighbour to the south, Canada did not have a robust vaccine supply to quell the effects of variants, which led to a vicious third wave. Although many businesses were closed, outbreaks continued to occur in schools and essential workplaces.The restaurant scene in others cities fared differently. In Seoul, indoor dining has remained open the entire pandemic, although curfews and limits on the number of people inside have greatly reduced it. Singapore suspended dining-in for several weeks last spring. Restaurants have been operating for much of the pandemic - but had to shut again just last week as the city-state saw a fresh surge in infections and new restrictions were implemented. Before those rules were imposed, the BBC spoke to Eleanor Sim and her husband Gregory Woon, who moved to Toronto from Singapore a few years ago, and now own the Lion City Restaurant and Makan Noodle Bar.Seeing her friends and family carry on normally with life has been hard. \"I'm close to tears to see how much freedom they have,\" she says. Ms Sim and her husband attribute Singapore's success with the country's strict contact tracing and travel restrictions, though some have accused the country of violating its citizens' privacy in the name of public health.\"We're here - you can't pick and choose, there are lots of things that are good here that are not in Singapore,\" says Mr Woon. What worries him and his wife is the livelihoods of their staff.Lion City, in the suburb of Mississauga, remains open, but Makan Noodle Bar, which is in downtown Toronto, has had to temporarily shut its doors. \"As business owners you don't just think about your business and how it affects you, but as well the families behind your staff,\" Ms Sim says.\"To me that's where the pressure is the most, that I don't let the people who work with us down.\" Makan's co-owner, Trevor Lui, thinks that at least a quarter of restaurants could be closed by the time the pandemic is over. \"Many of us don't even know if we want to be in this industry anymore, and this is the industry we have loved our entire lives,\" he says. He says yo-yoing lockdown rules and inadequate financial support from the government have made things harder. \"We've been yanked back and forth so much last year,\" he said.Comparing lockdowns around the world is not always apples to apples. Toronto has had long bans on things like indoor dining, getting your hair cut, or going to the gym, but the city has never imposed a curfew like in Paris, and regional travel has been relatively unrestricted. In terms of simple business closures, Toronto has probably had the longest lockdown in North America, and possibly the world, says Dan Kelly, president of the Canadian Federation of Independent Businesses.Indoor dining, which is, let's face it, impossible to do without getting breathed on by strangers, is often one of the first things to go, and the last things to reopen. Mr Kelly says many small business owners are frustrated, especially since the third wave hit the city so hard, with some neighbourhoods seeing over 1,000 new cases per 100,000 population. \"Is it really leading to the drop in Covid spread that we're all hoping for?\" he asked. \"It feels like this lockdown policy has been for naught.\" Jen Agg, who owns several restaurants in the city, doesn't mince words - she says the last year has been a complete mess (but uses stronger language).While she absolutely supports lockdowns to protect public health, she thinks the way they've been implemented in Toronto, when combined with the country's slow vaccine rollout, contributed to the city's third wave.While thousands of small independent businesses have been closed, many large workplaces, including factories and warehouses, have remained open, and have become a source for outbreaks.Ontario Premier Doug Ford has been criticised by many for ignoring calls by experts to provide paid sick leave so people could stay home and get tested if they had symptoms. The province eventually agreed to mandate three days of paid emergency leave this April.If the province had instituted stricter lockdowns earlier and paid sick people to miss work, Ms Agg believes the city wouldn't have been hit so hard this spring.\"We don't need to be here,\" she says.\"These sort of half-measured lockdowns don't do much good, because they're not actually protecting people.\" When the province decided to re-open patios in March, despite climbing case numbers, Ms Agg refused to do so. \"The numbers were so insane, it felt like a ridiculous decision,\" she says.Two weeks later, and with barely 24-hours' notice, the province announced the stay-at-home order, angering many other restaurant owners who had spent money re-opening outdoor dining. Michael Hunter, co-owner of Antler Kitchen & Bar,even sent Premier Ford a bill for the tap beer his restaurant had ordered but was unable to serve. Patios are now not set to reopen until mid-June. Ms Agg says that without government support, many businesses would be closed. But it was often unclear what, or when, supports would be coming.During the summer, when indoor dining was allowed, she still tried to keep most of her businesses patio-and-takeout only for the health and safety of staff and customers.But she says she felt obligated to reopen French-diner Le Swan, which had no outdoor terrace, because federal pandemic employment benefits had yet to be renewed, and she was concerned her staff would be left without any source of income.\"It was a really, really difficult decision,\" she says.\"Our staff was itching to get back to work… who are we to say no to this thing that everyone else is doing?\" Those benefits were ultimately renewed for the autumn. Federal rent relief for businesses came in November, after months of campaigning by Ms Agg and others. The province didn't roll out small-business grants until this January, nearly a year after the pandemic began. Covid cases are finally starting to come down, as the city accelerates its vaccine rollout. Just about half of the city's total population has received at least one dose, and starting last week, everyone over 18 is eligible to book a vaccine. Canada is spacing out second doses by four months, which means most people are unlikely to have a second dose before the autumn.That's when Ms Agg expects indoor dining to resume, and government aid to stop. \"Once that happens, people are probably three to six months away from drowning under back taxes, or maybe back rent,\" she says. While takeout is keeping Le Swan and others afloat, Ms Agg says she can't wait to eat inside a restaurant again herself too. \"It it's not food that we miss, but it's dining,\" she says. \"You don't see the people who are dining around you in restaurants, and that's really what I miss, is that energy of being alone together.\" ", "url": "https://www.bbc.com/news/world-us-canada-57079577"}