{"datetime": "2019-12-05T22:08:41.000Z", "title": "Throne Speech: Six things on Trudeau's to-do list", "article": "Canadian Prime Minister Justin Trudeau has formally unveiled his government's legislative agenda for the coming parliamentary session - an early test for his minority government. Mr Trudeau's Liberals were re-elected in October but are 13 seats shy of a majority in the House of Commons, meaning they will have to rely on the support of other parties to enact their agenda if they want to hold on to power. That agenda was outlined on Thursday by Governor General Julie Payette, the Queen's representative in Canada, in the speech from the throne.\"This fall, Canadians went to the polls. And they returned a minority Parliament to Ottawa,\" she read from the speech. \"This is the will of the people, and you have been chosen to act on it. And so we open this 43rd Parliament with a call for unity in the pursuit of common goals and aspirations.\" After a debate over the coming weeks, Canadians legislators will vote on whether to accept the government's plans. If they reject them it could trigger another election, though that scenario is unlikely.Here are six priorities for Mr Trudeau and his Liberal government for the coming months.Mr Trudeau vowed to find common ground amid growing concern over regional divides.Mr Trudeau's party failed to win a single seat in the western provinces of Alberta and Saskatchewan, where many residents say their interests are not being represented in Ottawa, the capital. \"Canadians have spoken clearly about the importance of their regions and their local needs,\" Ms Payette read. A chief concern in the west has been the oil and gas industry, which has faltered in recent years. The speech promised to help get Canadian natural resources to market, but stopped short of making any promises regarding pipelines. The Trudeau Liberals promised to be a champion of the middle class during the election campaign and the first order of business will be a tax cut for Canadian families for \"all but the wealthiest\".The government also promised to make life more affordable by cutting the cost of cellphone and wireless bills by 25%, and increasing the federal minimum wage. The Liberals have pledged Canada will not only meet its 2030 targets, but exceed them - a tall order given that many analysts say Canada is currently not on track to meet what it promised under the Paris Agreement. Canada committed to reduce its greenhouse gas emissions by 30% below 2005 levels by 2030. Calling climate change the \"defining issue of the generation\", the government promised to achieve net-zero emissions by 2050. \"This goal is ambitious, but necessary,\" the Liberals say. The government said they would accomplish this by continuing with their carbon tax, which they implemented in 2018, planting two billion trees by 2040, and investing in green technology and transportation.Healthcare is a perennial concern for Canadians, and Mr Trudeau made many promises on that front. The government has pledged more help for Canadians struggling with opioid abuse, increasing access to mental-health care and family doctors and introducing a national prescription drug plan. Prescription drug coverage is not currently mandated by the federal government, but some provinces have implemented their own plans. \"Pharmacare is the key missing piece in universal healthcare in this country,\" Ms Payette read. The government says it will continue with its work to reconcile with Canada's indigenous people.In her speech, Ms Payette praised the \"indigenous genius\" that has helped the country prosper.\"The path to reconciliation is long. But in its actions and interactions, the government will continue to walk it with indigenous and Metis peoples,\" she read.The government promised to implement the UN's declaration on the rights of indigenous peoples, and the recommendations that have stemmed from the Missing and Murdered Women inquiry and the Truth and Reconciliation Commission.After several headlines about a rise in gun violence in Canadian cities, the government has promised to enact stricter gun control by banning military-style firearms and implementing a gun buy-back programme.\"Year after year, headline after headline, Canadians have seen first hand the devastating effects of gun violence. Too many lives lost, too many families shattered. It is time to show courage and strengthen gun control,\" Payette said in the Throne Speech.", "url": "https://www.bbc.com/news/world-us-canada-50592053"}