{"datetime": "2021-10-26T20:12:15.000Z", "author": "Jessica Murphy", "title": "Canadian PM Justin Trudeau holds major cabinet shakeup", "article": "Canadian Prime Minister Justin Trudeau has overhauled his cabinet with significant changes across multiple ministries. It comes after Mr Trudeau's Liberals won a minority government in last month's snap federal election. Of the 38 cabinet members sworn-in on Tuesday, fewer than 10 remain in their prior roles. As part of the shuffle, Canada will see a new defence minister as the military faces a sexual misconduct crisis. Mr Trudeau said the big shakeup comes because \"Canadians are expecting big things to be done\" on matters like climate, reconciliation with indigenous people in Canada - and having a \"fresh, reinvigorated team\" will make that possible.Former defence minister Harjit Sajjan is out of the role after six years, following calls for his removal over the ongoing military scandal.Since last February, multiple current and past senior military leaders have been investigated over claims of inappropriate behaviour. Some remain on leave. Anita Anand is now in as national defence minister - the second woman to ever hold the position. The former academic was previously the minister in charge of leading Canada's procurement during the pandemic, which included securing the country's supply of Covid-19 vaccines. The prime minister called Ms Anand \"a world class expert in governance\" who can help lead the necessary change in the culture of the armed forces.Another key change is bringing in climate campaigner-turned politician Steven Guilbeault as environment minister.Mr Trudeau has called addressing climate change a major priority, saying that Canada will \"encourage, challenge the world to do even more, go even faster\" at the UN Climate Change Summit in Glasgow this month.Mr Guilbeault had a rocky tenure as heritage minister when he introduced a broadcasting reform bill that was criticised as a threat to free speech online. He is a fierce opponent of oil pipeline projects, a fact that could be an irritant for the country's energy producing regions.Mr Trudeau has also named his fifth foreign affairs minister since his Liberals first took power in 2015. Former official languages minister Melanie Joly has been promoted to that role. The ministers keeping their previous positions include Chrystia Freeland, who stays on as federal finance minister and deputy prime minister.Canada's parliament returns on 22 November with a Throne Speech, which is when a government outlines its policies and programmes as a parliamentary session begins. ", "url": "https://www.bbc.com/news/world-us-canada-59015485"}