{"datetime": "2021-10-18T22:25:59.000Z", "title": "Trudeau visits First Nation to apologise after holiday snub", "article": "Canada Prime Minister Justin Trudeau has met indigenous leaders two weeks after he took a seaside holiday on a day meant to honour residential schools survivors and victims. His decision to skip formal events on the first National Day for Truth and Reconciliation was widely criticised.The day honours the indigenous children who were forced to assimilate in state-backed residential schools. On Monday, Mr Trudeau visited the Tk'emlúps te Secwépemc nation.\"I am here today to say I wish I was here a few weeks ago, and I deeply regret it,\" Mr Trudeau said in his prepared remarks.The Tk'emlúps te Secwépemc Nation - located near the site of the former Kamloops residential school in British Columbia, where the unmarked graves of 215 children were discovered in May - had written twice to invite Mr Trudeau to mark the 30 September date.The letters had gone unanswered, and Mr Trudeau - after first saying he would be holding private meetings in Ottawa - was photographed with his family on a beach in Tofino, British Columbia.In a media event on Monday, Mr Trudeau said he had apologised privately for not having visited the community that day.He added that he and the leaders had an \"important and necessary conversation\" that morning on how to \"move forward given the reality of residential schools and the ongoing tragedy that continues to colour not just our past, not just our present, but also unfortunately our future\". In remarks before Mr Trudeau spoke, Chief Rosanne Casimir called the unearthing of the children's unmarked graves \"a heavy burden\" for the community.She called the unexpected news that Mr Trudeau was vacationing a gut punch to the community.\"The shock, anger, sorrow and disbelief was palpable in our community, and it rippled throughout the world,\" she said. \"Today is about making some positive steps forward, and rectifying a mistake.\"As she spoke, Mr Trudeau sat beside her fidgeting with a pen.After she finished, Mr Trudeau praised Mrs Casimir for not \"turning her back\" on him or the federal government after his snub.\"It is something we need to commit ourselves to do better on as a government, and me as an individual,\" said Mr Trudeau. He added that the community needs \"concrete actions\" such as a \"healing centre\" museum. He also vowed that \"compensation will be provided\" to children who were \"removed from care\" under the residential school system, and observed as prayers were read for the children found in the unmarked graves.In June, parliament announced the new holiday, meant to ensure a public commemoration of the history and legacy of residential schools.  Its creation was among 94 calls to action delivered in a landmark 2015 report by the government's Truth and Reconciliation Commission. Hundreds of thousands of people across the country took to social media, participated in ceremonies and wore orange shirts - a symbol of support for residential school survivors - to mark the occasion. ", "url": "https://www.bbc.com/news/world-us-canada-58961940"}