{"datetime": "2021-10-13T14:49:45.000Z", "subject": "Coronavirus pandemic", "title": "US to reopen Mexico Canada land borders for fully vaccinated travellers", "article": "The US has said it will reopen its land borders with Mexico and Canada to fully vaccinated travellers from November. It means those sealed out of the US because of the pandemic can enter - for any reason - using land and ferry crossing points. Unvaccinated travellers will still be banned from entering the US from Mexico and Canada by land.Air travel is currently allowed with a negative Covid test, but will require proof of vaccinations as of 8 November. The US has curbed travel from Mexico and Canada since March 2020. \"We are pleased to be taking steps to resume regular travel in a safe and sustainable manner,\" Homeland Security Secretary Alejandro Mayorkas said in a statement. Currently, most non-US citizens who have been to the UK, China, India, South Africa, Iran, Brazil and a number of European countries within the past 14 days are not allowed into the US. But those rules will also be lifted in November , the Biden administration announced last month. Essential travellers, including students, truck drivers, US citizens and healthcare workers were never banned from crossing land borders. However from January 2022, they will also need to show proof of vaccination to get into the US from Mexico or Canada. \"This approach will provide ample time for essential travellers... to get vaccinated,\"the Department of Homeland Security said . An exact date in November has not yet been announced, but will be \"very soon\", an official told Reuters news agency. Canada opened its border to fully vaccinated travellers from the US on 9 August. Mexico's border has remained open throughout the whole pandemic. A controversial law which allows the US to swiftly expel undocumented migrants to prevent the spread of Covid-19 in holding facilities will stay in place, US media reports. The border legislation, known as Title 42, has cut off access to asylum for hundreds of thousands of migrants trying to enter from Mexico. News of the reopening has drawn praise from US lawmakers with constituencies along the Canadian border. Among them was Chuck Schumer, the Democrats' Senate Majority Leader.\"Kudos to President Biden for doing the right thing and increasing cross border travel between Canada and the US,\" he said. \"This reopening will be welcome news to countless businesses, medical providers, families, and loved ones that depend on travel across the northern border,\" added New York Senator Kirsten Gillibrand. The announcement of new rules in September was a surprise to many - coming days after the US government said it was not the right time to lift restrictions. The US has recorded some 44.5 million coronavirus cases since the pandemic began, and more than 716,000 deaths. 22 October 2021: This article was amended to add the updated information that proof of vaccination will be required for air travel from 8 November ", "url": "https://www.bbc.com/news/world-us-canada-58893052"}