{"datetime": "2019-06-03T20:02:22.000Z", "title": "Canada 'complicit in race-based genocide' of indigenous women", "article": "Canada is complicit in a \"race-based genocide\" against indigenous women, a government inquiry has found. The report cited research finding indigenous women were 12 times more likely to be killed or to disappear than other women in Canada. The inquiry blamed the crisis on deep-rooted colonialism and state inaction. Among more than 200 recommendations is a call for all Canadians to help end violence, including by learning indigenous history. The 1,200-page document released Monday is the culmination of almost three years of hearings and research by the inquiry into disproportionate violence faced by indigenous women and girls in Canada. \"Despite their different circumstances and backgrounds, all of the missing and murdered are connected by economic, social, and political marginalisation, racism and misogyny woven into the fabric of Canadian society,\" said Marion Buller, chief commissioner of the inquiry. It cost C$92m ($67m; £53m), and heard from more than 2,000 witnesses since 2017 - including survivors of violence and family members. Mr Trudeau's government launched the national inquiry in September 2016, after years of calls for one by indigenous and international organisations.Notable cases of missing or murdered indigenous women and girls had fuelled the call for a national inquiry, including the Vancouver murders by Robert Pickton, and the death of schoolgirl Tina Fontaine. In 2015, a landmark Truth and Reconciliation report into the legacy of residential schools in Canada issued a damning verdict - that the policy amounted to \"cultural genocide\". Monday's document takes that finding a step further saying that the murder and disappearance indigenous women and girls over the past few decades has amounted to a \"race-based genocide of indigenous peoples\". The report found that \"persistent and deliberate human and indigenous rights violations and abuses are the root cause behind Canada's staggering rates of violence\". Past inquiries and investigations in Canada - from the 1996 Royal Commission on Aboriginal Peoples to the more recent Truth and Reconciliation report - have put forward about 900 wide-ranging recommendations to deal with many of the underlying issues. Many have never been applied. \"One of the family members' and survivors' biggest fears in opening themselves up to this process as intense as this one is that in the end, nothing is done - the report gathers dust on a shelf and the recommendations are left unanswered,\" the final report said. By Jessica Murphy, BBC News in Ottawa The document released by the National Inquiry into Missing and Murdered Indigenous Women and Girls is dense, at well over 1,000 pages.But - as is often the case - it's the personal stories that cut through the formal language.The voices of some of the families were included in the report, bringing emotional weight to the two phone directory-sized volumes.\"Tamara Lynn Chipman stole her daddy's heart from the moment she was born,\" begins a foreword by Gladys Radek.\"She grew into a tall, lanky, charming, beautiful young lady with a smile that would brighten anybody's day.\"Tamara vanished on 21 September, 2005, along the Highway of Tears in the province of British Columbia, a route notorious for the number of women who have gone missing or died along its 724 km (450 miles).Or the words of Jeremiah Bosse - widower of Daleen Bossee - who admits to early doubts about the inquiry: \"Will this actually work or help?\"He writes: \"Today I feel hopeful for the first time that as victims of violence our words will be heard. The words of our loved ones are spoken.\"Prime Minister Justin Trudeau - who has made reconciliation with indigenous peoples a priority for his government - thanked those that shared stories with the commission, and vowed to enact the inquiry's recommendations.\"This is an uncomfortable day for Canada, but it is an essential day,\" he said. Mr Trudeau did not mention genocide in his speech - a fact that was not lost on Michèle Audette, one of the report's commissioners.\"I was hoping that he would have that courage,\" she said during a press conference. Today was a long time coming for many victims and their family. \"This journey has been emotional but also uplifting, because I've been able to share this day with all these families,\" Shelia LeDoux told the BBC. Her niece went missing in 1992, but her remains were not found until four years later. \"Her voice is silent but I feel like I'm her voice, and I feel like I've carried forward with what I've promised.\" Barbara Sevigny, whose sister was murdered 33 years ago, said today validated the pain she and her family have experienced. \"Our lives matter too. That became very real,\" she told the BBC, her voice cracking. She said she is has been disillusioned by broken promises in the past, and is waiting to see what steps the government will take. The chief commissioner said that nothing short of a \"paradigm shift\" is necessary to dismantle colonialism in Canadian society. Ms Buller urged Canadians: \"Read the report, speak out against sexism, racism, and misogyny. Hold government to account and decolonise yourself by learning about indigenous people and the true history of Canada.\"The inquiry called on the federal government to create an independent mechanism for reporting annually on how the recommendations are being implemented. Other recommendations include: ", "url": "https://www.bbc.com/news/world-us-canada-48503545"}