{"datetime": "2019-11-20T22:15:11.000Z", "title": "Prime Minister Justin Trudeau unveils new cabinet", "article": "Prime Minister Justin Trudeau has unveiled his new cabinet with former Foreign Minister Chrystia Freeland now tasked with handling Canada's internal divisions. His government faces the threat of a national unity crisis amid a growing sense of alienation in Alberta and Saskatchewan.His Liberal Party retained power in October's election but lost 20 seats.Mr Trudeau now has the challenge of governing with a minority.Speaking after the swearing-in ceremony on Wednesday, the prime minister praised Ms Freeland's work on renegotiating the North American Free Trade Agreement with the US and Mexico.The former journalist, 51, was moved to intergovernmental affairs, and will now act as the government's point person to deal with the provinces.She was also named deputy prime minister and will help shepherd the trade agreement through the ratification process, which is facing resistance in the US Congress.Mr Trudeau said their efforts together on \"very difficult negotiation with her American counterparts should enable us to deliver on issues like energy and environment in particular\".The Liberals were shut out of Canada's energy heartland, Alberta and Saskatchewan, where there is growing talk of separation.There is a sense that the west's interests are not represented in the capital of Ottawa and frustration with the government's pipeline and environment policies.Ms Freeland will work closely with former trade minister Jim Carr, who will serve as a special representative for Alberta, Saskatchewan and Manitoba to ensure the region has \"a strong voice in Ottawa\", the prime minister's office said.Conservative leader Andrew Scheer called the expanded 36-member cabinet a \"bloated version of the same one that helped create an affordability crisis for Canadian families, attacked our energy sector and put thousands of Canadians out of work, and set the stage for a national unity crisis\". Francois-Philippe Champagne will replace Ms Freeland as Canada's top diplomat. He formerly held the international trade and infrastructure portfolios.Catherine McKenna, one of Mr Trudeau's more prominent ministers after spending four years in the environmental portfolio, was moved to infrastructure. She is being replaced by former fisheries minister Jonathan Wilkinson. MP Marc Miller is a new face in cabinet, taking over the indigenous services portfolio. The non-indigenous politician made headlines two years ago when he delivered a statement in the House of Commons in the Mohawk language, which he had spent a year trying to learn.A number of ministers kept their portfolios, including Finance Minister Bill Morneau.", "url": "https://www.bbc.com/news/world-us-canada-50494869"}