{"datetime": "2021-10-29T23:12:24.000Z", "title": "Canada challenges compensation order for indigenous children", "article": "Canada says it will appeal against a court order to pay billions of dollars to compensate indigenous children who went through the child welfare system. Last month, a top court upheld a 2016 ruling that the government underfunded First Nations services compared with those for non-indigenous children. It ordered C$40,000 ($31,350; £23,340) payouts to each child who was in the on-reserve welfare system after 2006. The case has been a source of tension between campaigners and the government.The government has said it is not opposed to compensation, but that it had issues over the order's jurisdiction and how the money was to be divided.Ministers and officials said in a statement on Friday that they had filed a \"protective appeal\" as a deadline loomed, but would pause litigation until all parties meet before December. The statement added that they will seek to settle the matter outside of court. \"I despise the imagery, but we're putting our swords down,\" Minister of Crown-Indigenous Relations Marc Miller told reporters in a Friday evening news conference.Campaigners had called for the government of Prime Minister Justin Trudeau not to appeal against the ruling. Cindy Blackstock from the First Nations Child and Family Caring Society told CBC News: \"If there is no deal, we're going to go to hearings on an expedited basis. We don't want children to lose out on this time.\" In 2016, the Canadian Human Rights Tribunal ruled that the government had underfunded First Nations children's services compared with those for non-indigenous children. The government appealed against that ruling in 2019, but lost its challenge last month in the federal court.Mr Trudeau, who won re-election last month, came into office in 2015 promising to strengthen and restore ties with indigenous communities. Speaking from the Netherlands ahead of international summits in Rome and Glasgow, he told reporters: \"We are committed to compensating indigenous people who were harmed as children in child and family services.\" ", "url": "https://www.bbc.com/news/world-us-canada-59098305"}