{"datetime": "2021-09-30T11:40:55.000Z", "title": "Truth and Reconciliation: Canada marks first national day", "article": "Canada is observing its newest federal holiday on Thursday: the first National Day for Truth and Reconciliation. The day honours victims and survivors of Canada's residential schools, which sought to forcefully assimilate indigenous children. The discovery of hundreds of unmarked burial sites of students earlier this year sparked national outrage. The new holiday will coincide with Orange Shirt Day - an indigenous grassroots-led day of remembrance. All Canadians have been encouraged to mark the occasion by wearing orange, to commemorate the thousands of indigenous children robbed of their culture and freedoms. Orange was the colour worn by First Nations residential school survivor Phyllis Webstad on her first day; later, her clothing would be taken from her and her hair cut off. \"The colour orange has always reminded me of that and how my feelings didn't matter, how no one cared and how I felt like I was worth nothing,\" Ms Webstad, the creator of Orange Shirt Day, has said. \"All of us little children were crying and no one cared.\" Delivering remarks to mark the new holiday during a ceremony on Wednesday night, Prime Minister Justin Trudeau urged all Canadians to take a moment to listen to the stories of residential school survivors.There were 140 government and church-backed indigenous boarding schools operating in Canada through the 19th and 20th centuries. At least 150,000 children were forcibly separated from their families to attend the schools.Creating a new federal holiday to honour survivors, their families and their communities was among 94 calls to action delivered in a landmark 2015 report by the government's Truth and Reconciliation Commission. The discovery of more than 1,000 unmarked graves over the summer inspired calls anew for reconciliation. Parliament approved a bill to create the holiday a few days after the first discovery: an estimated 215 burial sites near the country's largest residential school in Kamloops, British Columbia. Governor General Mary May Simon, the first indigenous woman in the role, said in a statement the day would be about \"learning from our lived experiences\" and \"creating the necessary space for us to heal\". \"These are uncomfortable truths, and often hard to accept,\" she wrote in a statement. \"But the truth also unites us as a nation, brings us together to dispel anger and despair, and embrace justice, harmony and trust instead.\" Public sector workplaces in most parts of Canada will be closed for the day. ", "url": "https://www.bbc.com/news/world-us-canada-58742922"}