{"datetime": "2022-02-14T16:37:24.000Z", "title": "Cook Islands territory profile", "article": "The 15 volcanic islands and coral atolls of the Cook Islands are scattered over 770,000 square miles of the South Pacific, between American Samoa to the west and French Polynesia to the east. A former British protectorate which became self-governing in 1965, the territory is now in free association with New Zealand. Its economy centres on tourism; the territory's natural assets include fine beaches and volcanic mountains. Named after Captain Cook, who explored them in 1773, the islands were once autonomous, home to tribes of mixed Polynesian ancestry. Governments still seek advice on matters of culture, custom and land ownership from a council of hereditary leaders known as the House of Ariki. More than twice as many native Cook Islanders live in New Zealand than live in the islands themselves. Most of them have left in search of a brighter economic future. As New Zealand citizens they can also live in Australia. Black pearls are the chief export. Agriculture, the sale of fishing licences to foreign fleets and offshore finance are also key revenue earners. Head of state: Queen Elizabeth II, represented by a governor Prime Minister: Mark Brown Deputy Prime Minister Mark Brown took over on the retirement of Henry Puna in October 2020. He had served as finance minister since 2010. MEDIA The main radio and TV stations are operated by the privately-owned Pitt Media Group, which also publishes weekly newspapers. Radio Australia broadcasts on FM on Rarotonga. Some key dates in the history of the Cook Islands: 1596 - Spaniard Alvaro de Mendana is the first European to sight the islands. 1773 - Captain James Cook explores the islands and names them the Hervey Islands. Fifty years later they are renamed in his honour. 1821 - English and Tahitian missionaries arrive, become the first non-native settlers. 1888 - Cook Islands are proclaimed a British protectorate and a single federal parliament is established. 1901 - Islands are annexed to New Zealand. 1946 - Legislative Council is established. For the first time since 1912, the territory has direct representation. 1965 - Islands become a self-governing territory in free association with New Zealand.1985 - Agreement on creating a South Pacific nuclear-free zone - the Rarotonga Treaty - is opened for signing on the main island. 2017 - The Cook Islands creates the world's largest marine reserve - a one million-sq-km (411,000-sq-mile) swathe of the Pacific Ocean. ", "url": "https://www.bbc.com/news/world-asia-pacific-16495238"}