{"datetime": "2021-06-24T18:55:35.000Z", "title": "Canada: 751 unmarked graves found at residential school", "article": "An indigenous nation in Canada says it has found 751 unmarked graves at the site of a former residential school in Saskatchewan. The Cowessess First Nation said the discovery was \"the most significantly substantial to date in Canada\".It comes weeks after the remains of 215 children were found at a similar residential school in British Columbia.\"This is not a mass grave site. These are unmarked graves,\" said Cowessess Chief Cadmus Delorme.The Marieval Indian Residential School was operated by the Roman Catholic Church from 1899 to the 1980s, when the First Nation took over operations, in the area where Cowessess is now located in southeastern Saskatchewan. It is not yet clear if all of the remains are linked to the school. It was one of more than 130 compulsory boarding schools funded by the Canadian government and run by religious authorities during the 19th and 20th Centuries with the aim of assimilating indigenous youth.An estimated 6,000 children died while attending these schools, according to former Truth and Reconciliation Commission chair Murray Sinclair. Students were often housed in poorly built, poorly heated, and unsanitary facilities. Physical and sexual abuse at the hands of school authorities led others to run away.Last month, the Cowessess began to use ground-penetrating radar tolocate unmarked graves at the cemetery of the Marieval Indian Residential School in Saskatchewan. Thursday's announcement marked the first phase of the search efforts.Chief Delorme said there may have been markers for the graves at one point but that the Roman Catholic church, which oversaw the cemetery, may have removed them. Cowessess First Nation is \"optimistic\" that the church will work with them in investigating further, he said.It has not yet been determined if all the unmarked graves belong to children, Chief Delorme said. Technical teams will now work to provide a verified number and identify the remains, he said.In a statement, Prime Minister Justin Trudeau said he was \"terribly saddened\" by the discovery in Saskatchewan. He said it was \"a shameful reminder of the systemic racism, discrimination, and injustice that Indigenous peoples have faced\".Between 1863 and 1998, more than 150,000 indigenous children were taken from their families and placed in these schools throughout Canada.The children were often not allowed to speak their language or to practice their culture, and many were mistreated and abused.\"They made us believe we didn't have souls,\" said former residential school student Florence Sparvier at a press conference on Thursday. \"They were putting us down as people, so we learned to not like who we were.\"A commission launched in 2008 to document the impacts of this system found that large numbers of indigenous children never returned to their home communities. The commission's landmark report said the practice amounted to cultural genocide.In 2008,the Canadian government formally apologised for the system. The Roman Catholic church - which was responsible for the operations of up to 70% of residential schools - has not yet issued a formal apology.The May discovery of 215 children's remains at the site of a former residential school in Kamloops has thrown a spotlight Canada's past policies of forced assimilation. Indigenous leaders expect similar findings as the search for grave sites continues, aided by new funding from federal and provincial governments.Cities in the provinces of British Columbia, Saskatchewan and New Brunswick have cancelled upcoming celebrations for Canada Day on 1 July in protest, and statues of figures involved with residential schools, including Canada's first Prime Minister John A Macdonald, have been vandalised or removed throughout the country.", "url": "https://www.bbc.com/news/world-us-canada-57592243"}