{"datetime": "2013-05-02T12:20:51.000Z", "title": "Judge to rule on HMRC's tax deal with Goldman Sachs", "article": "A judge is being asked to decide if HM Revenue and Customs (HMRC) acted illegally by letting investment bank Goldman Sachs off part of its tax bill. Campaign group UK Uncut Legal Action claims the taxpayer missed out on up to £20m as a result of what it calls a \"sweetheart\" deal. The one-day hearing is due to go ahead at the High Court in London later. HMRC admits it made a mistake in finalising the deal, but says it did not do anything illegal. It says that at most the taxpayer lost between £5m and £8m, and that it has since changed the way it negotiates tax deals with big companies. HMRC discovered that over a period of years in the 1990s, Goldman Sachs had avoided tax by routing bonus payments through a subsidiary in the British Virgin Islands. By doing so, the investment bank had not paid National Insurance (NI) contributions. But instead of going through a legal process to recover the money that they believed was owed to the taxpayer, HMRC's then boss, Dave Hartnett, decided to come to an arrangement with Goldman Sachs directly, in what is known as a \"bespoke settlement\". After a meeting with the bank's tax director, Mike Housden, in November 2010, the company agreed to pay the NI contributions that it owed, an amount that has not been made public. However, HMRC decided that, for technical reasons, it could not collect the interest that had accrued. Subsequently it admitted it had made a mistake, and said it should have collected up to £8m that was owed by the bank. \"It was the result of human error,\" a spokesman told the BBC. A whistle-blower, Osita Mba, later told MPs on the Public Accounts Committee that the amount may have been nearer to £20m. HMRC rejects that assessment. UK Uncut Legal Action (ULA), an offshoot of the anti-cuts action group UK Uncut, claims that HMRC's action was in contravention of its statutory duty to collect taxes properly, fairly and equally. \"We believe that the deal with Goldman Sachs is unlawful,\" Anna Walker of ULA told the BBC. \"We want to show HMRC that doing these tax deals is not politically, legally or morally acceptable.\" Although details of the NI back-payments from Goldman Sachs have not been made public, HMRC has always insisted it was \"a good settlement\".The claim that the taxpayer received good value from it is supported by a report from the National Audit Office published in June 2012. A retired tax judge, Sir Andrew Park, examined five bespoke settlements with big companies, including the deal reached with Goldman Sachs. The report concluded that \"all five settlements were reasonable, and at least one may have been better than reasonable\". It also suggested that reaching a settlement could be cheaper for the taxpayer, as it avoided expensive legal costs. The report said that if both sides cannot agree, litigation can be \"long and very expensive\". It was also acknowledged in the report that HMRC had since tightened up its procedures. Following the hearing, judgement is expected to be announced at a later date. UK Uncut Legal Action's costs are being funded by public donations, which have amounted to £20,000. ", "url": "https://www.bbc.com/news/business-22369147"}