{"datetime": "2021-10-01T20:01:57.000Z", "title": "Truth and Reconciliation: Trudeau slammed for taking vacation", "article": "Prime Minister Justin Trudeau has been criticised for leaving on vacation during Canada's first National Day for Truth and Reconciliation. The new federal holiday honours thousands of indigenous children who were forcefully assimilated in Canada's state-backed residential school system. Mr Trudeau's daily schedule had indicated he would spend the day in private meetings in the capital Ottawa. Instead he was spotted with family on the beach in Tofino, British Columbia. Mr Trudeau's office later amended his itinerary and, in a statement to CBC News, a spokesperson admitted: \"Yes, the PM is spending time in Tofino with family for a few days.\" On Twitter, the Canadian leader said that he had \"spent some time on the phone\" with residential school survivors.Still, many indigenous groups have condemned his decision to not mark the day in person.Leaders of the Tk'emlúps te Secwépemc Nation - located near the site of the former Kamloops residential school, where the unmarked graves of 215 children were discovered in May - told Canadian media they had written twice to Mr Trudeau requesting that he visit the community on Thursday. \"Justin Trudeau's arrogant dismissal of the Tk'emlúps invitation represents a slap in the face to all IRS [indigenous residential school] Survivors, especially grieving families of the children that never came home,\" said Grand Chief Stewart Phillip, with the Union of British Columbia Indian Chiefs. In a lengthy statement on Friday, the Native Women's Association of Canada (NWAC) expressed \"shock and dismay\", saying his decision to \"duck out\" was \"astounding for its sheer level of callousness and disregard for what the First Nations, Métis and Inuit people have endured\". Mr Trudeau did mark the occasion the previous night in a ceremony in Ottawa, but NWAC CEO Lynne Groulx said the prime minister's vacation signalled that, once parliament had declared the holiday, he \"wiped his hands and said 'job done, let's move on'\". In June, parliament announced the new holiday, meant to ensure a public commemoration of the history and legacy of residential schools.  Its creation was among 94 calls to action delivered in a landmark 2015 report by the government's Truth and Reconciliation Commission. Hundreds of thousands of people across the country took to social media, participated in ceremonies and wore orange shirts - a symbol of support for residential school survivors - to mark the occasion. ", "url": "https://www.bbc.com/news/world-us-canada-58765502"}