{"datetime": "2022-02-11T19:42:32.000Z", "subject": "Coronavirus pandemic", "title": "Macron calls for calm as convoy of protestors nears Paris", "article": "France's Emmanuel Macron has appealed for calm as a so-called \"Freedom Convoy\" of lorries nears Paris for a protest against Covid restrictions. President Macron told the Ouest-France newspaper there was \"fatigue\" in France linked to the coronavirus outbreak, but added: \"I call for the utmost calm\".The protesters, inspired by a blockade by Canadian truckers, are preparing for a gathering on Saturday. Police warn all the vehicles will be blocked ahead of the banned meeting. Canada's capital Ottawa has been paralysed for days by truckers objecting to Covid-19 measures there, andon Friday the province of Ontario, where the city is located, declared a state of emergency. Convoys from towns and cities around France have been making their way to Paris apparently inspired by that protest. Protesters in France are opposed to the vaccination pass required to enter restaurants, bars and public spaces, rather than any border issues. Convoys are organising online and appear to come from various political and ideological backgrounds, making it difficult to estimate how many vehicles might arrive in Paris. A spokesman for the movement told the BBC that many people were arriving in their own cars, and were planning to position themselves on the outskirts of the city to avoid the police. The convoys have drawn in others who are angry at rising prices. The vehicles have not yet reached the capital, but clashes among politicians are already beginning, says the BBC's Lucy Williamson, in Paris. Veteran far-right leader Marine Le Pen, hinting at her support for the demonstration in a radio interview, described it as \"another form of the yellow vests\", referring to protests that started in 2018 over fuel duty and later escalated to a much wider anti-government movement. Asked whether she thought people should vote rather than blockade roads to bring about change, Ms Le Pen answered, \"both\". A merging of protest groups opposed to government policies is the last thing President Macron wants, just two months before a presidential election, our correspondent adds. ", "url": "https://www.bbc.com/news/world-europe-60354808"}