{"datetime": "2022-02-12T19:21:02.000Z", "subject": "Coronavirus pandemic", "title": "Covid protests: Hundreds fined and dozens arrested as convoy enters Paris", "article": "Police have intercepted hundreds of vehicles trying to enter Paris as part of a protest against France's coronavirus regulations. Tear gas was fired in the city as demonstrators defied an order banning the \"Freedom Convoy\". Interior Minister Gérald Darmanin said more than 300 tickets had been handed out and 54 people arrested. Authorities have deployed more than 7,000 officers over the next three days in a bid to stop the demonstrators. Despite those efforts, some vehicles managed to arrive at the Arc de Triomphe in the city, and tear gas was fired at demonstrators on the nearby Champs-Élysées avenue. The groups were inspired by the self-styled Canadian \"Freedom Convoy\"which has disrupted trade on the US border and occupied streets in Ottawa. Similar demonstrations have started to spread around the world. Austria and Belgium have banned such convoys from entering their capitals, with similar demonstrations also emerging in Australia, New Zealand and the Netherlands. On Saturday, police in Paris said they had intercepted hundreds of vehicles heading into the city.Two were allegedly carrying knives , hammers and petrol canisters, andfive were allegedly carrying slingshots . A video posted online by a journalist and shared by the police showed officers halting lines of vehicles on the city's ring road. Police close to the Arc de Triomphe were seen diverting camper vans and other vehicles away from the area. Demonstrators who oppose France's Covid pass, which requires people to show proof of vaccination before entering public venues, want to gather and blockade the capital across the weekend - suggesting such scenes may be repeated Sunday. Convoys have organised online and appear to come from various political and ideological backgrounds, making it difficult to estimate how many vehicles might arrive in Paris each day. They have also drawn in others angry at rising prices in France. Some plan to continue on to Brussels, home of many European Union institutions, for further demonstrations on Monday. City officials there have also banned the planned demonstration.Prime Minister Jean Castex said on Friday that authorities would be \"very firm\" if the group tried to block the French capital. \"The right to demonstrate and to have an opinion are a constitutionally guaranteed right in our republic and in our democracy. The right to block others or prevent coming and going is not,\"he told France 2 . Mr Castex also objected to the demonstrators calling themselves a \"Freedom Convoy\".The word freedom should not be associated with \"virulent attacks against vaccination\", he said, because freedom is not \"contaminating others\". The convoys consisting overall of some several hundred cars and camper-vans spent the night at points outside Paris, and from early this morning began driving into the city centre - their aim, apparently, to block the Champs-Élysées.Police have set up checkpoints at exits from the Paris ring road, and they're out in force across the capital, stopping cars that look like they're occupied by protesters. By midday they'd issued around 300 fines.Two months ahead of presidential elections the government is anxious to avoid any scene reminiscent of the sometimes violent yellow-vest protests of three years ago.The protest movement is ostensibly about Covid restrictions, in imitation of the so-called Freedom Convoys in Canada, but many of the participants also proclaim their allegiance to the yellow-vests. Some intend to proceed to Brussels on Sunday. France's protesters were inspired by the blockade in Canada, which has closed a crossing that sees $1.7bn (£1.2bn) of daily trade between Canada and the US. Truckers there, objecting to a federal Covid vaccine mandate for those crossing the border into Canada, have occupied the Ambassador Bridge and camped on the streets of the capital Ottawa for days.A court order ordering them to leave the bridge came into effect at 19:00 local time (midnight GMT) on Friday.Copycat protests have also emerged elsewhere.Some 10,000 protesters opposed to vaccine mandates arrived at Parliament House in the Australian capital Canberra on Saturday,local media reported , while police in New Zealand's capital Wellington arrested more than 100 people on Thursday who blocked roads in the city. ", "url": "https://www.bbc.com/news/world-europe-60359061"}