{"datetime": "2022-02-10T01:39:23.000Z", "title": "Trudeau slams 'unacceptable' protests as police warn truckers", "article": "Canadian Prime Minister Justin Trudeau has hit out at protests by truckers around the country as \"unacceptable\". Speaking to parliament in Ottawa, he defended the Covid restrictions that have prompted truckers to converge on the nation's capital. Ottawa police meanwhile warned protesters could be arrested, and a conviction might cost them their jobs.The protests in Ottawa and at two Canada-US border crossings have been going on for two weeks.\"Blockages, illegal demonstrations are unacceptable, and are negatively impacting businesses and manufacturers,\" Mr Trudeau said on Wednesday. \"We must do everything to bring them to an end.\"He said the protesters are \"trying to blockade our economy, our democracy and our fellow citizens' daily lives\".\"It has to stop.\" Mr Trudeau returned to parliament on Monday following a week-long isolation after he caught coronavirus.Since Monday drivers have been blocking the largest international suspension bridge in the world at a border crossing that makes up around a quarter of US-Canada trade.The closure of the Ambassador Bridge by about 100 protesters in their big rigs has been denounced by trade groups. The span connects Windsor, Ontario, to Detroit, Michigan. Car manufacturers in the region say that they have had to reduce production and shift hours due to parts shortages caused by the ongoing blockade. Industry experts say that it could result in company layoffs and increase the prices that consumers pay for vehicles.The world's biggest manufacturer, Toyota, has halted production at three factories in Ontario, saying no more vehicles will be produced there this week.The White House has called for an end to the protests saying they risk hurting the car industry and US agricultural exports. About 400 trucks remain in central Ottawa after arriving there late last month. Police said on Wednesday the protesters could be charged with \"mischief to property\" because they were inhibiting local residents' \"lawful use, enjoyment and operation of their property\". Ottawa police warned that \"anyone blocking streets or assisting others in the blocking of streets may be committing a criminal offence\". They added that a criminal conviction could result in seizure of their vehicles, and an inability to enter the US. The police force also hiked penalties for noise, engine idling and other infractions in the city to C$1,000 ($790, £585) per offence.The truckers are protesting against a rule requiring truckers entering Canada to be fully immunised against coronavirus. The demonstrators have also voiced opposition to Covid passports and mask mandates. Mr Trudeau has refused to budge on federal Covid measures, even as provinces begin lifting their restrictions.Alberta, Saskatchewan, Quebec and Prince Edward Island have all announced plans to lift most mitigation measures this month. Nova Scotia and New Brunswick are also easing some restrictions. On Tuesday, Alberta Premier Jason Kenney said pandemic-related rules had \"disrupted and even destroyed livelihoods\" in the province. In Coutts, Alberta, on the border with the US state of Montana, RCMP officers began issuing tickets on Wednesday to remove dozens of trucks that have been blocking that international crossing for about two weeks. No arrests have been reported, and authorities said that enforcement would take place in \"stages\" beginning with information gathering. \"Really it's going to be up to them,\" said RCMP Superintendent Roberta McKale, calling on them to move on their own.\"Up until this point it's been us asking them and this afternoon we don't have an option, we're going to have to use our enforcement options to have that happen.\" Mr Trudeau has faced criticism from within his own party over his handling of the protests, which come as infections from the Omicron variant decline significantly.Quebec MP Joël Lightbound, a fellow Liberal, criticised the prime minister this week for \"demonising\" groups that disagree with Covid mandates.\"It's becoming harder and harder to know when public health stops and where politics begins,\" Mr Lightbound said. \"It's time to stop dividing Canadians and pitting one part of the population against another.\" Interim Conservative leader Candice Bergen accused Mr Trudeau on Wednesday of wanting a \"permanent pandemic\". \"The prime minister needs to put his ego aside,\" she said. \"He needs to do what's right for the country. He needs to to end the mandates. He needs to end the restrictions.\" At a news conference on Wednesday, organisers of the Freedom Convoy said protesters were \"upbeat\". They added that the truckers were resting so as to be \"re-energised\" for weekend protests, which they likened to a \"festival\". Reacting to the police warning, a lawyer for the protesters maintained in a statement that their actions were lawful. \"Noisy, inconvenient or unwanted protests are protected and must be facilitated,\" the lawyer said.The protesters have raised $7.8m on website GiveSendGo as of Wednesday after GoFundMe cancelled their fundraiser and began refunding some $10m in donations.Republican officials in at least two US states - Texas and Missouri - have opened investigations into GoFundMe over the decision. The protests in Canada have inspired similar events around the worldfrom Australia and New Zealand to France. Online chatter is building for a trucker protest in Washington DC. ", "url": "https://www.bbc.com/news/world-us-canada-60327794"}