{"datetime": "2018-01-09T11:50:25.000Z", "title": "Cook Islands profile - Timeline", "article": "A chronology of key events: 1596 - Spaniard Alvaro de Mendana is the first European to sight the islands. 1773 - Captain James Cook explores the islands and names them the Hervey Islands. Fifty years later they are renamed in his honour.1821 - English and Tahitian missionaries arrive, become the first non-native settlers.1888 - Cook Islands are proclaimed a British protectorate and a single federal parliament is established.1901 - Islands are annexed to New Zealand.1946 - Legislative Council is established. For the first time since 1912, the territory has direct representation.1965 5 August - Islands become a self-governing territory in free association with New Zealand. Albert Henry, leader of the Cook Islands Party, is elected as the territory's first prime minister.1974 - Prime Minister Albert Henry is knighted by Queen Elizabeth II.1979 - Albert Henry is found guilty of electoral fraud and is stripped of his knighthood.1981 - Constitution is amended. Parliament grows from 22 to 24 seats and the parliamentary term is extended from four to five years.1985 - Agreement on creating a South Pacific nuclear-free zone - the Rarotonga Treaty - is opened for signing on the main island.1997 - November - Cyclone Martin kills at least six people; 80% of buildings are damaged and the black pearl industry suffers severe losses.2002 - Prime Minister Terepai Maoate is ousted from government following second vote of no-confidence in his leadership 2004 April - Prime Minister Robert Woonton visits China; Chinese Premier Wen Jiabao grants $16m in development aid.2004 September - General elections: Ruling Democratic Party wins majority, incumbent PM Robert Woonton keeps his seat by four-vote margin.2004 December - Recount reveals tie between Prime Minister Robert Woonton and his challenger in September's election. High Court orders by-election. Jim Marurai is sworn in as new premier.2005 February-March - Four cyclones in as many weeks hit the territory, causing widespread damage.Cook Islands are removed from an international list of territories whose policies against money laundering are deemed to be too weak.2006 July - Snap election is called after a by-election tips the parliamentary balance of power in favour of the opposition Cook Islands Party.2006 September - Parliamentary elections. The Democratic Party keeps majority of seats in parliament, but parliament is unable to meet as a result of petitions filed by the Cook Islands Party over alleged voting irregularities.2010 November - Elections won by Cook Islands Party. Proposal to reduce size of parliament rejected in referendum. 2013 April - Data leaked to British authorities identifies thousands of companies allegedly hiding money offshore in places such as the Cook Islands. 2014 July - The governing Cook Islands Party retains its majority in parliamentary elections, after initial results pointed to a hung parliament.2014 September - Ruling Cook Islands Party loses its one-seat majority as a result of a court decision, raising the possibility of a hung parliament.2015 April - Ruling Cook Islands Party wins crucial Vaipae-Tautu by-election securing an overall majority in parliament. William Heather is elected leader of the opposition Cook Islands Democratic Party replacing Wilkie Rasmussen. 2015 May - World Health Organization's latest estimate says Cook Islands is officially the fattest country in the world with just over half the population classified as obese. 2017 August - The Cook Islands opens the world's largest marine reserve - a one million-sq-km (411,000-sq-mile) swathe of the Pacific Ocean. ", "url": "https://www.bbc.com/news/world-asia-pacific-16495600"}