{"datetime": "2022-02-10T13:22:16.000Z", "subject": "Coronavirus pandemic", "title": "Freedom Convoy: Paris protest banned by police ahead of arrival", "article": "Paris has banned so-called Freedom Convoy protests planned for Friday, as car and lorry drivers head to the city. Canada's capital city Ottawa has been paralysed for days by truckers objecting to Covid-19 measures there. Convoys from towns and cities around France have started making their way to Paris to copy that protest. On Monday, some plan to join a major demonstration in Brussels - where the mayor has also banned the incoming protests for not having a permit. Ottawa has been put into a state of emergency over its protests, which saw truckers blockade the streets to protest against rules requiring vaccination to cross the US-Canada border.In France, protesters are opposed to the vaccination pass required to enter restaurants, bars and public spaces, rather than any border issues. Convoys are organising online and appear to come from various political and ideological backgrounds, making it difficult to estimate how many vehicles might arrive in Paris on Friday. But one of the largest online groups has more than 350,000 members, and French media report that several convoys have already left cities such as Nice, Bayonne and Perpignan.After dozens of arrests at the Canadian demonstration, police in Paris are citing the risk of disturbances to public order as one reason for banning the protests. Authorities also reminded people that interfering with the roads can carry a two-year prison sentence or a €4,500 (£3,800) fine. Motorways leading into Paris will have extra police patrolling them. Drivers blocking the free flow of traffic could also have their driving licence suspended or penalty points added to their licence. Officials say the Covid pass restrictions prompting the French protests could be removed in the next two months - before France's presidential election in April. In Brussels, meanwhile, Mayor Philippe Close said that he and Belgian ministers had decided to ban the protest because no application for an event was lodged. He said resources were being deployed to prevent road blockages and police would divert any arriving convoys. ", "url": "https://www.bbc.com/news/world-europe-60317807"}