{"datetime": "2012-06-13T15:13:25.000Z", "title": "Tax avoidance campaigners can challenge Goldman deal", "article": "The High Court has given tax avoidance campaigners permission to challenge a deal between HM Revenue and Customs and investment bank Goldman Sachs. UK Uncut was given leave to challenge the legality of a deal, enabling Goldman to avoid a multi-million-pound interest bill on unpaid tax on bonuses. The judge said UK Uncut had \"an arguable case\" that should receive a full judicial review hearing. HMRC replied that it would strongly contest the allegations against it. \"Large business tax settlements are a vital part of how HMRC secures tax revenues for the country and without them, Britain's public finances would be seriously damaged,\" said a spokesman. \"We welcome the judge's decision to refuse permission for UK Uncut's application to quash the settlement.\"We also welcome the opportunity to demonstrate that we acted legally,\" the spokesman added. UK Uncut alleges that £20m in uncollected tax should be returned to the public purse.Ingrid Simler QC, appearing for UK Uncut, said HMRC had reached a settlement in a dispute over National Insurance due on bonuses with Goldman Sachs in 2010 without requiring the payment of interest. The potential cost to the taxpayer is officially put at £8m, but UK Uncut says the sum could be as high as £20m. The bank was allowed to skip the interest bill after the country's top tax official, David Hartnett, was wrongly advised there was a \"legal impediment\" to collecting it. Ms Simler said the error was quickly noticed, but, despite legal advice that the agreement with the bank was not binding, HMRC unlawfully withdrew a County Court claim for the money owed, without seeking to re-negotiate. Ms Simler said: \"The issues in this case are of great importance both to taxpayers and HMRC as well.\" James Eadie QC, for HMRC, argued that UK Uncut's application for permission should be refused. He said the National Audit Office was producing a report for Parliament, to be released on Thursday, on an investigation by a senior judge into a series of controversial tax deals, including the Goldman Sachs case. Mr Eadie argued that it would be more \"appropriate and convenient\" to allow Parliament to deal with the whole matter. He said the UK Uncut application should at least be adjourned to see what the report contained. However, Mr Justice Simon said the report was likely to decide a number of important factual questions relevant to maladministration, but it would not deal with the legal issues raised in court.The judge said: \"There is plainly public interest in this matter, and maladministration and legality are separate issues.\" He also rejected HMRC claims that judicial review was not appropriate because the case involved matters of confidentiality between the Revenue and taxpayers. ", "url": "https://www.bbc.com/news/business-18431183"}