{"datetime": "2013-02-21T17:12:34.000Z", "title": "Tax dodgers named on HMRC list", "article": "Tax dodgers are being named on a list published by HM Revenue and Customs (HMRC) for the first time, as their affairs come under greater scrutiny. The list highlights \"deliberate defaulters\" who were found during investigations by HMRC into affairs conducted after April 2010. In these cases, the culprits had each not paid more than £25,000 of tax. The naming and shaming exercise is part of a crackdown that includes larger fines and tracing previous evaders. The first list features nine names, including a hairdresser, a coach operator and a knitwear manufacturer.They received fines ranging from a few thousand pounds to £291,830. This was imposed on wine retailer The Trade Beverage Company Ltd of Mobberley in Cheshire. Other businesses named were bar and club Southport Leisure, of Coronation Walk, Southport, Gatemain Contractors, of Wainscott in Rochester, Kent, and Menemis, trading as Unlimited Knits in Nottingham. Individuals named were hairdresser Joseph Tyrrell, of Prescot Road in Liverpool, grocer Rafique Maroof Raja, of Thornton, Kirkcaldy, pipework specialist S Stewart, of Woolton in Liverpool, David Alan Jay, who trades in property maintenance in Cranham, Essex, and coach operator Brian Clifford Tattersall, of Bolton. \"The publication of these names sends a clear signal that cheating on tax is wrong and reassures people who pay their taxes - the vast majority - that there are consequences for those who refuse to tell HMRC about their full liability,\" said Treasury Minister David Gauke.\"It also encourages defaulters to make a full and prompt disclosure and cooperate with HMRC to avoid being named.\" When added together, the tax owed amounted to less than £1m. When asked why no large corporations appeared on the list, Mr Gauke said that HMRC was taking action to close legal loopholes, and those who promoted aggressive tax avoidance schemes were also being exposed. A recent Commons public accounts committee report called for HMRC to publicly list promoters of tax avoidance schemes and those who used them. Under the new plan, called the Managing Deliberate Defaulters (MDD) scheme, anyone who evades tax will also have their financial affairs watched closely for up to five years to make sure they do not re-offend. It started with letters being sent to 900 known tax dodgers warning them they will stay in the Revenue's sights for up to the next five years. HMRC has said the programme was as much about deterring would-be tax evaders as punishing those who had already been found out. Other measures include: Ordinarily, tax offenders can be fined up to 100% of the tax they have not paid, plus the payment of the back taxes plus interest. Offenders who have been trying to evade tax in some offshore jurisdictions now face fines of up to 200% of their unpaid tax. HMRC has the option of prosecuting the worst offenders, which can lead to them being sent to jail if convicted. The list will be updated every three months. In order for someone to be named on the website, they must have failed to fully disclose what they owed at the outset. The taxman can only publish defaulters' names for a year and within 12 months of the penalty becoming final. Details are published only once all appeal routes have been exhausted. Chas Roy-Chowdhury, of the ACCA tax body, said this made the list \"credible\". ", "url": "https://www.bbc.com/news/business-21536171"}