{"datetime": "2021-09-15T16:35:09.000Z", "subject": "November 2015 Paris attacks", "title": "Paris attacks trial: Abdeslam blames France for bombing IS", "article": "The main defendant in the November 2015 Paris attacks trial has sought to justify the murder of 130 people as retaliation for French military action against Islamic State (IS) jihadists. Prosecutors say Salah Abdeslam, 32, is the only surviving member of the IS cell that targeted Paris that night. \"We attacked France, targeted its population, civilians, but there was nothing personal,\" he told the trial. His remarks shocked and upset survivors and victims' relatives in court. Last week, he disrupted the trial with two outbursts, but this time the judge had given the defendants permission to make a brief statement and reporters said his conduct was more measured. Later this month, some of the survivors of the 13 November bomb and gun attacks will start giving evidence, which is expected to take five weeks. Although there are 20 defendants on trial, Salah Abdeslam is the chief suspect and only 13 others are in court. Most of the others are presumed dead. He singled out former President François Hollande, saying that when he had authorised air strikes on IS militants in Syria he knew that French citizens would meet their deaths. French warplanes had not distinguished between men, women and children, he said, and \"we wanted France to go through the same pain\". While he knew his words might upset \"sensitive souls\", he said his aim was to be sincere and not lie. Relatives and survivors in the courtroom cried and hugged as the main defendant spoke for four to five minutes. Rejecting the terms \"terrorists\" and \"radicalism\", he told the court that theirs was an \"authentic Islam\". Reporters described shock and gasps of breath in the courtroom. Among those who heard him was David, a survivor of the Paris attacks. \"I get the impression he's managed to dissociate himself from what he did six years ago - wearing an explosive belt and killing people,\" David told news channel BFMTV. \"It's odd because, as victims, we went through this. We were targeted and personally affected, then suddenly he comes out and says openly it wasn't your fault but you were there, so tough luck. The disgrace of it. It just shows a lack of respect to what all the victims went through.\" Eighteen hundred civil plaintiffs are taking part in the trial. The 10-man squad of heavily armed jihadists first targeted the Stade de France stadium, then attacked cafe-terraces and restaurants in the central 10th and 11th arrondissements before bursting into the packed Bataclan concert hall. Nine of the attackers either blew themselves up or were shot dead. Salah Abdeslam threw away his bomb belt and fled to Belgium. He was captured months later after a shootout in the Molenbeek area of Brussels. Many of the other defendants also have a Belgian connection: ", "url": "https://www.bbc.com/news/world-europe-58568278"}