{"datetime": "2022-02-09T15:39:48.000Z", "author": "Sam Cabral", "title": "Freedom Convoy: How might Canada's trucker protest end?", "article": "The narrow streets of central Ottawa remain clogged with trucks and other vehicles, two weeks into a protest calling for the country's pandemic measures to be axed. How might they be moved on? Organisers have pledged to keep going \"for as long as it takes... until Canada is a free nation again\". But frustrated locals are calling for more action to be taken against the convoy's participants.What can actually be done, however, remains unclear. Here are some options. The stand-off has created a tough choice for local towing companies. Their heavy tow trucks, commonly known as \"wreckers\", can ostensibly help clear the roads, but trucker Doug Rowland says many may be reluctant to get involved for both political and practical reasons. \"A lot of towing companies consider themselves truck drivers as well,\" he explained. According to him, even large to mid-sized towing companies might own five wreckers at most, often at hefty price tags ranging from $300,000 (£221,000) to $1m, so smaller companies are likely to avoid a hostile situation that could damage their expensive equipment. Further logistical difficulties arise from the sheer number of vehicles involved in these protests. They can weigh 20-30 tonnes depending on the load. Each truck requires its own wrecker and hooking up a wrecker to a truck takes about an hour, assuming the driver is present and co-operating. \"If the trucker is not co-operative, it probably takes an extra 15 minutes or half hour because you don't have access to the cab, the inside of the truck,\" said Mr Rowland. A mechanical engineer by trade, he says such an instance could require each parking brake on the vehicle to be manually released. That means, for a lorry, the brakes need to be \"caged\" or manually backed off its 18 individual wheels. The airlines to the brakes might also need to be removed if the driver is actively stepping on the brake pedal. Mr Rowland further hypothesised that \"if the driver gets in the way, say he lays down on the road in front of his truck, it becomes a standoff and the timing of that can be anywhere from 10 minutes to 10 hours\".In Alberta, the Royal Canadian Mounted Police (RCMP) indicated last week that it may tow away trucks blockading the main Highway 4 that leads to the US border. After Canadian media reported that local heavy towers were hesitant to help them, an RCMP spokesperson confirmed to the BBC that it had not yet towed any vehicles away. Canada isn't used to protests this large, long and disruptive. That might account for why Ottawa police apparently underestimated the degree of organisation and extent of financing behind this one, says Christian Leuprecht, a security expert at Queen's University and the Royal Military College in Ontario. The legions of protesters that converged on downtown Parliament Hill had received support through a GoFundMe page set up by the convoy's organisers that raised more than C$10m. On Friday, the company shut down the page, citing police reports of protest-related violence, but about $1m had already been disbursed. Mr Leuprecht says the page's success indicates that donors from outside Canada helped fund the movement. \"There are many NGOs in this country with professional fund-raising bureaucracies that raised less money than that in a year,\" he said. \"Intelligence is presumably trying to figure out whether people are getting paid to hunker down there.\" In recent days, authorities have also sought to make protesters' lives more difficult by seizing their petrol cans and propane cylinders, and moving their \"community kitchen\" and supply shed from nearby Confederation Park to an off-site location 5km away. Ottawa did not take some of the proactive measures that other cities have taken to draw clear red lines and to protect access to critical services, Mr Leuprecht notes. He says authorities are probably hoping the truckers - most of whom are thought unlikely to be salaried and earn wages per drive - will eventually pack up once they get tired and run out of money. Police have described the remaining protesters as a small but highly motivated group. City officials have referred to them in increasingly stark language, as occupiers and insurrectionists. It has fuelled speculation that the Canadian Armed Forces could be deployed on domestic soil. Under Canada's National Defence Act, the country's military can be called on to assist domestic law enforcement, but this has only happened twice in the past century. Both previous occasions - the October Crisis of 1970 and the Oka Crisis of 1990 - had developed into violent civil crises and troops provided the manpower to restore order, but their involvement was viewed unfavourably by the public. Deploying the Forces and their tanks to protect the parliament and its surrounding areas runs a similar risk of unnerving residents and aggravating the protesters. Last Thursday, Prime Minister Justin Trudeau tamped down calls for military intervention, warning: \"One has to be very, very cautious before deploying military in situations engaging Canadians.\" The convoy began in response to a federal vaccine mandate for cross-border truckers but what its participants now hope to achieve - the repeal of all pandemic health measures - is highly improbable, if not impossible. Further complicating the chances of a compromise are that Mr Trudeau and other top officials have dismissed the protesters as a \"fringe minority\" and refused to meet with them. The prime minister has not met or held talks with the protesters. Recent polling indicates that about two-thirds of Canadians oppose the protest, but nearly half agree that the prime minister and provincial premiers have displayed a \"condescending attitude toward Canadians who disagree with vaccine mandates and lockdowns\". It suggests a heavy-handed police response that seeks to end the protest may only spark more disruptions by the well-organised group. \"You could enforce and try to shut down the protest, but that would be un-Canadian,\" Mr Leuprecht, the security expert, told the BBC. \"When people protest, we wait it out and try to negotiate our way out of it.\" ", "url": "https://www.bbc.com/news/world-us-canada-60293708"}