{"datetime": "2021-10-27T11:29:11.000Z", "subject": "November 2015 Paris attacks", "title": "Paris attacks: UK Bataclan victim's sister tells accused 'we don't hate you'", "article": "The sister of the only British national killed in the 2015 Paris attacks has told the suspects on trial over the atrocity that while her family \"deplore what you did, we don't hate you\". Her brother Nick Alexander, 35, was killed when gunmen stormed the Bataclan Theatre in Paris during a rock concert. The attack was part of a co-ordinated assault by Islamic State (IS) group extremists that killed 130 people. It was the worst attack in France since World War Two. Salah Abdeslam, the only surviving member of the IS cell, and 19 other defendants are being tried in Paris over the attacks on a busy Friday night. The deadliest attack of the night came at the Bataclan, where Californian rock band Eagles of Death Metal was playing a gig in front of a sold-out crowd. Mr Alexander, from Essex in the UK, was working as the merchandise manager for the band when three gunmen entered the venue and started shooting indiscriminately into the crowd. He suffered gunshot wounds and died in the arms of his ex-girlfriend Helen Wilson. In court on Tuesday, Mr Alexander's sister, Zoe, addressed the defendants directly as she testified on the 33rd day of the biggest trial in France's modern history. Her brother, she told the court, shunned hatred. \"You cannot neutralise poison with more poison,\" she said. Describing her brother as a music lover who upended conventions, she told the court Mr Alexander lived \"a life of true authenticity, something those who carried out the atrocities of that night, under the orders of others, will never know\". \"We're not at war with you, you're at war with yourselves,\" Ms Alexander told the defendants. On the first anniversary of the attack, Ms Alexander and her parents created the Nick Alexander Memorial Trust, which provides music equipment to disadvantaged communities across the UK.\"The terrorists tried to leave a legacy of darkness but through the work we have done we have left a legacy of light,\" Ms Alexander told AFP news agency after testifying. She is one of the latest relatives of a victim to testify since the trial opened at the Palace of Justice last month. On Wednesday she told the BBC the atmosphere in court was \"very emotional\". \"It's very intense and it's hard to relive those details, especially six years later, when a lot of healing has gone on,\" she said. \"To unpack those emotions again has been a difficult process for a lot of those survivors.\" On Tuesday, the court also heard from the father of Guillaume Valette, who killed himself two years after the attacks. Known in French media as the 131st victim of the attacks, he came out alive and physically unharmed from the massacre in the Bataclan. When the attackers struck, Mr Valette had recounted lying on the ground, hiding among a mass of bodies, cut down by the bullets, his father Alain told the court. He then hid until police intervened and managed to escape unscathed. However, he received \"invisible bullets, which killed him, slowly but surely\", his father said. He said his son suffered from post-traumatic stress and took his own life two years later, aged 31. About 350 survivors and relatives of the dead are expected to give their accounts during the trial. IS admitted carrying out the co-ordinated attacks on the Bataclan concert hall, a major stadium, restaurants and bars on 13 November 2015. Of the 20 suspects on trial, six are being tried in absentia. They are facing charges of murder, complicity and terrorist conspiracy. Most of the accused, including Abdeslam, could be sentenced to life in jail if convicted. ", "url": "https://www.bbc.com/news/world-europe-59062002"}