{"datetime": "2022-02-12T00:06:40.000Z", "author": "Lucy Williamson", "subject": "November 2015 Paris attacks", "title": "Paris attacks trial: 'How I persuaded Salah Abdeslam to open up'", "article": "In a Paris courtroom this week, lawyer Claire Josserand-Schmidt stood face to face with Salah Abdeslam, the only surviving suspect from a gang of violent jihadists who killed 130 people in Paris six years ago. As a lawyer for the victims and their families, her job was to cross-examine France's most high-profile defendant. \"It would have been much easier for everyone to have to deal with a heartless monster,\" she told the BBC. \"The human being is more subtle. I didn't want to have a confrontation with him. The point is to learn as much as possible.\" Standing in the secure witness box, in a crisp white shirt, his hair neatly cropped, Salah Abdeslam seemed to have taken care with his appearance in court. \"I interpreted it as a sign of openness,\" said the lawyer. \"He was reaching out. So, instead of speaking about 'radicalism', I spoke about 'jihadist commitment'.\"\"You have to find a common vocabulary, so they agree to talk.\" It seemed to work. During seven hours of interrogation by both judges and barristers, Abdeslam seemed relaxed, sharing details of his beliefs, motivation and lifestyle, and even bantering with the court, quipping at one point that the chief judge should \"breathe a little\". But a mood that might have seemed jarring to outsiders was seen as a positive sign by some of the victims and their families, with one describing it as a sign of the familiarity and \"camaraderie\" that has developed between all sides in this long-running trial. Claire Josserand-Schmidt said her clients understood that the aim was getting Abdeslam to speak.\"When a defendant speaks, we might like it or not,\" she said, \"we might be surprised or exasperated, but at least there's substance. When there's nothing, it's unbearable [for the victims].\" But what Salah Abdeslam actually said in court didn't always add up. His testimony was full of contradictions and confusions: if and when he had actually pledged allegiance to the Islamic State group, for example, or if he had really known the other attackers before the night of 13 November 2015.At times, when Ms Josserand-Schmidt was questioning him, he seemed lost for words, especially when asked about the contradiction between his secular lifestyle in the Belgian district of Molenbeek and his commitment to violent jihad. \"It's a good point,\" he said, thoughtfully. Journalist Soren Seelow, who writes on terrorism for French daily Le Monde, has watched him throughout the trial and sees him as an \"intriguing character, very ambivalent and full of contradiction\". \"There's this little guy from Molenbeek, drinking beer, chatting to girls, smoking joints and going to nightclubs. It's very far from a radicalised background, but alongside this dissolute life, he has sympathy for IS. It's a double identity.\" In court, Seelow said, Abdeslam was trying to hold those two identities together: maintaining the image of a soldier for IS while also presenting himself as a sensitive human being who couldn't blow himself up. One of the key questions in this trial is whether Abdeslam ever tried to detonate his suicide vest. Investigators have concluded that the vest, abandoned in a southern district of Paris, was found to be faulty, but they couldn't tell whether anyone had actually tried to trigger it or not.Abdeslam has said contradictory things about this in the past. But standing in the witness box, flanked by police, he suggested that he had chosen to step away from the mission. \"When you're in solitary confinement\", he told the court, \"you ask yourself 'was I right to step back, or should I have done it?' And you say to yourself, 'I should have detonated that thing'.\" Abdeslam is facing charges of murder as part of an organised terrorist gang but is not accused of killing anyone personally. He began his testimony by pointing out that he himself had killed or injured no-one. What message would it send to future suicide bombers who were wrestling with their conscience at the eleventh hour, he asked the court, if he were treated harshly by the justice system? \"The Islamic State's fight is legitimate,\" he said. \"I am for Sharia. But... I'm not a danger to society.\" Stéphane Sarrade, who lost his son Hugo in the Bataclan attack, said some of the testimony was \"impossible to hear\".\"You have a guy who says that he's a victim because he didn't use his explosives,\" he told me. \"He's a hero because he didn't kill people? Wow, it was incredible to hear that.\" \"He is still an IS fighter, by his own admission, so nobody is under any illusion,\" said lawyer Claire Josserand-Schmidt. But she says the dual portrait he presented in court reflects a complicated truth, borne out by evidence from his family. A written testimony from Abdeslam's girlfriend, for example, described how he cried for days before leaving to carry out the attacks. \"He was engaged in armed jihad, but still leading his previous life,\" the lawyer said. \"We learned from this testimony that Daesh (IS) has soldiers in its ranks who are willing to put themselves forward for martyrdom without having a strong religious background.\" Soren Seelow believes it might have been this double life that stopped Abdeslam from triggering his explosive vest. \"There might have been this dizzying mirror effect,\" he explained, \"[with Abdeslam thinking] 'that could be me in this cafe'. Maybe he was too similar to the people he was supposed to kill.\" The trial, which has divided testimony into separate time periods, will hear from Abdeslam again in the coming months about the days leading up to the attacks, and events on the night itself. Lawyers, journalists and relatives of victims have all told me they believe this long process, which is due to finish in late May, may be putting pressure on Salah Abdeslam to choose a side in his dual identity. There are reports that he has become more religious during his time in jail. Soren Seelow believes his identity as a fighter with IS is now the only way for Abdeslam to make sense of where he has ended up. \"This man is in a story that's too big for him,\" Soren said.\"Seeing himself as an IS soldier on a mission is a way of not collapsing psychologically. It's very hard to swallow 30-40 years of jail for a mistake.\" ", "url": "https://www.bbc.com/news/world-europe-60344480"}