{"datetime": "2021-11-10T18:00:47.000Z", "subject": "November 2015 Paris attacks", "title": "Ex-French president Francois Hollande testifies over 2015 Paris attacks", "article": "Former French President Francois Hollande has told a trial over the 2015 Paris attacks that the terrorists struck \"our way of life itself\". Mr Hollande was president when Islamic State (IS) extremists killed 130 people in the French capital. Jihadists set off suicide vests and opened fire on cafes, before massacring concertgoers at the Bataclan.Mr Hollande is facing questions about how the terrorists were able to avoid detection. How several of the attackers and their accomplices were able to slip into Europe and plot the attacks - despite being tracked by intelligence services - remains unclear. That has led some victims' families to question whether the bloodshed could have been prevented. Giving evidence, Mr Hollande said: \"I would do exactly the same if the same circumstances were to return.\" The former president insisted France's security services had \"done all that they could\" to prevent an attack. \"There are difficulties in knowing precisely when and where we are going to be attacked,\" he said. The former president also denied there was any link between the attacks and France's military actions against IS in the Middle East.Salah Abdeslam, who prosecutors say is the only surviving member of the IS cell that launched the attacks, had earlier tried to justify the violence as retaliation for French airstrikes against IS. \"Francois Hollande knew the risks he was taking in attacking the Islamic State in Syria,\" the 32-year-old told the trial in September.He was referring to the president's decision to authorise French airstrikes against the group in Syria, as part of a US-led coalition. But Mr Hollande said France had been targeted because \"it is the country of human rights, of freedom\". \"This group struck us not for our actions abroad but for our ways of life at home,\" he said, adding: \"Democracy will always be stronger than barbarism.\" IS admitted carrying out the co-ordinated attacks on the Bataclan concert hall, a major stadium, restaurants and bars on 13 November 2015. Mr Hollande was attending a football match between France and Germany at the Stade de France in Paris where the first attacker detonated his suicide vest. The president was swiftly evacuated by security agents as two more blasts went off. Mr Hollande told the trial that when he heard the first explosion he suspected there might have been a terror attack, but after hearing the second blast he \"had no more doubt\". He went on TV and spoke of the \"horror\" still unfolding, and later ordered a state of emergency. Nine of the attackers either blew themselves up or were shot dead. Salah Abdeslam threw away his bomb belt and fled to Belgium. He was captured months later after a shootout in Brussels. Mr Hollande's testimony is the latest stage in the trial, the biggest in modern French history. It has heard weeks of harrowing testimony from survivors of the attack and relatives of the victims. Some 14 men are on trial, most of them accused of helping in the attacks through logistics or transportation. Six others are being tried in absentia. ", "url": "https://www.bbc.com/news/world-europe-59239973"}