{"datetime": "2022-02-09T19:10:55.000Z", "subject": "November 2015 Paris attacks", "title": "Salah Abdeslam: Paris attacks defendant denies killing anyone", "article": "The main defendant in the trial over the 2015 Paris attacks has denied killing or hurting anybody. Prosecutors say Salah Abdeslam, 32, is the only surviving member of the IS cell that targeted Paris that night, killing 130 people.In court on Wednesday, he restated his support for the Islamic State group, but said he chose at the last minute not to detonate his explosives.Salah Abdeslam is the only defendant to be directly accused of murder. Prosecutors believe his suicide belt malfunctioned before he escaped, but Abdeslam said he had changed his mind. \"I wanted to say today that I didn't kill anyone, and I didn't hurt anyone. Not even a scratch,\" he said in a sudden outburst before being cross-examined in court for the first time.He told the court the attacks were carried out to force an end to France's military involvement in Syria and Iraq.In total, 20 people are on trial. Only 14 defendants are present - the remaining six are being tried in absentia.A spokesperson for the families of those who died said they don't expect to ever understand the motivation.\"When I look at him, it's just a feeling of incomprehension. How could he do what he did, what they did?\" Philippe Duperron, whose son was killed at the Bataclan concert hall, told France 2 television. It was a strange kind of performance from someone once labelled France's most-wanted man, and it was one he seemed to enjoy. Standing in the transparent witness box, flanked by lines of police, Salah Abdeslam switched between strident arguments in defence of jihadist attacks, laid-back teasing of the judges, and dizzying contradiction of his own testimony. In a face-mask and a crisp white shirt, he told the court that he had not known all the attackers in the November 2015 Paris attacks, before asking the judge in front of him, \"but you: can I say that I know you, or not?\"He also said he had pledged allegiance to the Islamic State group just 48 hours before the attacks, before stating at different points in the hearing that it had not been a formal pledge of allegiance, and that it hadn't happened until after the attacks took place. \"I pledged allegiance without pledging allegiance,\" he finally concluded, \"without even knowing it.\" There was a ripple of frustration among the ranks of journalists and in the packed pews of the public gallery. There was an audible reaction, too, to his claim that he was \"not a danger to society\". If there was hunger for clarity and hope for closure among the victims here today, the testimony of Salah Abdeslam has so far offered little relief. The attacks took place on 13 November 2015 when a 10-man squad of heavily armed jihadists targeted several sites across Paris. Nine of the attackers either blew themselves up or were shot dead. French-Moroccan Salah Abdeslam is thought to be the last survivor of the group.It is believed that he travelled to Paris from his home in Brussels along with the other attackers and was intending to blow himself up. Why he failed to do so - technical malfunction or a last-minute change of mind - is a key question the victims' families want answered.In court he suggested he made the decision not to detonate the explosives himself after having a moment of doubt, seeing people sitting outside cafes dressed up, just like he would have done.\"I experienced a situation that not many people have experienced, people who took a step back, who changed their minds,\" he said. \"When you're in solitary confinement, you ask yourself: 'Was I right to step back, or should I have done it?' And you say to yourself: 'I should have detonated that thing.'\" The trial is expected to last nine months, and is the biggest in modern French history with 1,800 civil plaintiffs taking part.Salah Abdeslam faces a life sentence if convicted.He has already been handed a jail sentence by a Belgian court for his part in a shootout with police that led to his arrest.", "url": "https://www.bbc.com/news/world-europe-60315908"}