{"datetime": "2020-03-16T17:15:39.000Z", "title": "Paris attacks: French judges order trial for 20 suspects", "article": "French prosecutors have ordered 20 people to stand trial over the November 2015 Paris attacks claimed by the Islamic State (IS) group. The suspects have been charged with terror offences over the coordinated shootings and bombings. They are accused of helping to organise or fund the attacks, or assisting gunman to flee, prosecutors said. Salah Abdeslam, the only suspected attacker to survive, is among those to face trial. The move to a trial was announced by prosecutors on Monday, ending a long-running investigation into the attacks. The attacks happened on the night of 13 November 2015 in locations across the French capital. Gunmen and suicide bombers targeted a concert hall, a major stadium, restaurants and bars, killing 130 people and injuring hundreds more.Abdeslam, a convicted petty criminal from Brussels, went on the run after the attack, but was wounded and arrested during a police raid in the Molenbeek area of Brussels on 18 March 2016. In 2018, Abdeslam was given a 20-year jail term over the gunfight that led to his arrest in Belgium. In relation to the Paris attacks, he has refused to cooperate with investigators and remains in solitary confinement, AFP news agency reported. Of the 20 accused, 14 people are currently in prison or under judicial supervision, with six others sought by international arrest warrants. A trial date is yet to be set. The trial will include 1,765 civil plaintiffs, many of them relatives of victims, AFP report.At least three of those wanted are believed to have been killed while fighting for IS in Syria or Iraq. Among them is Oussama Atar, a Belgian-Moroccan jihadist who is believed to have orchestrated the Paris attacks from Syria. Atar is presumed dead after reports suggested he was killed by an air strike in Syria. Reports of his death, however, have not been officially confirmed.He is linked to bombers who targeted Brussels on 22 March 2016. Bomb attacks at Brussels airport and on the city's metro claimed 32 lives. ", "url": "https://www.bbc.com/news/world-europe-51915513"}