{"datetime": "2021-09-08T19:26:12.000Z", "subject": "November 2015 Paris attacks", "title": "Paris attacks 2015: Accused complains of conditions", "article": "The only surviving member of the group suspected of being behind the 2015 Paris attacks says he and his fellow accused are \"being treated like dogs\". Salah Abdeslam and 19 other defendants are being tried in Paris over the attacks which left 130 dead.The trial, which is expected to last nine months, began on Wednesday.The shooting and bombing assault by Islamic State (IS) group extremists was the worst post-World War Two attack in France.French media report that Abdeslam shouted from the dock, saying he had not complained in the past because he would be \"resurrected\" after death.\"You should treat us like human beings,\" BFMTV quoted him as saying.Cries of \"What about us? There were 130 deaths\" were heard in response from the courtroom.Shortly after, the judge reminded Abdeslam that he was not in an \"ecclesiastical court but a democratic court\". Abdeslam also told the court: \"I gave up my job to become an Islamic State soldier.\"Victor Edou, a lawyer for eight survivors from the Bataclan attack, said some of his clients were \"not doing too well\" after hearing Abdeslam's remarks.\"It's going to be like that for nine months,\" he added.The trial is being described as the biggest in France's modern history. There will be more than 140 days of hearings involving about 330 lawyers, 300 victims and testimony from François Hollande, who was French president when the attacks happened. Ahead of the trial, Mr Hollande told French media that this was an important moment for the victims of the attacks, which he called an \"act of war\" at the time. IS admitted carrying out the co-ordinated attacks on the Bataclan concert hall, a major stadium, restaurants and bars on 13 November 2015. The suspects arrived at court in police vehicles under heavy security on Wednesday morning. They were seated together in the defendants' box, wearing face masks, before the trial opened. Asked by the court's top judge to identify himself, Abdeslam confirmed his name and said \"there is no god but Allah\" - an Islamic oath known as the Shahada. Day one of this monumental trial is over, with its mixture of confusion and solemnity, drama and tedium. At the start it was mayhem, as everyone milled around wondering where to go. But, at 13:00, the presiding judge entered the court and a stillness descended. I think at that point everyone drew a breath and understood the significance of the moment. There were small excitements. Like when Salah Abdeslam - the key defendant - said that his profession was \"soldier of Islamic State\". And later there was a mini-confrontation when he complained about prison conditions, saying that it didn't matter because he knew that when he died he would be re-born, while for those facing him there would be a \"reckoning\". Is Salah Abdeslam shaping up to be the spokesman for the group in the dock? Is his bravado because he is insecure in his jihadist credentials? Remember, he failed in his apparent mission to blow himself up. Amid it all there was much of what accompanies all lengthy trials: long moments of not very much. The first two days will be taken up simply recording the names of all those hundreds of survivors and relatives who have registered as civil plaintiffs. This will be the pattern. Periods of quiet punctuated by periods of high emotion. The trial for the events of 13 November 2015 will be both exhaustive and exhausting.Abdeslam's reference to being an IS soldier suggested he was still \"at war\", Jean-Pierre Albertini, whose son, Stephane, was killed in the Bataclan, told Reuters news agency. Philippe Duperron also lost his son, Thomas, in the Bataclan attack. Mr Duperron said he had mixed feelings about the trial, not least impatience and anxiety. \"It will be the occasion for all the victims to bear witness, so it will be a very painful moment, and bring back the pain again,\" he said. Another, Sophie Parra,told BFM TV she would testify at the trial despite her anxiety about facing the suspects in court. She had had \"a lot of nightmares\" about \"all the possible scenarios\", she said, but felt it was something she had to do for those who were killed. Of the 20 suspects on trial, six are being tried in absentia. They are facing charges of murder, complicity and terrorist conspiracy. Most of the accused, including Abdeslam, could be sentenced to life in jail if convicted. Abdeslam, 31, is accused of providing logistical support to the assailants. Abdeslam fled the scene of the carnage after abandoning his suicide belt, which investigators later found to be defective. Europe's most-wanted man at the time, he was captured four months later in the Belgian capital, Brussels, after a shootout with police. Abdeslam has since refused to co-operate with French investigators. He remained largely silent throughout a separate trial in Belgium in 2018. There was much speculation about whether he would speak during this trial. The area around the court was blocked off and armed police with dogs were on patrol ahead of the proceedings. Those attending the trial needed to pass through several checkpoints before being allowed into the specially built courtroom, which can seat hundreds. The trial is being recorded for the archives but is not being broadcast live. Survivors and relatives of victims, known as civil plaintiffs in France, are able to follow along via streaming radio if they cannot attend. The first days of the trial are expected to be largely procedural until victims are called to give testimony at the end of September.Abdeslam is the only surviving member of the group suspected of carrying out the attacks. He has been in jail since he was arrested in Belgium in 2016.The 13 other defendants appearing in court are accused of a range of crimes, including financing and planning the attacks. On Wednesday, they also gave their names, addresses and professions. Among them isMohamed Abrini , who is accused of financing and supplying weapons to the attackers. The 36-year-old is due to stand trial over the 2016 Brussels bombings next year. Other suspects include Mohammed Amri , 33, andHamza Attouh , 27, who were arrested in Belgium and admitted picking up Abdeslam in France and driving him back to Brussels immediately after the attacks. Six more are accused of helping organise the attacks and will be tried in absentia. Several of them are thought to be dead. They can be tried in absentia because they have never officially been declared dead. ", "url": "https://www.bbc.com/news/world-europe-58486391"}