{"datetime": "2018-04-23T12:32:02.000Z", "title": "Salah Abdeslam: Five things about Paris attacks suspect", "article": "The most important surviving suspect in the 13 November 2015 attacks that left 130 people dead in Paris has been given a 20-year jail term for his part in a shootout in Belgium four months later. Salah Abdeslam, a convicted petty criminal from Brussels who ended up associating with jihadists , spent most of the trial in jail over the border in France. Here are five things to know about the 28-year-old man accused of playing a key role in the Islamic State (IS) group's bloodiest attack inside Europe. Three Belgian police officers and a French colleague were lightly injured when gunmen opened fire as the officers searched a property in the Forest district of Brussels on 15 March 2016.Abdeslam had been on the run for four months since the Paris attacks and at the time he was was Europe's most wanted man.And yet police were not expecting to find him when they raided the property on the Rue du Dries, as part of the Paris attacks inquiry. It was only a routine search and was believed empty as the power had been cut off. Algerian gunman Mohamed Belkaid was shot dead at the scene, while the two other men in the flat escaped. Police found a cache of weapons but more significantly Abdeslam's DNA.Three days later Abdeslam and Tunisian national Sofien Ayari were tracked down to a basement in the Molenbeek district of Brussels, close to Abdeslam's family home. When the police pounced, Abdeslam was shot and injured, while the other man was captured unhurt.Both Sofien Ayari and Abdeslam were convicted of attempted murder \"in a terrorist context\" and given a 20-year jail term. Sofien Ayari, said by Belgian media to have fought for IS in Syria, reportedly entered Europe through Greece in September 2015, posing as a Syrian refugee, and using the fake names Monir Ahmed Alaaj and Amine Choukri.Four days after his capture, three suicide bombers killed 32 people and wounded 340 at Brussels airport and a metro station on 22 March. Belgian prosecutors believe Abdeslam was associated with the bombers, but no charges have been filed.The 22 March victims group, V-Europe, argued that it was their capture on 18 March 2016 that triggered the Brussels attacks - however the court trying the two men rejected the group's plea for a civil suit against them. During the Brussels trial, the federal prosecutor said Abdeslam and Ayari had run away after the first exchange of fire because they were planning further attacks, although intriguingly she said those future plans had not been reported. It has been suggested that Abdeslam was part of an IS cell preparing attacks timed for Easter 2016, a few days later, but when he was caught they were brought forward. His jihadist collaborators may have been worried that their cover had been blown. Abdeslam's defence lawyer later said his client denied any knowledge of the Brussels bombings....according to French reports, based on a confession he made to police just after his arrest, where he described driving three of the other attackers in a car. He had taken a suicide bomb belt, but it failed to go off and he dropped it in a bin. After first telling investigators he had planned to blow himself up outside the Stade de France, he reportedly said later he had changed his mind.However,French radio has quoted him as saying in a message found on a discarded computer in Brussels that the suicide belt was, indeed, faulty (in French). \"I really would have liked to have been among the martyrs [the nine other suspected attackers, all of whom died] but Allah decided differently for there was a fault in my belt,\" he was quoted as saying. Along with the 130 people killed in Paris, at least 353 were injured as the IS cell shot and bombed people indiscriminately, targeting a concert hall, bars and the stadium.Abdeslam is in pre-trial detention over his alleged role in the attacks. He is being investigated on suspicion of terrorism-related murder and attempted murder. Salah Abdeslam has barely spoken to French investigators and appeared only once in the Brussels trial, refusing to answer questions and rejecting the court's authority. \"I am accused so I am here,\" he told the judge, adding that his silence did not make him guilty. \"That is my defence and I am defending myself by remaining silent.\"He said he was not afraid of the court, but it was \"in my Lord that I place my trust\". Since his transfer to France in April 2016, Abdeslam, 28, has been interrogated several times by investigating magistrates. He refused to answer questions on every occasion until March 2018, when he broke his silence in defence of a suspect who gave him a lift in his car in Belgium the day after the Paris attacks. He has also reportedly responded to a woman who wrote to him in prison, telling her \"I'm not ashamed of who I am\", AFP reports. Abdeslam preferred to spend the trial in a French jail, rather than crossing into Belgium. He did not make the journey to Brussels to hear the 88-page verdict that found him guilty. As he is also facing trial in France for the Paris attacks, his return to Belgium to serve his 20-year jail term seems unlikely. He will instead stay at Fleury-Mérogis prison south of the French capital.Ahead of the trial, Abdeslam had been taken to the high-security Vendin-le-Vieil prison, a short distance from the Belgian border where an entire wing of the jail had been set aside for him, reports said. But he was sent back to Fleury-Mérogis when it became clear he had no intention of attending the Brussels trial more than once. It seems unlikely that he will serve his jail term in Belgium while his court case is pending in France and Belgian judicial officials say a decision will have to be taken between the two countries if he is also convicted in France. However, the two sentences would not be served concurrently, so in other words any further conviction would be added on to his Belgian jail term. ", "url": "https://www.bbc.com/news/world-europe-42918831"}