{"datetime": "2020-11-13T00:56:25.000Z", "subject": "November 2015 Paris attacks", "title": "Paris Bataclan attack: 'My brother's life isn't defined by that night'", "article": "Five years ago, Nick Alexander was shot dead at the Bataclan Theatre in Paris. The 35-year-old was working as the merchandise manager for Eagles of Death Metal when three gunmen stormed the building as part of co-ordinated terror attacks across the city, killing 130 people.Nick was the only British victim of the attack.Here, in her own words, his sister Zoe Alexander explains her determination to ensure his life is not defined bythe events of the night of 13 November 2015 . It still feels so surreal to me that Nick died in the attacks. Five years is quite a significant amount of time but grief is not a linear experience. In some ways it feels like a very long time since I last saw him but in other ways it feels like yesterday. Nick was a vibrant force and he was fantastic company. As a child growing up in Weeley, Essex, he was funny, quirky and a popular and loyal friend. There were seven years between us which feels like a big gap as children but as an adult he was a great friend as well as a brother.He was such a people person which is why he was so good at his job, interacting with the fans on a daily basis. One of the things I admired most about Nick was that he was unashamedly himself and trod his own path throughout his whole life.He was authentic and that gave him a great energy that people wanted to be around. After he died we received messages from all over the world, some from people he had only met once after they bought merchandise from him, but he left a lasting impression on them. That was the kind of guy he was. We talk about him all the time at home and he is very present for us. My children are eight and nine, they still remember Uncle Nick and how he made them laugh. We share funny stories and we go to Paris every year on his birthday and drink champagne. We miss him deeply. Of course it is easier now and it does get better but you never fully recover. The pain lessens but the remembering does not. Every year I also travel to Paris with my parents to go to an annual ceremony to remember the victims, on the anniversary of the attack. We obviously can't go this year but we will be watching a live stream.A brilliant community has formed of survivors and relatives of the people who died, and we find great strength in standing alongside each other. A survivor community has also formed here in the UK and there are around 20 of us that have a really close friendship. It is one of the good things that has come out of such a horrible tragedy. Terror attacks here in the UK, and recently over in France and in Vienna, take you straight back to that moment. It makes you reflect. Terrorism and radicalisation thrive in the cracks and divisions of society but so much community cohesion has come out of what happened - we have seen what we can be and what we can achieve. Four years ago, on the first anniversary of the attack, myself and my parents createdThe Nick Alexander Memorial Trust , which provides music equipment to disadvantaged communities across the UK. Several gigs we have staged to raise money have been really successful and we have been able to help many different projects.We have refurbished the music studio for a homeless centre, worked with ex-offenders and provided instruments for deaf babies, pre-schoolers and dementia patients. We have also helped music groups stay connected during lockdown by providing them with iPads. Music was Nick's passion, he dedicated his career of 15 years to it and I'm sure he would be incredibly proud of everything we have achieved.Queens of the Stone Age are broadcasting previously unseen footage of an acoustic showon their YouTube channel on the anniversary and are encouraging fans to donate to the trust. The band's singer Josh Homme is also part of Eagles of Death Metal, although he wasn't on tour with them when the attack happened. Their support means so much to us. We have managed to build a legacy for Nick and have created something so positive in his memory. It has helped with our grief process and it means Nick is not defined by the tragedy of that night.It makes us feel like he is almost still around and it has helped us take back control of his ending. Now we are the ones deciding how his life continues. As told to Charlie Jones Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-54825879"}