{"datetime": "2021-02-26T10:40:13.000Z", "author": "Paul Glynn", "subject": "Grenfell Tower fire", "title": "Maximo Park on Grenfell, the Bataclan and fatherhood", "article": "On the day of the Grenfell Tower fire in 2017, North East indie icons Maximo Park were in London to perform a radio session. They turned on the television just beforehand and, says singer-songwriter Paul Smith, saw images they knew they would never forget. Nearly four years on, the band are hoping to help remember the 72 lives lost that day - including those of photographer Khadija Saye and her mother Mary Mendy, Smith notes - with their new power-pop single, Why Must a Building Burn? He believes, without wanting to come across as \"too preachy\", that music, poetry and art can be used to \"celebrate life\" and to \"ask questions\". \"I think we often overlook the personalities and the human aspect of it and focus on the kind of facts and figures,\" the frontman tells the BBC. \"I really wanted to get into that idea that these people were here and lived a life and believed in things and they may have been left behind - a lot of people in the country feel left behind. \"I feel like songs that include tragic things are about commemorating and showing some sort of humanity and solidarity with that person and saying, 'These things can live on in a song', and can maybe make people angry about it and say, 'Let's keep the pressure on, let's find out exactly what the chain of events were' as well. \"People in power often disguise their actions in order to continue to profit from the situation, whatever that might be, it could be business, it could be politics or whatever,\" he says. At the time, the music world mobilised quickly to help the families of the victims and the hundreds who were left homeless. Artists for Grenfell - which included Stormzy, Robbie Williams and Rita Ora - released achart-topping charity reworking of Simon & Garfunkel's Bridge Over Troubled Water. Stormzy and Adele later joined Grenfell survivors incalling on the government to remove \"dangerous cladding\" from buildings, ahead of a public inquiry. In Why Must a Building Burn? Smith allows his thoughts and lyrics to wander from Grenfell to an earlier tragic event that had affected the band in a much more direct manner. Their friend and merchandise man, Nick Alexander, was killed while working at the Bataclan concert venue during the 2015 Paris terrorist attacks that killed 130 people in total. The singer was reminded of seeing his face flash up on the news, in a similar manner to those who died in the west London fire, and the gut-wrenching feeling that followed. He sings:\"I saw a picture / Beamed right through me / I was stunned to recognise your smiling face. \"A family photo / One of many / I was stunned to recognise your smiling face. \"I was hoping for a message to tell me you were here.\" A year on from the attack, Maximo Park were joined by the likes of Frank Turner, Gaz Coombes and Fran Healy in putting on A Peaceful Noise - a tribute gig, incidentally hosted just a mile or so from Grenfell. It was intended to honour the dead, many of whom were music lovers like Mr Alexander, and to send out a message of defiance. \"I can't say that I knew Nick really well but we all knew him and travelled alongside him and had conversations on the bus after you've had a few drinks at night and you move on to the next place,\" says Smith. \"It's all a bit of a whirlwind on tour.\" \"You sort of say, 'I can't believe this has happened'. Somewhere along the line you wish that somebody would tell you that it wasn't true. \"So extending that to the victims of the Grenfell fire, loads of people would have pinned up pictures in the area, hoping that somebody would come up with some information about this person who wasn't coming back in all probability.\" Looking for answers, Smith found himself inspired by the work of British poets Jay Bernard and Roger Robinson. In Surge, Bernard wrote about the 1981 New Cross fire which killed 13 black young people, sparking riots (as depicted on screen last year in Sir Steve McQueen's Small Axe series). Robinson wrote \"really eloquently\" too, he says, about Grenfell in his collection, A Portable Paradise. \"He gives you the kind of full horror of it in a kind of poetic sense, and it's still very lyrical, but it's quite straightforward as well,\" says Smith. \"It mentioned those pictures fluttering around in the wind and tied to a lamppost. To me it's kind of putting images out there so it takes away from where it's come from, and people can kind of relate to it. \"But yeah, in this case [his own song], it's from personal experience.\" With Maximo Park, you get the sense that the personal is, and always has been, political. Last year, the alt-rockers joined a campaign to prevent the demolition of a defunct steelworks in Redcar. Why Must a Building Burn? features on their seventh album, Nature Always Wins - the follow-up to 2017's Risk to Exist, which discussed \"migrants and the idea of empathy\". This time around marks the first time that all three - Smith, drummer Tom English and guitarist Duncan Lloyd have made music together as dads. Not dad rock, per se, but hook-laden high-energy indie-pop made by men with young children. Lead single, Baby, Sleep, finds Smith struggling to get his daughter to sleep (expect a follow-up on home schooling next time). \"I was looking at my parenthood experiences and thinking, 'OK, there's loads of really quite intense highs and lows here, and that is perfect fodder for a pop song,\" says the 41-year-old. \"It's not seen as a very cool or hip subject matter, and also pop music is undoubtedly driven by youth in terms of how people market it. It's not necessarily what you might expect in a pop song so I had to find interesting ways of making something about sleep deprivation!\" The pandemic, it turns out, brought another first for the group, as they were all forced to record their own parts in separate locations, with Smith singing up in his attic in Newcastle as he's done for some of his solo work. Their planned trip to Atlanta, Georgia, to see M.I.A. and Gnarls Barkley producer Ben Allen in the flesh had to be taken online. The album's title, Smith admits, is a nod to how easily the best-laid plans of mice and men and indie bands can all change in an instant. \"Watching the news feels so out of control, I do feel quite helpless,\" he says. \"I feel quite humble, in terms of the bigger picture. At the moment nature has humbled the world. \"It just goes to show that we are kind of connected, a lot more than we think.\" Nature Always Wins by Maximo Park is out now. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-56199486"}