{"datetime": "2018-04-23T11:47:06.000Z", "title": "Paris attack suspect Salah Abdeslam jailed in Belgium", "article": "Salah Abdeslam, the sole surviving suspect from the 2015 Paris attacks, has been jailed for 20 years in Belgium over a gunfight that led to his arrest. Abdeslam, 28, and co-defendant Sofien Ayari were both convicted of terror-related charges of attempted murder. Ayari, 24, was also given a 20-year sentence. Both fired on officers who raided a flat in Brussels in 2016. Abdeslam is being held in a jail in France and is due to face trial there over the Paris attacks themselves. He had refused to answer questions from the judge in the trial in Brussels, and eventually refused to attend the hearings.Neither he nor Ayari, a 24-year-old Tunisian national, was in court as the verdict was read out on Monday. Both received the maximum 20-year term requested by prosecutors. The judge, Marie France Keutgen, said that \"there can be no doubt\" about the two men's involvement with \"radicalism\".She added: \"Their intention is clear from the nature of the weapons they used, the number of bullets they fired and the nature of the police officers' wounds. Only the officers' professional response prevented it being worse.\" On 15 March 2016, Belgian police hunting Abdeslam carried out a raid in the Forest area of Brussels. They targeted a flat believing that the suspect - who by then had been on the run for four months - had been there. When they moved in they exchanged fire with the three occupants. One of the three was killed and three officers were wounded. Abdeslam and Ayari managed to escape, but Abdeslam's fingerprints were found in the flat, confirming his presence there. He was picked up days later in a raid in the nearby Molenbeek area, and later transferred to France. He is a French national who was born in Brussels to French-Moroccan parents.He was involved in petty crime in Belgium as a youth, and is believed to have become radicalised along with his brother Salim around 2014. Both then reportedly joined a French-Belgian network linked with the Islamic State group (IS), which later claimed the Paris attacks. The network was involved in both the Paris attacks and bombings that struck the Brussels metro and airport on 22 March 2016, just days after Abdeslam's arrest, killing 32 people. In Monday's ruling, the court denied a request by victims from those attacks that they be regarded as a civil party to the case, saying no link had been established with Abdeslam and Ayari.He is believed to have played a key role on 13 November 2015 - when militants targeted a concert hall, stadium, restaurants and bars, killing 130 people and injuring hundreds more. French prosecutors believe Abdeslam helped the jihadists by hiring cars, flats and hotel rooms - although his role in the actual shootings and bombings is unclear. His brother Salim was among the attackers and blew himself up outside a cafe. Salah Abdeslam and two associates drove from Paris to Brussels the next day. They were stopped by police at a border checkpoint, but were allowed to travel as Abdeslam had not yet been identified as a suspect. French and Belgian authorities released Abdeslam's photo and name a day later - by which time he was Europe's most wanted man. Several flats were raided by Belgian police over the next few months. He and Ayari were finally picked up in the Molenbeek raid on 18 March 2016. ", "url": "https://www.bbc.com/news/world-europe-43862873"}