{"datetime": "2020-11-13T09:52:19.000Z", "title": "Paris attacks: France remembers night of terror amid jihadist threat", "article": "France is holding ceremonies for the victims of the 2015 Paris attacks, carried out by Islamic State (IS) militants. The shootings and bombings left 130 dead and 350 wounded - the worst peacetime atrocity in decades. The gunmen who stormed a rock concert at the Bataclan theatre killed 90 people, opening fire on fans packed in to hear the band Eagles of Death Metal. Five years on, France is back on high alert after more jihadist attacks. Three groups of Islamist extremists launched co-ordinated attacks on the Stade de France stadium and popular venues in central Paris in 2015. Last month history teacher Samuel Paty was murdered near his school in the Paris suburbs. Three people died days later in another \"lone wolf\" attack at a church in the southern city of Nice.President Emmanuel Macron drew fierce criticism from some Muslims for defending France's state secularism -laïcité - including the controversial Muhammad cartoons by Charlie Hebdo magazine. Two people were attacked with a meat cleaver outside the magazine's old offices in late September. Charlie Hebdo itself was attacked in January 2015 by two jihadist gunmen, who murdered 12 people, including cartoonists. Police shot and killed the gunmen later. Paris Mayor Anne Hidalgo and Prime Minister Jean Castex, along with other ministers and representatives of victims' organisations are visiting the sites of the attacks and laying flowers. The first ceremony was at the Stade de France, where the attacks began. There are fewer public mourners this year because of the coronavirus lockdown. At 20:00 (19:00 GMT) the Eiffel Tower's lights will go out - then on the hour during the night it will briefly sparkle, in honour of the victims. There will be a special classical concert at 20:30 (19:30 GMT) by the Philharmonie de Paris, with music composed as a tribute to the victims by Lebanese poet-composer Bechara El-Khoury. It was commissioned by Louise Albertini, whose son Stéphane was one of the victims of the Bataclan attack.The concert will be broadcast on Philharmonie Live and Arte Concert.Eagles of Death Metal lead singer Jesse Hughes has spoken of how he almost \"became French\" on the night of the Bataclan attack. \"I can almost feel the physical presence of those people I love so much - those who died, who were wounded, who survived, who helped and all their families,\" he told Le Parisien. At the gates of the Stade de France three jihadists detonated their explosive beltsbetween 21:20 and 21:53 , during a capacity-crowd football match between France and Germany.A Portuguese coach driver died in that attack, besides the bombers, while the crowd was locked inside the stadium until the match ended. The rampage then continued in the streets of central Paris.A second group of three jihadists drove through the 10th and 11th districts in a black Seat car, opening fire at people having drinks and dinner outside bars and restaurants. The first shooting happened at21:25. Half an hour of assault rifle bursts resulted in 39 deaths.One of the gunmen later blew himself up at the Comptoir Voltaire cafe.The third jihadist group - again three gunmen - stormed the Bataclan theatre. The shooting began at21:40 and the carnage did not stop until elite anti-terror police managed to corner two of the three in an assault at00:18 . Just before22:00 a policeman shot and killed one gunman downstairs whose suicide belt exploded. The other two took hostages upstairs, while some of those attending the rock concert managed to find hiding places. The gunmen died in a shoot-out with police.The Bataclan was the scene of a massacre in which 90 people died. On 18 November police assaulted a flat in the Saint-Denis district of Paris, killing the alleged ringleader of the jihadists, Belgian Abdelhamid Abaaoud. Two accomplices died with him. The sole surviving suspect from the attacks, Salah Abdeslam,is due to go on trial in Paris with 19 other alleged jihadists early next year. Read more on the attacks: In the years after the 2015 horror Christophe Naudin, a history teacher and Bataclan survivor,kept a diary to record his feelings and try to recover from the trauma. He lost a friend called Vincent that night. Christophe cowered in a store room, packed in with other terrified fans, until the police managed to reach the scene and shoot the jihadists. He recalled seeing parts of victims' brains and treading over bodies heaped in the Bataclan audience pit, the newspaper Journal du Dimanche reported. He wrote that he could not forgive the perpetrators, and he felt \"only contempt, not hatred, for the terrorists\". He insists that, besides any social, psychological or political motivations for such outrages, there is \"a religious motivation, a vision of the world and the hereafter which is fundamental to jihadist ideology\".Eerily, before the 16 October murder of Samuel Paty near Paris, Mr Naudin had predicted that \"after having targeted places of fun and 'perversion', Daesh [Islamic State] would now like to attack teachers\". ", "url": "https://www.bbc.com/news/world-europe-54924051"}