{"datetime": "2022-02-02T16:53:11.000Z", "title": "Lisa Smith 'led astray' by Islamic State, court hears", "article": "A former Irish Defence Forces soldier told gardaí after returning from Syria that she did not support the Islamic State (IS) and had been \"led astray\". In interviews with gardaí, read to Dublin's Special Criminal Court, Lisa Smith said she realised she had made a mistake going to the country.She also told detectives she never used a weapon in Syria, RTÉ has reported. Ms Smith has pleaded not guilty to membership of the terrorist group and financing terrorism. In the 100-page interview given to detectives in December 2019, Ms Smith recalled how she travelled across the Turkish border. She said all her money, amounting to €7,000 (£5,840), was stolen and she was kept in a house with 50 or 60 women in Syria for five months.The 39-year-old said she agreed to marry a man she did not want to, who took her to Raqqa and beat her \"very badly\", RTÉ reported. Ms Smith described being attacked with cluster bombs and bullets hitting her house. She said she was \"so scared...we could have been killed\". Ms Smith said her husband put her and her daughter on a truck with no bags, money or food and they ended up in a camp.She said she saw people getting shot, babies dying and people with serious injuries who did not go to hospital. \"People don't know the reality of what happened in Islamic State,\" she told gardaí.When asked if she would go back there, she said: \"No way. No I've had enough, I've done my time. It was four years spent in prison.\"They put you in prison, torture and rape you. You are not allowed to come home. Europe doesn't want you. If you go home you go to prison.\" She told gardaí that she did not support IS and many things IS did. Ms Smith is accused of being a member of the terrorist group between 28 October 2015 and 1 December 2019 at a location outside the state. She has also been accused of financing terrorism by sending €800 (£670) in assistance by Western Union money transfer to a named individual in 2015. She has pleaded not guilty to both charges The trial continues. ", "url": "https://www.bbc.com/news/world-europe-60233301"}