{"datetime": "2021-07-13T14:08:22.000Z", "subject": "Coronavirus pandemic", "title": "Cuba protests: Arrests after thousands rally against government", "article": "Dozens of people have been arrested in Cuba after thousands joined the biggest protests for decades against the island's Communist government, media and opposition sources say. Unauthorised public gatherings are illegal in Cuba and protests are rare. Images on social media showed what appeared to be security forces detaining, beating and pepper-spraying some of the protesters.Cuba's president labelled those protesting \"mercenaries\". In a four-hour-long televised address President Miguel Díaz-Canel slammed protestors as \"counter-revolutionaries\" while his foreign minister alleged the demonstrations had been financed and instigated by the United States.But those who took to the streets said they were angry about the collapse of the economy, food and medicine shortages, price hikes and the government's handling of Covid-19. The government's response to the demonstrations was swift. Figures compiled by legal help centre Cubalex suggest around 100 people were arrested on Sunday. Among those detained is journalist Camila Acosta who was covering the protests for Spanish newspaper ABC. Spanish Foreign Minister José Manuel Albares demanded her immediate release. A young man who only gave his name as Carlos Alberto told BBC News Mundo he was hiding at his girlfriend's home after taking part in a demonstration. \"A colleague of mine was arrested, they came to look for him at his home. I'm afraid the same thing could happen to me,\" he said. \"We weren't doing anything bad, we're just asking for freedom and with this attitude they're showing what they are: a dictatorship,\" he told BBC Mundo's Lioman Lima over the phone.There were reports of internet blackouts across the island. Access to mobile internet was rolled out in December 2018 in Cuba but is controlled by the state-owned telecommunications company Etecsa.Internet monitoring site Netblocks said access to WhatsApp, Facebook, Instagram and Telegram had been restricted by Etecsa's servers.Mobile internet is the main way for Cubans to access independent news and many said the blackouts had increased the sense of ominous unease following the protests. There also appeared to be a heightened presence of security forces with one Havana resident reporting that \"the streets are full of police\". \"There are police at every corner and practically all you see going past is police patrols.\" With messaging services down and dozens of people arrested, relatives of some of those detained gathered in front of police stations for news of their loved ones.Ariel González told BBC News Mundo he had been to his local police station twice to enquire about his son, a 21-year-old student who was arrested during the protests.\"I knew he got roughed up because some of his friends who were with him told me. At the police station they told me they couldn't tell me where he is because he was taken by another 'institution',\" he said referring to the presence of plainclothes officers at the protests. Many of those attending the protests on Sunday complained about shortages \"There is no food, no medicine, there is no freedom. They do not let us live,\" one man named only as Alejandro said. Protesters also shouted \"freedom\" and \"down with the dictatorship\". President Miguel Díaz-Canel blamed the US sanctions on Cuba - which have been in place in various forms since 1962 - for the shortages, calling them a \"policy of economic suffocation\". The US - which has a decades-old history of hostilities with Cuba - has said it stands with Cubans, and called on those in government to refrain from violence and listen to its people. \"The Cuban people are bravely asserting fundamental and universal rights,\" US President Joe Biden said. The anti-government protests began with a demonstration in the city of San Antonio de los Baños, south-west of Havana, but soon spread throughout the country. Many were broadcast live on social networks. Posts on social media showed people overturning police cars and looting some state-owned shops which price their goods in foreign currencies. For many Cubans, these shops are the only way they can buy basic necessities but prices are high. Cuba's economy is struggling. Tourism, one of the most important sectors, has been devastated by the restrictions on travel during the Covid pandemic.Sugar, which is mostly exported, is another key earner for Cuba. But this year's harvest has been much worse than expected.As a result, the government's reserves of foreign currency are depleted, meaning it cannot buy in imported goods to supplement shortages, as it would normally do.Are you taking part in the protests? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-latin-america-57813704"}