{"datetime": "2021-07-14T09:56:51.000Z", "subject": "Coronavirus pandemic", "title": "Cuba protests: One dead and scores missing after rare demonstrations", "article": "One man has died in Cuba and more than 140 have been arrested or reported as missing during rare demonstrations against its Communist government. Diubis Laurencio Tejeda, 36, died in a suburb of Havana on Monday during a clash between protesters and police. Cuba's interior ministry did not say what the cause of death was but alleged he was part of a group that attacked a government facility.However, witnesses said security forces had attacked the protesters. State media said Mr Tejeda had been involved in \"disturbances\" in the La Güinera neighbourhood of Havana on Monday, where a group allegedly attacked a government facility.It reported that several others had been injured, including members of the security forces. In a statement on Tuesday, the interior ministry accused demonstrators of vandalism, setting fires and attacking police and civilians.But witnesses have said the security forces attacked peaceful protesters who joined a spontaneous demonstration in the neighbourhood. Waldo Herrera, who lives in the area, told Reuters news agency officers had drawn their guns and started shooting at the demonstrators.\"I think the Communists have lost control, they won't have a solution to this situation,\" he said. Data journalism site Inventario recorded more than 40 protests on Sunday. Such unauthorised public gatherings are illegal in Cuba and the security forces took swift action.On Tuesday, the police were out in force on the streets.Amnesty International says at least 140 Cubans have either been detained or their whereabouts are unknown, with relatives fearing they are being held at undisclosed locations.\"They took my daughter yesterday and I have no news of her,\" one woman outside a police station in Havana told the Agence France Press news agency on Tuesday.The rare anti-government demonstrations began on Sunday, when thousands took to the streets in protest over food and medicine shortages, price hikes and the government's handling of Covid-19. The unrest began with a demonstration in the city of San Antonio de los Baños, south-west of Havana, but soon spread throughout the country. Posts on social media showed people overturning police cars and looting state-owned shops that price their goods in foreign currencies. For many Cubans, these shops are the only way they can buy basic necessities but prices are high. President Miguel Díaz-Canel has called the demonstrators \"counter-revolutionaries\".His government blamed the United States, and its economic sanctions, for both the protests and Cuba's wider problems.US sanctions have restricted trade with Cuba since 1962. They were tightened under former US President Donald Trump, who also imposed sanctions on Venezuela, which is Cuba's main supplier of oil.Cuba's foreign minister called it a \"policy of economic suffocation to provoke social unrest in the country\". But the White House said that Cubans had suffered \"decades of repression\".Speaking on Monday, President Joe Biden said the US \"stands firmly with the people of Cuba as they assert their universal rights\". ", "url": "https://www.bbc.com/news/world-latin-america-57830160"}