{"datetime": "2022-02-10T15:57:57.000Z", "title": "Birmingham woman who shared extremist material jailed", "article": "A woman convicted of terrorism offences after sharing extreme videos has been jailed for five-and-a-half years. Aaminah Amatullah, 39, sent images of dead bodies, including children, to an online contact, who was in fact an undercover police officer. Sentencing at Birmingham Crown Court, the judge said he accepted mental health issues and personal problems had played a part in her radicalisation. However, he said, her actions had shown she was \"a committed extremist\". Amatullah, of Livingstone Road, Handsworth, Birmingham, was convicted in December after denying the charges. The trial was told two videos were sent within four days, including a speech encouraging terrorism by the leader of the group calling itself Islamic State (IS). The videos urged extremists to \"target them on the streets,\" following a battle to retake the IS stronghold of Al-Baghuz in Syria. Judge Paul Farrer QC told Amatullah: \"I have no doubt that by 2016 you held an extreme Islamic mindset. \"You believed that you were sending [one of the videos] to a female Muslim convert living in Northampton who shared your views. \"You intended to encourage terrorism - one of your social media contacts was arrested for terrorist offences in the Philippines.\" He also told the court he accepted she had been suffering from an emotionally unstable personality disorder, as well as anxiety and depression at the time. \"I accept that history and conclude that your vulnerability may well have played a part in your radicalisation,\" he said.But he added: \"Your actions demonstrated that you are a committed extremist.\" \"We cannot underestimate the dangerous nature of extremist propaganda and the influence it can have,\" Ch Supt Kenny Bell, from the West Midlands Counter-Terrorism unit, said. \"Communities defeat terrorism, and it remains vitally important that the public reports any suspicious activity to police.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60338558"}