{"datetime": "2022-02-08T17:20:36.000Z", "title": "US offers $10m reward over IS-K terror attack", "article": "The US is offering two $10m (£7.4m) rewards for information on anyone responsible for a terror attack on Kabul airport. At least 185 people - including 13 American troops and three Britons - died in the suicide bomb attack during evacuation of the city in August 2021. President Joe Biden promised to hunt down those responsible, saying the US would \"not forgive\" the perpetrators. The State Department says terror leader Sanaullah Ghafari is to blame. It has set up a new Rewards for Justice programme, and its first move was to offer money for information on terrorists operating in Afghanistan, in particular Ghafari, who is head of the Islamic State offshoot IS-K. US troops withdrew from Afghanistan in August last year - a widely-criticised move which led to Taliban militants returning to power and the collapse of the Afghan security forces that US troops and allies had trained and funded for years. The US military had originally gone into the country in 2001, ousting the Taliban in the wake of the 11 September attacks on American soil, blamed on al-Qaeda, a militant jihadist group then based in Afghanistan. During the abrupt withdrawal, an explosive device was detonated at Hamid Karzai International Airport. Ghafari, who is also known as Shahab al Muhajir, was appointed leader of IS-K in June 2020 and is the man security services say is responsible for that attack. In announcing the rewards, Gentry Smith, assistant secretary to the Bureau of Diplomatic Security, said he was hopeful they would help lead to the \"degrading and destroying\" of IS networks and the \"thwarting of their global ambitions\". \"As the President said last week about these terrorists, we will come after you and find you,\" he added. Mr Biden disclosed on 3 February that a US raid in northern Syria ended with the death of Abu Ibrahim al Qurayshi, the leader of IS. A $10m reward was previously offered for information on Qurayshi, though it is not known if it was claimed. IS-K is a regional affiliate of the main IS group, \"K\" referring to \"Khorasan\", a historical region covering parts of modern-day Afghanistan and Pakistan. ", "url": "https://www.bbc.com/news/world-us-canada-60293497"}