{"datetime": "2021-07-15T10:20:25.000Z", "subject": "Coronavirus pandemic", "title": "Cuba protests: Tax on food and medicine imports lifted", "article": "Cuba says it will allow travellers arriving in the country to bring in food, medicine and other essentials without paying import duties. The announcement was made following the biggest anti-government protests on the Communist-run island in decades.Thousands took to the streets on Sunday to protest over food and medicine shortages, price increases and the government's handling of Covid-19. There will be no limit on such goods brought in by travellers from Monday. However, the measure is only temporary and has been derided as \"too little, too late\" by critics of the government. Prime Minister Manuel Marrero Cruz announced the change on Wednesday at a meeting broadcast on state television. His tone was much more conciliatory than that of President Miguel Díaz-Canel, who, as the protests spread, had called on government supporters to take to the streets to \"defend the revolution\". In contrast, Mr Marrero Cruz said the lifting of the import duties \"was a demand made by many travellers and it was necessary to take this decision\". He added that the government would \"assess things\" after 31 December. Travellers to Cuba can currently bring up to 10kg of medicine into the country tax-free. However, they must pay customs duties on the limited amount of food and personal hygiene supplies they are allowed to bring in. Scrapping the import duties had been suggested by some Cubans as a way to ease the shortages of medicines and food on the island. The government had introduced the taxes to cut down on \"mulas\" (Spanish for mules), the name given to couriers who travel to Cuba from abroad heavily laden with foreign goods and currency. But the measure not only hit Cubans who turned to the \"mulas\" to bring them items they could not get hold of in state-run shops, but also those who relied on relatives abroad to provide them with badly needed food and hygiene products. While the scrapping of the import tax is seen as a rare concession by the government, its temporary nature has been a source of derision. With the Covid pandemic leading to a restriction in the number of flights arriving on the island, the effect the lifting of the restrictions will have is thought to be limited. But many of those who commented on social media also thought it was little more than a sticking plaster. Some wrote that they had taken the risk of protesting - in a country where unauthorised public gatherings are illegal - to achieve much more more than this limited concession.\"No, we don't want crumbs. We want freedom,\" government critic and journalist Yoani Sánchez tweeted shortly after the announcement.\"Blood wasn't spilled on Cuban streets in order to import a few extra suitcases.\" The protests, which started on Sunday, were not only the biggest but also the most widespread to be held in Cuba in decades. Dozens have been arrested nationwide since the unrest began. Authorities confirmed on Tuesday that one man had died. News of the protests spread on social media, where demonstrators posted live footage of gatherings across the country. Mobile internet access was introduced in Cuba in the last few years but is provided by a state-run company. In the wake of the protests, there was an internet blackout which many blamed on the government trying to block communications.AFP news agency journalists reported that Cuban authorities had restored access to the internet on Wednesday. However, some messaging and social media platforms reportedly remained blocked on 3G and 4G, including Facebook, WhatsApp and Twitter. Streets in Havana were calmer on Wednesday, although there was a heavy security presence. Arrests seem to have continued in the country in recent days. Cuban YouTuber Dina Stars was conducting an interview for a Spanish broadcaster on Tuesday when she told the channel that security forces had come to take her away. She later posted about it on Instagram. And Reuters obtained footage from Tuesday which it said was of a young man in the south-eastern town of Gibara being arrested. The protests come amid a severe economic crisis. Tourism, one of the most important sectors, has been devastated by the restrictions on travel during the Covid pandemic. Sugar, which is mostly exported, is another key earner for Cuba. But this year's harvest has been much worse than expected. As a result, the government's reserves of foreign currency are depleted, meaning it cannot buy in imported goods to supplement shortages, as it would normally do. Cuba has blamed the US and its economic sanctions for the protests and Cuba's wider problems. On Wednesday,the US called for the release of all peaceful protesters detained in Cuba during recent unrest. ", "url": "https://www.bbc.com/news/world-latin-america-57844864"}