{"datetime": "2022-01-25T16:19:43.000Z", "title": "Lisa Smith 'enveloped herself in the black flag' of Islamic State", "article": "A former Irish Defence Forces soldier \"enveloped herself in the black flag\" of the Islamic State (IS), a court has heard. Lisa Smith, 39, pleaded not guilty to charges of membership of the organisation and providing funds to it. The Republic of Ireland's Special Criminal Court heard Smith's conduct when she travelled to Syria could \"prove membership\" of IS. The court heard the County Louth woman had travelled to the country in 2015. Sean Gillane, SC, for the prosecution said the court would hear evidence that Smith, a former Air Corps soldier, had taken part in \"hijrah\" or migration to territories controlled by the IS. \"Hijrah in this context is a central act of allegiance to this proto-State, without which the organisation cannot survive. It is the very lifeblood of the Islamic State,\" he said. Mr Gillane said the migration was to \"self-identify as a member\" of the organisation. He said evidence would show Smith had willingly stayed in Syria, married there and that her movements mirrored that of the group when they lost territories in the region. Mr Gillane said evidence would show Smith was part of a Telegram group in June 2015 that discussed a video by the Islamic State showing the drowning of five men in a cage. He said members discussed why they had been drowned and Smith responded: \"Ok, I understand why they were drowned. I didn't know half of the story.\" The court heard Smith bought a one-way ticket from Dublin to Istanbul and from there, crossed the border into Syria and IS-controlled territory.At this time Smith \"made clear to her family her desire to stay\", the court heard.The court also heard from the first witness, Una McCartney, from Dundalk, who was a friend of Smith for a number of years. She told the court that she and Smith had discussed religion around the time of her conversion to Islam. She said Smith had talked about moving to a Muslim country because she wanted to be \"surrounded by people who were the same faith as her\", but said she did not recall Smith stating any intention to travel to Syria. It is alleged that between October 2015 and December 2019 Smith was a member of the terrorist group. She has also been accused of financing terrorism by sending €800 (£669) to a named individual in 2015. Smith has denied the charges and the trial continues. ", "url": "https://www.bbc.com/news/world-europe-60127178"}