{"datetime": "2021-06-17T00:30:33.000Z", "title": "Biden and Putin praise Geneva summit talks but discord remains", "article": "The presidents of the US and Russia have praised their talks in Geneva but have made little concrete progress at the first such meeting since 2018. Disagreements were stated, said US President Joe Biden, but not in a hyperbolic way, and he said Russia did not want a new Cold War. Russian President Vladimir Putin said Mr Biden was an experienced statesman and the two \"spoke the same language\". The talks lasted around three hours, less time than was scheduled. Mr Biden said they did not need to spend more time talking and there was now a genuine prospect to improve relations with Russia.As a gift to the Russian leader, Mr Biden brought Mr Putin a custom-made pair of aviator sunglasses, a style favoured by the US president, and a crystal sculpture of a bison. It is unclear whether Mr Putin gave Mr Biden a gift. In 2018, the Russian leader gave former President Donald Trump a soccer ball after a meeting in Helsinki, Finland.The two sides agreed to begin a dialogue onnuclear arms control . They also said they wouldreturn ambassadors to each other's capitals - the envoys were mutually withdrawn for consultations in March, after the US accused Russia of meddling in the 2020 presidential election.However, there was little sign of agreement on other issues, including cyber-security, Ukraine and the fate of Russian opposition leader Alexei Navalny, who is currently serving a two-and-a-half-year sentence in a penal colony.Mr Biden said there would be \"devastating consequences\" for Russia if Navalny died in prison. Before the summit, both sides said relations were at rock bottom.Mr Putin hinted at a possible deal on exchanging prisoners, saying he believed compromises could be found.Oncyber-attacks , Mr Putin brushed away accusations of Russian responsibility, saying that most cyber-attacks in Russia originated from the US.Mr Biden said he told Mr Putin that critical infrastructure, such as water or energy, must be \"off-limits\" to hacking or other attacks. \"I looked at him and said how would you feel if ransomware took on the pipelines from your oil fields? He said it would matter,\" Mr Biden said, adding that if Russia violated these \"basic norms\" the US would retaliate.The two sides differed sharply on human rights, including the right to protest.Mr Putin dismissed US concerns aboutNavalny , who recently undertook a 24-day hunger strike.He said Navalny had ignored the law and knew he would face imprisonment when he returned to Russia after having sought medical treatment in Germany. Navalny says he was poisoned with a nerve agent on Mr Putin's orders - an accusation Mr Putin denies.He said Russia did not want disturbances on its territory comparable to the Capitol riots or the Black Lives Matter movement.Mr Biden dismissed Mr Putin's comments about Black Lives Matter as \"ridiculous\", and said human rights would \"always be on the table\".Asked why Russia would want to co-operate with the US, Mr Biden said it was \"in a very, very difficult spot right now\". \"They are being squeezed by China. They want desperately to remain a major power,\" he told reporters, shortly before leaving Geneva. At one point during his press conference, the US president appeared to nod in response to a reporter who asked if he trusted Mr Putin. But the White House sent a tweet out soon after saying Mr Biden was \"very clearly not responding to any one question, but nodding in acknowledgment to the press generally\".When a CNN journalist asked why Mr Biden was confident Mr Putin would change his behaviour, the US president became visibly irritated, retorting: \"If you don't understand that, you're in the wrong business.\" He later apologised for being a \"wise guy\".BBC Moscow correspondent Sarah Rainsford says Mr Putin was keen to underline several times that Russia was a nuclear power - an important country, with an economy smaller than that of the US, but one that still mattered and that was why Mr Biden had come to talk to him. What is the metric for success following this summit? I think that Joe Biden will see a success as the fact that they engaged in detailed conversations about the knottiest issues around.I think Mr Biden - for a domestic audience - also wanted to prove that the 'America is back' tour also means 'I'm not Donald Trump'. And I think he was very keen to underline this in his news conference that I attended a little while ago.But as Mr Biden goes back to the US now on Air Force One, he said: \"We will respond if Russia doesn't do what we want, on cyber, on human rights and the rest of it.\" But respond how? That's the bit of it that is unclear.And I'm sure Mr Putin returning to Moscow will be thinking: \"Well, he said all these things, but what's he going to do about it?\" Mr Putin has seen down Western leaders before. Maybe he will think that Mr Biden is a different sort of American president.But I think that Mr Putin is going to test his boundaries, and Mr Biden will eventually have to decide how he is going to respond. ", "url": "https://www.bbc.com/news/world-europe-57504755"}