{"datetime": "2019-09-20T13:15:56.000Z", "title": "Cuba's 'sonic weapon' may have been mosquito gas", "article": "Canadian researchers say they may have identified the cause of a mystery illness which plagued diplomatic staff in Cuba in 2016. Some reports in the US suggested an \"acoustic attack\" caused US staff similar symptoms, sparking speculation about a secret sonic weapon. But the Canadian team suggests that neurotoxins from mosquito fumigation are the more likely cause. The Zika virus, carried by mosquitoes, was a major health concern at the time. So-called \"Havana syndrome\" caused symptoms including headaches, blurred vision, dizziness and tinnitus. It made international headlines when the US announced more than a dozen staff from its Cuban embassy were being treated. Cuba denied any suggestion of \"attacks\", and the reports led to increased tension between the two nations. In July, a US academic study showed \"brain abnormalities\" in the diplomats. \"It's not imagined, all I can say is that there is truth to be found,\" one of the authors said. The Canadian team from the Brain Repair Centre in Halifax thinks it now has the answer. Canadian diplomats were affected by similar reactions to US counterparts - though the study noted that the symptoms of the Canadians were more gradual than the \"acute, directional... auditory stimulus\" in some of the US cases. The study notes that tests carried out on 28 participants - seven of whom were tested both before and after being posted to Havana - support a diagnosis of brain injury acquired by diplomats and their families while in Cuba. The patterns of brain injury \"all raise the hypothesis of recurrent, low-dose exposure to neurotoxins\", the report said. Specifically, the results were \"highly suggestive\" of something called cholinesterase inhibitor intoxication. Cholinesterase is an important enzyme in the human nervous system, and blocking it through an inhibitor can lead to death. The chemical weapon, Sarin, is an example of a potent cholinesterase inhibitor, as is VX, which was used inthe killing of Kim Jong-nam , the half-brother of North Korea's leader. But the low, consistent doses the researchers believe were delivered are consistent with exposure to commercial pesticides, the study's authors said. And fumigation in Cuba increased after the country \"declared war\" on the Zika virus in 2016, spraying gas around or even inside diplomats' homes. Embassy records showed a significant increase in fumigation with weekly exposure to high doses of pesticides, the study said. The Zika virus, spread by mosquitoes, affected 47 countries in Latin America and the Caribbean that year, causing microcephaly in some newborn babies. The Canadian researchers said that proving the definitive cause was \"difficult, if not impossible at this time\" - but that their hypothesis offered \"a plausible explanation\". But \"other causes cannot be ruled out\", they wrote. The study focused purely on Canadians and did not cover any US diplomats, their families or Cuban residents of Havana. John Babcock, a spokesman for Canada's foreign ministry, told reporters that \"no definitive cause of the health incidents has been identified to date\". The Canadian government is exploring \"all avenues\", he said. The US government has never officially spoken about what it thinks the cause of the unusual symptoms could be. US media have quoted state department officials as referring to a \"sonic attack\", and a US medical study found brain abnormalities in US diplomats. ", "url": "https://www.bbc.com/news/world-latin-america-49770369"}