{"datetime": "2021-06-16T11:49:02.000Z", "title": "Biden-Putin summit: US and Russian leaders meet for tense Geneva talks", "article": "US President Joe Biden and his Russian counterpart Vladimir Putin are meeting for their first, highly-anticipated summit. The talks in Geneva, Switzerland, come at a time when both sides describe relations as being at rock bottom. Discussions are set to include arms control and US allegations of Russian cyber-attacks.No major breakthroughs are expected but there are hopes of finding small areas of agreement.The arrangements for the meeting were carefully choreographed. The Russian president flew into Geneva on Wednesday before being taken by motorcade to the grand villa overlooking Lake Geneva where the summit is taking place.Mr Biden, who arrived in the city on Tuesday, then headed to the villa where the two leaders shook hands.Both are accompanied by senior officials for the talks.The meeting comes on the tail end of Mr Biden's first foreign trip as US president, in which he has also attended meetings with G7 and Nato leaders. Going into the summit, Mr Biden has stressed that he has the backing of his Western partners.The choice of Geneva as the setting harks back to the Cold War summit between US President Ronald Reagan and Soviet leader Mikhail Gorbachev in 1985. Neither the US nor Russia currently has an ambassador in-country, and Russia recently included the US on its official list of \"unfriendly states\". However, Mr Biden has said the meeting is an important step if they are to ultimately find \"stability and predictability\" in relations, while Mr Putin told state TV there were \"issues where we can work together\". But Yuri Ushakov, Mr Putin's foreign affairs adviser, told journalists there was \"not much\" ground for optimism, while Kremlin spokesman Dmitry Peskov said the talks would be \"very difficult\".Meanwhile, asked if the leaders - who previously met while Mr Biden was vice-president - would share a meal together, one senior US official told AFP news agency: \"There will be no breaking of bread.\" The US and Russian flags are out in Geneva, armed police in speed boats are patrolling the waterfront and a lakeside beach has been shut to sunbathers opposite the quietly stylish Swiss mansion that will host this summit.It won't be a friendly affair: how could it be, when Joe Biden has called Vladimir Putin a killer and claims he has no soul? In return, Russian TV reports on the meeting today opened by praising the elderly US leader for making it down the stairs of his plane without falling.There is plenty to discuss, and potentially cooperate on - from arms control to cybersecurity, the new battleground.The US also has a long list of concerns to raise about Russia's \"malign activity\" abroad and human rights at home. Vladimir Putin will shrug them off - he has years of practice at that.There are hints of possible progress in talks on the fate of US prisoners in Russia, including the former US marine Paul Whelan, convicted of espionage: Moscow has long been pushing for a swap for its own high-profile detainees in America.A truce in the long-running \"diplomatic war\" is also possible, with ambassadors perhaps finally returning to their posts. This encounter will produce no \"reset\" in relations, the hostility is here to stay. But it is a chance for the leaders of two nuclear powers to look each other in the eye again - to be frank - and to set out their respective stalls. At the very least, it's a chance to stop things getting any worse.", "url": "https://www.bbc.com/news/world-europe-57494283"}