{"datetime": "2019-07-24T11:39:35.000Z", "title": "Cuba dismisses findings of 'sonic attack' study", "article": "Cuba has dismissed the findings of a US academic study which found brain abnormalities in US diplomats who worked in Cuba. The research follows accusations by the US that Cuba carried out \"sonic attacks\", after several diplomats complained of unexplained symptoms including dizziness and hearing loss. The study's authors said brain scans showed the diplomats' symptoms were \"not imagined\". But Cuba said the results were unclear. The study was published in the Journal of the American Medical Association and was led by professors at the University of Pennsylvania.Researchers took MRI scans of 44 US diplomats and family members who had been stationed in Cuba and compared them to a control group of healthy volunteers. The authors said the diplomats showed less white matter which could affect the brain's ability to send messages as well as other changes affecting auditory and spatial functions.Ragini Verma, one of the study's co-authors, said the scans had shown \"something happened to the brains\" of the diplomats. \"Whatever happened was not due to a pre-existing condition, because we test for that,\" Prof Verma added. \"It's not imagined, all I can say is that there is truth to be found.\" Late in 2016, staff at the US embassy in Havana and some of their relatives started complaining about symptoms ranging from dizziness, loss of balance, hearing loss, anxiety and something they described as \"cognitive fog\".The US said two dozen of its staff members plus some of their family members had been affected by \"auditory sensations\" in 2017. The US government recalled most of its diplomatic personnel from Cuba in response. The US state department sent 44 of those who had reported symptoms to the University of Pennsylvania's brain trauma centre for MRI scans. The study published on Tuesday is based on those scans.The US government has never officially spoken about what they think the cause of the unusual symptoms could be. US media have speculated they could be the result ofan attack with a covert sonic weapon. But Canada, which also cut its embassy staff in Cuba after at least 14 of its citizens reported symptoms,has discounted the idea of a \"sonic attack\" being the cause . The study published on Tuesday does not draw any conclusions about the cause of the symptoms either.Cuba has always denied being behind the incidents and has taken umbrage at the US calling them \"attacks\". The BBC's Will Grant in Havana says that this particular study was quickly panned by Cuban scientists who have also been researching the possible cause. Our correspondent reports that the Cuban lead scientist, Prof Mitchell Valdés-Sosa, was so frustrated by the study's methodology and \"inconclusive results\" that he and his fellow scientists took the unusual step of convening a news conference.Prof Valdés-Sosa said that \"the changes in the brain images are very small, very diverse and very diffuse\". \"They do not correspond to a coherent explanation,\" he concluded.The issue was a key reason behind the almost complete shutdown of the US embassy in Havana just two years after it had re-opened as part of the thaw in Cuban-US relations under President Barack Obama.Cuba argues that the incidents are a pretext to damage bilateral ties. Cuban officials are also angry about the travel warnings that the US state department issued in response to the incidents. Cuba argues that tourists as well as diplomats are safe on Cuban soil.Tourism is an important source of revenue for Cuba, which has been under a US trade embargo for decades.The incidents also have wider international ramifications as Cuba is not the only posting where US diplomats have reported the unusual symptoms.Staff at the US embassy in the southern Chinese city of Guangzho have also reported hearing odd noises. ", "url": "https://www.bbc.com/news/world-latin-america-49097186"}