{"datetime": "2021-07-13T12:52:32.000Z", "author": "Cecilia Barría", "title": "Cuba protests: Internet sheds light on anger - until it goes dark", "article": "For several hours on Sunday, crowds of angry Cubans took to the streets to protest against the communist government. They also took to social media, where they not only shared their discontent but tried to galvanise supporters. The demonstrations, the biggest in decades, were a rare show of dissent in a country where unauthorised public gatherings are illegal. There was no formal organiser of the rallies, and people found out about where they were happening on online networks. The live broadcast on Facebook of a gathering in San Antonio de los Baños, near the capital Havana, was seen as the starting point for protests that spread quickly across the island. Until the internet was cut off. Internet access in Cuba is something relatively new. Access to mobile internet was introduced in December 2018, when many gained the ability to consume and share independent news in a country where almost all traditional media are run by the state. Since then, smaller events and protests have been held, and the government frequently restricts access to social media, as the telecommunications network is controlled by the state-owned company Etecsa.This prevents people from sharing information about the gatherings and claims of abuse against authorities known for their repressive tactics to silence criticism. It is a well-known tactic, used most recently in Myanmar where mass, largely peaceful street demonstrations against a military coup were met by a deadly crackdown, and in Belarus, after a disputed presidential election that was seen as rigged by the opposition. In Cuba, people were complaining about the collapse of the economy, food and medicine shortages, price hikes and the government's handling of Covid-19. Sebastián Arcos, associate director of the Cuban Research Institute at Florida International University, told the Associated Press the protests were \"absolutely and definitely fuelled by increased access to internet and smartphones\".As the demonstrations spread on Sunday, Cuba went offline for less than 30 minutes at around 16:00, said Doug Madory of Kentik, a company that monitors internet traffic. Then, there were several hours of intermittent outages. \"Until very recently, large internet outages were very rare,\" Mr Madory said. \"Internet shutdowns are new to Cuba in 2021.\" It meant the opposition was unable to use one of its preferred tools: live broadcasts on social media, known as \" la directa \". The government cannot easily interfere with them as they happen, unlike posts with recorded videos or pictures, which can be deleted. Ted Henken, a New York-based author who wrote a book called Cuba's Digital Revolution, said they had been an important development. \"The internet was a facilitator in the protests because it allowed people to share pictures in real time on Facebook Live... These videos were made by protesters and not [opposition] personalities.\" News of the demonstrations was also shared by independent journalists, influencers and artists with huge numbers of followers, and went viral with the use of hashtags, including #SOSCuba. President Miguel Díaz-Canel slammed protesters as \"counter-revolutionaries\" while his foreign minister alleged the demonstrations had been financed and instigated by the United States. Facebook, the most popular social platform in Cuba, as well as WhatsApp, Instagram and Telegram remained restricted by Etecsa's servers, according to monitoring site Netblocks. But VPN services, which can work around internet censorship, were effective for many users, it said. The disruption has contributed to a sense of unease, amidreports that about 100 people had been detained , according to figures compiled by legal help centre Cubalex. They included several high-profile opposition activists. \"Nearly all my friends are without internet,\" said Alfredo Martínez Ramírez, an activist in Havana. \"And we don't know where many of them are.\" ", "url": "https://www.bbc.com/news/world-latin-america-57818918"}