{"datetime": "2021-05-03T11:55:47.000Z", "title": "Luis Manuel Otero Alcántara: Cuban dissident's health stokes allies' fears", "article": "A leading Cuban dissident was forcibly taken to hospital by security forces after seven days on hunger strike, activists say, raising concerns over his health. Luis Manuel Otero Alcántara began his protest after police stormed his home in the capital Havana last month, seizing or destroying some of his art. The hospital said he was in a stable condition. But relatives and friends say they have not been able to communicate with him. Mr Otero Alcántara, 33, is the leader of the San Isidro Movement (SIM), a group of artists, journalists and intellectuals who campaign for freedom of speech and democracy in the communist country.The authorities allege the group is funded by Washington and has been used to subvert the state, claims the movement denies. But many members say they have been constantly targeted by the security forces, including with arbitrary detentions. In effect, Mr Otero Alcántara was put under house arrest after the raid on his home in April, activists said. He was repeatedly detained while trying to leave his home, which was surrounded by police, and his communications were cut off. He then started a hunger and thirst strike, demanding a return of his art, compensation, freedom of expression and an end to police harassment. Since then, no-one has been allowed in or out of his home by police. On Sunday, a report by the Havana public health department said the artist had been \"referred\" to a local hospital for \"self-imposed food deprivation\", and arrived by ambulance, \"walking without difficulty\".According to the health department, the hospital found no sign of malnutrition or other chemical imbalances, but he was admitted nonetheless. He was in stable condition, it added, and being attended to by physicians. Later, SIM members said state security had forced Mr Otero Alcántara from his home at dawn. They said the authorities' report was \"confusing and contradictory\" and demanded \"clear evidence\" of his well-being. \"How is it possible he has no signs of malnutrition or dehydration after being on a hunger and thirst strike for more than seven days?\" the group asked in a post on Twitter. In the last few days, the messaged added, Mr Otero Alcántara \"presented strong abdominal pains and severe muscle weakness that prevented him from moving easily, among other signs of dehydration\". Founded in 2018, the San Isidro Movement has often stirred controversy domestically by mixing art with political activism but it has gained international attention recently. Julie Chung, acting assistant secretary for the US State Department's Bureau of Western Hemisphere Affairs, said the US was \"extremely concerned about the welfare\" of the activist, and urged the Cuban government \"to take immediate steps to protect his life and health.\" The EU delegation to Cuba said it had followed Mr Otero Alcántara's hunger strike with \"concern\", saying: \"We have shared this concern with our Cuban friends and now we hope that he will soon recover his health and can enjoy his rights as a citizen and as an artist.\" Amnesty International Americas director Erika Guevara-Rosas demanded information on his whereabouts and that he be allowed access to his family. Last November,Mr Otero Alcántara and other SIM members staged a hunger strike to protest against the arrest of dissident rapper Dennis Solís. Police ended the strike, which led to a rare protest by about 300 people in front of the culture ministry against censorship and in favour of freedom of expression. ", "url": "https://www.bbc.com/news/world-latin-america-56947591"}