{"datetime": "2020-12-06T05:58:41.000Z", "title": "'Havana syndrome' likely caused by directed microwaves - US report", "article": "Mystery illness suffered by US diplomats in Cuba was most likely caused by directed microwave radiation, a US government report has found. The report by the National Academies of Sciences does not attribute blame for the directed energy waves. But it said research into the effects of pulsed radio frequency energy was carried out by the Soviet Union more than 50 years ago. The illnesses first affected people at the US embassy in Havana in 2016-17. Staff and some of their relatives complained of symptoms ranging from dizziness, loss of balance, hearing loss, anxiety and something they described as \"cognitive fog\". It became known as \"Havana syndrome\". The US accused Cuba of carrying out \"sonic attacks\", which it strongly denied, and the incident led to increased tension between the two nations. A 2019 US academic study found \"brain abnormalities\" in the diplomats who had fallen ill, butCuba dismissed the report . Canada also cut its embassy staff in Cuba after at least 14 of its citizens reported similar symptoms. The latest study was carried out by a team of medical and scientific experts who examined the symptoms of about 40 government employees. Many have suffered longstanding and debilitating effects, the report said. \"The committee felt that many of the distinctive and acute signs, symptoms and observations reported by (government) employees are consistent with the effects of directed, pulsed radio frequency (RF) energy,\" the report reads. \"Studies published in the open literature more than a half-century ago and over the subsequent decades by Western and Soviet sources provide circumstantial support for this possible mechanism.\" It noted there had been \"significant research in Russia/USSR into the effects of pulsed, rather than continuous wave [radio frequency] exposures\". It said that military personnel in \"Eurasian communist countries\" had been exposed to non-thermal radiation. Cuba was not the only posting where US diplomats have reported the unusual symptoms.In 2018,the US removed several officials from China after employees working in the southern city of Guangzhou reported \"subtle and vague, but abnormal, sensations of sound and pressure\". One US official was diagnosed with mild brain trauma. ", "url": "https://www.bbc.com/news/world-us-canada-55203844"}