{"datetime": "2021-07-12T19:35:28.000Z", "subject": "Coronavirus pandemic", "title": "Cuba protests: Thousands rally against government as economy struggles", "article": "Thousands of Cubans have risked jail by joining the biggest protests for decades against the island's Communist government. \"There is no food, no medicine, there is no freedom. They do not let us live,\" one of Sunday's protesters named only as Alejandro told BBC Mundo. The protests are significant, because government critics face harsh punishments for dissent in Cuba. The island's president called for his supporters to \"fight\" the protesters. Cuba is in the midst of an economic crisis and has been hit hard by US sanctions and Covid. Cubans have been angered by the collapse of the economy, food and medicine shortages, price hikes and the government's handling of the pandemic. Protesters shouted \"freedom\" and \"down with the dictatorship\" in demonstrations across Cuba, including the capital Havana. \"We are not afraid. We want change, we do not want any more dictatorship,\" an unnamed protester in San Antonio told the BBC. Dozens of anti-government protesters were arrested by security forces who were assisted by plain clothes officers, Reuters news agency reports. Images on social media showed what appeared to be security forces detaining, beating and pepper-spraying some of the protesters.There were reports of internet blackouts across the island and a photographer with Associated Press was injured after a confrontation with security forces. In response to the rare unrest, President Miguel Díaz-Canel addressed the nation in a TV broadcast and blamed the US for the turmoil. He called its tight sanctions on Cuba - which have been in place in various forms since 1962 - a \"policy of economic suffocation\". Mr Díaz-Canel said the protesters were mercenaries hired by the US to destabilise the country, and called for his supporters to go out and defend the revolution - referring to the 1959 uprising which ushered in Communist rule. \"The order to fight has been given - into the street, revolutionaries!\" he announced.The top US diplomat for Latin America, Julie Chung, tweeted: \"We are deeply concerned by 'calls to combat' in Cuba.\" The US - which has a decades-old history of hostilities with Cuba - has said it stands with Cubans, and called on those in government to refrain from violence and listen to its people. \"The Cuban people are bravely asserting fundamental and universal rights,\" US President Joe Biden said in a statement.The anti-government protests began with a demonstration in the city of San Antonio de los Baños, south-west of Havana, but soon spread throughout the country. Many were broadcast live on social networks, which showed marchers shouting slogans against the government and the president, and calling for change.Posts on social media showed people overturning police cars and looting some state-owned shops which price their goods in foreign currencies. For many Cubans, these shops are the only way they can buy basic necessities but prices are high. By Vanessa Buschschluter, Latin America and Caribbean editor, BBC News Online While the crowds of protesters do not look particularly large, the significance of thousands of Cubans taking to the streets across the country can hardly be overstated.Shouting \"Freedom!\" and \"Down with Communism!\" may be considered tame in other parts of the world, but doing so on the tightly controlled Communist-run island can easily land you in jail.The fact that people are daring to do so in small towns where they can be easily identified by the Communist authorities shows the levels of anger fuelling these protests. And with protesters live-streaming footage on social media sites, the government is finding it hard to hide evidence of the discontent.A video uploaded by the Cuban foreign minister showing government loyalists marching and shouting \"These streets belong to Fidel [Castro, the late Cuban revolutionary leader]\" was quickly countered by government critics sharing footage of the protests. Cuba's economy is struggling. Tourism, one of the most important sectors, has been devastated by the restrictions on travel during the Covid pandemic.Sugar, which is mostly exported, is another key earner for Cuba. But this year's harvest has been much worse than expected.Cuba's sugar monopoly, Azcuba, said the shortfall was to blame on a number of factors, including a lack of fuel and the breakdown of machinery which made bringing in the harvest difficult, as well as natural factors such as humidity in the fields.As a result, the government's reserves of foreign currency are depleted, meaning it cannot buy in imported goods to supplement shortages, as it would normally do.Some of the demonstrators sang Patria y Vida (\"Fatherland and Life\"), a rap and reggaeton hit. Its title plays on a slogan - Fatherland or Death - which dates back to the 1950s, when the late Fidel Castro's revolutionaries overthrew the government. ", "url": "https://www.bbc.com/news/world-latin-america-57799852"}