{"datetime": "2020-11-02T00:03:18.000Z", "author": "Imogen Foulkes", "title": "Geneva: Why the world's highest minimum wage was needed", "article": "Geneva is a very wealthy place. Home to a huge private banking sector, the United Nations, and auction houses Sotheby's and Christie's, which regularly sell enormous gemstones for eye-watering prices. And this month it is introducing the highest minimum monthly salary in the world, in response to a referendum at the end of September. The new hourly rate of 23 Swiss francs - equivalent to £19, $25 or €22 - will give a minimum monthly salary of 4,000 francs (£3,350). This Swiss canton may be rich but it is also home to tens of thousands of hotel workers, waiters, cleaners and hairdressers who struggle to make ends meet. When Switzerland went into lockdown last March, images of lines of people at food banks in Geneva made headlines.In fact, the food banks existed before the pandemic, and they are still there months after the lockdown ended. Charly Hernandez's charity Colis du Coeur distributes thousands of bags of groceries a week at one food bank in the city centre. The lines are long, most of the people queuing are women, many of them have young children. It may sound a lot, but only if you don't live in Geneva, Charly explains. \"A single room is 1,000 francs a month, if you can survive on 500 francs a month for food you're a very good manager, health insurance is 550 a month per person. If you are a family with two kids, you barely scrape by.\" The new minimum wage will make a difference to many people, like Ingrid, who have been going to the food bank.\"At the end of the month my pockets are empty,\" she says. \"This [food bank] has been great, because you have a week of food. A week of relief.\" Even some of the volunteers, like Laura, find Geneva's cost of living difficult. On her nurse's salary, she can't really afford a place of her own in the city. \"I would be living in a very small place, in one room. So I still live with my family. I'm 26,\" she says. Businesses offering less than 23 francs an hour will now have to give employees a pay rise. To have to bear this new cost in the middle of the Covid pandemic and a drastic drop in profits could cause more harm than good, fears Vincent Subilia of Geneva's Chamber of Commerce.\"Hotels, restaurants, these are areas which are already confronted with major challenges due to the pandemic,\" he says. \"This could potentially jeopardise the very existence of these sectors.\" One restaurateur, Stefano Fanari, told Swiss television he did not think he would be able to foot the bill. As the head chef, his monthly wage averages between 5,000 and 6,000 francs a month. \"How can I continue when I have to pay the dish washers that much? \"Should I cut their hours? Don't get me wrong, I'm not against someone earning 4,000 a month. But there's a point where we just can't pay that. I've sacrificed, I work 12 hours a day here. What should I do?\" Geneva's minimum wage came into law not because the government imposed it, but because Geneva citizens proposed it as a \"people's initiative\". They gathered enough signatures to call a referendum on the issue, and on 27 September voters said yes, by a pretty overwhelming 58% to 42%. Switzerland's system of direct democracy means the voters have the final say, so the minimum wage is now obligatory.Often, Swiss citizens tend to vote very cautiously when it comes to spending public money. But on the same day they also backed the nationwide introduction of two weeks' paid paternity leave.For Charly Hernandez these moves are positive signs that, especially in such difficult times, people in this largely wealthy country are looking out for one another. \"They voted for it, and I'm elated. We do have a very direct democracy that is great, but what many people don't know is that most people's initiatives get turned down.\"It's exceptional that things get approved, so I believe things are improving… OK at a slow pace, but that is the Swiss pace.\" The next test for voters will come later this month when the Swiss will decide on a \"responsible business initiative\".That would require companies based in Switzerland to take legal and financial responsibility for human rights and environmental abuses right along their supply chains, anywhere in the world.A yes to that could cost far more than Geneva's world-beating minimum wage. More stories from our Switzerland correspondent ", "url": "https://www.bbc.com/news/world-europe-54745033"}