{"datetime": "2019-03-06T00:01:00.000Z", "author": "Russell Hotten", "title": "Aston Martin boss Andy Palmer hits back at the doubters", "article": "The boss of Aston Martin Lagonda has delivered a passionate defence of the company's strategy amid signs some city investors are losing faith. Andy Palmer said the company will prove the sceptics wrong, as he stressed the luxury carmaker's long-term plans and importance to UK manufacturing. Aston Martin's shares slumped last week as the UK's only quoted carmaker posted its first results since going public. It comes as Aston rolled out its latest products at the Geneva Motor Show. These include models to take on the likes of Ferrari, Rolls-Royce and Bentley, meaning that James Bond's favourite carmaker will soon be able to compete in all segments of the luxury car market, from hypercars to sports utility vehicles. But Mr Palmer fears that Aston Martin's \"good news message\" is being drowned out. Last month, the shares sank about 20% after the carmaker delivered its maiden set of profit figures. The share price went below £11, having debuted on the London Stock Market last October at £19. One long-time city observer said Aston Martin's very brief life as a public company was so far the worst he had seen in almost 30 years. But Mr Palmer blamed the share price slide and criticism on people who don't understand the long-term investment case.And because the actual number of shares listed is relatively small, this increases the price volatility. \"My disappointment with last week's reaction is because the results were, in fact, really, really strong,\" he insisted. Mr Palmer wants people to understand Aston Martin's importance to British manufacturing.\"Everything else has been sold. When everything is sold overseas, when you come to economic downturns it is much easier to switch off a plant if it's not in your home backyard.\"It's much easier for Honda to close their plant or for Nissan to turn off the X-Trail... because [the HQs] are a long way from home. \"We need to create engineers in the UK; we need to create intellectual property; we need to create apprentices. When you don't own your own industry, you can't guarantee that you can do that.\" The UK car industry \"messed up in the 1970s and '80s\", says Mr Palmer, an executive at Nissan before taking the top job at Aston Martin. \"It's a legacy time bomb that has been sitting with us for some time.\" The motor show launch included the first car to be produced under the company's revival of the legendary Lagonda marque. Lagonda is being re-launched as an all-electric brand, with the All-Terrain Concept unveiled at the show set to go into production at Aston Martin's new factory at St Athan, Wales, in 2022. The car will line up against the Rolls-Royce Cullinan and Bentley's Bentayga, although Mr Palmer expects his product to be more appealing to millionaire tech entrepreneurs. The car will have a range of about 400 miles, and wireless rapid-charge technology - and cost about £300,000. The Lagonda brand was born in 1899 and \"we need to invigorate it,\" Mr Palmer said. \"It will be the first all-electric vehicle luxury car brand.\" Aston Martin also unveiled its Vanquish Vision, a 200-mph supercar to challenge Ferrari's new F8 Tributo and latest Lamborghinis. The Vision's price tag is at least £250,000. Completing the line-up of launches was a £1m hypercar, called the AM-RB 003. It will be put into production in late 2021. Mr Palmer described the unveilings as \"a show of force… It shows our long term story remains strong and on track,\" he told the BBC.The Geneva displays are part of the company's Second Century strategy to launch one new model a year for seven years. With the launch of a planned new Lagonda sedan, in production from 2023, that strategy will be complete. After that, \"it's copy-repeat, copy-repeat\", he said. He described Second Century as a defensive plan to protect Aston Martin, loss-making for decades, against downturns in the global economic cycle and changing markets. \"We'll have a company more capable of dealing with these things,\" he said. \"My job is to make sure the company is prepared for these events.\" Mr Palmer has been a vocal critic of the UK leaving the EU without a deal, putting his head above the parapet long before many other executives. \"The worry is that you get contaminated with the Brexit story.\" But he is hopeful an agreement will be done before 29 March because he \"finds it inconceivable that sensible people in Brussels and UK can't find a deal\". There is, of course, the rest of the world to worry about, although Aston Martin's key China and US markets are doing well. He is particularly pleased with the continuing growth in China, where 50% of customers are now female. So-called rich empowered females are an important growth market, including in Saudi Arabia, where driving restrictions on women have been lifted. The company has opened more dealerships in the country. Mr Palmer accepts that Aston Martin still has a macho, perhaps intimidating reputation - a legacy of the 007 connection. But that's more the case in the West, he believes. \"The preconception does not exist in China, which is why we've been able to get to 50%\". But the company still needs to do more to attract women buyers and get them into the showrooms for a test drive, he says. There will be no \"pinking and shrinking\" of the cars, but much more emphasis on marketing and approach. \"We don't want to alienate any potential customer, male or female.\" He has set up a female advisory board, made up of the sort of rich empowered females he wants to buy his cars. They meet about once a quarter to advise on everything from car design to car advertising.\"When men talk about female customers they can sound condescending, even though that's not the intention. The advisory board helps us to get the tone and manner right.\" If only setting the right tone and manner among city investors was as easy. ", "url": "https://www.bbc.com/news/business-47457220"}