{"datetime": "2019-10-30T12:06:46.000Z", "subject": "Syrian civil war", "title": "Syria war: UN-backed talks on new constitution begin in Geneva", "article": "One-hundred-and-fifty delegates representing Syria's government, opposition and various sectors of civil society are meeting in Geneva to try to draft a new constitution. The UN says the talks will be \"Syrian-owned and Syrian-led\", and could pave the way for reforms and elections. It suggests they might, eventually, lead to peace negotiations. Syria's eight-year civil war has claimed more than 370,000 lives and created 5.6 million refugees. Fighting is still raging in parts of the country, particularly the north-west - where Russian-backed forces loyal to President Bashar al-Assad are bombarding the opposition's last stronghold - and the north-east - where Turkey recently carried out an operation to push back Kurdish fighters from its border. Last month's deal to establish the constitutional committee was the first political agreement between the government and opposition since the war began in 2011. On Wednesday, the participants - 50 each from the government, the opposition, and civil society - gathered at the Palais des Nations on Wednesday for an opening ceremony. Almost 30% of the representatives are women. Sitting beside the committee's two co-chairmen, UN special envoy Geir Pedersen called for patience, persistence, and readiness to compromise.Mr Pedersen said he knew it was \"not easy for all of you to be together in this room\", but that it would be a powerful sign of hope for Syrians everywhere. The government's co-chairman, Ahmad Kuzbari, appeared less conciliatory, insisting that the \"battle to protect the state\" had been \"legitimate\", and praising the \"sacrifices and heroic deeds\" of the Syrian army. The opposition co-chairman, Hadi al-Bahra, responded by saying that \"terrorism cannot be stopped with terrorism\", adding that victory in Syria would be about \"achieving justice and peace, not winning the war\". Initial face-to-face discussions are expected to start on Thursday, after which a 45-strong body - 15 from each bloc - will start work on drafting a new constitution that should lead to UN-supervised elections. Decisions will be taken by consensus where possible, and otherwise by a majority of 75%, so that no one bloc can dictate the outcomes. UN Secretary General António Guterres said on Tuesday that he welcomed the \"unique opportunity\" provided by the committee and said he expected participants to work together in faith towards a solution in line with Security Council resolution 2254 that meets the legitimate aspirations of all Syrians. But he added: \"The constitutional committee's launch and work must be accompanied by concrete actions to build trust and confidence.\" \"Meaningful engagement in the constitutional committee, accompanied by a cessation of hostilities across the country, will provide my special envoy with an environment he requires to effectively discharge his mandate to facilitate a broader political process.\" Resolution 2254 , adopted in 2015, endorsed a road map for a peace process in Syria that would establish \"credible, inclusive and non-sectarian governance\". Conflict resolution specialists said it seemed premature to start drafting a new constitution when the fighting was continuing in Syria and raised doubts about whether the process could be truly representative.\"You come here you stay at the five-star hotel next door, and it is the political elite that come. I mean it's a business, a livelihood, peace negotiations, and they are often not representative of the people who should be around the table,\" Renée Larivière of the peace building organisation Interpeace told the BBC. The BBC's Imogen Foulkes in Geneva says there is no time limit for the talks, but if the participants stay in Geneva for longer than a few days and some genuine discussion about Syria's future takes place, the UN will see that as a positive sign. ", "url": "https://www.bbc.com/news/world-middle-east-50233661"}