{"datetime": "2021-05-25T17:06:40.000Z", "author": "Anthony Zurcher", "title": "Biden-Putin summit: Awkward conversation looms in Geneva", "article": "Joe Biden said last month that he would be meeting face to face with Russian President Vladimir Putin at some point soon. Now we have a date - and a location. The first US-Russia summit of the Biden presidency will take place in Geneva, Switzerland, on 16 June. That comes at the tail end of Biden's already scheduled trip to the United Kingdom for the G7 summit and Brussels for a meeting of Nato leaders, giving the president plenty of time to hear from US allies before sitting down with Putin. White House Press Secretary Jen Psaki, in a statement announcing the meeting, said the summit would cover a \"full range of pressing issues\" as the US seeks to \"restore predictability and stability\" to its Russian relations. That echoes comments Secretary of State Antony Blinken made during a meeting with his Russian counterpart, Sergei Lavrov, in Iceland last week, as he said Biden's goal was a \"predictable, stable relationship with Russia\". When Biden and Putin meet, they'll have plenty to talk about. A short list of subjects includes arms control, climate change, Russian military involvement in Ukraine, Russia's cyber-hacking activities, including the 2020 SolarWinds attack on US government and private computer networks, and the attempted poisoning and jailing of Russian dissident Alexei Navalny. Those conversations seem destined to be fraught, as Biden and Putin have traded verbal barbs amid rising tensions in the past months.In an interview in March, Biden agreed with the description of Putin as a \"killer\", prompting Russia to temporarily recall its ambassador to the US and Putin, in turn, to say it takes one to know one, before dryly wishing Biden \"good health\". There's little expectation of any tangible results from this meeting, aside from the hopes it will lead to improved relations and understanding between the two leaders. Contributing to the current US-Russia tensions are new penalties the Biden administration imposed last month as punishment for the Solar Winds hacking, which included new limits on transactions between US financial institutions and the Russian government as well as sanctions on Russian businesses and the expulsion of some Russian diplomats in the US. If those sanctions were a diplomatic \"stick\", the announcement last week that the Biden administration would waive congressionally mandated sanctions on the nearly completed Nord Stream 2 gas pipeline between Russia and Germany could help ease US-Russia tensions in the run-up to June's summit. (It also avoids irritating Germany, which could be an equally important concern for the Biden administration, which is intent on repairing US-EU relations.) If predictability and stability are part of Biden's goal, it will mark a sharp contrast from the four years of the Trump presidency, which began with allegations - confirmed by the US intelligence community - that Russia had meddled in the 2016 presidential election and was behind cyber-attacks on the Democratic Party and its presidential nominee, Hillary Clinton. Those attacks cast a shadow on much of the Trump presidency, leading to Robert Mueller's special counsel investigation and revelations of contact between members of the Trump campaign and Russian nationals (although the investigation found no evidence of co-ordination between the two camps). When Trump and Putin had their first and only one-on-one summit in Helsinki, Finland, in July 2018, Trump controversially stated that he believed Putin's insistence that Russia was not involved in election hacking, despite US intelligence conclusions to the contrary. During his presidential campaign and throughout his time in office, Trump expressed admiration of, and a sympathetic ear toward, Putin, although his administration did - after some delay - follow through with congressionally mandated sanctions on Russia. The rhetoric of the Biden administration toward Russia has been markedly different, even if its actions have not always matched the stronger words. That has led to some criticism of the White House's Russia policies from both political friends and adversaries. Following the Nord Stream 2 waiver announcement, Senate Foreign Relations Committee chairman Bob Menendez, a Democrat, said he didn't see how the move helped \"counter Russian aggression in Europe\". And shortly after the White House summit information was made public, Republican Senator Ben Sasse hit Biden's Russia policy on a number of fronts, including the recent move by Belarusian President Alexander Lukashenko to intercept a passenger jet in order to capture a dissident journalist. \"We're rewarding Putin with a summit?\" he said in a statement. \"Putin imprisoned Alexei Navalny and his puppet Lukashenko hijacked a plane to get Roman Protasevich. Instead of treating Putin like a gangster who fears his own people, we're giving him his treasured Nord Stream 2 pipeline and legitimising his actions with a summit. This is weak.\" US-Russia summits are always diplomatic high-wire acts, with US presidents having to walk a fine line as the world looks on. Biden, as a former vice-president and long-time foreign relations expert in the Senate, has plenty of experience in the diplomatic arena and seems to relish developing one-on-one chemistry with world leaders.The Geneva summit will be one of the biggest in-person tests of his political career, however. ", "url": "https://www.bbc.com/news/world-us-canada-57244860"}