{"datetime": "2019-03-19T12:54:37.000Z", "title": "World's most expensive cities revealed", "article": "Paris has come top of a ranking of the world's most expensive cities, alongside Hong Kong and Singapore. It's the first time three cities have shared the top spot in the 30-year history of the annual Economist Intelligence Unit survey. The French capital - ranked second most expensive last year - is one of four European cities in the top 10.The survey compares the cost of 160 items, such as food, drink, transport, utility bills, and rent, in 133 cities. It then tracks whether prices have gone up or down by comparing them with the cost of living in New York, which is used as a benchmark. The annual index was designed to help companies calculate cost-of-living expenses for expatriates and business travellers. The Economist Intelligence Unit noted that costs in the cheapest cities were low by Western standards, partly because low wages limiting household spending are the norm there.It also said a \"growing number of locations\" were becoming cheaper because of the impact of political or economic disruption, citing crisis-hit Caracas in Venezuela and war-torn Damascus in Syria, which are at the bottom of the list. \"There is a considerable element of risk in some of the world's cheapest cities,\" the report said, adding, \"Put simply, cheaper cities also tend to be less liveable.\" Report author Roxana Slavcheva said Paris had been among the top 10 most expensive cities since 2003 and was \"extremely expensive\" to live in.\"Only alcohol, transport and tobacco offer value for money compared with other European cities,\" she said.The average cost of a woman's haircut, for example, costs $119.04 (£90) in Paris, compared with $73.97 in Zurich and $53.46 in Japanese city Osaka. \"European cities tend to have the highest costs in the household, personal care, recreation and entertainment categories - with Paris being a good representative in these categories - perhaps reflecting a greater premium on discretionary spending,\" Ms Slavcheva said.1. Singapore (Singapore) 1. Paris (France)1. Hong Kong (China) 4. Zurich (Switzerland) 5. Geneva (Switzerland) 5. Osaka (Japan) 7. Seoul (South Korea) 7. Copenhagen (Denmark) 7. New York (US) 10. Tel Aviv (Israel) 10. Los Angeles (US) Inflation and volatile currency fluctuations helped drive changes in this year's ranking, with places like Argentina, Brazil, Turkey and Venezuela all seeing a sharp fall in their cost of living ranking.Caracas in Venezuela, where inflation neared 1,000,000% last year forcing the government to launch a new currency, was ranked the least expensive city in this year's survey.The price ofa cup of coffee in the capital Caracas doubled to 400 bolivars ($0.62; £0.50) in the space of only a week last December, according to Bloomberg. Damascus in Syria was ranked the world's second cheapest city.1. Caracas (Venezuela) 2. Damascus (Syria) 3. Tashkent (Uzbekistan) 4. Almaty (Kazakhstan) 5. Bangalore (India) 6. Karachi (Pakistan) 6. Lagos (Nigeria) 7. Buenos Aires (Argentina) 7. Chennai (India) 8. New Delhi (India) ", "url": "https://www.bbc.com/news/business-47617206"}