{"datetime": "2020-11-11T21:55:50.000Z", "title": "'Largest ever auctioned' purple-pink diamond sells for $26.6m (£20.1m)", "article": "An extremely rare purple-pink Russian diamond has sold at auction in Switzerland for $26.6m (£20.1m). The 14.8-carat diamond, dubbed \"The Spirit of the Rose,\" is the largest of its kind to be auctioned, as 99% of all pink diamonds are under 10 carats.Its size, along with its colour and flawless internal structure, helped to attract the high price at Sotheby's in Geneva. The name of the winning bidder has not been publicly disclosed. It was one of three stones in a collection by Russian mining company Alrosa - all named after famous Russian ballets. The Spirit of the Rose was cut from a rough diamond discovered in Russia in 2017.The rough diamond was called Nijinsky, in honour of the Russian-Polish ballet dancer and choreographer. The current price record for a pink diamond is held by CTF Pink Star. The 59-carat stonesold at auction for $71m (£57m) at Sotheby's in Hong Kong in April 2017. May 2016: A large diamond known as theOppenheimer Blue set anew auction record , reaching a price of $50.6m (£34.7m at the exchange rate of the time). The 14.62-carat gem was sold after 20 minutes of phone bidding at Christie's auction house in Geneva. The buyer's identity is unknown. November 2015: TheBlue Moon , a 12.03-carat ring-mounted blue diamond, caught the eye of Hong Kong tycoon Joseph Lau, who paid a record $48.4m (£31.7m) for the cushion-shaped stone. He bought it for his seven-year-old daughter, renaming it the \" Blue Moon of Josephine \" after her. May 2015: An unnamed buyer made history after purchasing theSunrise Ruby , a 25.59-carat \"pigeon blood\" coloured gemstone, for $30m (£19.1m). At that price, it became the world'smost expensive precious stone other than a diamond. November 2013: The \"largest vividorange diamond in the world\", according to Christie's, attracted the highest price paid per carat for any diamond at auction, selling for $35m (£22m), or $2.4m (£1.5m) per carat. November 2010: TheGraff Pink , a 24.78-carat \"fancy intense pink\" stone described as \"one of the greatest diamonds ever discovered\", auctioned for $46.2m (£29m). At the time it was believed to be the most expensive gemstone bought at auction and was sold to the well-known British dealer Laurence Graff. ", "url": "https://www.bbc.com/news/world-europe-54901982"}