{"datetime": "2020-06-30T05:44:14.000Z", "title": "Coronavirus: Geneva Motor Show 2021 scrapped and event to be sold", "article": "The organisers of the Geneva Motor Show have decided to scrap next year's event and want to sell up. The international auto show was due to take place in March 2021 but the company behind it has seen weak demand from car brands and exhibitors. This year's event was cancelled along with a host of other motor shows around the world due to the coronavirus. The announcement raises questions about the future of such events globally as car brands rethink their strategies. \"The automotive sector is currently going through a difficult phase, and exhibitors need time to recover from the effects of the pandemic,\" said the Committee and Council of the Foundation \"Salon International de l'Automobile\", which organises the international motor show. The majority of the event's exhibitors who took part in a survey said they would \"probably not participate\" in a show next year, the organisers added. This year's Geneva motor show was cancelled in February, just days before it was due to open. It regularly attracts more than half a million visitors. Other auto shows were also scrapped this year, including those planned for New York and Detroit, amid health concerns. Car brands use such events to debut their latest models and unveil concept cars. Instead, they have turned to their own online launches during virus lockdowns and travel restrictions. On Monday, the Geneva motor show organisers also announced plans to sell the show's assets to owners of the Palexpo conference centre in Geneva where the event is held, calling it \"the preferred solution\". The move will now put the spotlight on other motor shows planned for next year in major cities, given their cost and huge logistical efforts compared to online launches. The Geneva International Motor Show is the largest public event in Switzerland and has an economic impact of 200m Swiss francs(£171m; $210m) a year, according to the organisers. ", "url": "https://www.bbc.com/news/business-53216329"}