{"datetime": "2022-01-02T23:08:33.000Z", "title": "Emily in Paris: Ukraine complains over Kyiv character stereotype", "article": "Ukraine's culture minister says he has complained to Netflix over the portrayal of a character from Kyiv in Emily in Paris. The Netflix show follows a young American, played by Lily Collins, who travels to the French capital for work.In the latest series, Petra, a Ukrainian, shoplifts during a trip with the main character Emily.Oleksandr Tkachenko described the caricature image of Petra as \"insulting\".Petra, who is played by Ukrainian actress Daria Panchenko, is also portrayed to have a poor fashion sense and is afraid of being deported.\"In Emily in Paris, we have a caricature image of a Ukrainian woman that is unacceptable. It is also insulting,\" Mr Tkachenko wrote on Telegram.\"Is that how Ukrainians are seen abroad?\" he added.According to Ukrainian media, Mr Tkachenko has sent a letter to the streaming service complaining about the portrayal of Petra.One Ukrainian resident in Paris agreed with his criticism. \"The way you treated the image of Ukrainians in your second season, 4th episode is such a low cost trick, absolute scandal and a shame,\" Yevheniya Havrylko wrote in an Instagram post, which has had more than 75,000 likes.Others have chosen to defend the show, like Ukrainian film producer Natalka Yakymovych who said: \"So in a TV series, negative characters can be anything but Ukrainian? Obviously, we all would like her to be from Moscow, but you don't always get what you want.\" It is not the first time Emily in Paris has been criticised for its portrayal of different nationalities.When the first season was released, it was criticised, particularly in France, for promoting stereotypical images of the city and its residents.It portrays the French as rude people who wear berets and frequently cheat on their partners.The new series of the show features Alfie, a stereotypical Brit who spends his time drinking in pubs and watching football.Darren Star, creator of the show, previously defended the first series, saying he was \"not sorry for looking at Paris through a glamorous lens\".Mr Star said he had drawn on his own experiences of visiting the city.\"I wanted to showcase Paris in a really wonderful way that would encourage peopleto fall in love with the city in a way that I have ,\" he told the New York Times.", "url": "https://www.bbc.com/news/world-europe-59855440"}