{"datetime": "2021-12-16T14:45:57.000Z", "subject": "Coronavirus pandemic", "title": "Covid: France to drastically restrict travel from UK", "article": "France is tightening Covid restrictions for travellers arriving from the UK, as the government in Paris tries to slow the spread of the Omicron variant. From Saturday, most travellers who are not French residents or citizens must give a \"compelling reason\". Some lorry drivers and students will be able to travel, but Brits visiting relatives are not currently listed. All arrivals will have to provide a negative Covid test less than 24 hours old and isolate for at least two days. Confirmed Omicron cases are currently much higher in the UK than in France. French citizens, their partners and children, legal residents, and EU citizens travelling home through France, won't need an essential reason to travel - but must still abide by all other rules.The UK recorded 78,610 new Covid cases on Wednesday, the highest daily number reported since the start of the pandemic.Slightly more than 10,000 have been confirmed as Omicron, but it is thought that about twice that number are cases of the new variant. France reported 65,713 new Covid cases over a similar period but has only 240 confirmed cases of Omicron. A statement from French Prime Minister Jean Castex's office (in French), saidthe UK was, in its own words, about to face a \"landslide\" linked to Omicron in the coming days. \"As the Omicron variant spreads extremely quickly in the United Kingdom, the French government has decided to re-implement compelling reasons for travels from and to the United Kingdom, and to reinforce mandatory tests at departures and arrivals,\" it said. However, UK Transport Minister Grant Shapps confirmed lorry drivers would be exempt from the new restrictions, following fears over the impact on supply chains. Downing Street has signalled there are no plans to ban French travellers from the UK. A spokesman for Prime Minister Boris Johnson said that rising cases of Omicron globally mean that \"tighter border measures wouldn't be effective or proportionate\" in slowing the import of the new variant.A lot of people will be urgently consulting the French government's list of what constitutes a compelling reason for coming to France. And a lot of people are going to be disappointed. If you have booked a skiing holiday, for example, you will not be able to come. That's clear - all holidaying is out. If you are a UK citizen wishing to spend Christmas with your retired parents who live in France, it doesn't look good either. The list appears to state that the only Britons allowed in are those with registered homes in France, plus transport workers and some students. Without question, the end-of-year plans of many families will be badly affected, and travel companies are predicting a wave of cancellations. In fact, Alpine resorts say that a lot of British skiers have already cancelled, because they foresaw there would be difficulties. With travel to the UK from France already hit by tough restrictions decreed from London (self-isolation till results of compulsory PCR test), the two countries feel more apart than ever. From midnight on Saturday local time (23:00 GMT on Friday), anyone coming from the UK will be required to have tested negative by PCR or antigen test less than 24 hours before their arrival in France. They will be asked to register prior to their trip on a digital platform and provide an address for their stay in France. Once in France they will be expected to self-isolate for a week, unless they have a second negative test, in which case they can end their quarantine after 48 hours. These restrictions had previously only applied to arrivals who are not fully vaccinated. France has also advised people intending to travel to the UK to postpone their trips. France's list of compelling reasons for entry does not include tourism, family visits or non-urgent work. Hamza Taouzzale is among those who've been forced to cancel a trip - a family holiday to Disneyland Paris. \"We only told the kids yesterday and they were so excited. They've never been to Disneyland before,\" he told the BBC. \"We were planning to go from the 21st to the 26th to spend a couple of days at Disney and some in Paris. We were all packed and ready to leave too. \"Just heard the news this morning and are devastated. Would have been the first family trip in five years.\" Brittany Ferries said the new rules \"could be a hammer blow to our Christmas season\".\"In the context of an Omicron variant that is passing through the French population as it is in the UK, further border controls seem as unnecessary as they are unwelcome,\" it said in a statement. Have you needed to cancel your plans? How have your plans changed due to the Omicron coronavirus variant? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: ", "url": "https://www.bbc.com/news/world-europe-59679861"}