{"datetime": "2020-11-02T12:42:45.000Z", "author": "Annabel Rackham and Rachel Stonehouse", "title": "Emily in Paris: How much of it is cliche and how much is real?", "article": "In case you haven't seen it, Emily in Paris is a comedy drama about… well, as the title suggests… a woman called Emily who moves to Paris. Emily (played by Lily Collins) is in her 20s and makes the move from Chicago to the French capital for a job in marketing. The show'sbeen heavily criticised for its idealised view of the city, which creator Darren Star has defended. So just how stereotypical does it get? We asked some recent arrivals in Paris. \"The first half of the season is an exorcism of all of the French cliches the writers could think of, spewed out as if they could not keep them in,\" Rebecca Nicholsonwrote in the Guardian. \"The Moulin Rouge, rich women in couture letting their tiny dogs poo on the street, rare steak, chain-smoking, wine for breakfast, men in expensive suits talking freely about sex, decent pastries and a disdain for American culture,\" she adds in her one-star review. Speaking to The Hollywood Reporter , Star - who also created Sex and the City - said he wanted to show it in a really wonderful way, and intended it as a \"love letter to Paris\". Either way, it's definitely got people watching, and has been sat in Netflix's top 10 most popular shows since it launched on the streaming site. \"The show highly romanticises Paris,\" Bethanie Evie tells Radio 1 Newsbeat. \"It is beautiful here and there are some accurate things that the show portrays, but it's not like real life.\" She's a 24 year old nanny who has been living in the capital for a few months, after moving from Birmingham. She says she loves it, but that the show doesn't reflect the darker side of the city. \"There's a lot of racist activity and religious-based attacks… there's been several attacks on Muslims here.There's currently a lot of tension in France over thegovernment's reaction to dealing with Islamic terrorism . Some Muslims living in the countryfeel they are being singled out and held responsible for terrorists. \"Also there are so many people that suffer from poverty. There are homeless people everywhere,\" Bethanie says. Karina Achaeva is 23 and an exchange student from Russia, studying business in Paris.She says it is beautiful and spent her first few weeks in the city just like Emily - excited about everything.\"My favourite place is the Eiffel Tower, especially to see it shine at night time,\" she says. But she agrees with Bethanie that the show doesn't paint a complete picture. \"What I really noticed is that Emily made friends in France super quickly… I would say it's not that easy.\" Karina says there is a bit of a divide between international students like her and other French students. But she's spoken to some French people who don't like the show, because of the stereotypes it creates. \"People in Paris are not as rude as Emily makes out… I've spoken to people who don't like the series as they are shown as going to work late and drinking a lot of alcohol - it's not true!\" As a French native, Celia Pinheiro agrees.She's 21 and moved to the city a few months ago, to study for her Masters. \"The idea everyone in Paris is rude is just not true. Also it can feel a dangerous place as well, which you don't get a sense of in the show.\" It's been a big change for her, moving from the south of France, where she says the weather is much better. \"It rains all the time here. But it's like no other city, and my favourite thing is the architecture\". She says she enjoyed watching the show, and viewers shouldn't take it too seriously. \"There are so many cliches and it's definitely nothing like real life.\"Karina agrees: \"We watch the show to just relax a little and forget about the world, so it's good it's not like 100% reality.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-54707808"}