{"datetime": "2022-01-02T14:29:16.000Z", "title": "EU flag removed from Arc de Triomphe after right-wing outrage", "article": "A giant European Union flag displayed at the Arc de Triomphe in Paris to mark France taking on the bloc's presidency has been removed after it was criticised by right-wing politicians. Far-right leader Marine Le Pen said \"replacing\" the French flag at the monument was an attack on the country's identity.A government minister said the move was only ever meant to be temporary. France has taken over the EU's rotating presidency for the next six months. Ms Le Pen, who is a candidate in the presidential election in April, had vowed to file a complaint with the State Council, France's highest court for administrative matters. She described the EU flag's removal as a victory resulting from pressure on the government. Far-right independent candidate Eric Zemmour, who is also running against President Emmanuel Macron, called it \" an outrage \". Conservative candidate Valérie Pécresse also objected to the position of the EU flag: \"Preside over Europe yes, erase French identity no!\", she tweeted: But European Affairs Minister Clément Beaune denied the government had bowed to pressure from the far right and said the flag had been taken down as planned. \"It was scheduled that the flag was to be taken down this Sunday, we hadn't established an exact time,\" he told France Inter radio. Mr Beaune also pointed out that the French flag which is sometimes displayed at the Arc de Triomphe is not a permanent fixture there. On Saturday, Mr Macron, who has not yet said whether he will run for re-election in April, outlined the priorities of France's EU presidency based on three principles: strengthening European sovereignty, developing a new model of growth, and creating a Europe closer to its citizens.Specific goals included better border protection and management of migration, improved security, technological innovation, and defending the rule of law, he added. Other landmarks in the capital and other French cities will be lit up in blue for the rest of the week to highlight France's EU presidency, including: ", "url": "https://www.bbc.com/news/world-europe-59852577"}