{"datetime": "2018-06-06T00:05:36.000Z", "author": "Emma Saunders & Lauren Turner", "title": "Why we're still into Sex and the City - 20 years on", "article": "It's been exactly 20 years since Sex and the City, with its infuriatingly catchy theme tune and THAT tutu in the opening credits, burst onto TV screens. At the time, it was seen as revolutionary - four women talking openly about their love (and sex) lives with a lot of NSFW scenes shown on screen.Carrie, Charlotte, Miranda and Samantha became as real as our own friends, from their first appearance on 6 June 1998 to the final episode (countless dates, several husbands and a baby or two later) in 2004.Its stars - Sarah Jessica Parker, Kristin Davis, Cynthia Nixon and Kim Cattrall - are now household names, and in a real-life plot twist,one of them could now become governor of New York , the city where the show was set.A lot has changed since the show, based on the book by Candace Bushell, first aired in 1998, with some of the lines in the show now seeming hugely outdated.But there's still a lot of love for SATC. Here's how it's still making an impact.The Sex and the City outfits are so iconic they're practically another character in their own right. But fashions have changed a huge amount since we first saw the famous foursome, however, as this picture taken at the New York premiere of the very first episode shows.Costume designer Patricia Field worked with the show to create many of its classic looks - including that aforementioned tutu, teamed with a fur coat and heels,which has been described as \"an ensemble rich in cultural resonance\" .Vivienne Westwood designed Carrie's wedding dress, which she almost-but-not-quite married Mr Big wearing. It's now being displayed at the designer's New York store to mark the 10th anniversary of its creation.Then there were the accessories - Carrie's name necklace launched a trend that still continues today (as well as proving a pivotal plot point).And her love of footwear was such that Mr Big, played by Chris Noth, proposed not with a ring, but with a shoe.They've even inspired their own Instagram account.The good, the bad and the downright ugly are all captured in theEvery Outfit on Sex and the City account, so we can relive each item in all its glory - including this colourful Samantha combo, which was likened to a tube of mascara.Aside from the four main stars, a host of actors featured on Sex and the City - many of them getting their big break.Kat Dennings , now best known for 2 Broke Girls, was 14 when she played precocious teenager Jenny Brier, who wanted Samantha to plan her bat mitzvah. It's her first role listed on IMDB.Also unknown at the time he starred in SATC wasBradley Cooper , who had a few lines in the second season. The Hollywood actor starred as Jake, who shows Carrie an unflattering magazine cover picture of herself in They Shoot Single People, Don't They? In the third series,John Slattery - now best known for his role in Mad Men - played Bill Kelley, a politician who briefly dates Carrie. Orange is the New Black'sMichelle Hurst , who plays Miss Claudette in the prison comedy-drama, was a doctor in an episode where Samantha takes an STD test.Justin Theroux was a guest on the show not once, but twice - as a hotly-tipped writer called Jared in season one, and then as Carrie's boyfriend Vaughn in the second season.Without Sex and the City, we might never have had several other shows which were inspired by the hit series. US sitcom Girlfriends centred on a group of four women forging friendship and careers - there are definite similarities, but while SATC was accused of being too white, the four leads in Girlfriends were all African-American. Lena Dunham's Girls centred on a group of twenty-something women in New York finding their way through work and relationships, so there were inevitable comparisons. Dunham said it was \"bridging a gap\" between the teens in Gossip Girl and the 30-somethings in SATC - with the pilot intentionally featured a Sex and the City joke to make it clear that the girls were inspired by Carrie, Samantha, Miranda and Charlotte. And of course, there was The Carrie Diaries, the 2013 series showing Carrie's life in the 1980s.They're just as funny and meaningful today as they were back in the day.Here are a few which are just about safe enough for us to publish.And of course then there's Woke Charlotte. The meme that keeps on giving. The concept came from Lauren Garroni and Chelsea Fairless, the creators of Every Outfit on Sex and the City, mentioned above.It cleverly deals with those awkward moments in beloved old shows that make us cringe over lines that are dated, out of touch or - dare we say it - a little offensive. The meme takes problematic lines from the show, and then uses Charlotte as a mouthpiece to give a suitably up-to-date response. Bravo, Charlotte! Now, if only her character had been quite so outspoken on the show...SATC fans are fierce and they're not going anywhere.When the series ended in February 2004 , thousands threw farewell parties dressed up as their favourite characters and drank a toast (with a Cosmopolitan or two, of course). When the first spin-off film premiered back in 2008, hundreds queued from the early hours to greet the Sex and the City stars in London's Leicester Square. Many fans asked the stars to sign bags and shoe boxes. One said at screening that she was a big fan \"because you can relate to it\", adding: \"It's my Bible, we've all gone through the same problems the girls have. They all inspire me. We're not going to be satisfied with just one film.\" And sure enough, a sequel followed - although after being panned by the critics, it was probably one for hardcore fans only. The foursome are still making waves 20 years on - the show's officialFacebook page has more than 13 million followers. And there are several Sex and the City tours you can go on in New York - visiting haunts like the Magnolia Bakery to get cupcakes, and even getting to sit on Carrie's front stoop.Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-44371294"}