{"datetime": "2021-12-18T15:46:35.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Omicron spreading at lightning speed - French PM", "article": "The Omicron variant is \"spreading at lightning speed\" in Europe and will likely become dominant in France by the start of next year, French Prime Minister Jean Castex has warned. He spoke on Friday, hours before France imposed strict travel restrictions on those entering from the United Kingdom. The UK has so far been the hardest hit in the region, withnearly 25,000 confirmed Omicron cases on Saturday. Across the continent, health officials are bracing for a wave of infections. Additional restrictions were announced in Germany, the Republic of Ireland and the Netherlands on Friday as governments seek to stem the tide. Europe has already seen more than 89 million cases and 1.5 million Covid-related deaths, according to the latest EU figures. But Germany's Health Minister Karl Lauterbach told reporters on Friday the country \"must prepare for a challenge that we have not yet had in this form\", while its public health agencydesignated France, Norway and Denmark as \"high risk\" due to rising infections in those countries.On Saturday Germany's regional health ministers called on the government in Berlin to bring in tougher rules on arrivals from the UK due to the high number of Omicron cases there. In Ireland, where a third of new cases have been due to the new variant, Taoiseach Micheál Martin said they were expecting \"to see infections at a rate that is far in excess of anything we have seen to date\". The warnings came as the UK reported a record number of Covid infections for a third day in a row - more than 93,000 - largely driven by Omicron. France closed its borders to people travelling from the UK for business or tourism at 23:00 GMT on Friday, with huge queues forming at the Port of Dover and Eurostar terminals as people tried to enter before the ban came into effect. It is not the only country tightening its controls. Earlier this week, Italy, Greece and Portugal announced that visitors from the EU will need to present a negative test result on arrival - even those who have been vaccinated. Speaking hours before the new rules came in, Mr Castex said the travel restrictions were part of a series of measures being brought in to stem the tide of infections. They include shortening the gap between the second and third dose of vaccine, and requiring a full vaccination to enter restaurants and long-distance public transport. Additionally, all official New Years Eve celebrations and firework displays have been cancelled. Mr Castex also said the government would announce new steps to tackle vaccine hesitancy next year, saying it was \"not acceptable that the refusal of a few million French people to be vaccinated puts the life of an entire country at risk\". On Saturday France's health minister Olivier Veran said up to 10% of new confirmed infections in the country are thought to be the Omicron variant. According tothe country's coronavirus dashboard , France currently has an average of more than 48,000 new daily infections. Meanwhile, inthe Netherlands , Dutch health experts have said the country should go into a \"strict\" lockdown, local media has reported.Prime Minister Mark Rutte has said Omicron could be the country's dominant strain by January, similar to France. Since late November, bars, restaurants and most shops have been ordered to close between 17:00 and 05:00 local time. This measure was meant to end before Christmas, but will now continue until 14 January. The Netherlands recorded more than 15,400 infections on Friday - less than previous days, but far higher overall than any other time during the pandemic. As the Dutch healthcare system deals with an influx of Covid patients, routine care and all but urgent operations have been postponed. The hospitality industry in theRepublic of Ireland has said it will be devastated by new rules from Monday that mean pubs, restaurants, theatres and cinemas must close every night by 20:00 local time. The move has also been criticised by some politicians from Ireland's governing coalition, who said the new rules would encourage more gatherings in people's homes. Sports venues will have to operate at 50% capacity or have attendance numbers capped at 5,000. Wedding celebrations will be allowed to go on until midnight - with a maximum of 100 guests. There is already a limit of four households allowed to socialise together inside a home. Tánaiste (Irish deputy PM) Leo Varadkar said the government would announce financial measures on Monday to support businesses affected by the new rules. ", "url": "https://www.bbc.com/news/world-europe-59705709"}