{"datetime": "2021-12-31T00:57:55.000Z", "subject": "Coronavirus pandemic", "title": "Covid: France suspends transit ban for UK nationals during Christmas period", "article": "UK nationals will be allowed to travel through France if they are going to their home in an EU country during the festive period. France suspended its Covid restriction after UK travellers faced difficulties reaching their country of residence. Eurotunnel, which had earlier issued warnings to customers, said it was \"delighted\" by the move. People from the UK are still largely banned from going to France unless they have a compelling reason. Earlier this month, French ministers tightened travel rules for the UK, citing concerns about the spread of the Omicron variant. Since 18 December, British citizens haveneeded an essential reason to travel to France, with some exemptions in place. It had been thought that exemptions covered those crossing France in order to get to their home in another EU country. However on Wednesday, both P&O and Eurotunnel said the French government had issued new rules meaning British people could \"no longer transit France by road to reach their country of residence in the EU\" unless they hold French residency. The British government said it was \"urgently\" seeking clarification about any new restrictions that would affect UK nationals.In response, the French government insisted that UK nationals who reside in another EU country are deemed to be \"third country nationals\" and are therefore not allowed to cross France to get home under the current Covid rules. However, it noted that \"a large number of British nationals residing in an EU country have travelled in good faith to the UK for the festive season and are experiencing difficulties in reaching their country of residence\".\"Faced with this situation, instructions of tolerance have been sent to police officers at the borders with the United Kingdom, in order to allow these nationals to transit through France to reach their residence in a country of the European Union\". The French Ministry of the Interior added that, unlike UK citizens, EU nationals coming from the UK to their residence in the EU were not impacted by the transit ban and were free to travel through France. Eurotunnel, the company which runs vehicle-carrying trains between Dover and Calais, said it was \"delighted that the French government has responded positively to its requests for flexibility in travel rules\". On Twitter, the company said the flexibility for passengers would be \"subject to their [initial] journey to the UK being completed before 28 Dec 2021\". A UK government spokesperson said: \"British nationals who are currently in the UK, but resident in the EU, will be able to return to their home through France over the New Year period without disruption. \"We remain in close contact with the French authorities, and will update our own travel advice with the latest information.\" The confusion over travel rules comes as France is experiencing record numbers of infections.Meanwhile, Germany has said it will lift a ban on UK tourists entering the country from midnight local time on 4 January. Those who are fully vaccinated or have an important reason for travel will be allowed to enter the country when the ban, put in place earlier this month, is overturned.Transport Secretary Grant Shapps said it was a \"welcome development\".", "url": "https://www.bbc.com/news/uk-politics-59832076"}