{"datetime": "2021-12-18T14:54:11.000Z", "author": "Jim Reed", "subject": "Coronavirus pandemic", "title": "Covid: Action needed to limit hospital admissions - Sage scientists", "article": "More stringent restrictions need to be brought in very soon in England if ministers want to stop hospital admissions reaching 3,000 a day, the government's scientific advisers say. The BBC has seen leaked minutes of a meeting of the Scientific Advisory Group for Emergencies held on Thursday. The document says there are many uncertainties about the future path of hospitalisations linked to Omicron.Epidemiologist Neil Ferguson said London has seen a surge in admissions.The World Health Organization (WHO) has said that the Omicron variant has been identified in at least 89 countries - and is spreading significantly faster than the Delta strain.Data on the severity of the strain is still limited, WHO said, but it added: \"Given rapidly increasing case counts, it is possible that many healthcare systems may become quickly overwhelmed.\" It also said Omicron was spreading rapidly in countries with high levels of population immunity.The UK government said it would continue to look closely at all the emerging data and keep measures under review.In England, modelling indicates that hospital admissions could peak at at least 3,000 a day without intervention measures beyond the Plan B rules currently in place, Sage advisers say in the leaked minutes. The highest seven day average recorded last January reached just over 3,700 hospital admissions a day.The number of people requiring treatment in hospital has been rising, with admissions being between 696 and 815 every day in the past week. The current Plan B rules for England include Covid passes for certain events, face masks in more places and people being urged to work from home if they can. The other nations of the UK had already brought in similar rules - and Scotland has gone further by asking people to limit social contact to three households at a time in the run-up to Christmas. Wales has also ordered nightclubs to close from 27 December. The Sage minutes say: \"If the aim is to reduce the levels of infection in the population and prevent hospitalisations reaching these levels, more stringent measures would need to be implemented very soon.\" The record of the meeting goes on to say that measures equivalent to those in place after Step Two or Step One of the roadmap in England, if enacted early enough, \"could substantially reduce the peak in hospital admissions and infections compared with Plan B alone\". Step One and Twoof the roadmap for easing lockdown - which was in place in England in the Spring - banned indoor social contact and indoor hospitality. Step Three allowed six people, or two households, to meet indoors and indoor hospitality could reopen. \"The timing of such measures is crucial,\" say the Sage minutes. \"Delaying until 2022 would greatly reduce the effectiveness of such interventions and make it less likely that these would prevent considerable pressure on health and care settings.\" Sage meetings are designed to advise officials and ministers about the possible path of the pandemic in certain circumstances rather than offer up concrete predictions. The Department of Health has been contacted for comment. Lord Victor Adebowale, chairman of the NHS Confederation, said he and his members would support a circuit breaker to tackle the spread of the Omicron variant. \"I think the government has to be prepared to recall Parliament if further interventions are needed,\" he said in an interview with Times Radio.His comment came as he was asked about reports in The Times newspaper about plans said to be being drawn up to ban people from meeting indoors as part of a two-week circuit breaker after Christmas. Omicron continues to spread across the UK - and is thought to now be the dominant variantin England andScotland, replacing Delta.On Friday the UK saw another record number of daily Covid cases for the third day in a row, with more than 93,000 infections announced. But there was also a record 861,306 booster and third dose jabs announced - the highest daily total so far. It means half of all UK adults had now received a booster jab, Prime Minister Boris Johnson said. He latertweeted that a meeting of the government's emergency committee Cobra will be held over the weekend with representatives from the UK's four nations. Prof Ferguson, who is a government adviser but was not involved in Thursday's Sage meeting, said the true number of infections was likely to be much higher than those reported - and might be 300,000 a day.On hospitalisations, he said there had been a significant surge in the London region, which was ahead of the rest of the country in terms of the spread of Omicron. Speaking to the BBC's Today programme in a personal capacity he also said there are concerns \"we'll be heading into something which has the risk of overwhelming the public health service\".He said experts would know more about the new Omicron variant in the next weeks. But an initial research has shown that a Covid booster shot could provide around 85% protection against severe illness .Hannah Essex, co-exec director at the British Chamber of Commerce, has told BBC Breakfast that further restrictions would need to come with a package of support for businesses.She said the last 20 months had been \"absolutely brutal\" for businesses and doing nothing was not an option.\"They were just starting to see things pick up and this is the point at which we could see them fall over the edge. And that would be such a terrible shame and will inevitably lead to job losses as well,\" she added.But she said the Treasury has listened to businesses leaders.Elsewhere, new research on Fridayshowed that a Covid booster shot would offer around 85% protection against severe illness from Omicron.The protection is a bit less than vaccines gave against earlier versions of Covid - but it means the top-up dose should still keep many people out of hospital. Across Europe, health officials are braced for a wave of infections. Additional restrictions were announced in Germany, the Irish Republic and the Netherlands on Friday as governments seek to stem the tide. French Prime Minister Jean Castex warned thatthe Omicron variant is \"spreading at lightning speed\" in Europe and will likely become dominant in France by the start of next year. On Friday,France imposed strict travel restrictions on those entering from the UK. Additional reporting by Maria Zaccaro ", "url": "https://www.bbc.com/news/health-59707252"}