{"datetime": "2021-12-16T00:55:34.000Z", "author": "Judith Burns and Callum May", "subject": "Calais migrant crisis", "title": "Kent migrants: Untreated burns and nowhere to sleep - report", "article": "People with nowhere to sleep, poor medical care, and a lack of rape support are all failings at Kent's migrant facilities, say two reports. A 16-year-old girl was left with potentially permanent scars after burns went untreated for two days, say independent monitors. The girl was being held at the Tug Haven entry point in Dover after arriving in the UK by boat. The Home Office says it continues to improve migration facilities. \"We take the welfare of people in our care extremely seriously,\" said an official.Despite assurances from Home Office officials, conditions for migrants detained on the Kent coast after arriving in small boats remain very poor, say prison inspectors and independent monitors, who visited the facilities separately in October and November.Major concerns include:In his report, Charlie Taylor, HM Inspector of Prisons, notes that the last inspection in September last year found thefacilities were badly equipped for their purpose - but says the Home Office promised rapid improvements.\"However, despite some limited progress, detainees, including large numbers of unaccompanied children, continued [in 2021] to experience very poor treatment and conditions,\" Mr Taylor writes. His report finds that a new marquee at the initial point of entry, Tug Haven, now gives migrants better cover from the weather, plus dry clothing and food - but inspectors found hundreds of people, including families with young children, were spending more than 24 hours there with nowhere to sleep.There are also safeguarding concerns with men, women, families and unaccompanied children regularly held together.Inspectors also reported inadequate follow-up care for two women who said they had been raped and another who reported being sold.One can sense the fury of inspectors in Thursday's report.The Home Office, they say, assured them in September last year that improvements would be made to the conditions faced by migrants who had reached the UK after a perilous crossing of the Channel in small boats.At the time, ministers blamed co-ordination problems with partner agencies, but when teams turned up unannounced in October and November this year, the situation was even worse.This is just the latest in a series of official and parliamentary reports criticising the department's treatment of migrants: unaccompanied children kept in hotel rooms for weeks, a mass Covid outbreak among asylum seekers housed in dormitories in a former barracks, and children and pregnant women forced to sleep on the floors of government office buildings.The Home Office argues that its planned reform of immigration, including criminalising migrants arriving by irregular routes, is the only long-term solution to creating a system that is fair on those who play by the rules, and firm on those who do not.Its critics fear the proposals will make matters worse.On a visit to Tug Haven in October, independent monitors said conditions were increasingly cold, particularly on double-decker buses sometimes used for sleeping. They also found an increasing number of injuries, including fuel burns and cuts and bruises to feet, were not being picked up.They report that a 16-year-old girl with burns on her legs and in wet clothes was at Tug Haven for two days but, during this time, her injuries were not detected or treated.By the time she was seen by medical staff, seams of her clothing had become embedded in the burns and one medic feared she would be scarred for life.\"It is clear that urgent action is required,\" said Dame Anne Owers, national chair of the Independent Monitoring Boards. In its statement, the Home Office said drownings last month were \"a devastating reminder of the dangers of Channel crossings and that's why we are overhauling our broken asylum system to protect lives and ensure people smugglers can't profit from this crime.\"The new plan for immigration is the only long-term solution to reform the system and build one which is fair on those who play by the rules, and firm on those who do not.\"On Wednesday, the Home Office announced a former military base at Kent's Manston airfield would open within days as a centre to hold migrants for up to five days for security and identity checks.Home Office minister Tom Pursglove told the Commons the move was in response to concerns raised by inspectors.However, the Conservative MP for Thanet, Sir Roger Gale, said local politicians had not been consulted, calling the plans \"unacceptable and unworkable\".", "url": "https://www.bbc.com/news/uk-59670176"}