{"datetime": "2022-01-14T11:43:42.000Z", "subject": "Calais migrant crisis", "title": "Channel migrants: Thirty rescued as man dies off French coast", "article": "A man has drowned and 30 other people have been brought to safety by French rescue services after they tried to cross the Channel to the UK. The man fell overboard when the small migrant boat got into difficulty close to the French coast at Berck-sur-Mer, south of Boulogne. Most of those rescued were on board the dinghy, but five people were picked up from a sandbank. Friday's drowning is thought to be the first fatality in the Channel in 2022. Prosecutors said the man who died on Friday was believed to be in his 20s and of Sudanese origin.Local media said the alarm was raised when someone on land spotted the boat getting into difficulty in freezing temperatures, possibly when they were trapped by the tide. Some of those rescued were suffering from hypothermia, according to officials. Last November, at least 27 peopled drowned in the Channel in the worst single incident involving migrant boats since the strait between northern France to the UK became a popular migration route. Several boats and a helicopter responded to Friday's alert, and the man was recovered from the water unconscious by a lifeboat crew.France's Channel and North Seamaritime authority said the boat had been towed to shore , where it was left on the quayside. A subsequent aerial search had spotted no-one else in the sea. The number of people who crossed the English Channel in small boats last year was three times the number for 2020. Figures compiled by the BBC show at least 28,431 migrants made the journey in 2021. Attempts to cross the Channel have continued this month, with 271 people reaching the Kent coast on Thursday alone, more than the entire number in January 2020. According to the local French news website La Voix du Nord, authorities nearby in Le Touquet prevented a crossing involving mainly Syrians, Afghans and Iranians and arrested two Syrian traffickers. ", "url": "https://www.bbc.com/news/world-europe-59992918"}