{"datetime": "2021-12-14T18:00:55.000Z", "title": "Channel tragedy: French authorities identify 26 victims", "article": "French authorities have formally identified 26 of the 27 bodies recovered after last month's mass drowning in the English Channel. Sixteen Kurdish people from Iraq and four Afghans were among the victims, whose families are being informed. They included two friends from the same town who died in the worst-recorded migrant tragedy in the Channel. Their inflatable boat sank while attempting to cross to the UK from France on 24 November. The BBC spoke to the families of Rezhwan Hassan, 18, and 27-year-old Afrasia Mohammed, who were both from the town of Rania, in the Kurdistan Region of Iraq. Their families had not heard from the two men since the disaster, leaving them anxiously awaiting news. The two friends each paid people smugglers thousands of dollars to help them reach the UK. At the end of October they flew into Belarus - an increasingly popular smuggling route - and crossed the border into the European Union before reaching France. Rezhwan Hassan was a carpenter who dreamed of a better life in the UK. His nephew, Dahin Hama, says he tried to talk him out of going. \"We were like brothers; our friendship was strong,\" Dahin Hama said. \"He said he would emigrate from Kurdistan. He said that he cannot bear to live here, and there is no life left to live.\" The last time he heard from Rezhwan was on the night of the boat crossing. Rezhwan told his family that he'd contact them from the UK. They pleaded with him to come back, but he said he would make it to the UK \"even if it cost him death\", Dahin Hama said. Hours later, he would lose his life, along with at least 26 others. Also in the boat was his friend, Afrasia Mohamed. His sister, Nergiz Ahmed Mohammed, says Afrasia believed that the UK promised him a brighter future. \"He went for a better life, and he said there are human rights there,\" she said. \"These don't exist in Kurdistan. All his hopes were to get to the UK, that's why he left.\" But he too would never make it. On Tuesday, Kurdish authorities told his family that his body was one of the 27 found. But even before this, his family had been grieving for weeks. \"What is more important? The life of a human being or borders? Where are the human rights? How can they let those people drown and then say it's not our issue?\" Nergiz Ahmed Mohammed said. Maryam Nuri Mohamed Amin, a 24-year-old Kurdish woman from northern Iraq,was the first person to be confirmed as a victim in late November . Other names have been reported by Kurdish media but they are yet to be independently verified. On Tuesday, France's justice ministry said the bodies of 26 of at least 27 victims had been identified and repatriation requests were under way. The ministry said it could confirm the identity of 16 Kurdish people from Iraq, including four women aged 22 to 46, a 16-year-old teenager, a seven-year-old child and ten men aged 19 to 37, as well as that of a 23-year-old Kurdish man from Iran. Three Ethiopians were also identified, including two women aged 22 and 25 and a man aged 46.A Somali woman aged 33, four Afghan men aged between 24 and 40 and an Egyptian man aged 20 were also identified. None of the women victims were pregnant, French authorities said. Calais's mayor said at the time of the tragedy that a pregnant woman was among those who died,in comments reported by the BBC . Record numbers of migrants have been making the dangerous journey from France to the UK across the Channel in small boats this year. The crossings have strained an already fraught relationship between France and the UK, which traded recriminations after the tragedy on 24 November. But despite the risks, people are still heading to Western countries in large numbers, including many from northern Iraq. An estimated 40,000 people have left the region for Europe in the past year alone, using illegal smuggling routes. More families are bracing themselves for bad news in the coming days as French authorities contact the loved ones of the drowned victims. ", "url": "https://www.bbc.com/news/world-europe-59650239"}