{"datetime": "2022-01-26T17:28:28.000Z", "subject": "Calais migrant crisis", "title": "Channel migrants: Navy ships would be 'migrant honeypot'", "article": "Royal Navy vessels would be a \"honeypot\" for migrants crossing the English Channel as they would make the journey safer, MPs have been told. The Ministry of Defence is to begin working with the Home Office to address Channel crossings, which have totalled over 1,000 since the start of the year. A former naval officer also told MPs that the navy did not have the extra capacity for the patrols. The Home Secretary said the MoD was a \"crucial\" partner in the Channel. Retired Admiral Sir Charles Montgomery, a former head of the Border Force, told MPs on the defence select committee that navy ships would be a \"honeypot\" for migrants. He said ships were a \"prime target\" for people trying to cross in small boats. The committee heard that the Royal Navy has 14 Archer-class patrol vessels, which would have to be taken away from university naval units as officer training vessels if they were used. Another former officer told the committee that using naval vessels to turn back migrant boats would never be legal or safe. Cdr Tom Sharpe said: \"It's inconceivable that that's a sensible option. \"We have to acknowledge right at the start, in terms of context, about where the solution to this lies, and it's not at sea.\" \"If you fill the Channel with ships you could make this problem worse because you're now making the crossing safer, and therefore more attractive,\" he said, adding there was a risk of it \"becoming a taxi service\". He said the decision to put the navy in charge was a bigger role than previously anticipated, but that it could offer four things to improve the current Home Office approach - which he described as a like \"playing 'whac-a-mole'\". The navy could offer co-ordination for the large number of organisations involved, intelligence to better predict crossings, maritime surveillance, and resource control. He suggested there was technology available that could \"saturate\" the Channel with better surveillance. It would cost about £3m to cover the stretch of water, he said. Cdr Sharpe also said the navy bringing migrants into Dover on its ships would have a \"reputational impact\". He also said there was no spare capacity in the navy to deploy vessels to the English Channel. \"The person with the planning board … is going to be hoping desperately that naval vessels aren't requisitioned for this task because they're all in use on other things,\" he said. Home Secretary Priti Patel told the Commons last week she had \"commissioned the MoD as a crucial operational partner to protect our Channel against illegal migration\". John Spellar, acting committee chairman for the session, said it was \"unfortunate that the Ministry of Defence has declined to provide either a minister or an official or a senior navy officer\" to answer questions on what has been named Operation Isotrope. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-60140924"}