{"datetime": "2022-01-18T22:37:29.000Z", "author": "Lauren Turner", "subject": "Calais migrant crisis", "title": "Channel migrants: MPs criticise use of navy to tackle English Channel crossings", "article": "MPs have criticised plans for the armed forces to take over English Channel operations to limit migration, with one describing them as a \"dog's dinner\". Backbenchers said detail is lacking, while adding it could incentivise people traffickers, helping the Border Force to be used as a \"taxi service\". Defence minister James Heappey said the navy would not be intercepting boats. The Ministry of Defence (MoD) is due to take over command of the operation in the Channel at the end of the month. Mr Heappey, speaking in the House of Commons, said naval ships would not push back small boats in the Channel, or use sonic weapons - devices that deter people with loud noise - against them.He did not rule out Border Force - the civilian law enforcement agency from which the MoD will be taking over - using the weapons.But that led to some backbenchers asking exactly what the Royal Navy would be doing, saying their presence would be an incentive rather than the deterrent intended.Conservative former minister Sir Edward Leigh asked what the point was of \"appointing a Royal Naval admiral to help Border Force to be a more efficient taxi service\". He said people would feel they would be picked up and \"taken safely to the UK\" - calling it \"an embarrassment\".Mr Heappey said military involvement is part of a wider plan from the government which will be announced in coming weeks. The navy will have control \"from a command and control perspective\" rather than \"from an interdiction or interception perspective\", he said.He had been asked for a statement on the move by Conservative MP Tobias Ellwood after it was confirmed by Home Secretary Priti Patel on Monday. Mr Ellwood, who chairs the defence committee, said: \"This tactic may on the face of it look popular, with 28,000 migrants now crossing every year - send in the navy to sort it out - but it is not the strategy that will solve the movement of migrants.\" He later announced the committee wouldhold a session next week to find out more about how the military will be used in the Channel, saying the decision for the Royal Navy to take over \"has taken Parliament - and it seems the MoD - by surprise\".Mr Ellwood said it was clear \"the mission is still in the planning phase\".Some MPs claimed the announcement on the armed forces' involvement was one of a series of policies dubbed \"operation red meat\", aimed at distracting from the government's political problems amidallegations about parties held during lockdown.Shadow defence secretary John Healey said \"the military are there to protect the nation, not to protect Tory ministers\".Philip Hollobone, Conservative MP, said instead of red meat it was \"operation dog's dinner\" as no details have been given.The defence minister said more information would be revealed later this month by Prime Minister Boris Johnson.Mr Hollobone also said he would support the move if its mission statement was to reduce the level of illegal people trafficking.\"But the mission statement as far as I understand it is to lower the number of people landing on their own terms on UK beaches,\" he said.\"So what the minister has effectively announced with the deployment of Royal Navy vessels is asylum seekers only need to get halfway across the Channel before being intercepted by the Royal Navy. \"This is going to incentivise people traffickers, they'll see the Royal Navy ship on the horizon and they'll say 'point your dinghy in that direction, you only need to get halfway' and the Royal Navy will pick them up.\" Instead, he said the Royal Navy had to intercept asylum seekers and return them to France. Mr Heappey said that would be impossible without French permission however, which has not been given.He added that the MoD had to make sure no one could arrive in the UK without being intercepted, either at sea or as they land.It is \"perfectly appropriate\" to use armed forces \"to ensure our borders are robust\", said the defence minister, who added: \"Nobody's pretending that the presence of a rear admiral and a few extra Royal Navy ships solves this as an issue.\" Ms Patel said on Monday that the MoD had been commissioned as a \"crucial operational partner to protect our Channel against illegal migration\".Rear Admiral Mike Utley, the commander of the UK strike force, has been appointed to co-ordinate the plans.The number of people who made the crossing last year wastreble that of 2020 . Over the past two weeks, 773 people have reached the UK by boat - which is more than the total for the first two months of last year.On 24 November at least27 people died after their boat sank , in the largest single loss of life in the Channel since records began in 2014.", "url": "https://www.bbc.com/news/uk-60042484"}