{"datetime": "2021-12-21T13:32:32.000Z", "title": "Channel migrants: Court of Appeal overturns asylum seeker convictions", "article": "Four Iranian men who crossed the English Channel in small boats have had their convictions for immigration offences quashed. The Court of Appeal said it had not been proven they intended to enter the UK illegally. The men were intercepted by Border Force officials on separate crossings in 2019 and 2020 and were all convicted separately. They had all piloted inflatable boats in crossings organised by smugglers. One of the men, Samyar Bani, claimed he had control of the tiller for a matter of seconds. He was released after serving part of his sentence. He told the BBC: \"I lost everything because I came to the UK for an asylum claim. \"I'm not a criminal, not a smuggler. I just sat in a boat and came here for asylum claim.\" Mr Bani, who travelled through Turkey, Greece, Germany and France before reaching the UK, was convicted in June 2019 after Border Force officials saw him piloting a rigid inflatable boat across the channel. The Court of Appeal said the jury in his case had been wrongly told Mr Bani broke the law as soon as he entered UK waters. The case hinged on whether the men intended to land illegally in the UK, outside of a port area. The judges said: \"If landing on a beach......then it would be open to the jury to conclude the helmsman assisted an unlawful entry even if the boat was ultimately intercepted. \"If, on the other hand, the facilitator knows the only way in which the migrant intends to enter the United Kingdom is being brought ashore by UK Border Force, then he will not be committing an offence.\" Two other men, Mohamoud Al Anzi and Fariboz Rakei, were convicted of facilitating illegal entry to the UK. A fourth, Ghodratallah Zadeh, was sentenced to two years in prison after pleading guilty to assisting unlawful immigration. His conviction was quashed on the grounds he was wrongly advised he had no defence. Mr Bani said he was now waiting for the Home Office to decide on his asylum claim. He said he had converted to Christianity and was no longer safe in Iran. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-59742349"}