{"datetime": "2022-01-04T21:58:58.000Z", "subject": "Europe migrant crisis", "title": "Channel migrants: Crossing numbers in 2021 triple 2020's figure", "article": "The number of people who crossed the English Channel in small boats last year was treble the number for 2020. Figures compiled by the BBC show at least 28,431 migrants made the journey in 2021, despite huge UK investment in France to prevent crossings. A Home Office minister said the government was \"reforming\" its approach and introducing tougher asylum rules. Refugee charities said the \"dangerous and callous policy\" would lead to more arrivals and drownings. Clare Moseley, founder of charity Care4Calais, which supports refugees living in northern France, said rising numbers of small boat arrivals reflect a shift away from attempts to cross by lorry. She said: \"They are some of the most vulnerable people in the world, having lost family members in bloody conflicts, suffered horrific torture and inhumane persecution. \"The Government tells us that people should travel by legal means, but if this were truly possible why would so many be risking their lives in flimsy boats?\"In 2020, a total of 8,417 people crossed the Channel in small boats. Last year's record number - an increase of about 20,000 - saw arrivals peak in November when, despite falling temperatures, at least 6,869 people reached the UK. The first migrants to arrive in 2022 were brought ashore at Dover on Tuesday morning. The Home Office said 66 people arrived in two small boats, while the French authorities stopped 38 people trying to cross in a single boat. On 24 November at least27 people died as their boat sank . The same month saw a new record for a single day, when1,185 people reached British shores aboard 33 boats . In 2020 the most arrivals on a single day was 416, set in September. The government said its new Nationality and Borders Bill would make it a criminal offence to enter the UK illegally and it would introduce life sentences for people-smugglers. Home Office minister Tom Pursglove said the government was \"making the tough decisions to end the overt exploitation of our laws\". He continued: \"The sooner the House of Lords approves the Nationality and Borders Bill, the sooner these reforms will be delivered.\" However, the chief executive at Refugee Action, Tim Naor Hilton, said he believed tougher measures would not deter people from making these journeys, and smugglers would continue to profit \"unless ministers open up more routes for refugees to claim asylum\". He said: \"The government wants to legalise this dangerous and callous policy in its Anti-Refugee Bill, which will only lead to more people drowning.\" \"It must wake up and scrap this bill now.\" Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-59861376"}