{"datetime": "2021-11-27T13:40:38.000Z", "subject": "Calais migrant crisis", "title": "Channel disaster: Kurdish woman is first victim identified", "article": "A 24-year-old Kurdish woman from northern Iraq has become the first victim of this week's mass drowning in the Channel to be identified. Maryam Nuri Mohamed Amin was one of 27 people who died while attempting to cross to Britain on Wednesday. Her fiancé, who lives in the UK, told the BBC she was messaging him as the group's dinghy started deflating. She tried to reassure him that they would be rescued.But help came too late, and she and 17 men, six other women - one of whom was pregnant - and three children died after their inflatable boat sank into the sea off the northern French coast. There were only two survivors - an Iraqi and a Somali. The disaster marked the biggest loss of life by drowning in the Channel in many years. Her fiancé said Maryam, nicknamed Baran, had been on the boat with a female relative. He had not known beforehand about the attempted Channel crossing and said Maryam's arrival in the UK was supposed to be a surprise. They were messaging each other on Snapchat just before the dinghy began to lose air, he said. Maryam told him that the boat was deflating and that they were trying to get the water out of it.He said she had been trying to reassure him in her last message, and give him hope that the authorities were on their way to rescue them. Reports from Calais say the two survivors of Wednesday's sinking have been discharged from hospital and are due to be questioned about how many people were on the boat. Maryam's uncle confirmed to the BBC that she was one of the people who drowned in the English Channel.He said the family heard the news from two people who were with her, and the family were waiting for her body to be flown back to Iraq. Maryam's family said she had tried to reach the UK legally twice and that she had been to the British embassy but the process was \"delayed\", forcing her instead to take the route she did. Nuri Hamadamin, Maryam's father, told the BBC: \"The whole world talks about Europe as a place that is calm, that is pleasant, is this what calm means? Around 30 people dying in the middle of the sea?\"This is a sin to put people through this.\" On Friday night her father, family and friends gathered at their home in northern Iraq to share their grief and remember her. Maryam's best friend Imann Hassan said that her friend was \"very humble\" and had \"a very big heart\". \"When she left Kurdistan she was very happy, she couldn't believe that she was going to meet her husband,\" Ms Hassan told the BBC on Friday night. \"At her engagement party she was telling me: 'I will buy a house and live nearby you ... we are going to live together.'\" Ms Hassan said that she wanted to send a message to the world \"that no one deserves to die likes this\". \"She tried to live a better life, she chose the UK, but she died.\" ", "url": "https://www.bbc.com/news/world-europe-59439533"}