{"datetime": "2021-11-28T19:31:57.000Z", "subject": "Calais migrant crisis", "title": "Channel migrants: France wants 'serious' talks with UK", "article": "France's interior minister has said he wants to work with the UK on migration but that talks need to be serious. Gérald Darmanin made the comments at a meeting of European officials following the deaths of 27 people who drowned in the English Channel this week as they tried to cross from France to the UKThe UK's invitation to the meeting was halted in a diplomatic row with France. Home Secretary Priti Patel described her absence at the meeting in Calais as \"unfortunate\". But she says she is holding separate urgent talks with European ministers this week. The UK's absence came after Emmanuel Macron reacted angrily to Boris Johnson's public call for France to take back migrants who reach the UK.The French president accused the UK prime minister of showing a lack of seriousness by publishing the letter on Twitter. The UK government insisted that the letter was sincere and urged France to reconsider its invitation, with Mr Johnson saying: \"This is a problem we have to fix together.\" Belgium, France, the Netherlands, Germany and the European Commission attended the talks in Calais, which Mr Macron set up to deal with the recent surge in migrant crossings of the Channel. The sinking of an inflatable boat last Wednesday marked the biggest loss of life by drowning in the Channel in many years, with 17 men, seven women - one of whom was pregnant - and three children dying. Many of the victims came from Iraqi Kurdistan. They include Maryam Nuri Mohamed Amin, the first to be named, who was trying to join her fiance in the UK.Speaking at the start of the meeting, Mr Darmanin said he wanted to work with the UK to deal with the crisis. \"Britain left Europe, but not the World. We need to work seriously on these questions... without being held hostage by domestic British politics,\" he said. The interior minister added that there had been too many deaths and \"we cannot accept that any more people die\". But he also argued that the UK had to assume responsibility by making itself less economically attractive for illegal migrants. In the few studies that exist, family ties have been identified as the main reason migrants wish to travel from France to the UK. Immigration expert Marley Morris told the BBC the UK had introduced policies that make it much harder to work illegally. Officials at Sunday's meeting agreed that Frontex, the European border agency, would send a plane to help combat migrant trafficking in the Channel from Wednesday. EU Commissioner for Home Affairs Ylva Johansson said the criminal groups organising the trips were acting \"more or less on an industrial scale\". \"That's why it's so important to have an even closer police cooperation with the help and support from Europol,\" she said. ", "url": "https://www.bbc.com/news/world-europe-59454135"}