{"datetime": "2021-11-28T14:10:02.000Z", "author": "Malu Cursino", "subject": "Calais migrant crisis", "title": "Migrant crisis: Lack of co-operation will lead to worse scenes in Channel, warns Priti Patel", "article": "Home Secretary Priti Patel has warned that failure by European politicians to co-operate on the continent's migrant crisis will lead to \"even worse scenes\" in the English Channel this winter. France is hosting German, Belgian and Dutch ministers and European Commission officials for talks. Ms Patel was disinvited from the summit after a row between Boris Johnson and French President Emmanuel Macron. Labour accused them of \"engaging in a blame game while children drown\". On Wednesday,27 people died as they headed for the UK from France. Their boat sank in the Channel. The International Organization for Migrations said it was the biggest single loss of life in the Channel since it began collecting data in 2014. Their deaths have raised questions about why so many people are attempting the journey despite the dangerous conditions, and how to tackle the problem. The home secretary vowed to \"continue to push\" for improvements to tackle the crisis.And Ms Patel said she would be holding \"urgent talks with my European counterparts\" later this week \"to prevent further tragedies in the Channel\".On Sunday, she spoke to the Dutch minister for migration, Ankie Broekers-Knol. The Home Office said the pair agreed on the need to tackle the criminal gangs organising the crossings and on the importance of agreements for returning migrants to European countries.On Friday, Prime Minister Boris Johnson publicly shared a letter he had sent to the French president on how to deal with the current situation.In it he set out five steps - joint patrols of the Channel, better use of technology such as sensors and radar, maritime patrols in each other's waters, stronger co-operation by intelligence services and negotiation on a policy of returning migrants who reach the UK to France This letter angered Mr Macron and according to the French government, it demonstrated \"double talk\" from the UK.This resentment from Paris led to the home secretary's invitation being revoked. However the UK government said that even if the home secretary did not attend Sunday's meeting in Calais, British officials would be there. In light of the Franco-British tensions, Ms Patel said: \"The UK cannot tackle this issue alone, and across Europe we all need to step up, take responsibility, and work together in a time of crisis.\" She added: \"We will not shy away from the challenge we face, and next week I will continue to push for greater co-operation with European partners because a failure to do so could result in even worse scenes in the freezing water during the coming winter months.\" Ms Patel said the conversations she had had on Thursday with her French counterpart, Gerald Darmanin, had been \"constructive\".Speaking to Sky News, Labour's shadow foreign secretary Lisa Nandy said it was \"unconscionable\" that France and the UK government were \"engaging in a blame game while children drown off our coastline\". She said her party would work with international partners to \"open up safe and legal routes\" for refugees in order \"to pull the rug out from under the business model that these smugglers currently rely on\". For several years, people smugglers have sent migrants to the UK in lorries. Although this route is safer than small boats, there have also been tragedies, including the 39 Vietnamese people found dead in a refrigerated lorry in 2019.However, the security at the Port of Calais in France - where UK border controls operate - has been tightened.This has meant that more attempts are being made to send people by boat, according to Tony Smith, former director general of UK Border Force. So far this year, the number of people crossing the channel in small boats has far exceeded previous years.Asylum claims to UKare at their highest since 2004, according to official estimates. However, other countries in Europe are also processing a high amount of asylum applications. Many people fleeing conflict zones already choose to make an asylum claim in the first country they arrive in - such as Greece, Turkey or Italy - and only a minority choose to travel on to the UK. Last year, Germany had the highest number of asylum applicants in the EU (122,015 applicants), while France had 93,475 applicants. In the same period, the UK received the fifth largest number of applicants (36,041) when compared with countries in the EU (around 7% of the total). This represents the 17th largest intake when measured per head of population, according to UN Refugee Agency. ", "url": "https://www.bbc.com/news/uk-59448398"}