{"datetime": "2021-12-12T14:13:42.000Z", "title": "Channel crossings: Smugglers are using 'death trap' boats, agency says", "article": "Dangerous and unseaworthy boats are being used to smuggle people across the Channel to the UK from France, the National Crime Agency (NCA) has warned. The NCA said there had been a trend towards large inflatables of up to 10m (32ft) and it suspected they were being purpose-built for smugglers. Days before27 people drowned in the deadliest crossing on record it found vessels held together with gaffer tape. \"Frankly, they are death traps,\" the NCA said.Many of the large grey or black, unbranded vessels had little or no commercial use, while others were being adapted with sub-standard materials, it added.In one attempted crossing in July, it said the plastic bottom of a boat gave way, plunging the occupants into the water, before they were rescued by Border Force. Martin Grace, head of organised immigration crime operations for the NCA, said: \"It is clear to us that with some of the boats being used there is little or no genuine commercial use for them. \"They are likely being manufactured and sold online for the sole purpose of being used for people smuggling, and this is now something we are focusing on.\" The agency said it had issued an alert via Interpol on 29 November for worldwide law enforcement to share intelligence about the supply of boats. Also in November, it said it worked with French police to dismantle a crime group which had been involved in supplying boats which could carry up to 60 people and recruiting people to travel in them from camps in northern France. Eighteen people were arrested. Dan O'Mahoney, Home Office Clandestine Channel Threat Commander, said: \"This is a complicated issue and we are determined to do all we can to work with the NCA to tackle criminal gangs and prevent further loss of life.\"  Mr Grace added: \"While the events of last month in which at least 27 people died were an absolute tragedy, unfortunately it was not a surprise when you consider the types of boats we have seen people being put in. Frankly, they are death traps.\" \"If you add that to the increasing crowding we are seeing on these vessels, and the poor weather and colder seas of winter, it all adds to a greatly increased risk. \"It demonstrates that the people smugglers involved don't care about the wellbeing of those they put on the boats. They don't care if they die.\" Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-59628067"}