{"datetime": "2021-11-20T13:09:40.000Z", "title": "Tesla drivers left unable to start their cars after outage", "article": "Tesla drivers say they have been locked out of their cars after an outage struck the carmaker's app. Dozens of owners posted on social media about seeing an error message on the mobile app that was preventing them from connecting to their vehicles. Tesla chief executive Elon Musk personally responded to one complaint from a driver in South Korea, saying on Twitter: \"Checking.\" Mr Musk later said the app was coming back online. The Tesla app is used as a key by drivers to unlock and start their cars. Owners posted a multitude of complaints online about not being able to use their vehicles.\"I'm stuck an hour away from home because I normally use my phone to start [my] car,\" one owner tweeted. About 500 users reported an error on the app at around 16:40 ET (21:40 GMT) on Friday, according to the outage tracking site DownDetector. Five hours later, there were just over 60 reports of an error. \"Apologies, we will take measures to ensure this doesn't happen again,\"Mr Musk tweeted . The app is not the only way to access the cars though, Stuart Masson, editor of The Car Expert website, told the BBC.\"There will be a secondary mechanism to get in or out of the car beyond the app, the difficulty will come for drivers if they are not carrying it,\" he said.\"Technology makes things convenient, but relies on a server working 100% of the time. It's the same as leaving the house without my credit cards, expecting to pay for things with my smartphone. If we are reliant on one mechanism all the time, we can be caught out.\" Professor David Bailey from the Birmingham Business School has written extensively on the automotive industry. He also drives a Tesla and experienced the outage on Friday. \"To some extent, Tesla is a bit of a victim of its own success,\" he told the BBC. \"It encourages its customers to use the cutting edge technology it creates and sometimes that will go wrong. \"Although of course you can use a key to open the car too, the natural instinct of many Tesla drivers, who are buying one of the most high tech models in the market, is to rely on the technology.\" ", "url": "https://www.bbc.com/news/technology-59357306"}