{"datetime": "2021-12-01T17:26:22.000Z", "subject": "Calais migrant crisis", "title": "Channel migrants: Pushing back boats will increase danger, MPs warn", "article": "UK plans to turn back people attempting to cross the Channel are dangerous and probably unlawful, MPs have warned. Home Secretary Priti Patel said last week the tactic would help deter smuggling gangs, following the deaths of 27 people in a small boat. The Joint Committee on Human Rights is urging Ms Patel to scrap the policy. Home Office minister Tom Pursglove said he would not set out details of the policy, adding that to do so would \"aid and abet\" people-smuggling gangs. Appearing before the committee on Wednesday, he said the proposed tactics were safe and legal, and that the government would \"always act in accordance with maritime law\". Asked if he felt any responsibility for deaths in the Channel, Mr Pursglove replied: \"The thought that women and children and men lost their lives in this way is horrendous.\"And for me that only stiffens my resolve to work as hard as I possibly can to play my part, to render the route unviable with the ultimate objective in my mind of preserving life.\" It comes amid a sharp rise in people making perilous journeys across the English Channel in small boats. After last Wednesday's tragedy, Ms Patel said the government's Nationality and Borders Bill would tackle illegal immigration and the \"underlying pull factors into the UK's asylum system\". But, she added, authorising \"boat turnarounds\" was an example of action she was taking now to combat smuggling gangs. Labour MP Harriet Harman, who chairs the Joint Committee on Human Rights, said: \"The government is determined to prevent these crossings, but push-backs are not the solution.\"They will not deter crossings, the seas will become even more dangerous and the people smugglers will continue to evade punishment.\"Current failures in the immigration and asylum system cannot be remedied by harsher penalties and more dangerous enforcement action.\" Earlier this year,the government authorised Border Force officials to use the tactic of turning back boats of migrants - but only in limited circumstances. Border Force staff and armed forces reservists are understood to have carried out \"push back\" training exercises using seized migrant boats filled with volunteers. But the union representing staff says the dangers involved - and the reluctance of France to co-operate with the tactic - mean it is unlikely ever to be used. Under Home Office rules, boats deemed to be \"vulnerable\" cannot be turned around, and most of those attempting the Channel crossing would fall into that category, the union says.The Nationality and Borders Bill would give Border Force staff who commit criminal offences while pushing back boats immunity from prosecution, when it becomes law. But Ms Harman's committee says staff should not be given immunity, because the UK is already a signatory to international treaties aimed at protecting lives at sea. In its latest report scrutinising the bill, the cross-party committee of MPs and peers said pushing back boats risked risked breaking these obligations.The Immigration Services Union (ISU), which represents borders staff, has also argued against giving staff immunity from prosecution. ISU professional officer Lucy Moreton said Border Force staff were \"committed to complying with the law, including the priority properly accorded to life at sea\". She added that the rules on \"pushing back\" migrant boats were \"rightly\" very strict and, as a result, it was \"highly unlikely that any attempt to turn a boat back will ever be made\". The government says the Nationality and Borders Bill will break the business model of people smugglers, and deter people from entering the UK without a visa - such as by rejecting asylum claims by people who could have made a claim in another safe country.People smuggling gangs will also face a maximum of life imprisonment.But Ms Harman said the bill was \"littered with measures that are simply incompatible with human rights law and the UK's obligations under international treaties\". For example, plans to criminalise those arriving in the UK without a visa or immigration leave are inconsistent with the UK's obligations under the UN Refugee Convention, the report argues. Ms Harman said ministers should either explain how such measures comply with international law, or ditch them. ", "url": "https://www.bbc.com/news/uk-politics-59481143"}