{"datetime": "2021-07-09T12:23:21.000Z", "author": "Jane Wakefield", "title": "Pollution-eating car shown off at Goodwood Festival", "article": "A car that has been designed to strip the air of pollution as it drives along has been shown off at the Goodwood Festival of Speed. Created by British designer Thomas Heatherwick, it is hoped the Airo will go into production in China in 2023, with plans to make a million of them. The radical design is intended to address not only the pollution issue, but also help solve the \"space crisis\". Critics are not convinced it can ever be more than a concept car. Despite designing London's new version of the iconic Routemaster bus, Mr Heatherwick is better known for architectural projects such as Google's headquarters in California and London. He told the BBC that while he had never designed a car before, he was intrigued by the brief. \"When I grew up design values were manifested through cars, whether it be the [Ford] Sierra in the 1980s, the [Fiat]Panda, some major ideas were emerging through cars.\"When we were approached by IM Motors in China, we said that we were not car designers and they said 'that is why we want you'.\" The car - which was first unveiled at the Shanghai car show in April - has a large glass roof, and the interior is designed to look like a room, with adjustable chairs that can be turned into beds, and a central table intended for meetings or meals. The steering wheel is hidden in the dashboard and the exterior is textured, with a series of ripples or ridges. \"Car manufacturers are falling over themselves to make electric cars, but a new electric car shouldn't just be another one with a different look,\" said Mr Heatherwick. As well as wanting to reflect the flow of air over the car in the ridged exterior, the front grill will be fitted with an air filter which will \"collect a tennis ball worth of particulate matter per year\", he told the BBC. \"That might not sound a lot but think of a tennis ball in your lungs, that is contributing to cleaning the air, and with a million vehicles in China alone that adds up.\" Incorporating this technology is \"the next stage of development\" he said. It is planned for it to have both autonomous and driver-controlled modes. Peter Wells, professor of business and sustainability at the Cardiff Business School's centre for automotive industry research, told the BBC: \"I cannot see how this car can make any significant contribution to resolving the many problems associated with car ownership and use. \"The contribution of this car to cleaning the air in our polluted urban centres would be so small as to be impossible to measure.\"This is immediately evident if you compare the volume of air likely to pass through the filtration system of the car with the volume of air in total.\" The second big idea behind the car's design is as an alternative space for owners to use. \"Covid has raised the space crisis. Many of us are living in flats and houses and need more space, an office or a study,\" said Mr Heatherwick. With one billion cars in the world which are used for roughly only 10% of the time, there is scope for them to become \"valuable real-estate\", he said. He was inspired by first-class airline seats, which are used \"to sleep, eat, entertain and work\". \"The car becomes a communal space for the time when it is not driving.\" The vehicle will be priced at around £40,000 - something Mr Heatherwick described as \"not crazy luxury\". Prof Wells is sceptical that it will be designed in its current form.\"The car industry has a long history of creating excitement around concept cars but the transition to production - if it happens at all - usually means the exciting features are replaced by something more mundane, able to be manufactured, practical in use and cost-effective.\" \"This isn't a fantasy,\" said Mr Heatherwick. \"The whole idea was for it not to be a concept car, which is why we are working with a manufacturer, and we focused everything on ideas that can happen.\" But he did admit the design \"may simplify somewhat\" when it goes into production. ", "url": "https://www.bbc.com/news/technology-57777329"}