{"datetime": "2021-10-25T12:24:39.000Z", "title": "Tesla withdraws self-driving beta over software issues", "article": "Tesla has withdrawn its latest \"full self-driving\" car software update after drivers complained of problems. Some driversreported intermittent issues such as safety alerts sounding, despite no danger being present. The latest version was rolled back on Sunday afternoon, less than a day after it was released.Tesla chief executive Elon Musk said there were \"some issues\" with this version, but it was \"to be expected with beta software\". A few hours earlier, Mr Musk said the launch would be delayed because the company's quality assurance team had found\"regression in some left turns at traffic lights\". But it was released anyway, before being quickly withdrawn on Sunday after drivers reported the problems. It comes as Tesla raised the price of four of its electric vehicles in the US.Thatcham Research, which conducts safety tests for motor insurers in the UK, said there were concerns over Tesla's move to beta-test new software with real-world drivers. \"The challenge you've got is you're allowing your customers to be the guinea pigs,\" said Matthew Avery, director of research at Thatcham. \"There are obvious safety challenges with customers trying it out, and either misunderstanding it or getting it wrong. \"There's a risk that there could be systems that are not safe, which could lead to potential accidents.\" Despite the name, Tesla's semi-autonomous driving technology cannot be used as a substitute for a driver. The company still instructs its users to keep their hands on the wheel at all times, and a warning sounds if they fail to do so. Mr Avery said that while a risk existed with beta software in Tesla's cars, the fact that the car is not truly autonomous is important. \"There is no such thing as full self-driving,\" he said. \"That's very much a marketing term. These vehicles are still assisted driving... effectively the car supporting you. \"These systems are not taking over on behalf of the driver.\" Separately, car rental giant Hertz announced it is ordering 100,000 Tesla vehicles. It is the largest single purchase for electric vehicles on record,according to Bloomberg . Tesla's stock reached a new record high of more than $970 (£705) as a result of the announcement. The deal comes a year afterHertz filed for bankruptcy protection in the US as the pandemic saw its business plummet. ", "url": "https://www.bbc.com/news/technology-59037344"}