{"datetime": "2021-05-28T12:31:29.000Z", "title": "Tesla cameras will monitor driver awareness", "article": "A new software update for Tesla cars appears to include monitoring of drivers through the car's internal cameras when Autopilot is in use. The \"self-driving\" feature requires drivers to pay attention at all times, but has been criticised as easy to fool. Users have been able to activate the assist feature and leave the driver's seat, and video themselves doing so. But the new feature will detect how attentive the driver actually is. Tesla's cars have relied on sensors in the wheel to make sure the driver's hands remain on it. Some other car manufacturers have used internal sensors to observe where a driver's eyes are looking. That means the vehicle can slow down or switch off automated driving features if the driver starts looking at their phone, for example. A new software update for Tesla cars, reported by several media outlets, reveals that the camera above the car's rear-view mirror will start performing a similar function. It \"can now detect and alert driver inattentiveness while Autopilot is engaged,\" the release notes say. But Tesla also said that \"camera data does not leave the car itself\" and no data is transmitted unless data-sharing is enabled in the car's settings, which can be changed by the user at any time. Tesla, which disbanded its press team last year, has not issued a statement about the reasons behind the new feature. But it comes after several recent stories about the company's so-called \"Autopilot\" and \"full self-driving\" features, which are more accurately described as driver-assistance features. In April, one of the most influential consumer magazines in the United Statesclaimed that Tesla cars could easily be tricked into operating without a driver . That report came days after a fatal crash in Texas, which police initially said happened whenno-one was in the driver's seat - although this is now disputed . And the new feature coincides with Tesla losing safety endorsements from Consumer Reports - the same magazine which investigated tricking the Autopilot system - and a major insurance group. Earlier this week, Tesla announced that its Model 3 and Model Y vehicles sold in the US would no longer include radar sensors, but would instead use camera-based systems and more advanced software. Tesla itself said that its move away from radar would mean some key features would be \"temporarily limited or inactive\", and would be \"restored\" in the coming weeks through software updates. The Insurance Institute for Highway Safety in the US told news agencies it plans to remove its \"Top Safety Pick Plus\" label for those cars due to the missing radar, while Consumer Reports will also pull its \"Top Pick\" award for both. It follows the US National Highway Traffic Safety Administration - an official public body - removing marks on its website for safety features such as forward collision warning and automatic emergency braking. Consumer Reports' Jake Fisher said: \"It is extremely rare for an automaker to remove safety features from a vehicle during a production run, even temporarily, but this isn't the first time that Tesla has done this.\" The magazine pointed to a 2016 issue in which some Model X cars were sold without the automatic emergency braking feature, which took months to fix. ", "url": "https://www.bbc.com/news/technology-57283479"}