{"datetime": "2021-06-25T10:00:44.000Z", "author": "Russell Padmore", "title": "The valuable car part gone in 60 seconds", "article": "Nikki from London has had the catalytic converter stolen from her car three times. \"The second time it happened there were 11 or 12 vehicles locally that were also targeted overnight,\" she told the BBC's World Business Report. \"The perpetrators can be quite violent, a family friend was attacked by the thieves when he tried to stop them.\" Another victim in London, Mark, explains how he confronted people he suspected of tampering with his car: \"They got in a car, slammed the doors and pulled away. \"I was concerned they had done something to the car, so I started it and it sounded like a tank. They'd managed to saw off the catalytic converter.\" The theft of catalytic converters from cars has jumped more than 100% in the UK in the last two years and is supported by international networks of criminals.Thieves are stealing the part of vehicle exhausts that clean up emissions, because they are made using valuable metals like platinum, palladium and rhodium. The price of replacement converters depends on the car, size of the device and how much of the expensive metals are used to make them. They can range from under £200 to more than £600. The devices are fitted to most cars and change gases, such as carbon monoxide, into less harmful emissions. But recently the prices of the metals used to make them have risen - due to strong demand and limited supply.\"South Africa, which is one of the major sources of supply, saw a number of lockdowns in the year. A pretty severe disruption in a market that's been pretty tight,\" says John Meyer, a mining analyst with the investment bank SP Angel. The crime continues to become more common, much to the dismay of victims, according to Edmund King, President of the Automobile Association. \"They [drivers] hate the idea that in the dark of night someone is going under their car, cutting off part of their exhaust system and it can cost them a lot of money to get it repaired. \"They're targeting all sort of places where cars are parked - hospitals, a crematorium, they even had the audacity to steal catalytic converters from a prison car park.\" British police recently detained a ship in the North Sea, transporting stolen exhaust parts to West Africa - and it's not a crime limited to the UK. Authorities in the United States are investigating increased reports of the crime. \"One thing they [thieves] look for is vehicles which use more of the rare metals than others,\" says Paul Eisenstein, publisher of the DetroitBureau.com. \"Pick ups are a good example. Because they use more fuel they have to have more elements like platinum in their catalytic converters.\" More Technology of Business The insurance industry would like tighter legislation to deter criminals. \"Anything the government and police can do to identify any loopholes in existing legislation, making it more difficult for criminals to sell these parts, that's an important part of the picture,\" says Laura Hughes, manager of policy at the Association of British Insurers. The Metropolitan Police in London say the thefts have links to international criminal networks. Det Ch Insp James Stanyer, says 500 officers were involved a major operation in March. \"We targeted an organised crime network and arrested 15 people. They have links to scrap metals dealers and to shipping containers being sent to Africa.\" The stolen parts are sold to unscrupulous metal recycling companies, but if the police already know this, why are the thefts still a problem? \"There are so many cars scrapped every year, some are legitimate and some are illegitimate,\" says DCI Stanyer, Police advise car owners to take steps to deter thieves, such as parking in an area covered by security cameras, fitting a device like a cage over the catalytic converter, or putting a security mark on it, to help the authorities trace it if stolen. DCI Stanyer, also wants car manufacturers to help: \"At the minute it is very difficult to tell which are stolen and which are not, because they all look the same. \"Whilst there is an international element to it because of the price of rhodium and palladium, it really comes down to getting the manufacturers involved and getting the public to mark their vehicles.\" Security videos posted online, show thieves using electric saws to cut off a catalyser and get away in 60 seconds. \"There'll often be three or four together in a team. These are organised criminals with a network sitting behind them to get rid of the product,\" says DCI Stanyer. He says British police are sharing what they have learned with other law enforcement authorities. \"In other European countries they're beginning to see this crime trend occurring and we are sharing our best practices to try and help them learn from our experiences.\" Paul Eisenstein, from the DetroitBureau.com, says car manufacturers are fighting a losing battle. \"Thieves have learned they can use pipe cutters and other easily obtained tools to cut the converters off, very, very, quickly. [And] you can't hide them inside the vehicle because they generate tremendous heat,\" he says.It is possible to install a cage over the converter as a deterrent, and other developments might help curb thefts. An increase in platinum or palladium supplies, would cause their prices to fall and make theft less profitable. In the longer term, the shift to electric cars that do not have exhaust systems should help cure the problem completely. ", "url": "https://www.bbc.com/news/business-57542144"}