{"datetime": "2021-06-10T23:05:33.000Z", "author": "Justin Rowlatt", "subject": "COP26", "title": "Why it's the end of the road for petrol stations", "article": "The big worry for most people thinking about buying an electric car is how to charge the thing. But the real question you should be asking is how you're going to refuel your petrol or diesel vehicle if you don't go electric. That's because electric cars are going to send the petrol station business into a death spiral over the next two decades, making electric vehicles the default option for all car owners. Why? Because charging electric vehicles is going to become much more straightforward than refuelling petrol and diesel cars. This isn't just because the government has banned the sale of new petrol and diesel cars from 2030. Imagine we were going the other way, replacing electric cars with fossil fuel power.You are writing the risk assessment for a new petrol station. You want to dig a big hole in the ground in the middle of town, put in some tanks and fill them up with an enormous amount of highly flammable fuel. Then you're proposing to attach a really powerful pump and invite in random members of the public. They'll arrive in vehicles with hot engines. You'll hand them the really powerful pump that sprays the highly flammable liquid. Without any supervision they'll use it to transfer large quantities of the highly flammable liquid into their hot vehicle, they'll pay you and drive off. Are you OK to sign off on that? Do you think Health and Safety will give it the green light? My point is that fuelling cars with petrol and diesel is dangerous, which is why we do it at specially-designed centralised refuelling points. Electricity, by contrast, is pretty much everywhere already. Where's your car now? Do you think it might be near an electricity cable? Exactly. The only challenge is how to bring that electricity a few feet to the surface so you can start getting it into your battery. And you don't need to be Thomas Edison to work that out. If you live in a flat or a house without a drive, don't worry. The aim is to have an electric vehicle (EV) charging point at virtually every parking place. Erik Fairbairn's electric vehicle recharging company, Pod Point, wants to be part of this effort to rewire the UK.\"You'll get to a point where you barely ever think about energy flowing into your car again,\" he predicts. Of course, we're a long way from that utopia, and that should be no surprise. We're just at the beginning of the electric revolution: just 7% of new cars are electric and they make up a tiny fraction of vehicles on the road, so there isn't a huge market. But,as I argued in my previous piece , change is coming fast and investment in charging infrastructure is coming with it.There will be good profits to be made when millions of us want to recharge, just as there was a boom in petrol station construction at the dawn of the age of the car a century ago. More Technology of Business The first people to get charging technology at home are those with driveways who can run a cable to their electric cars. They can already install special charging points that recharge car batteries overnight from the power supply to the house, often using the cheapest possible rates. Typically this is a slow process. For every hour of charging you'll get 30 miles or so of driving, but who cares when most people leave their cars parked overnight anyway and you are only paying a couple of pence a mile? Some local authorities have begun to install similar chargers in lampposts, designers are working on charging points that can be built into the kerb and some workplaces are already putting in chargers for their employees.We'll be seeing lots more of all of these innovations in the years to come. We are also starting to see some businesses putting charging points in for their customers. In fact, free charging is likely to become like free Wi-Fi, a little bribe to lure you into the shop. Electric vehicle optimists paint a world where you can plug in anywhere you park - at home while you sleep, as you work, when you are shopping or at the cinema. Pretty much whatever you are doing, energy will be flowing into your car. At this point, says Erik Fairbairn, 97% of electric car charging will happen away from petrol pump equivalents. \"Imagine someone came around and filled up your car with petrol every night so you had 300 miles of range every morning,\" he says. \"How often would you need anything else?\" In this brave new world, you'll only ever pull over into a service station on really epic, long journeys when you'll top up your battery for 20-30 minutes while you have a coffee and use the facilities. If this prediction is correct it is a death sentence for many of the 8,380 petrol stations in the UK. And the decline of the industry could come surprisingly quickly. Think about it. As electric vehicles begin to edge out petrol and diesel there will be less refuelling business to go around. Those service stations on the edge of viability will begin to go to the wall. That'll make it that little bit harder for petrol and diesel drivers to find a service station to fill up in and the remaining operators may also feel the need to up their prices to maintain profits. So, fewer and quite possibly more expensive petrol stations. Meanwhile it will be getting easier and easier to charge your electric car. What's more, as the market scales up, electric vehicles will become cheaper to buy. You see where this is going: the more petrol stations close, the more likely we all are to go electric. In turn, more petrol stations will be forced to close. And so on. That's why I called it a death spiral. And don't worry about where the electricity to power all these new cars will come from. The National Grid says it won't have a problem charging all the electric vehicles that are going to come onto our roads. In fact, it isn't expecting much of an increase in demand, just 10% when everyone is driving electric. That's because we drive much less than we tend to imagine. The average car journey is just 8.4 miles, according to the Department for Transport. And, explains Isabelle Haigh, the head of national control for the National Grid, there is already quite a lot of spare capacity built into the system. \"Most charging will not be at time of peak, and peak demand has been reducing over the years so we are very confident there is enough energy to meet demand,\" she says. That's because the grid is designed to meet the moments of greatest demand - half time in the Cup Final when we all put the kettle on, for example. The rest of the time some generators sit idle. Electric vehicles will be able to make use of them and, because people typically charge overnight when demand is low, they are unlikely to raise the peak demand at all. Smart charging systems will also help. They allow your charger to talk to the grid to work out the best time for your car to charge. The idea is to make sure you get the cheapest power and also help the grid smooth out the peaks and troughs in demand. Smart charging also helps make maximum use of renewable resources, allowing drivers to cash in on the plentiful and therefore cheap electricity available on a windy day, for instance. However, the end of the service station should not be a cause for celebration. They are the only retail outlet left in some small towns and villages, and a lifeline for many people.So, can they find an alternative role? Jack Simpson believes some will be able to.He's converted an old petrol station in Leeds into a plant shop/bar/music venue/restaurant/art gallery called the Hyde Park Book Club. It has even hosted seances. \"People were popping in for dinner and I was like, Oh I'm really sorry, there's a séance going on,\" explains Jack. He says the site's central location, large forecourt and roomy buildings make it a very flexible venue. \"I think it also fits in with this post hipster obsession with 20th Century Western culture,\" he says. Brian Madderson, the chairman of the Petrol Retailers Association (PRA), is more down to earth. The PRA represents 5,500 independent fuel retailers who account for 70% of all forecourts and Mr Madderson says his members have started adapting to the post internal combustion engine world. Many are already investing in full convenience stores, high-quality take away food and automated car washes to boost their income and, he says, they will continue to enable motorists to fill up their petrol and diesel vehicles for as long as is feasible.He thinks the transition away from petrol and diesel will take decades. \"These vehicles will simply not disappear off the roads overnight. Petrol and diesel stations will be essential in keeping the country mobile beyond 2030,\" he says.Maybe. Yet technological change can be very rapid and very disruptive.Look what happened to the horse and cart at the turn of the 20th Century.Some service stations will certainly live on - those on motorways, for example - but many are likely to go the same way as the people Jack Simpson's guests were trying to reach at their séance - unless they can find new ways to bring in cash.", "url": "https://www.bbc.com/news/business-57416829"}