{"datetime": "2022-01-06T13:17:00.000Z", "title": "Jacob Rees-Mogg defends jury system amid criticism of Edward Colston statue verdict", "article": "Jacob Rees-Mogg has defended juries amid criticism from some Conservative MPs after four people who removed a statue of slave trader Edward Colston were cleared of criminal damage. The statue was thrown into Bristol harbour during a protest in 2020. Responding to the verdict, one MP suggested the jury system \"should be addressed\" if it was a \"barrier\" to doling out punishments. But Mr Rees-Mogg said juries are the \"great sublime protector of liberties\". A lawyer for the defence Blinne Ni Ghralaigh welcomed the not guilty verdict saying: \"In this case, they determined that a conviction for the removal of this statue - that glorified a slave trader involved in the enslavement of over 84,000 black men, women and children as a 'most virtuous and wise' man - would not be proportionate.\" However the decision has angered a number of Conservative MPs. MP for Ipswich Tom Hunttold the Telegraph: \"If you've broken the law and committed criminal damage you should be punished. If the jury is a barrier to ensuring they are punished then that needs to be addressed.\" Former communities secretary Robert Jenrick tweeted: \"We undermine the rule of law, which underpins our democracy, if we accept vandalism and criminal damage are acceptable forms of political protest. They aren't. Regardless of the intentions.\" And another Conservative, Michael Fabricant, said the verdict could \"give rise to other statues being damaged\". \"The Cenotaph and the statue of Winston Churchill in Parliament Square have been vandalised in the past by anti-racism protesters, and there are now fears that extremists will be 'emboldened',\" he added.However, Leader of the House of Commons Mr Rees-Mogg said he did not think the Bristol verdict put other monuments at risk. Speaking in Parliament, the senior minister said: \"I shall not be going out of here immediately afterwards and drawing a moustache on the statue on Oliver Cromwell much though I am opposed to regicides in principle and think they deserve to be removed from pedestals broadly speaking.\" He told MPs that monuments should be protected and only removed through \"due process\", but added that \"one of our greatest monuments is the jury system which is the great sublime protector of our liberties\".\"Juries must be free to come to decisions that they choose to come to on the facts that are in front of them in relation to a specific case and what they hear from the prosecuting counsel, from the defence counsel and from the judge,\" he said. Asked about the jury's decision, Prime Minister Boris Johnson said he wouldn't comment on the case itself, but argued that it was \"wrong\" for people to \"go round seeking retrospectively to change our history\".And speaking earlier in the day, Transport Secretary Grant Shapps said new powers in the Police, Crime, Sentencing and Courts Bill would close a \"potential loophole\" limiting the prosecution of people who damage memorials. The bill - currently going through Parliament - would allow courts to consider the \"emotional or wider distress\" caused by damage to public property and raise the maximum sentence to 10 years - regardless of the cost of damage.It will also formalise the process of applying for the removal of statues, with ministers being given a final veto.The House of Lords will continue its scrutiny of the bill on Monday 10 January.", "url": "https://www.bbc.com/news/uk-politics-59893024"}