{"datetime": "2022-01-17T07:47:09.000Z", "author": "Jasmine Ketibuah-Foley", "title": "Colston Four verdict: What should happen next?", "article": "After jurors in Bristol cleared four people who helped to pull down the statue of slave trader Edward Colston, BBC News asked people living in the city what they would like to see happen next. \"We need to be very careful about seeing individuals as heroes,\" saidJendayai Serwah . She is the convener of the Afrikan ConneXions Consortium, a lobbying group that says it promotes the interests of Afrikan Heritage People in Bristol and the South West. After the verdict she said she had not been \"jumping for joy\" or \"seeing this as a particular victory\". \"I think sometimes we get caught up in the moment instead of making real contributions to the movement. \"This is bigger than those four individuals, bigger than the trial, bigger than the toppling of the statue.\"\"There are other sacrifices that our ancestors and individuals have made in history which have been greater. \"There needs to be a recognition around all of the struggles, not just anti-racism but for reparations.\" Freelance journalistPriyanka Raval was born and raised in Bristol and said she felt more optimistic about the city's future following the statue's removal. \"I was at the protest march and having grown up in Bristol I have always wanted the Colston statue to come down,\" she said. \"It being proved in law added weight to the sentiment. It lent us some legitimacy. \"I am a bit wary now because of the backlash from the Tory government. I knew people wouldn't be happy about it. \"The feeling is cautious excitement. I was really disappointed that within 24 hours of the verdict it was already being completely undermined and appropriated for these culture wars. \"People felt the toppling of the statue was undemocratic, but what could be more democratic than having the issue trialled through the court of law?\" Bristol artistSolomon OB said the verdict \"felt like the right thing\".\"It's a monumental point in time. But so many things are still shifting so there is a balance between celebrating it and keeping our eyes forward towards what it could lead to. \"Let's re-engage with this perspective on the role we play and who we are in the world and in this city.\"Keep the momentum flowing in your efforts to make a difference in your community. \"I'm still putting into context the moment in my life when the statue was pulled down. It felt like stepping into power.\" Chairman of the South West BAME Conservative ForumSamuel Williams said the justice system had worked as it should but \"the narrative around the case has been confused\". \"I didn't come away feeling like this was something that should be celebrated as a moment in history or a success of the BLM movement. \"One of the defendants said they 'rectified history'. I don't think they rectified the horrors of slavery, the impact of slavery. \"It hasn't delivered successful social changes for black communities. \"My concern was that the pulling down of the statue would be a mere moment in time, rather than a catalyst for sustainable social change, and I still have that concern.\"The verdict doesn't change that concern.\" ComedianJasi also grew up in Bristol and said it feels like \"there's a big push in media narratives to put these individuals at the forefront of the conversation\". \"It distracts from what people have been doing in Bristol combating racism. \"Have you ever heard of a group of people named after the thing they are trying to get rid of? \"I'm glad the statue has come down but we should really be talking about anti-black racism, black-male fragility and police accountability.\" For the Bristol-based artistAngie Bual the verdict created \"a bit of freedom\". \"To be found not guilty of something that we literally saw happen, it did surprise me. \"But I think it was a bold decision and is validating. \"We're one of the most unequal societies in Britain.\"We have to revisit our history to understand why we are a multicultural nation. \"We've been trying to get it pulled down or the name changed since the '70s and it took an act like this to take it away. \"Our legal system has acknowledged that citizens can have a role in their future.\"I think it is enough. We don't need to pull down any more statues.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59969039"}