{"datetime": "2022-01-11T14:52:08.000Z", "title": "Edward Colston statue defendant knew jury could go either way", "article": "A woman who helped pull down a statue of 17th Century slave trader Edward Colston has said she was aware the jury could have \"gone either way\". Rhian Graham, Sage Willoughby, Milo Ponsford and Jake Skusewere cleared of criminal damage last week. They all helped remove the monument during a Black Lives Matter protest in Bristol in June. Speaking on BBC Radio 4's Woman's Hour, she said: \"The jury could have gone either way realistically.\" Ms Graham said \"tears projected\" down her face when the not guilty verdicts were read out at Bristol Crown Court. \"It was a really emotional moment,\" she said. The 30-year-old, who works in the performance industry, said she took a rope, tied knots and helped topple the statue, which was erected in 1895. Her friend and co-defendant Mr Ponsford, 26, also brought a rope but she said neither of them knew this about each other before they met. She explained: \"The main idea was to provide a rope to the people to pull on it should they wish to. \"So I tied the knot, brought the rope and did end up pulling on it with everyone else.\" When asked about the trial's outcome, she said: \"I've always had a very good feeling about it because I've always felt justified in my actions. \"But you have to stay grounded and the jury could have gone either way realistically.\" The defendants, who are all from Bristol apart from Mr Ponsford, who is based in Hampshire, hugged and celebrated outside court after the verdicts were reached. None of them denied taking part in the statue's removal, but claimed in court that it was an \"indecent display\", which the council should have taken away. Under this methodology, removing the statue was not criminal damage because it should not be there in the first place, they claimed. And while their result was welcomed in some quarters - it has sparked outrage among others. Ipswich MP Tom Hunt said the result could set a \"dangerous precedent\", while Prime Minister Boris Johnson stated \"statue protesters can't change our history\". Addressing this, Ms Graham said she was \"very pleased\" the jury had sat through all of that evidence and \"came to the conclusion that our actions were proportionate\". She argued if anyone removed any statues in future they would be held to account by the law, as she said she and her co-defendants were. Ms Graham also dismissed comments that protesters should never break the law to achieve their goals. \"It is just not true historically,\" she added. ", "url": "https://www.bbc.com/news/uk-england-bristol-59955378"}