{"datetime": "2022-01-31T22:36:55.000Z", "subject": "George Floyd death", "title": "Ahmaud Arbery: Hate crime plea deal rejected by US judge in murder case", "article": "A US judge has rejected a plea deal between federal prosecutors and two of the three white men convicted of murdering black jogger Ahmaud Arbery. District Judge Lisa Wood said she was not willing to be bound to the clause that allowed them to serve time in a federal, and not state, prison. Her ruling comes after Travis McMichael admitted for the first time race was his motivation for chasing Mr Arbery.Mr Arbery's mother was said to be \"devastated\" about the deal. Travis and Gregory McMichael and their neighbour William Bryan were found guilty of his murder in November.The three also faced a fresh federal trial on hate crimes charges and had all pleaded not guilty. That trial was due to begin next month. But it emerged on Sunday that US federal prosecutors had reached plea agreements with the McMichaels, according to court papers. Wanda Cooper-Jones, Mr Arbery's mother, vehemently rejected the notion of a deal as she said it was \"about serving time in a safer, less crowded prison\" since it recommended the McMichaels be transferred to a federal prison for 30 years before returning them to the custody of the Georgia prison system for the rest of their lives.Federal prisons are generally perceived as less brutal environments than typical state prisons. \"Please listen to me: granting these men their preferred conditions of confinement will defeat me. It gives them one last chance to spit in my face after murdering my son,\" Ms Cooper-Jones told the court.\"The state of Georgia already gave these men exactly what they deserve. Please leave it that way.\" The three white men faced five federal charges, including interfering with Mr \"Arbery's right to use a public street because of his race\".Civil rights activists believe a federal trial would have been a key moment in the country's reckoning with racial injustice.Mr Arbery's killing in February 2020 sparked outrage across the United States. He was shot while jogging following a confrontation with Gregory and Travis McMichael. It took more than two months for the men to be arrested, along with Bryan, their neighbour who filmed the death. Lawyers for Mr Arbery's family called it a \"modern-day lynching\".The McMichaels argued they were defending themselves while trying to make a \"citizen's arrest\". In January, the McMichaels were sentenced to life in prison without parole, while Bryan was told he could seek parole after 30 years in prison.Ms Cooper-Jones' impassioned six minute-long appeal to the judge about the plea deal had been allowed under the Crime Victims' Right Act which guarantees \"the right to be reasonably heard at any public proceeding involving a plea offer\". ", "url": "https://www.bbc.com/news/60201894"}