{"datetime": "2022-01-14T09:52:02.000Z", "title": "Watford residents could get vote on slavery street names", "article": "Residents could be asked to vote on whether to scrap street names that have links to the slave trade or the British Empire. Watford Borough Council has proposed a new rule which, if approved next week, means street names could be replaced if two-thirds of residents vote for it. Road names including Imperial Way and Rhodes Way were among those mentioned. The council reviewed its policy in July 2020 after theBlack Lives Matter protests. Labour councillor Asif Khan raised concerns about a number of street names in Watford, theLocal Democracy Reporting Service said. Mr Khan said the council should consider renaming Imperial Way, Colonial Way, Clive Way and Rhodes Way, because of their association with the slave trade and Britain's imperial past. Tola Dabiri, ofBrick By Brick Communities , whose members have researched black history in Watford, said it was a \"really welcome\" move by the council. \"I think anything that encourages the community to participate in local affairs can only be a good thing,\" she said. \"Not everybody is going to be in favour of actually changing names which are perceived to be offensive, and so by allowing everyone to comment it also allows some debate around these issues.\" The proposals place a \"significant emphasis\" on introducing new street and block names that reflect the town's history and diversity. However, the policy document states that renaming streets \"should only be considered in cases where historic street names are likely to cause offence, or in cases where the naming is causing problems for the emergency services\". \"Renaming or renumbering a street is a time-consuming process and any change can be very disruptive and cause financial costs to all those occupiers affected,\" it states. The elected mayor of Watford, Peter Taylor, said the council had no plans to change any street names. \"This policy focuses on how we can choose names for new streets that celebrate our heritage and the contributions made by people from many backgrounds,\" he said. \"We are also introducing safeguards so that existing street names can only change if residents or businesses ask for it to be considered... the residents making the request would be expected to pay all costs associated with the change.\"This would be very rare and only used in exceptional circumstances, for example if a word caused offensive to many people.\" The decision on the new proposal is due to be made by the council'sCabinet on Monday . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59988401"}