{"datetime": "2022-02-03T16:13:41.000Z", "title": "Colston statue should be displayed in museum, public says", "article": "A report commissioned after the statue of Edward Colston was pulled down in Bristol has recommended that it should remain on display in the city's museum. A survey to gather views about the statue's possible future was begun after it was removed on 7 June, 2020. Nearly 14,000 people responded and 74% said they wanted the statue displayed in a museum lying down on its side. The recommendations by We Are Bristol History Commission group will be considered by the council and mayor. It also recommended the plinth and original plaques should remain in place and a new plaque be installed to explain why the statue was first put up and when it was taken down.The survey was undertaken in the summer with the aim of giving everyone the chance to share their opinions on what should happen to the statue and its plinth. A total of 13,984 people shared their views and the majority said they wanted to see the statue on display in a museum with the graffiti preserved, in a similar way to how it has beendisplayed in the M Shed Museum .The report said it should enter the permanent collection of the city council museums service and be presented in a \"nuanced, contextualised and engaging way\", to explain its history. Of the 16 per cent of people in Bristol who didn't want to see the statue in a city museum, around three-quarters wanted it returned to the plinth and a quarter suggested it should be destroyed or not on display.Opinions were mixed on what should be done with the plinth. People were asked if they preferred for it to be used for temporary artwork or sculptures, or used for a permanent replacement or whether it should be left empty. The commission recommended the city to \"think creatively\" about the empty plinth, to seek funding to commission temporary artworks and activities, but for there to be \"periods of intentional emptiness\" at times. People were also asked how they felt about the statue being toppled - 56% of respondents said they had a positive feeling about the act and 36% had a negative feeling about it.Younger people and women felt more positive about it, while those feeling negative cited the way it was taken down as the main reason for their negative response. Authors Dr Joanna Burch-Brown and Professor Tim Cole said there was a need to create opportunities for younger and older generations to share perspectives on the city's past, present and future. Co-chair of the We Are Bristol History Commission, Dr Burch-Brown said it was key to connect across different generations. \"Many older people have been feeling there should be more respect for law and tradition, and that the pace of change is too quick.\"Many younger people feel there is a need for change, and for more equality.\"There are positive intentions behind both views. We would love to see people of different ages coming together to spend time connecting through stories and histories,\" she said. Professor Tim Cole added their work had found there to be \"considerable shared thinking and feeling in the city.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60247092"}