{"datetime": "2021-12-13T00:20:39.000Z", "author": "Hugh Schofield", "title": "France resists US challenge to its values", "article": "Six months ago, if asked what they understood by \"woke\", most French people would have assumed it had something to do with Chinese cooking. And yet today in Paris, the notion of \"le wokisme\" is suddenly all the rage. The government warns of a new cultural totalitarianism creeping in from the \"Anglosphere\". The education minister has set up a Laboratory of the Republic, dubbed an \"anti-woke think tank\", to co-ordinate the fightback.And everywhere the precursors of what might be to come are being reported in the media: a new gender-neutral pronoun, a threatened statue of a dead statesman or a meeting on campus only for black students.For the French, these signifiers of what critics in the UK and US have termed \"woke\" are all very new and unfamiliar.For good or bad, France has so far resisted what is seen here as a left-wing cultural movement dedicated to the promotion of minorities that originated in American universities and now exerts considerable influence in the public sphere in the English-speaking world.Partly, that is, because of an in-built French resistance to any intellectual invader from the \"Anglosphere\".But more importantly, it is because France has its own post-revolutionary culture rooted in the defence of human rights.\"Don't preach to us about protecting racial and sexual minorities\" is the instinctive French response. \"We do it in our sleep.\"And yet, as with so many other cultural forces that arrive from the US and the UK - think pop music or lunchtime sandwichesal desko - what was originally decried in France often ends up becoming the norm.\"Will France end up going woke? The jury is still out,\" says Justin EH Smith, an American philosophy professor at Paris University.\"Personally I find it liberating to teach here. I don't have to mind my every word, like I did with American students. Here, there is still a presumption that universities are a place to learn, and the staff is not there to cushion the subject matter.\"But Prof Smith says signs of \"wokeism\" are nonetheless appearing on campus.He cites seeing for the first time graffiti in English targeting \"terfs\" - or trans-exclusionary radical feminists. The use of English was significant, he says, because it \"trickles in via elite bicultural, bilinguistic nodes\" such as can be found at the university.However, the new American ideas face a big difficulty in France, he believes, \"because one of the cornerstones of French Republicanism is a principle that has become anathema in the context of US-style wokeism - and that is colour-blindness\". France's answer to protecting minorities is \"universalism\" - the notion that everyone is the same and should be treated the same.But so-called \"woke\" thinkers have a different set of values. They say race, colour, gender do matter, because people have different lived experiences depending on those factors, and so public policies need to differentiate between different groups - which is anathema to the French.Some campaigners on race, gender and sexuality here say France's attachment to \"universalism\" is hypocrisy, and an excuse for refusing to change. \"The people who say France must protect itself against wokeism are the people who want everything to stay the same. Because they are the ones who benefit from the status quo,\" says anti-racism activist Rokhaya Diallo.For campaigners like Ms Diallo, woke is a new adjective that they are happy to apply to themselves if it has the sense of being \"alive to injustice\". But they believe the French establishment has also been all too happy to fixate on the term as an easy way of denigrating its exponents.\"France is decades behind the US on issues like gay rights,\" says Alice Coffin, who set up an Association of Lesbian Journalists in Paris. \"When I went to live in the US [under a Fulbright scholarship], it was such a relief not having to explain myself every time I went for an interview.\"People understood that I was a journalist and a lesbian. Here in France, they just don't get it. And now they accuse me of coming back from the US with these dangerous new ideas.\"That is indeed precisely what the anti-woke movement in France believes: that via universities, pressure groups and social media, the US is exporting a cultural virus into France that poses an existential threat to French society.For the writer Brice Couturier, a member of the Laboratory for the Republic think tank, \"wokeism puts people into tribes in order to control them. It says you belong in my tribe, and the leaders of my tribe will tell you how to behave. This is foreign to French mentality\".\"France has fought many civil wars in the past, and I fear we could come close to civil war again if this goes too far. Just as [former US President] Trump was a reaction to wokeism in the US, here we have crazies like [far-right presidential candidate] Eric Zemmour. People are taking sides.\"Another anti-woke campaigner, Quebec-born commentator Mathieu Bock-Cote, believes such ideas run counter to many of the formative elements of French identity.\"We are in a country where the freedom to talk about anything and everything is taken for granted. When you have minorities who say such and such a subject is off-limits, people instinctively say that's censorship, and we can't accept it,\" he says.For him, France has the chance to be a beacon of inspiration against such ideas: \"In the US, opposition to wokeism was monopolised by the conservatives under Trump. To say the least, that is not an attractive example,\" he says.France is different, he argues: \"Here opposition comes from across the political spectrum, and there are cultural antibodies to the virus of wokeism. France can lead the fight.\" ", "url": "https://www.bbc.com/news/world-europe-59584125"}