{"datetime": "2022-01-06T17:11:57.000Z", "title": "Colston statue verdict ‘landmark’ in Britain's slave history", "article": "The acquittal of four people charged with criminal damage after tearing down a statue of Edward Colston is a \"landmark\" in Britain coming to terms with its past, a TV historian said. The memorial to the slave trader was toppled during a Black Lives Matter protest in Bristol on 7 June 2020.Rhian Graham, Milo Ponsford, Sage Willoughby and Jake Skusestood trial . Prof David Olusoga said the real offence was in allowing a statue to a mass murderer to stand for 125 years. The defendants, who are all from Bristol apart from Mr Ponsford, who is based in Hampshire, were charged after the monument to the17th Century slave trader was removed and thrown into Bristol's harbourside. The judge in the case feared undue pressure was being placed on the jury by the language from the defence barristers.Peter Blair QC criticised Liam Walker, who represented Mr Willoughby, for his remarks. In closing, Mr Walker told jurors their decision would \"reverberate around the world\" and urged them to \"be on the right side of history\". Other barristers cited the fact the toppling of the statue became a seminal moment in the wave of anti-racism protests that were seen around the world, in the wake of the murder of George Floyd by police officers in the US. Author Prof Olusoga, who supported the defendants and gave expert evidence on the history of slavery, spoke following the trial at Bristol Crown Court. He told the BBC: \"An English jury... has come to the conclusion that the real offence was that a statue to a mass murderer was able to stand for 125 years, not that that statue was toppled in the summer of 2020.\"That is enormously significant and we are on this very long and difficult journey in this country of acknowledging all of our history, the bad as well as the good and I think this is a landmark in that difficult, tortuous journey.\" However, some have criticised the verdict for setting a precedent for future attempts to pull other statues down. Nile Gardiner, a former aide to Margaret Thatcher and director of the Margaret Thatcher Centre for Freedom at the Heritage Foundation, told The Daily Telegraph: \"The result of this ruling will be that mobs will seek to tear down statues across the country - it gives a green light for mobs.\" Bristol Mayor Marvin Rees said he was \"surprised\" by the verdict and was \"glad\" the statue had gone, but said the removal of Colston's name from the city was only a small part of the fight against racism. \"You can change names without changing substance,\" said Mr Rees, the first black mayor elected in the UK. \"Once the statue's gone you have to accompany it with real stuff such as building affordable homes, tackling educational and health inequalities and looking at the barriers to employment and the under-representation in some key sectors in the city. \"Those are the drivers of race inequality that many of these activists claim to be fighting.\" Named \"The Colston Four\" by their supporters, they admitted helping to pull the statue down and roll it into the water. But legal experts argue the jury had perfectly lawful routes to acquit them.Their defence teams in court presented a comprehensive history about Edward Colston and the long battle in Bristol, including public petitions spanning 30 years, to have the statue removed.They also presented the jury with three complex legal arguments. The first was the defence of the prevention of crime - whether the statue itself constituted an offence under section five of the Public Order Act.Secondly they argued the jury should consider whether the statue constituted an indecent display under a more obscure Indecent Displays Act 1986.Finally they argued the conviction of the defendants would have been a disproportionate infringement of their rights under Articles 9, 10 and 11 of the Human Rights Act 1998.Some legal experts are hailing their arguments as genius, but ultimately it was down to the jury to decide and we will never fully know what, or whether all of those arguments led to them finding the four not guilty.Legal expertAdam Wagner said on Twitter: \"This is an unusual result but also a prosecution which always gave rise to the risk of a jury not convicting.\"This is what juries sometimes do, a kind of societal pressure release valve. \"This doesn't set a legal precedent as it is jury decision and on its own special facts - anyone damaging property in future would have no way of knowing if a jury would convict or acquit them. \"The law is as it was.\" Transport Secretary Grant Shapps said Britain was not a country where \"destroying public property can ever be acceptable\". \"If you want to see things changed you can get them changed, you do that through the ballot box, or petitioning your local council, etc,\" he said. \"You don't do it by going out and causing criminal damage.\" Updating MPs , Leader of the House of Commons Jacob Rees-Mogg said: \"One of the great glories of this nation is the jury system. \"Juries must be free to come to the decision they come to on the facts in front of them in relation to a specific case.\" Avon and Somerset Police and Crime Commissioner Mark Shelford said he recognised \"many people will feel unhappy with the outcome\" but added \"due process has now taken place\". \"The right to peaceful protest is enshrined in British law and I will continue to support the role of the police in facilitating that right. \"I would, however, remind our communities never to take the law into their own hands.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59892211"}