{"datetime": "2022-01-05T18:43:12.000Z", "title": "Edward Colston statue: Four cleared of criminal damage", "article": "Four people accused of illegally removing a statue of Edward Colston have been cleared of criminal damage. Sage Willoughby, Rhian Graham, Milo Ponsford and Jake Skuse were charged after a monument to the 17th Century slave trader was pulled down and thrown into Bristol's harbourside last June. It happened during a Black Lives Matter protest in the city. Loud cheers erupted in the public gallery of Bristol Crown Court as the verdicts were returned. The defendants, who are all from Bristol apart from Mr Ponsford, 26, who is based in Hampshire, laughed and hugged supporters who were waiting outside after they were released. Mr Willoughby, 22, was seen taking the knee - a symbolic gesture of the BLM movement - outside court. Three of the four defendants also wore T-shirts designed by Banksy which featured a stencil of thetoppled statue's plinth . Speaking outside court after being acquitted, Ms Graham said: \"We just want to say thank you to so many people because we have never been alone in this journey. \"We have been so supported and we are such a small part of this. \"There were so many people that day. So many people reverberating across the world in response to it [the statue's toppling].\" Mr Willoughby denied they were trying to edit history, but said others were \"whitewashing history\" by calling Colston a \"virtuous man\". \"We didn't change history, we rectified it,\" he said. \"This is a victory for Bristol, this is a victory for racial equality and it's a victory for anybody who wants to be on the right side of history.\" by Charlotte Callen, home affairs correspondent The public gallery erupted into screams and cheers of joy as the four defendants - who have been named the Colston Four - were cleared of wrongdoing. Outside, supporters gathered with banners and Rhian Graham tearfully thanked them. The thanks also extended to street artist Banksy whose T-shirt sale raised funds for them. While there were many supporters outside the court delighted the four were acquitted, others were not so impressed. One came up to supporters of the Colston Four and said the result was \"disgusting\". This is something that has divided opinion in Bristol and beyond, and the verdict will lead to more debate about which statues should remain standing across the UK. Raj Chada, who represented Mr Skuse, said the \"defendants should never have been prosecuted\". He added: \"It is shameful that Bristol City Council did not take down the statue of slaver Edward Colston that had caused such offence to people in Bristol and equally shameful that they then supported the prosecution of these defendants.\" Blinne Ni Ghralaigh, for Ms Graham, 30, said the case \"demonstrates the fundamental importance of trial by jury\". \"In this case, they determined that a conviction for the removal of this statue - that glorified a slave trader involved in the enslavement of over 84,000 black men, women and children as a 'most virtuous and wise' man - would not be proportionate.\" During a highly publicised trial, the court heard the statue was ripped down before being thrown into the harbour during a wave of protests triggered by the murder of African-American George Floyd by a white police officer. The four defendants, together with \"others unknown\", were accused of damaging the Colston statue and plinth of a value unknown without lawful excuse. During the trial, Mr Skuse, 33, said he took part in rolling the statue to the docks to stage a symbolic \"sentencing\" of the slave trader. Mr Willoughby argued the statue was an \"insult\". Appearing in the dock, he said: \"Imagine having a Hitler statue in front of a Holocaust survivor - I believe they are similar. \"Having a statue of someone of that calibre in the middle of the city I believe is an insult, and I will continue to believe that whatever the outcome of this.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59727161"}