{"datetime": "2021-12-13T16:06:23.000Z", "title": "Bristol slave trader Edward Colston statue toppling: Four on trial", "article": "Jurors trying four people accused of toppling a statue of Edward Colston have been told the fact the man was a slave trader is \"wholly irrelevant\". A bronze memorial to him was pulled down during a Black Lives Matter protest on 7 June 2020, before being dumped in Bristol Harbour. Rhian Graham, 29, Milo Ponsford, 25, Jake Skuse, 33, and Sage Willoughby, 21, deny charges of criminal damage. Judge Peter Blair QC is presiding over the trial at Bristol Crown Court. Opening the case, prosecutor William Hughes QC said: \"We accept that Edward Colston was a divisive figure, however we say what Edward Colston may or may not have done, good or bad, [is] not on trial and [is] not an issue for you - these four defendants are.\" The charges allege the four defendants, together with \"others unknown\", damaged the Colston statue and plinth of a value unknown without lawful excuse. Ms Graham, Mr Ponsford and Mr Willoughby are accused of pulling the statue down, while Mr Skuse is accused of orchestrating it being rolled towards the harbour. Mr Hughes said that about 10,000 people had been at the BLM march, which was described as \"friendly, engaging and very much a community event with an emphasis on coming together to make a change\". He said a small group had peeled away from the march and congregated around the statue after the majority of the crowd had passed by. \"It was pulled down by members of the small group who include the first three defendants - Ms Graham, Mr Ponsford and Mr Willoughby,\" Mr Hughes said. \"After it was toppled it was daubed with paint, spat on and struck with implements, and there afterwards it was rolled through the city centre and thrown in the harbour at Pero's Bridge.\" The jury heard an estimated £3,750 worth of damage was caused to the statue - including losing its staff and a coat tail - but the council has decided not to restore these. A further £350 worth of damage was caused to the railings of Pero's Bridge. The jury was shown CCTV footage of Ms Graham, Mr Ponsford and Mr Willoughby allegedly passing ropes to one another to place around the statue's neck. There were cheers from the packed public gallery when the court was played footage of the moment the statue was felled. People said to be the first three defendants can be seen high-fiving each other before putting the ropes in a rucksack and leaving. Referring to the ropes, Mr Hughes said: \"You may think that is suggestive of pre-planning the statue toppling.\" Mr Skuse is accused of passing more ropes around the neck and feet of the statue \"to assist in its removal from the scene\", the prosecutor said. Supporters of the so-called \"Colston 4\" have been taking part in a rally outside the court. Ms Graham, of Colston Road, Bristol, Mr Ponsford, of Otter Close, Bishopstoke, Hampshire, Mr Skuse, of Farley Close, Bristol, and Mr Willoughby, of Gloucester Road, Bristol, have been given unconditional bail. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59611875"}