{"datetime": "2021-12-10T00:30:19.000Z", "author": "Lucy Williamson", "subject": "French elections 2022", "title": "Valérie Pécresse: Part-Thatcher, part-Merkel and wants to run France", "article": "France's traditional right-wing Republicans party is preparing to fight for its life in the presidential election next spring. Its surprise choice of Valérie Pécresse as candidate has boosted the party, with a new opinion poll suggesting she could beat Emmanuel Macron to become France's first female president. You know you're making headway as a female politician when people start analysing your clothes. For Valérie Pécresse, it began with a red jacket, worn for her victory speech after winning the nomination forLes Républicains . One daily newspaper even asked fashion historians to decrypt it. \"This red jacket was chosen to distinguish her from the crowd,\" one said. \"It's the colour of power.\" Another described it as evoking \"warrior spirit [and] blood\". Just a few days later, a poll by Elabe suggested that, if the election were held today,Valérie Pécresse would beat President Macron in a run-off vote by 52% to 48%. That's encouraging news for a party that's been out of power for nine years, eaten away from one side by Mr Macron and from the other by France's far-right leader, Marine Le Pen. Her close ally and senator for Hauts-de-Seine, Roger Karoutchi, says Mrs Pécresse is a reassuring figure, because of her experience in running the Paris region with its 12 million inhabitants. \"It's not enough to be a woman; you have to be a stateswoman,\" he said. \"[She] has been a minister, a deputy, a regional president. She has a proven track record on issues like secularism and security. She's extremely pugnacious: when she has a goal, she goes for it.\" Her opponents were, predictably, less impressed.\"I feel sorry for Republican voters,\" said Marine Le Pen, \"because Valérie Pécresse is perhaps the most Macronist of all the party candidates\" Mrs Pécresse prefers to describe herself as \"one-third Margaret Thatcher and two-thirds Angela Merkel\". She entered politics as part of President Jacques Chirac's team but made her name as higher education minister during Nicolas Sarkozy's presidency. Few question her experience, but many voters see Valérie Pécresse as rather serious, determined, even clinical; her image as a politician perhaps a little bit boring. \"I wouldn't say she's boring, but she doesn't have a singularity that would make her a new character in France's political landscape,\" explained Jean-Philippe Dubrulle from the polling agency IFOP.\"She hasn't been prime minister; she doesn't have the uniqueness of [nationalist candidate] Éric Zemmour, who was a journalist. \"Emmanuel Macron came from nowhere and had never held any elected position; [far-left leader] Jean-Luc Mélenchon has a unique style. Valérie Pécresse, in my opinion, lacks this.\" According to Mr Karoutchi, what she has is a very pronounced human side. \"She's very focused on the struggle many families have to make ends meet, and she has a strong sense that family life can be difficult,\" he says. Valérie Pécresse was chosen as candidate by registered party members, but she'll need to appeal to a much broader cross-section of voters in the presidential race.Republican mayor Franck Louvrier says she has a \"formidable advantage\" when it comes to rallying people outside her core party support. \"When you are a candidate for the presidential election, you have to constantly expand like a rolling snowball that swells over time,\" he said.\"This is the balance: being able to open up while maintaining principles and values. She's already done it at regional level in Île-de-France, which is a microcosm of France.\" Mr Macron's victory in 2017 redrew the political map, marginalising the Republicans on the right and almost wiping out their Socialist opponents. For years, pollsters have predicted another Macron-Le Pen presidential run-off next year.But Jean-Philippe Dubrulle says the election has become more unpredictable, with the entrance of Mr Zemmour, a new figure on the far right of politics. \"The ticket price to access the second round of the election has lowered considerably,\" he told me, because Mr Zemmour has split the far-right vote usually taken by Mrs Le Pen.\"In this context, the Republican party has the chance to emerge again,\" he said. \"If a candidate from the traditional right could gather around 20% of ballots [in the first round of voting], they could change the game.\" Polls, of course, are just a blurred snapshot of a single moment in time, and we are months away from France's next presidential race.President Macron has yet to officially declare himself a candidate. But, assuming he does, how worried should he be about Valérie Pécresse? Jean-Philippe Dubrulle has no doubt: \"Macron feared that Xavier Bertrand would be the Republican candidate, but with Valérie Pécresse, he drew a much more dangerous card.\" The danger being that she could \"out-Macron\" Macron.\"Macron was a new character five years ago,\" said Mr Dubrulle, \"and [this time] Pécresse could present herself as a new type of candidate, because she's a woman.\"Unlike Marine Le Pen, she's seen as a credible candidate to win, and so it signals a kind of freshness that says: I am renewing the political landscape in France,\" Mr Dubrulle added. For Franck Louvrier, mayor of La Baule where Valérie Pécresse spends family holidays, her nomination is also a sign of modernity and change within France's traditional right-wing party. It happened in the UK and Germany, and now in France, too, there is a thirst to see a woman as leader, he says: \"She's exploding the glass ceiling.\" This most traditional of political parties has now entered the battle to renew French politics. Five years after his first-ever election campaign, President Macron could find himself being framed as the old guard.It's not something he's used to.He might have torn up the old political map here in the last presidential race, but those around him were apparently taking notes. ", "url": "https://www.bbc.com/news/world-europe-59590518"}