{"datetime": "2021-12-14T18:26:29.000Z", "title": "Edward Colston statue toppling: Police held away on day of protest, court told", "article": "Police officers were \"held away\" from a Black Lives Matter protest where later a statue of Edward Colston was pulled down, a court has heard. Avon and Somerset Police opted for a \"non-visible style of community policing\" for the event, which saw a crowd rip down a statue to the 17th century slave trader and throw it into Bristol docks last June.The force has since charged four people with criminal damage for removing it. They all deny the charge. On Tuesday, Bristol Crown Court heard a statement from PC Julie Hayward, who was a member of the protest liaison team (PLT). It worked with the protest's organisers to ensure public safety during the event. \"The PLT's role was to engage with the organiser and her helpers to ensure the initial meet and speeches at College Green went without a hitch, liaise with her and ensure the subsequent march was safe and without issues,\" she said. PC Hayward added only the PLT officers, mounted police and local neighbourhood teams were visible during the protest. \"Other officers were on duty but held away from the immediate area.\" To begin with the atmosphere among the 10,000-strong crowd was \"friendly and engaging\". But it descended into \"bordering on mass hysteria\" when the bronze statue of the Bristol-born merchant was removed, she explained. Rhian Graham, 30, Milo Ponsford, 26, Jake Skuse, 33, and Sage Willoughby, 22, were all later arrested and charged withcriminal damage . Together with \"others unknown\", they are accused of damaging the statue and plinth of a value unknown without lawful excuse. Shortly before its removal, PC Hayward said she had seen a group congregating around the statue, climbing on it and passing ropes around it. She radioed her commanding officer to inform them and police began monitoring the situation via council CCTV cameras, while she switched on her body-worn camera. \"(The crowd) weren't hostile towards us, but the whole atmosphere changed,\" she said. \"There were chants of 'pull it down, pull it down' from the protesters. \"(The statue) fell very quickly, it didn't appear to be bolted to the plinth which surprised me. \"The crowd were bordering on mass hysteria, celebrating and jumping on the broken statue on the floor.\" Once the statue had been toppled, she informed her commander and carried on policing the remainder of the protest. It was later recovered and has been on display at the M Shed museum in Bristol since June. The trial, which is expected to last two weeks, continues. ", "url": "https://www.bbc.com/news/uk-england-bristol-59657175"}