{"datetime": "2021-12-27T06:40:53.000Z", "author": "Joseph Lee", "title": "Dalian Atkinson: Police apologise for killing black ex-footballer", "article": "Police have sent a written apology to the family of ex-footballer Dalian Atkinson, six months after an officer who Tasered him and kicked him in the head was jailed for manslaughter. West Mercia's Chief Constable Pippa Mills said she was \"deeply sorry\". \"A police uniform does not grant officers immunity to behave unlawfully or to abuse their powers,\" she wrote. PC Benjamin Monk's conviction was the first for a death in custody in 30 years. The family of Mr Atkinson, a former Premier League star with Aston Villa, had said the case showed the need for change in the way black people were treated by police and the criminal justice system, in the wake of the Black Lives Matter movement. Ms Mills only took over as chief constable of West Mercia Police in September, three months after the legal proceedings ended. In her letter to the family, she said that due to the European Convention on Human Rights, there was an \"obligation\" for her to \"acknowledge and accept\" on behalf of the force that Mr Atkinson's human rights were breached. \"Ben Monk's conduct was in direct contradiction to the standards and behaviour of the policing service, and understandably undermined public confidence,\" she said. The chief constable added: \"I am deeply sorry for the devastating impact the actions of a West Mercia officer has caused you and I extend my deepest condolences to you all, and Dalian's wider family and friends.\" Ms Mills said she recognised the incident was \"devastating\" for the family, adding: \"I cannot imagine the immense pain you have felt and how the significant delays with the trial have also added to your burden of grief. \"You have demonstrated great strength and dignity throughout the past five years.\" Mr Atkinson, who was suffering from a serious illness which had affected his physical and mental health, died in hospital in 2016 after he was arrested outside his father's home in Telford, Shropshire. The former footballer was in the midst of a mental breakdown and had been shouting outside his father's house claiming to be the Messiah, neighbours reported at the time. Monk used his taser on the 48-year-old for 33 seconds and kicked him as he lay in the street, hard enough to leave bootlace prints on Mr Atkinson's forehead. The judge at Monk's trial described his actions as an \"obvious\" use of excessive force. After Monk was jailed in June for eight years, the police watchdog said it was the first time in three decades a British officer had been convicted of manslaughter for their actions in the course of their duties Since 1990, 10 officers had faced murder or manslaughter charges but were acquitted or the cases against them collapsed. To team-mates, he was known for his sense of humour and dazzling skills. To his manager, he was a striker who always performed well in big matches. Dalian Atkinson began his football career at Ipswich Town as a teenager in 1983, before playing for Sheffield Wednesday and Real Sociedad. He moved to Aston Villa in 1991, where he made 85 appearances and scored 25 goals. He is often remembered for the Match of the Day goal of the season in 1992-93, scoring against Wimbledon as he dribbled the ball from deep in his own half before delicately chipping it over the goalkeeper from the edge of the penalty area. In later years, he suffered from health problems and his family said he struggled to come to terms with a serious illness affecting his kidneys in his last six months of life. Read more about Dalian Atkinson A lawyer for Mr Atkinson's family, Kate Maynard, said in a statement the official apology is \"welcomed and overdue\". \"The chief constable's acknowledgement that a police uniform does not grant immunity is especially pertinent in a year that has seen other terrible examples of deadly police violence,\" she said. \"With the first conviction of a serving police officer on a manslaughter charge connected with his policing duties in over 30 years, it is hoped that this will serve as a deterrent, and also embolden those who seek police accountability.\" Following the verdict against Monk in June, West Mercia Police's Assistant Chief Constable Rachel Jones had said she was \"sincerely sorry\" and extended her own apologies, but the letter to Mr Atkinson's family is the first time the force has formally apologised for the killing. At his trial, Monk's lawyers said he had no intention to kill or injure and that his actions for 59 seconds during the confrontation with Mr Atkinson were out of character with his prior police career. But the court heard that he had been given a final warning by West Mercia Police in 2011 for breaching standards of honesty and integrity by failing to disclose cautions for theft and drunkenness before he joined the force. Following his conviction, Monk was dismissed. ", "url": "https://www.bbc.com/news/uk-59798500"}