{"datetime": "2021-12-22T13:36:23.000Z", "title": "Edward Colston statue roll to harbour was symbolic 'sentencing'", "article": "A protester who helped roll the statue of Edward Colston into Bristol Harbour said he was staging a symbolic \"sentencing\" of the slave trader. The memorial to the 17th Century merchant was toppled during a Black Lives Matter march in June 2020. Jake Skuse, 33, is one of four people on trial at Bristol Crown Court for criminal damage. His co-defendants are Rhian Graham, 30, Milo Ponsford, 26, and Sage Willoughby, 22. All four deny the charges. Mr Skuse told the court he accepts rolling it towards Pero's Bridge, named after an enslaved man who lived in Bristol, and throwing it in the harbour. \"I don't think the council did their job properly - if there was a racist piece of graffiti they would have removed it,\" he said. Mr Skuse did not sign any previous petition to have the statue removed \"because I thought it would have fallen on deaf ears\". The defendant arrived moments after the statue was pulled down, after he was called by a friend. \"I didn't believe it, I was like 'no way' - people have wanted it down for years,\" he said of the call. \"I just needed to go and see for myself.\" Mr Skuse told the court he felt it would be \"significant\" to drag the statue along the cobbles to the harbour, because he thought enslaved people might have been dragged to the ships there. \"It just felt right,\" he added. When asked if he thought he was damaging the statue, he said: \"It didn't even enter my head. It was a piece of trash on the floor when I turned up. \"I knew I was in the right, I knew everyone wanted it down, I knew Bristol wanted it, everyone wanted the same thing.\" The defendant said he felt the statue should be thrown in the river \"so the council couldn't do their job incorrectly again and put it back up\". The case continues. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59757074"}