{"datetime": "2021-12-15T20:53:41.000Z", "subject": "George Floyd death", "title": "Edward Colston: Man toppled statue to prevent 'further harm'", "article": "A man who helped pull down a statue of Edward Colston said he acted lawfully \"to prevent further harm to the people of Bristol\", a court has heard. Milo Ponsford, 26, took rope to a Black Lives Matter protest in the city in June 2020. He is one of four people charged with illegally removing the monument to the slave trader. He claimed that stopping this \"harm\" gave him a lawful excuse to remove it. Mr Ponsford and his co-defendants all deny criminal damage. The protest took place as part of a wave of demonstrations around the world in response to the killing of George Floyd, a black man, by police officers in the US. During the demonstration in Bristol, a crowd ripped down a statue to the controversial historical figure and threw it into the docks. It was later recovered and is currently part of an exhibition at the M Shed museum in the city. Mr Ponsford along with Rhian Graham, 30, Jake Skuse, 33, and Sage Willoughby, 22, were later identified using CCTV before beingarrested and charged with criminal damage. Together with \"others unknown\", they are accused of damaging the statue and plinth of a value unknown without lawful excuse. Taking to the stand at Bristol Crown Court on Wednesday, Mr Ponsford said before the protest he had heard Mr Colston had been involved in the enslavement and transportation of 80,000 people. He explained that 19,000 people had died on ships bound for the Caribbean and the Americas. Addressing the jury, he said: \"I thought that a statue that celebrates a figure such as Colston was disgraceful, and offensive to the people of Bristol. \"As far as I was aware a lot of people felt the same way I did, everyone felt it was a disgrace that it was still there.\" Mr Ponsford then told the court he had never personally petitioned the city's council to remove the statue and did not have permission to topple it. But when it was put to him that he had no lawful excuse to damage it, he replied: \"There was a lawful excuse, it was preventing further harm to the people of Bristol.\" He added: \"It's an offence to the whole character of Bristol, particularly in this day and age. I think it's just wrong.\" Mr Ponsford, who is a carpenter, said he had only decided to bring his rope on the morning of the protest, although he did discuss toppling the statue in his workshop the previous evening. The \"experienced\" builder also thought it was \"quite unlikely\" that the statue could be removed. But he still thought it would \"be symbolic... because that would have shown the council that people have had enough of being ignored\". Mr Ponsford agreed he had been among those pulling on the rope, but denied helping roll it to the harbour. The trial continues. ", "url": "https://www.bbc.com/news/uk-england-bristol-59672257"}