{"datetime": "2021-12-07T08:28:17.000Z", "title": "Colston: More Bristol organisations distance themselves", "article": "Another building with links to slave trader Edward Colston has announced it will be removing his name. Colston's School in Bristol is the latest organisation to drop the Colston name following last summer's toppling of his statue during a Black Lives Matter march. Who has distanced themselves from the controversial figure so far and who may still be planning to do so? Colston was born into a prosperous Bristol merchant's family and, although he lived in London for many years, was always closely associated with the city.By 1672, he had his own business in the capital trading in slaves, cloth, wine and sugar. Between 1672 and 1689, ships are believed to have transported about 80,000 men, women and children from Africa to the Americas.A significant proportion of Colston's wealth came directly or indirectly from the slave trade.On his death in 1721, he bequeathed his wealth to charities and up until last year his names was still on many of Bristol's streets and buildings, despite campaigners calling for it to be removed. During a Black Lives Matter march on 7 June 2020, a statue of Colston in the city centre was pulled down and thrown into Bristol's floating harbour. The statue was then retrieved and put on display in the city's MShed Museum. In 2017, three years before the wave of protests following the death of George Floyd, the city's largest music venue announced it was thinking of ditching the name it shared with the 17th Century slave trader, sparking fierce debate. Colston Hall bosses had previously maintained that the Bristol attraction was named after the street it is on, rather than Edward Colston. However, the Bristol Music Trust charity which runs the venue decided it was the\"right thing to do\" for artists, the public and the workforce.It added the venue was built 150 years after Colston's death in 1721 with no financial investment or direct link to the man or his wealth. On 23 September 2020, it was announced that the venue will be known as Bristol Beaconas part of £107m upgrade. The 15-storey office block on Colston Street removed the letters of its former name from the top of the building on 11 June 2020 following the toppling of the Colston statue. An email to tenants seen by the BBC said the metal letters were being removed for security reasons to \"reduce and remove any immediate security threat to the building\". Investment firm, AEW, which owns the building invited the 20 businesses based at the site to vote on its new name. It was renamed on 19 January 2021 as Beacon Tower. The Dolphin primary school in Bristol decided tochange its logo because of its association with Edward Colston. The logo features the Colston family crest; two dolphins facing one another, as legend has it that one of Colston's ships was saved by a dolphin. Following the toppling of his statue, the school said keeping the link to the slave trader in its logo was not in keeping with its inclusive and diverse values. Changing the name of the school was also discussed but the decision was decided to just change the emblem as that was the main link to Colston. Colston's School, founded by Edward Colston and now located in Stapleton is the latest organisation to have decided to change its name over its links to the slave trade. The school say the name that has been on the door for more than 300 years has remained this long \"not because of any attempt at any stage to glorify or celebrate the man, but because Edward Colston paid for the school to be established in 1710 in order to prepare boys from \"poor families\" for meaningful apprenticeships\".In a statement the school said the toppling of the Colston statue, prompted renewed questions over its future with a survey conducted to gauge the opinion of students, staff and nearby resident.The decision to change the name came despite more than 1,000 responses to a survey calling for it to be kept. The process of choosing a new name, which will be announced in the summer of 2022, will now begin and will involve students, former pupils, parents and staff.The girl's school decided to rebrand in October 2020 following anti-racism protests in the Bristol. Staff and students voted to ditch the Colston name with the school's principal saying it would \"allow the school to forge a new identity\".A statue of Colston had been removed from the school five months earlier. A pub in Bristol temporarily renamed their building Ye olde Pubby Mcdrunkface inviting the public to suggest new names for the building as a replacement for the Colston name.The Colston Arms put a banner up outside in July, in response to the toppling of the namesake statue in the summer.However, according to the landlord it was \"just a bit of fun to draw attention to the issue\" and the pub still trades under the Colston name. A Bristol charity that continued the philanthropic work of slave trader Edward Colstonclosed down over its slavery-linked name. The 130 members of The Colston Society, which was founded in 1726, voted to disband the group which was, according to government documents, set up to \"assist with the social and educational needs in the Parish of St Mary Redcliffe\". Trustees had hoped to set up a replacement organisation called the Redcliffe Charity to continue its important work. Campaigners have called for the name of slave trader Edward Colstonto be removed from city centre streets in favour of their former medieval names. Bristol traders and residents previously campaigned to have Colston Street and Colston Avenue changed as they were named after the 17th Century merchant. Organiser Simon Stafford-Townsend said there was \"an obvious strength of feeling\" and appetite for change. The decision to change street names rests with Bristol City Council. Although it has no power to change street names, the council said a special commission set up to reflect on Bristol's past does \"provide the vehicle for us to consider how city landmarks and street names reflect our understanding of the past and their meaning today\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59549810"}