{"datetime": "2021-03-25T12:29:50.000Z", "title": "UK Government buildings to fly union flag every day", "article": "All UK government buildings in England, Wales and Scotland will fly the union flag every day, following new guidance from the culture department. Currently flags are only required to be flown on certain days such as the Queen's birthday. Culture Secretary Oliver Dowden described the flag as \"a proud reminder of our history and the ties that bind us\". Government buildings in Northern Ireland are covered by a separate law. The guidance released by the Digital, Culture, Media and Sport department says the union flag should be flown every day - except on those occasions where another flag is being flown. The guidance will only apply from the summer.The announcement comes after BBC Breakfast host Charlie Stayt received criticism for joking during a TV interview about the size of the union flag behind Communities Secretary Robert Jenrick. The union flag first appeared in 1606, after James VI of Scotland ascended to the throne in England in 1603 to become James I. The flag combined the two flags of England and Scotland's patron saints - the red cross of Saint George and the white cross of Saint Andrew. The red cross of Saint Patrick was later added. Back in 2007, Labour MP Ian Lucas unsuccessfully campaigned for the Welsh dragon to be added to the flag.In 2008, then-Labour Prime Minister Gordon Brown scrapped a rule that said the union flag could only be flown on certain days. He said it should be left to individual public offices to decide if and when to fly flag.Other countries such as Australia and New Zealand - who are members of the Commonwealth - feature the union flag on their own flag.Announcing the new guidance, Culture Secretary Oliver Dowden said: \"The union flag unites us as a nation and people rightly expect it to be flown above UK government buildings - this guidance will ensure that happens every day.\" Ministers are also urging all local councils to fly the flag, and buildings will also be able to fly the NHS flag without seeking planning permission.Speaking to BBC Radio 4's PM programme, Conservative MP Sir John Hayes welcomed the move saying: \"I think we just don't fly our flag enough - if you go to capitals of other countries, around the heart of those capitals, particularly government buildings, you routinely see the flag of that country flying.\"So it does seem to me something that unifies the country, that brings us together, that allows us to share in our national pride - what's wrong with that? And after this year, bringing the country together around the flag couldn't be more apposite.\" However the SNP's Mhairi Black said: \"If the Tories think an overload of union jacks on buildings is the answer to promote the strength of the union, then it shows how thin the case for the union is.\"Flags won't undo the poverty and hardship the Tories have created over the last decade,\" she said.Plaid Cymru MP Liz Saville Roberts said: \"The Tories know that independence for Scotland is inevitable and that Wales will be hot on their heels. \"Sticking flags on every street corner will not change that fact, and rather, only reveals their desperate insecurity about the future of the UK\", she said. Flag-flying is a contentious issue in Northern Ireland and in 2015 a commission was set up to help find a consensus on flags, emblems and identity. The commission's report was delayed when devolution in Northern Ireland collapsed and although the findings have been submitted they have not yet been published -despite calls from assembly members in Stormont.", "url": "https://www.bbc.com/news/uk-politics-56514501"}