{"datetime": "2016-03-24T13:58:02.000Z", "author": "Justin Parkinson", "title": "Which flags still include the union jack?", "article": "New Zealanders have voted to keep their national flag - which features the union jack - despite calls for it to be replaced with a silver fern. But where else does the flag of the UK still feature around the world? Red, white and blue. They're the colours of the union jack, the flag the United Kingdom has presented to the world since 1801. It features the crosses of three patron saints - George (England), Andrew (Scotland) and Patrick (Ireland - although since 1921 only Northern Ireland has been part of the UK). Its official name is the union flag, but the BBC refers to it as the union jack, as per common parlance. New Zealand , after much discussion of whether the union jack represents a legacy of colonialism, has voted to keep it in the top left-hand corner of its own flag. But several other countries, states and territories continue to feature it. The best-known flag to do this is probablyAustralia's , in use since 1901, with a slight modification in 1908. The union jack is above the \"seven-pointed Commonwealth star\" and to the side of the Southern Cross, a constellation of five stars that can be easily seen in the southern hemisphere. The country'ssix state flags have union jacks too. More surprisingly, perhaps,Hawaii , which in 1959 became the 50th state to join the United States, also includes the union jack. This dates back to 1793, when British captain George Vancouver presented one (without the diagonal red cross of St Patrick, as this preceded the 1801 Act of Union between Great Britain and Ireland) to King Kamehameha I. The union jack flew as Hawaii's sole flag until 1816, when red, white and blue stripes were added. It has remained a part of the flag. \"It might seem strange, as Hawaii was never British,\" says Graham Bartram, chief vexillologist at the Flag Institute, \"but it works as a symbol of friendship. What's interesting is that, when the union jack changed in 1801, so did the flag of Hawaii, even though there wasn't an official connection.\" The flag ofBritish Antarctic Territory consists of a union jack on a white background, reminiscent of snow, with a lion and a penguin on the crest. The flag of theFalkland Islands features a union jack, alongside their coat of arms, showing a ram - symbolic of the local sheep industry - and the Desire, the ship whose crew were said to have discovered the islands in the 16th Century. TheCook Islands , a self-governing territory of New Zealand, has the union jack next to 15 stars representing the main islands of the group. The flag ofSt Helena , in the mid-Atlantic, was commissioned in 1983 to commemorate 150 years as a Crown colony. Its union jack stands alongside a crest bearing a wirebird - the national bird - and a ship beside a rocky cliff. Since 2013,Ascension Island has had its own flag, having previously flown the union flag alone on ceremonial occasions. The new design still incorporates it, but uses other symbols from the southern Atlantic British territory in its crest. These include three wideawake birds and two turtles. Canada's national flaghasn't featured a union jack since 1965 . But the flags of the provinces ofOntario, Manitoba and British Columbia do.Tuvalu, in the south Pacific, dropped the union jack from its flag in January 1996 but reinstated it 15 months later, after Bikenibeu Paeniu was elected prime minister. \"It's the flag our people wanted in the first place,\" he said at the time. \"The new flag was never taken to the people for their views. This is the respect for the fathers of our nation. The flag is our symbol, a symbol of our unity.\" Fiji is currently debating Prime Minister Frank Bainimarama'splans to replace the current flag, featuring the union jack as part of its flag, amid considerable opposition. It also forms part of the flags ofBermuda ... Turks and Caicos... Niue... TheBritish Virgin Islands ... TheCayman Islands ... Anguilla... British Indian Ocean Territory... Montserrat ...Pitcairn Islands ... Tristan da Cunha ... AndSouth Georgia and the South Sandwich Islands . \"There's often a fundamental misunderstanding of flags by politicians,\" says Bartram. \"It isn't the design but what it shows about their history and means to them. Saying you like a flag because of its design is like saying you like your family because they are all handsome or beautiful. You love them because of who they are, unconditionally. Flags are a bit like that.\" Follow Justin Parkinson on Twitter @justparkinson Subscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox. ", "url": "https://www.bbc.com/news/magazine-35890670"}