{"datetime": "2021-12-06T15:49:24.000Z", "title": "Eric Zemmour: Far-right French presidential candidate grabbed at rally", "article": "Far-right French presidential candidate Eric Zemmour has been attacked at his first campaign rally. As the 63-year-old moved through the crowd to the stage, a man briefly grabbed him by the neck before security officers intervened. Local media report his wrist was injured and that his doctors have ordered nine days of rest. The former journalist and pundit is known for his controversial views on migrants and World War Two. In the past, the child of Jewish Algerian immigrants has claimed the French state protected Jews during the conflict, when in reality the collaborationist Vichy regime shipped thousands of French Jews to Nazi death camps.After weeks of speculation Mr Zemmour announced his candidacy in the 2022 French presidential election on Tuesday. He is challenging far-right figurehead Marine Le Pen for leadership of France's nationalist hard right. The incident in which Mr Zemmour was attacked was one of several violent clashes during the event, held at a convention centre north-east of the capital Paris on Sunday night. French prosecutors opened an investigation on Monday into all \"incidents of violence\" at the event. Some 10,000 people reportedly turned up for the rally. Thousands of demonstrators against the far-right politician reportedly marched through the city, with police arresting dozens outside the event.Mr Zemmour arrived at around 17:30 (16:30) local time and was attacked as he made his way through the crowds. Police quickly removed the individual. A spokesman for his newly-announced party told Le Figaro newspaper that they were planning to file a legal complaint, and praised Mr Zemmour's \"courage\".The candidate proceeded to deliver his speech after the incident. As he began, his supporters threw chairs at demonstrators who stood up wearing T-shirts bearing anti-racism slogans. \"If I win this election, it won't be another rotation of power but a reconquest of the greatest country in the world,\" he told the crowd during a lengthy speech. He announced he had named his party Reconquest - a name Mr Zemmour said harked back to the period of history known as the Reconquista, when Christian armies drove Muslims from the Iberian peninsula. The far-right politician also railed against political elites and the media. Several times the crowds booed members of the press gathered in the arena.\"I am the only one defending freedom of thought, freedom of speech,\" he declared, dismissing allegations of fascism, racism and misogyny. In the past Mr Zemmour has been convicted of hate speech. French politicians are vying for the chance to face President Emmanuel Macron in next year's election.Opinion polls currently suggest the centrist Mr Macron is likely to retain power, but analysts believe the outcome of the race is still uncertain. The centre-right Les Républicains party last week announced they had chosen the moderate Valérie Pécresse as their 2022 candidate.", "url": "https://www.bbc.com/news/world-europe-59545455"}