{"datetime": "2021-06-08T17:48:20.000Z", "title": "France President Emmanuel Macron slapped in the face", "article": "French President Emmanuel Macron has been slapped in the face on an official visit to the south-east of France. In a video circulating on social media, Mr Macron is seen walking up to a barrier on a trip to Tain-l'Hermitage outside the city of Valence. A man in a green T-shirt slaps Mr Macron in the face before officers quickly move in. The president, meanwhile, is pulled away. Two men have been arrested following the incident, French media report.President Macron later called it an \"isolated event\".\"We must not let ultra-violent people take over the public debate: they do not deserve it,\"he told French newspaper Le Dauphiné . The man reportedly shouted \"Down with Macron-ism\" as he slapped the president, as well as \"Montjoie, Saint-Denis\" - the battle-cry of the old Kingdom of France, in reference to the banner of King Charlemagne. In the video Mr Macron briefly returned to the barrier after the incident and once again interacted with the crowd. \"I continued and I will continue,\" he later told Le Dauphiné. \"Nothing will stop me.\" As yet the identity and motive of the man are unclear. The local prefecture said he and another individual are being questioned by the gendarmerie, in a statement reported by AFP news agency. Officers were out in force on the streets of Valence shortly after the slap,according to one French journalist's tweet .French presidents are protected by the Security Group for the Presidency of the Republic, known as GSPR.It was set up in 1983 and is reportedly composed of 77 men and women to protect Mr Macron during events.According to French TV channel BFM, officers scout locations before a presidential visit. Armed personnel are then assigned to closely guard the president on the trip itself.The channel reports that 10 members of the GSPR were with Mr Macron on Tuesday's trip.Politicians have swiftly denounced the incident.Prime Minister Jean Castex told the National Assembly shortly afterwards that while democracy meant debate and legitimate disagreement \"it must never in any case mean violence, verbal aggression and even less physical attack\". Far-left leader Jean-Luc Mélenchon tweeted his \"solidarity with the president\" immediately after the slap. And far-right leader Marine Le Pen posted her own condemnation, saying that \"while democratic debate can be bitter, it can never tolerate physical violence\". President Macron is currently on a tour of France and had just visited a hotel school in Tain-l'Hermitage. His visit to the area was set to continue on Tuesday, officials said, with a trip to a vocational institute for 25-30 year-olds. The president's visit comes on the eve of a major step for French bars and restaurants, which will be able to reopen to indoor customers after seven months of closure. France's overnight curfew is also being pushed back from 21:00 to 23:00 on Wednesday. \"Tomorrow, a new step will be taken,\" Mr Macron tweeted after his visit to the hotel school. \"Life will resume in all our territories!\" ", "url": "https://www.bbc.com/news/world-europe-57402753"}