{"datetime": "2021-11-26T11:55:06.000Z", "author": "Katya Adler", "subject": "Calais migrant crisis", "title": "France takes aim at UK PM's migration 'double talk' after Channel sinking", "article": "What has so riled the French about Boris Johnson's letter to President Emmanuel Macron recommending how to combat people-smuggling and loss of life in flimsy dinghies in the Channel? An angry Paris says it resents the UK \"double talk\". The French government asserts that the UK prime minister has private conversations with President Macron, by phone or face-to-face, and then his words are misrepresented by Number 10 when discussing those conversations with the press.Mr Macron's team insists that was the case this week after the two leaders spokefollowing the death of at least 27 people in the Channel. This is not the first time Paris has levelled the \"double-talk\" accusation at Mr Johnson in recent months. And it's an assertion Downing Street would deny. The UK insists the prime minister's letter to Paris sent on Thursday evening was sincere; meant to be constructive, not combative.But President Macron is annoyed the letter was made public by Number 10. He seemed impatient on Friday, telling a press conference in Rome that communication between leaders should not take place over Twitter. \"We are not whistle blowers. Come on now, come on.\" The French suspicion is that the letter, perceived by them to be largely putting the onus on France to improve the Channel situation, was actually directed more at Mr Johnson's Conservative party than Paris.The French believe Mr Johnson is in an uncomfortable position with his supporters now, having promised that Brexit would mean \"taking back control\" of UK waters and borders.The UK government insists the letter was sent in good faith. Paris says such a delicate matter as migration, especially between France and the post-Brexit UK, should be handled with care, discreetly and away from the media glare.So how then does France justify Friday morning's very public rejection of Mr Johnson's letter? And the French interior minister disinviting - on various media outlets - UK Home Secretary Priti Patel from a brain-storming meeting in Calais this weekend with EU immigration ministers? France has its own domestic political agenda of course. And Mr Macron is fast-moving towards a tough presidential election next spring.Under pressure from the political right in France, he is mindful of sounding tough, resolute and nationalist. In fact, Team Macron are making public statements about the row with the UK, hoping to appeal to the French electorate. In the end then, how seriously should we take this latest Franco-British flare-up of tensions?The proof, as they say, is in the pudding.If private talks continue between French and UK officials, the bilateral public bad temper carries far less weight.Security officers and other UK officials were being sent to Paris on Friday to discuss cross-Channel co-ordination. And the UK says even if the home secretary is not going to Sunday's meeting in Calais, British officials will be there. ", "url": "https://www.bbc.com/news/world-europe-59431021"}