{"datetime": "2021-11-19T01:09:48.000Z", "author": "Hugh Schofield", "subject": "French elections 2022", "title": "Why France's Zemmour is dredging up World War Two", "article": "France's hard-right pundit and likely presidential candidate Eric Zemmour has a number of issues on his mind, and mostly they are to do with immigration and Islam. But there is another subject on which his views are to say the least controversial and unusual, especially for a French Jew. And that is France's collaborationist wartime regime. Zemmour, who visits London on Friday, has long championed a version of World War Two history that minimises the guilt of Philippe Pétain, the head of the Vichy government, in the Jewish deportations.He argues that while Vichy France made little or no attempt to stop the removal of non-French Jews, of whom there were many - recent arrivals from Eastern Europe - with Jews who were French nationals it was a different matter.Towards French Jews he says Vichy had a certain sense of legality, which meant that where possible it negotiated with Nazi Germany to keep them in France.The result, says Zemmour, is that while 40% of non-French Jews were deported, mainly to their deaths, the figure is 10% for French Jews. And most of them were deported in the last year of the Nazi occupation, when Germany had taken over Vichy's southern zone.Also, of France's entire Jewish population of 330,000 - both French and non-French - around 75% survived, a much higher proportion than in most other occupied countries. In all around 75,000 Jews were deported from France, some 24,000 of them French Jews. All but a couple of thousand were murdered. To say that Zemmour's arguments are controversial is an understatement.They run counter to mainstream modern historiography, as well as the views of most of the French.Since 1995, when President Jacques Chirac acknowledged the French state's guilt in helping expedite the Holocaust, few have challenged the notion that Pétain colluded in killing Jews.So for observers of today's political scene, with Eric Zemmour apparently headed for a presidential bid and poised to attract about 12% of a first round vote, the question that's foremost is: why on Earth does he do it?For the vast majority of the French, the arguments over Vichy have long since been settled - and not in the revisionists' favour. So why bring it up?The answer says as much about the psychology of Zemmour - journalist, historian and intellectual - as it does about his politics.First of all it is important to note that he is not entirely alone in his views.Before the 1970s several historians evoked what was called the \"sword and shield\" version of World War Two France, in which Gen Charles de Gaulle was the sword, preparing for reconquest, while Pétain was the shield, protecting people from the worst of Nazi occupation.This theory was debunked by American historian Robert Paxton and French Holocaust expert Serge Klarsfeld, who found that Vichy had actively co-operated in the deportations. Their view is now the standard one, but there are dissenters.One is the French-Israeli historian Alain Michel, who says Zemmour is quite correct to challenge the modern orthodoxy.\"Having an anti-Semitic policy is not the same as wanting to destroy the Jews,\" he says. \"And that's the basic error of Paxton and Klarsfeld. They think that if you are anti-Semitic, you are automatically a potential Jew-killer.\"But you have to separate the two things. Of course Vichy was anti-Semitic. But that does not mean it wanted to exterminate the Jews.\"One reason why Zemmour keeps returning to the Vichy issue is that in essence he is a controversialist. He revels in intellectual debate and knows that its greatest pleasure comes from arguing the contrary case.\"Zemmour loves to be right,\" says Jean-Sébastien Ferjou of Atlantico website. \"In fact he would much rather win an argument than persuade people to join him. That's why he is not a politician.\"But Zemmour is about to become a politician, or so he's letting us all believe. So maybe there is method in his Vichy theme.For political commentator Pierre Haski it is simple: Zemmour is being a French Donald Trump.\"From Trump he's learned that being outrageous lets you occupy the political space. He can say the most far-fetched things about Vichy and no-one cares if it's fact or fiction. But it means he's setting the agenda.\"There is another interpretation.Maybe by tearing down French totems Zemmour is showing he is done with consensus politics, and is prepared to act radically on the matter that concerns him most: immigration. And there is no construct more totemic than theDe Gaulle = good, Pétain = bad interpretation of the war. That would appeal to many on the right.Or maybe, says Jean-Sébastien Ferjou, it's more simple.\"What he is, is actually straightforward. He is indeed from the far right. He is from the long ideological tradition in France that we call Maurrassien.\" Here he refers to the early 20th Century anti-liberal and anti-Semitic writer Charles Maurras. And that is clear, he believes, whether Zemmour he is writing about Vichy, the French Resistance or the Jewish army captain Alfred Dreyfus, wrongly convicted of treason.\"It's a nationalist current of thought that has been morally discredited in France. And he wants to bring it back,\" he says. \"As a political strategy it is utterly weird. Because there is not the remotest suggestion that that is what the people want.\" More on France's Gen De Gaulle ", "url": "https://www.bbc.com/news/world-europe-59329974"}