{"datetime": "2022-01-17T15:19:34.000Z", "subject": "French elections 2022", "title": "Eric Zemmour: Far-right candidate found guilty of hate speech", "article": "Far-right French presidential candidate Eric Zemmour has been fined €10,000 (£8,350) by a Paris court for hate speech. The case was launched over a TV appearance, where he described unaccompanied migrant children as \"thieves\", \"rapists\" and \"murderers\".Former broadcaster Zemmour is known for his anti-Islam and anti-immigration views. His lawyer said he would appeal against the court's decision. Reacting to the verdict on social media, Zemmour complained that his freedom of speech was being restricted, and said there was an \"urgent need to drive ideology out of the courts\".He made the comments in September 2020 on the CNews television channel, where he used to work as a pundit.Answering a question about a recent knife attack by a young radicalised Pakistani immigrant, he said: \"They have nothing to do here. They are thieves, they are murderers, they are rapists, that's all they are. They must be sent back and they must not even come.\"At his trial in November last year, which Zemmour did not attend, prosecutors argued that his comments were \"contemptuous\" and \"outrageous\", and that \"the limits of freedom of expression have been crossed\". Zemmour has two previous convictions for hate speech.For several weeks last year, polls suggested that he could come second in April's presidential election in France, facing a run-off with current President Emmanuel Macron. However, his support has since slipped.Polls now suggest he could get around 11% of the first-round vote.Although Zemmour has announced his intention to run for president, it is not yet clear if his name will be on the ballot paper.Like all candidates, he needs to gather 500 endorsements from elected officials around France by the middle of March. He has admitted that he could struggle to get enough backing, complaining that the system is biased against political outsiders.This conviction changes nothing for Zemmour. Over the years he's had a dozen run-ins with the law - some of which he's won, some lost - and his argument about being persecuted by a left-wing justice system is by now well oiled. Essentially he says that publicly funded anti-racist groups help to frame \"hate speech\" laws, and then trigger criminal investigations against people they believe to have breached them. In other words, that pressure groups have become both legislator and prosecutor. So for Zemmour, being convicted is merely more proof of his original point, that people who speak inconvenient truths about crime are silenced. Do voters agree? Presumably the 11% who say they'll vote for him do.But in the last few weeks, Zemmour's star, which shone so brightly in the autumn, has shown distinct signs of fading. This verdict will entrench some in their support for the man. But it may also convince others that he is indeed beyond the pale.Eric Zemmour was grabbed round the neck at his first campaign rally last month. Security officers intervened. ", "url": "https://www.bbc.com/news/world-europe-60022996"}