{"datetime": "2022-01-05T21:57:23.000Z", "subject": "French elections 2022", "title": "Covid: French uproar as Macron vows to 'piss off' unvaccinated", "article": "French President Emmanuel Macron has been accused of using divisive, vulgar language after he used a slang term to say he wanted to make life difficult for unvaccinated people. \"I really want to piss them off, and we'll carry on doing this - to the end,\" he told Le Parisien newspaper. Three months ahead of a presidential election, opponents of Mr Macron said his words were unworthy of a president. MPs halted debate on a law barring the unvaccinated from much of public life. The session in the National Assembly was brought to a standstill for a second night running on Tuesday as opposition delegates complained about the president's language, with one leading figure describing it as \"unworthy, irresponsible and premeditated\". The legislation is expected to be approved in a vote this week, but it has angered vaccine opponents andseveral French MPs have said they have received death threats over the issue. Mandatory vaccinations are being introduced in several European countries, with Austria leading the way for over-14s from next month and Germany planning a similar move for adults. Italy's government meanwhile said on Wednesday it would make vaccination against Covid-19 compulsory from 15 February for everyone over the age of 50.In his interview with Le Parisien on Tuesday, Mr Macron used the vulgar term emmerder to say how he wanted to stir up the unvaccinated. He would not \"vaccinate by force\" the remaining five million who had not had a dose, but hoped to encourage people to get the vaccines by \"limiting as much as possible their access to activities in social life\". \"I won't send [unvaccinated people] to prison,\" he said. \"So we need to tell them, from 15 January, you will no longer be able to go to the restaurant. You will no longer be able to go for a coffee, you will no longer be able to go to the theatre. You will no longer be able to go to the cinema.\" Ahead of a presidential election campaign in which Mr Macron is yet to announce his intention to run, his remarks prompted a strong reaction from opposition figures. Right-wing Republicans candidate Valérie Pécresse said she was outraged that the president had accused unvaccinated people of not being citizens. \"You have to accept them as they are - lead them, bring them together and not insult them,\" she told CNews. Party colleague Bruno Retailleau said pointedly: \"Emmanuel Macron says he has learned to love the French, but it seems he especially likes to despise them.\" Far-right presidential candidateMarine Le Pen tweeted : \"A president shouldn't say that... Emmanuel Macron is unworthy of his office.\" Meanwhile, leftist politician Jean-Luc Mélenchon described the remarks as an astonishing confession: \"It's clear, the vaccination pass is a collective punishment against individual freedom.\"The airwaves in France are shrill this morning with the sound of angry politicians. From left and right, moderate and extreme, opponents are outbidding each other in condemnation of President Macron'semmerder . In a pre-election period, it's an opportunity too good to miss to accuse him of all his old faults: arrogance, flippancy, detachment, ignorance of the concerns of ordinary folk. But as this is indeed a pre-election period, we can also be certain the president knew precisely what he was doing when he uttered those provocative words in Le Parisien. This was no uncalculated outburst. What he wants to do is flush out his enemies on the right. The left he's not so bothered about. But Valérie Pécresse's Republicans party (LR) has become - since her nomination as candidate - his main political preoccupation. By taking such a strong and coercive position against the unvaccinated, Mr Macron is inviting the LR to choose their side. Are they with him, doing everything possible to boost the number of vaccinated? Or are they siding with the minority, the five million instead of the 50 million, and the anti-vaxxers? Because if it's the second, that's actually quite an awkward place to be ahead of a presidential election. The latest opinion gave Mr Macron the edge over his rivals on Wednesday, with 27% of votes in the first round on 10 April, ahead of Valérie Pécresse and Marine Le Pen both on 16%. The poll for Le Figaro/LCI also gave him a run-off victory, with the closest margin of 55%-45% with the Republican candidate. Mr Macron's choice of language is not unprecedented for a French leader. The same word was used by Georges Pompidou in 1966 when he said it was time to stop annoying the French. Like him, Mr Macron said his role was not to irritate the French, but the unvaccinated was a different story. Macron ally Christophe Castaner said on Wednesday \"the phrase didn't shock anyone when it came out of Pompidou's mouth\".Prime Minister Jean Castex told parliament later that people everywhere were saying the same as the president. \"Our citizens have a sense of exasperation seeing a whole kind of restrictions imposed while others choose to break free of them.\" France has one of the highest Covid vaccination rates in the EU, with more than 90% of the adult population double-jabbed. For months France has asked people to show either proof of vaccination or a negative Covid test to access many public venues. But the French government wants to remove the option to show a negative test in response to record increases in infections, driven by the highly contagious Omicron and Delta variants of Covid. On Wednesday, France reported 332,252 new daily Covid cases - the highest number of daily infections recorded in the country since the start of the pandemic. While Mr Macron is yet to formally declare he is standing for a second term, he said on Tuesday he wanted to run and would clarify his decision \"once the health situation allows it\".", "url": "https://www.bbc.com/news/world-europe-59873833"}