{"datetime": "2021-11-26T16:27:37.000Z", "subject": "Calais migrant crisis", "title": "Channel migrants: Emmanuel Macron and Boris Johnson clash over crisis", "article": "Emmanuel Macron has reacted angrily to Boris Johnson's public call for France to take back migrants who reach the UK. The French president accused the UK prime minister of not being \"serious\" by making the call on Twitter, after the deaths of 27 people on Wednesday.The diplomatic row erupted after France withdrew a summit invitation to Home Secretary Priti Patel. The UK government urged it to reconsider, with the PM saying: \"This is a problem we have to fix together.\" Belgium, France, the Netherlands, Germany and the European Commission are due to attend Sunday's talks in Calais, which Mr Macron set up to deal with the recent surge in migrant crossings of the Channel. The diplomatic spat comes as French fishermen are holding a day of action, including blockades, to disrupt cross-Channel traffic, in protest at post-Brexit fishing rights granted by the UK. The sinking of an inflatable boat on Wednesday marked the biggest loss of life by drowning in the Channel in many years, with 17 men, seven women - one of whom was pregnant - and three children dying. Ahead of Sunday's meeting, in a letter to Mr Macron on Thursday which was shared on Twitter, Mr Johnson set out five steps which he said could help avoid a repeat of the tragedy. These included joint patrols, better use of technology such as sensors and radar, maritime patrols in each other's waters and stronger cooperation by intelligence services. The letter also called for immediate work on a policy of returning migrants who reach the UK to France, alongside talks to establish a UK-EU returns agreement. But the French government reacted furiously, withdrawing Ms Patel's invitation to the Calais meeting. At a press conference on Friday, Mr Macron attacked Mr Johnson over the posting of the letter on Twitter, saying: \"I spoke two days ago with Prime Minster Johnson in a serious way. \"For my part I continue to do that, as I do with all countries and all leaders. I am surprised by methods when they are not serious. \"We do not communicate from one leader to another on these issues by tweets and letters that we make public. We are not whistleblowers.\" A French government spokesman accused Mr Johnson of saying different things in his conversation with Mr Macron and in the letter, adding: \"We are sick of double-speak.\" The UK insists the prime minister's letter was sincere, meant to be constructive, not combative. But the French suspicion is that the letter was actually directed more at Mr Johnson's Conservative Party than Paris. The French believe Mr Johnson is in an uncomfortable position with his supporters now, having promised that Brexit would mean \"taking back control\" of UK waters and borders.The UK government insists the letter was sent in good faith. Paris says such a delicate matter as migration, especially between France and post-Brexit UK, should be handled with care, away from the media glare.Read Katya's blog in full But a Downing Street spokesman said: \"We have spoken about many of these ideas before. The public understandably want to know what we are doing to prevent this happening again. We want to work closely with France.\" \"If you look at the tone of the letter, this is about deepening our co-operation,\" the spokesman added. Home Office officials are still taking part in talks with their French counterparts in Paris on how to deal with the Channel crisis. Reports from Calais say the two survivors of Wednesday's sinking - one Iraqi and the other Somali - have been discharged from hospital and are due to be questioned about how many people were on the boat. For Labour, shadow home secretary Nick Thomas-Symonds accused the prime minister of a \"grave error of judgement\" in sending the letter and of having \"completely lost control of the situation in the Channel\". But Conservative MP Tim Loughton, a member of the House of Commons Home Affairs Committee, called France's decision not to invite Ms Patel to the Calais meeting \"incredible\", adding that Mr Johnson's letter had been \"perfectly reasonable\". ", "url": "https://www.bbc.com/news/world-europe-59428311"}