{"datetime": "2021-11-12T00:21:53.000Z", "author": "Mark Savage", "title": "The resurrection of Swedish House Mafia: We are like three Doberman dogs", "article": "It's June 2012. Swedish House Mafia have just played an exhilarating set at Radio 1's Hackney Weekend, when a new message flashes up on their website. \"Today we want to share with you, that the tour we are about to go on will be our last,\" it reads. \"We came, we raved, we loved.\"The dance world is sent into shock. Swedish House Mafia are wildly successful, and at the top of their game. In the space of four years, they've rewritten the rule book for dance music, selling out New York's Madison Square Garden in 11 minutes, and booking colossal stadium shows around Europe. A supergroup comprising Swedish DJs Sebastian Ingrosso, Steve Angello and Axel \"Axwell\" Hedfors, they are masters of the ecstasy rush, with pulse-quickening hits like Save The World and Don't You Worry Child conquering clubs and charts alike. No-one could quite believe they were calling it quits. Including, it seems, the band themselves. \"We just decided on the spot that it was the time to release that statement,\" reflects Axwell, nine years later. \"We didn't even know during the show that we were going to do it.\" \"You can't pick a great time to deliver bad news,\" says Ingrosso. \"We'd had loose discussions about it but [after that show] we decided, 'OK. let's wrap this up.\" At the time, the band chose to portray the split as going out on a high. \"It's very easy to just stay content with the machine that is Swedish House Mafia,\"Axwell told Radio 1's Pete Tong . \"But we've always been about challenging ourselves and doing unexpected things... and we didn't want to end up repeating ourselves.\" A documentary about their 52-date farewell tour, however, painted a picture of disillusionment and internal tension. At one point, Ingrosso told the camera: \"We're not best friends anymore, and that's the truth.\" \"That was the truth,\" he insists today. \"We were drained, we were tired. So, of course there was tension and irritation.\"I mean, if you move in with your best friend, you will have tension with him too. That's how it works. \"Now that we're a little bit older and wiser, we look back and realise we needed a break. We needed to miss each other. We needed to miss making music together again.\" The first sign of a détente came in 2017, when the band reconnected over dinner in Stockholm. \"A friend of ours said, 'Come on guys, you need to get together',\" Angello recalls, \"and we were like, 'Alright, let's have a dinner, let's just talk.'\" Aware that a public appearance would cause a tabloid feeding frenzy in Sweden, the trio met up in a private hotel suite with their then-manager Amy Thomson where, after a meal of \"meat, salads and red wine\", they stayed up until four in the morning, catching up and reminiscing. \"All the memories we shared were the disaster ones!\" laughs Ingrosso. \"You know, when someone messed up, or someone missed a flight, or someone overslept. Those were the memories we all had.\" By the time they left, the band had agreed to play a one-off show at Miami's Ultra Music Festival in 2018. Three months later, Thomson \"was on stage at 6am in a leather jacket, testing lasers didn't burn the back off them,\" she later recalled on her Instagram page. The set was supposed to be a secret. The three members even stayed in separate hotels to avoid being seen together. But rumours began flying after Angello cancelled an Asian tour and flew to Miami.By the time the first bass hit of Miami 2 Ibiza exploded through the stadium, tens of thousands of fans had gathered in front of the stage. When a huge mirrored disc flipped around to reveal the band, it was pandemonium. \"I've never seen a whole festival empty and come to just one stage,\" says Ingrosso. \"It was the craziest thing I've ever seen.\" Although plagued with technical issues, the hour-long set was a huge, emotional catharsis for the band. \"We were in tears. Everybody was in tears,\" says Ingrosso. \"We bumped into a lot of people backstage that were crying, also,\" Angello adds. \"Artists that we'd known for 10, 15 years. It was such an emotion, you could cut the energy with a scissor. It was the most intense I've ever felt.\" The trio realised immediately that there was no turning back. \"The first second that the Kabuki [curtain] dropped and we were on stage, I felt like, 'We're gonna do this again',\" says Angello. The question was what to do next? In the years they'd been away, the \"big room\" dance sound they'd pioneered had waned in popularity, and the band were opposed to trading on former glories. It took them another four years, and several false starts, to work out their next step. It involved signing, and then returning, a reported $5m contract with Columbia Records; and parting ways with their long-term manager, Thomson. All the while, they were in the studio, dreaming up grand plans for what would become their debut album. \"Back in the day, we all had individual careers and we were fitting in Swedish House Mafia whenever we had time. If we felt we needed a new song to perform, we made that song in a spare week in Dublin, or London, or New York,\" says Angello.\"But this time around, we wanted to focus on an album and be like, 'OK, this is it'.\" The band have a notoriously slow work rate, releasing just six singles and two compilation albums during their heyday. Sessions for their comeback were similarly languorous.They put together mood boards full of \"weird, artsy stuff\" including photos, clothes and inspirational phrases (\"If you want different results, try something different\"), while tinkering with vintage synths and delving into each other's record collection. Several songs were demo'd, auditioned on tour, and then scrapped. \"It's important that all three [of us] love the song, so maybe that's also why it takes a little bit longer. Who knows?\" Axwell muses. \"And that's also the magic of it, right?\" protests Ingrosso. \"We're not like a traditional pop band, who have writers and people around them putting together a sound.\" In fact, they resisted advice from record labels who wanted them to make \"another 12 versions of Don't You Worry Child\". \"We are very difficult to work with,\" acknowledges Ingrosso. \"They might be specialists, but we are like three Doberman dogs barking back. So it's generally best for us to make some music and present it to them.\" Things were delayed further in March 2020, when Ingrosso caught coronavirus, incapacitating him for three months. But the band finally made a breakthrough in early 2021, with a song called It Gets Better - whose claustrophobic urgency finally captured the sound they'd been pursuing. \"When we found that, I feel like we found the path,\" says Angello.The track became the first taster of Swedish House Mafia's debut album, Paradise Again, in July.Subsequent singles have seen the band exploring new territory - from the laid-back summer anthemLifetime to the slow-burning pop of Moth To A Flame. The latter is a collaboration with pop superstar The Weeknd, with whom Swedish House Mafia now share a manager. But getting him involved wasn't as straightforward as you'd expect, says Ingrosso. \"When we were coming up with people we wanted to work with, the first name we wrote down was Abel, aka The Weeknd. We love his dark side, his voice, his mind-set, everything. \"When we said that to our management, we thought it was going to be an obvious thing: 'Yeah, just bring The Weeknd into the studio tomorrow, right?' But they said 'It doesn't work like that. You guys need to sit down and meet.'\"He wanted to see our vision, our ideas, to hear the whole album. And so we flew to LA and had two days just hanging out, drinking, having fun - andthen we went into the studio.\"It was a genuine way and that's always the best way, you know?\" Details of the debut album - including its release date - are still vague; but it sees the trio emerging from suspended animation, just as their biggest heroes called it quits. At the same time as the band were finishing off the record last winter, Daft Punk announced their retirement in a cryptic YouTube video. \"We grabbed our phones straight away, because we we work with a lot of the same people as them, and we wanted to figure it out,\" says Ingrosso. \"But at the same time, we've been through it and we know... that they're just people, like us.\" \"It was weird,\" adds Axwell. \"Weird to have been silent for so long, and then come back and say, 'We're out'. We still have questions. More questions than you, probably.\" Ingrosso continues: \"But they gave us an incredible two decades of music. They were the reason I got into electronic music, and they'll keep on inspiring me.\"That's the beauty of music - it never dies. So regardless if they're active or not, I can always go back and listen to Homework or Discovery. I can always listen to their music because it's always there, forever.\" But even as Daft Punk drained their batteries, another Swedish pop export was reanimated alongside the House Mafia. \"We're huge fans of Abba!\" laughs Angello. \"We grew up with Abba. They played a huge importance in our music development.\" \"To be honest, I think they were trying to beat us,\" deadpans Axwell. \"That was a race we had going on here in Sweden. Like, who can come back first?\" \"The cool thing is they're coming back in a really innovative and really cutting edge way,\" says Angello, referencing the band's virtual 3D concerts in London next year.\"I know a lot of people that are going to see Abba live, and it's like you're going to see the Eiffel Tower. You've just got to see this spectacle for yourself.\" Given that touring tore Swedish House Mafia apart 10 years ago, could they envisage going on stage as Abba-style avatars? \"I guess when you're their age, that's attractive - but the crowd reaction is in our DNA,\" says Ingrosso.\"We started out at 15 or 16 years old and it's all we've done, our whole life. So it's kind of like your backbone. I can't wait to get out on stage.\" \"Yeah, in the future, maybe I can be home and not do anything,\" adds Angello. \"But right now, I'm actually starving of energy.\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59231942"}