{"datetime": "2012-06-23T19:19:24.000Z", "author": "Greg Cochrane", "title": "Ed Sheeran plays Radio1's Hackney Weekend in London", "article": "Ed Sheeran has thrilled fans with an early evening performance at BBC Radio 1's Hackney Weekend in east London. The Brit Award-winning singer performed hits like The A Team, Drunk and You Need Me, I Don't Need You from his debut album +.His set drew the biggest crowd of the day so far at the main stage, which Jay-Z headlines later this evening. London's Met Police say there have been no problems so far and the event has been \"very peaceful\" and \"law-abiding\". Chief Superintendent Richard Woolford from the Met said: \"So far it's gone very well. Everyone has been well behaved. There have been no issues whatsoever.\"The queue went smoothly, it was a steady arrival through the gates but it was very peaceful and law-abiding. \"There have been no arrests on site as we speak (correct at 4pm). So far everything is going exactly to plan.\" Performing solo on stage with his guitar, 21-year-old Sheeran said: \"It's a pleasure to be here. It's a bit scary up here, it's probably the biggest outdoor gig I've ever played. \"It means a lot to stand up on stage here in Hackney and have people sing the songs.\" Speaking backstage after playing, the singer/songwriter admitted that he was tired. \"Now I feel shattered,\" he said. \"It was a cool performance. I don't really play too many big gigs like that, so it was definitely different.\" The main stage has already seen performances from Nicki Minaj, Example, Rizzle Kicks and Hackney resident Leona Lewis, who opened the show. \"It was really fun,\" she said after her performance. \"I was quite nervous at the beginning but just kind of got into my stride. It was so cool just to do it on my home turf.\" Leona Lewis, who grew up and still lives in Hackney, opened the event with a cover of Diddy Dirty Money's song Coming Home featuring a guest performance from rapper Wretch 32. The 27-year-old singer also performed Come Alive, a new track from her forthcoming new album. She said: \"This is the first time I'm performing it live, so give me some love guys.\" Leona Lewis played in front of a heart-shaped gazebo on stage with roses around her microphone stand.Elsewhere on site Calvin Harris performed in the Dance Tent and was joined by special guest Example. Lostprophets brought on Labrinth during their set to perform Earthquake. A packed tent also saw Black Eyed Peas' star will.i.am play one of his first solo gigs outside of the group. He was joined on stage by Tyler James from The Voice. Other artists who have performed include Michael Kiwanuka, DJ Fresh, Rita Ora and Emeli Sande. The gates opened at 10.30am with some people camping out to get to the front. Around 50,000 people are attending the first day of the free two-day event which is part of the UK-wideLondon 2012 Festival . They have had to go through metal detectors and had their bags searched before getting into the site. Hackney was one of the areas of London at the centre of last year's riots and isknown to have gang problems . It is the biggest live event organised by BBC Radio 1 in its 44-year history and more than twice the size of the network's annual Big Weekend.More than 250,000 people applied for tickets when registration opened in February.Artists taking to the stage on Saturday include Kasabian, Jack White, will.i.am, Calvin Harris and Swedish House Mafia. More than 100 artists will perform across six stages throughout the weekend. Sunday's line-up features headliner Rihanna along with performances from Florence and the Machine, Tinie Tempah, Jessie J, Plan B, David Guetta and Lana Del Rey. Coverage of Hackney Weekend will be on BBC Three, BBC Radio 1, BBC Radio 1Xtra and online.", "url": "https://www.bbc.com/news/newsbeat-18566467"}