{"datetime": "2012-06-23T22:22:36.000Z", "author": "Greg Cochrane", "title": "Jay-Z headlines Radio1's Hackney Weekend in east London", "article": "Jay-Z has headlined the first night of BBC Radio 1's Hackney Weekend with a performance which featured appearances from Rihanna and Kanye West. With London's Olympic Park illuminated in the distance, he performed a 70-minute set of hits from his solo career and recent Watch The Throne project.British rapper M.I.A. played two songs but had technical difficulties. Speaking before the event London's Met Police said there were plans in place to make sure fans left the site safely. Jay-Z was watched by his wife Beyonce, who was near the front of the stage.With the live music on the site's five outer stages finished, up to 50,000 people gathered in the rain to watch the US rap star's set on the main stage.Pop star Rihanna, wearing a black cap and sunglasses, joined him on stage for the opening song of the set - 2009's Run This Town. The 42-year-old went on to perform tracks from his career including 99 Problems, Empire State Of Mind, Dirt Off Your Shoulder and Girls Girls Girls. British rapper M.I.A. performed two of her own tracks (Paper Planes and Bad Girls) but technical problems with her microphone meant the crowd could not hear her for a while.For his encore Jay-Z was joined by Kanye West to run through tracks from the pair's recent Watch The Throne project including singles Otis, No Church In The Wild and closing track Paris - which the duo ran through three times.See pictures of festival-goers at Radio 1's Hackney Weekend Maleeta Munyenyembe, 21 and from Hackney, said: \"It was absolutely amazing. Jay-Z was amazing. \"And all the surprise guests. Rihanna was great. M.I.A was amazing. And the rain, it helped, 'cos it was so hot. It cooled everyone down.\" Grace Daniels, 19, from Manchester added: \"With M.I.A.'s mic I was like, 'What is going on?' Obviously I felt a bit sorry for her because it wasn't her set. It was a bit awkward for her.\" This first day of the event at Hackney Marshes also saw main stage performances from artists like Kasabian, Nicki Minaj, Example and Rizzle Kicks. Other acts to have played across the site's outer stages included Jack White, Calvin Harris, Emeli Sande, will.i.am and Swedish House Mafia,who announced today they're splitting up .Earlier everyone arriving on site had to go through metal detectors. Hackney has had problems with gangs and was one of the areas at the centre of last year's riots.Tomorrow, the second and final day of BBC Radio 1's Hackney Weekend will feature performances from David Guetta, Jessie J and headliner Rihanna.", "url": "https://www.bbc.com/news/newsbeat-18567132"}