{"datetime": "2021-12-10T11:53:22.000Z", "title": "Swedish artist Anna von Hausswolff gives secret gig after Satanic slur", "article": "Swedish organist and singer Anna von Hausswolff performed in secret on Thursday night, after two of her French concerts were cancelled due to pressure from fundamentalist Catholics. Her Paris gig, due to take place at Saint-Eustache church, went ahead at an undisclosed church but anyone who had a ticket was told the location. Protesters accused Anna von Hausswolff of playing the \"devil's music\". But the priest who cancelled her planned Paris show said that was wrong. \"Anna von Hausswolff's music isn't Satanic,\" said Yves Trocheris, adding that he had taken the decision for security reasons. \"Her music defends both the live issues of women's rights and the damage inflicted on the environment.\" Her promoters went in search of an alternative venue and eventually she performed at a Protestant church not far from the Arc de Triomphe. Concert-goers were asked not to pass on the name of the church, but made clear it was not a Catholic church. Paris deputy mayor Frédéric Hocquard posted pictures of the concert, pointing out that it had gone ahead. Ahead of the first planned concert in Nantes on Tuesday evening, dozens of protesters blockaded the entrance to Notre-Dame de Bon-Port church, singing \"Holy Mary mother of God, pray for us poor sinners\".Demonstrators have highlighted one song called Pills in which von Hausswolff sings: \"Oh I, I made love with the devil.\" Von Hausswolff posted a picture of herself on Instagram inside the church during a \"scary, tense and sad situation\".\"Me and the church are working together and not against each other. This has worked very well, both parts are happy,\" she said. Culture Minister Roselyne Bachelot described the protesters as \"militant extremists\" and said her team had spoken to the concert organisers and were on their side. She said it involved the freedom of artistic creation and therefore liberty itself. Anna von Hausswolff is currently in the middle of a European tour, and fans suggested that attempts to halt her performances would have the reverse effect and merely give her greater publicity. Le Parisien journalist Eric Bureau tweeted thatthe concert began and closed with a standing ovation . She previously told the BBC's Stuart Maconie thatshe liked to use the pipe organ because it filled a room : \"Every time I go into a church or a concert hall it's a completely different experience.\" ", "url": "https://www.bbc.com/news/world-europe-59605233"}