{"datetime": "2021-06-25T11:47:18.000Z", "author": "Lucy Williamson", "title": "France's young voters turned off by key regional election", "article": "In an open space near Châtelet in central Paris, lanky young men - their knees and elbows folded around BMX bikes - dodge skateboarders out practising their moves. For some of them, France's regional elections this month are their first ever opportunity to vote. But when polls opened for the first round of voting last Sunday, almost 90% of the country's youngest voters failed to show up.Abstention rates were only slightly lower for voters under 35. The second round run-offs take place on Sunday. \"I absolutely did not vote,\" said Jean-Lucien. \"Politics is a huge lie.\" \"People are turning to other means of action,\" added Alexandre. \"Like activism, which can have a more concrete and direct impact on people's lives.\" It's not just the youngest voters who seem uninspired by this election. France's recorded its lowest ever turnout in an election last Sunday, with two out of three voters staying at home.Covid restrictions blocked a lot of campaigning - but the problem is deeper than that. President Emmanuel Macron called it a \"democratic alert\". Even some older voters, who made it to the polling station, were uninspired by the choices on offer. François Tessé, an engineer in Paris, said it wasn't easy to choose who to vote for. \"I don't have a predefined idea,\" he told me. \"[Politics] has changed over the past few years; it was clearer before.\" The irony is that the first round of this election has left France looking much like it did five years ago, before President Macron is supposed to have \"redrawn the political map\".Incumbents from France's traditional centre-right and left-wing parties are the main winners, going into the second-round run-offs. Mr Macron's main far-right opponent, Marine Le Pen, has done worse than expected, while the president's own party has so far struggled to make much of an impression at all. \"It was not only a failure, it was a big disaster,\" says political scientist, Bruno Cautrès. \"Macron asked more than 10, 12 ministers to run for regional elections. And they got a really severe defeat.\" It shows the limits of the party created by Mr Macron, La République En Marche, he says, which has such weak territorial roots. \"[It's] a new kind of political party, where people just 'click' to join,\" he says.\"It's very risky to go to the next presidential election with such a weak political organisation. It's worked once; it doesn't prove that it's going to work a second time.\" Ms Le Pen's National Rally is still in with a chance to win a region in the run-off this Sunday. That would be a major step up for a party that's never controlled anything bigger than a town hall in France. Campaigning at a market in Provence last week, Ms Le Pen posed for selfies every few metres. The party is running a new \"calm and responsible\" image - with a candidate poached from the mainstream centre right - all designed to broaden its support, among voters like Rose. \"It's less extreme, for sure,\" Rose told me. \"I have a lot of people around me who are right-wingers like me, and who are going to try the National Rally.\" But new converts aren't always as committed to voting as core supporters. Turnout for the National Rally last Sunday was unusually low. The party is also facing stiff opposition in Provence this Sunday from the centre-right Republicans - so far, the biggest winners in this election. \"What's at stake is colossal,\" François de Canson, one of the Republicans' candidates in Provence told me last week. \"We are a rampart, we must stay a rampart,\" he said. \"If we win this election, it would be a strong symbol that the National Rally can't conquer France.\"François likes to end town-hall meetings with the Marseillaise.After all, this regional election, largely ignored by voters, is seen by politicians as the aperitif to France's presidential race. ", "url": "https://www.bbc.com/news/world-europe-57596259"}