{"datetime": "2021-09-02T18:51:15.000Z", "title": "Abba delight fans with new 10-song album and virtual concert", "article": "Pop legends Abba have surprised and delighted fans by announcing their first studio album for 40 years. Abba Voyage will be released in November, before a \"revolutionary\" set of concerts where virtual avatars will play hits like Mamma Mia and Waterloo. The quartet, who split up in 1982, said they ended up back in the recording studio while working on the stage show. \"At first it was just two songs, and then we said, 'Well, maybe we should do a few others,'\" said Benny Andersson. In the end, they recorded 10 tracks - two of which were premiered during a globally-streamed press conference on Thursday. The first, I Still Have Faith In You, is an affectionate piano ballad portraying the bond the four band members share. \"When Benny played the melody, I just knew it had to be about us,\" said Bjorn Ulvaeus, explaining the song's origins. \"It's about realising that it's inconceivable to be where we are. No imagination could dream up that, to release an album after 40 years and still be the best of friends, and still be enjoying each other's company, and have a total loyalty.\"Who has experienced that? Nobody.\" The second track, Don't Shut Me Down, is a mini-melodrama in the vein of the Abba classic The Day Before You Came, where a woman returns to her partner years after walking out. \" You asked me not to leave, well here I am again - and I love you still, \" sing Agnetha Faltskog and Anni-Frid Lyngstad in their trademark stacked harmonies.Both songs will feature on Abba Voyage when it is released on 5 November, with an eye on the lucrative Christmas market. The record will even include \"a little Christmas tune\", said Benny, as well as \"a number of pop songs\". He added: \"I think it's pretty good. We've done as good as we could, at our age.\" The reunion had, for many years, seemed unlikely. The band reportedly turned down $1bn to tour in 2000. In an interview with the BBC in 2013,Agnetha said she preferred to leave Abba in the past. \"It was such a long time ago, and we are getting older, and we have our different lives,\" she explained. In a statement accompanying Thursday's announcement, the singer said she \"had no idea what to expect\" when they finally reconvened in 2018. \"But Benny's recording studio is such a friendly and safe environment, and before I knew it I was really enjoying myself!\" \"It was so joyful to be together in the studio again, the four of us, and hearing Frida and Agnetha going for it again,\" added Benny.But the pianist confessed to having nerves ahead of the initial recording session.\"Five minutes before they came into the studio, I was thinking, 'I should have asked if they can still sing,'\" he said. \"But they could and they can and you will hear it when you listen to the records.\" However, neither singer attended the press launch in London's Queen Elizabeth Olympic Park.\"They should have been here,\" said Bjorn, half-joking, \"but they don't enjoy this [publicity] as much as Benny does.\" The band's new songs will also be played during the band's virtual concert, also titled Abba Voyage, which will open next year in a specially-built arena in east London. Playing six nights a week, it will feature digital versions of Abba's band members, accompanied by a 10-piece live band performing 22 of their greatest hits. Tickets go on sale on 7 September, starting at £21, with the opening night on 27 May. The so-called \"Abba-tars\" were designed by Industrial Light and Magic - the visual effects company founded by Star Wars creator George Lucas. More than 850 people worked on recreating Abba \"in their prime\" using motion capture technology to scan \"every mannerism and every motion\" of the musicians, who are now in their 70s, as they performed. \"Agnetha, Frida, Benny and Bjorn got on stage in front of 160 cameras and almost as many VFX geniuses, and they performed every song in this show, to perfection, over five weeks,\" explained producer Ludvig Andersson.\"So when you see this show, it is not four people pretending to Abba, it is actually them.\" Bjorn said the band had chosen London to premiere the show because \"London is the best city to be in when it comes to entertainment, theatre, musicals… We have always felt that the Brits see us as their own.\" Asked what he enjoyed most about being in Abba, Benny replied with refreshing honesty: \"Not having to worry about the money\".\"It's been a good thing for all of us,\" he continued. \"You are free to do anything. I just keep on writing music.\" Here we are in 2021 with the first new Abba material since ET came out and, I'm happy to report, they haven't messed it up. We join Abba not as the pant-suited disco voyeurs of Voulez-Vous and Dancing Queen, but as they are now - in their 70s, reminiscing about their lives, and looking back at the music they made in their prime. The lead track, I Still Have Faith In You, is an ode to their friendship and to the bonds that have matured and survived despite divorce and heartbreak.Starting gently, it builds to an astronomical climax, full of power chords and dazzling harmonies, as the quartet declare: \" Through joy and the sorrow, we have a story and it survived .\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58423452"}