{"datetime": "2021-09-02T17:00:10.000Z", "author": "Mark Savage", "title": "Do Abba's new songs live up to their hits?", "article": "When I was three years old, my parents took me to see Abba: The Movie at Hampstead's Classic Cinema. At that age, I was already a rabid fan. I'd learned Nina, Pretty Ballerina on recorder (sorry, neighbours) and my nursery school teacher was concerned that I kept writing the letter B backwards.Philistines, I thought. Don't they know the Abba logo? So my parentsshould have realised what was coming when the lights dimmed and my heroes appeared on the big screen. As the band started playing Tiger, I climbed on top of my chair, stood at full height and sang along as loud as I could.And there I stayed for the next 90 minutes, while my family sank lower and lower into their seats. My love for the Swedish hit-makers waxed and waned over the coming decades, but their songs were imprinted on my brain - the euphoric rush of Dancing Queen's opening glissando, the tongue-twisting vocals of Take-A-Take-A-Chance-Chance On Me, even the weirdly kinky lyrics of Two For The Price Of One (look it up). After the band split up, I admired the fact that they refused to reform through thick and thin and offers of $1bn in cash. To my mind, it was the only possible course of action. The intimacy and trust Abba had shared as couples (Benny with Frida, Bjorn with Agnetha, Benny and Bjorn as writing partners) allowed them to experiment and innovate, free from the interference of outsiders.But when their marriages dissolved in the early 1980s, they lost their internal energy. Their final single, 1982's Under Attack, was dated and underwhelming. In the UK, where the band once rivalled The Beatles for sales, it charted at number 26. \"We were simply starting to get out of touch with the pop music mainstream,\" Bjorn later admitted. \"You can only manage to be part of that mainstream - that remarkable, mysterious force that is so hard to define - for a limited time.\" So when the band announced, three years ago, that they'd been back in the studio, I felt a mixture of joy and terror. The subsequent delays, blamed on the protracted production of their stage show, didn't do anything to allay my fears. But here we are in 2021 with the first new Abba material since ET came out and, I'm happy to report, they haven't messed it up. We join Abba not as the pant-suited disco voyeurs of Voulez-Vous and Dancing Queen, but as they are now - in their 70s, reminiscing about their lives, and looking back at the music they made in their prime. \"We never looked at what the charts look like today,\" confirmed Bjorn at a press conference announcing the new music. \"We just decided from the word go just to write the best songs we could.\" \"We're not competing with Drake and all these other guys,\" added Benny. \"We can't do that because I don't understand what the ingredients in the songs that work today are, so it's impossible to emulate.\" The lead track, I Still Have Faith In You, is an ode to their friendship and to the bonds that have matured and survived despite divorce and heartbreak.\" There was a union of heart and mind, the likes of which are rare ,\" they sing, over a gentle orchestral swell. Slowly, majestically, it builds to an astronomical climax, full of power chords and dazzling harmonies, as the quartet declare: \" Through joy and the sorrow, we have a story and it survived .\" If it feels like a victory lap, that's only fair. Abba were cruelly and unfairly reviled during their heyday - with one infamous review simply declaring: \" We have met the enemy and they are them .\" But through careful curation of their back catalogue, notably the record-breaking Abba Gold compilation and the Mamma Mia! musical, the band slowly reclaimed their crown as the most revered and beloved pop group of the 1970s. And while the song was inspired by their friendship, the line, \" We need one another, like fighters in a in a ring, \" seems directed towards the fans who stuck by their side. The second track has less emotional resonance, but its uptempo bounce should make it more popular on radio and streaming playlists.Called Don't Shut Me Down, it's another of Benny and Bjorn's pop soap operas, this time telling the story of a woman who reconnects with a former lover - hanging around their old apartment until she summons the courage to knock on the door. Agnetha, always the architect of Abba's biggest tear-jerkers (Hasta Manana, Chiquitita, The Winner Takes It All), takes the lead vocals, imbuing the song with a wistful melancholy as she asks for forgiveness. Benny's shifting piano chords underscore her uncertainty.After she pleads her case - \" I have learned to cope, and love and hope is why I am here now \" - the song ends on a cliffhanger as we wait for her partner's response, but it never comes. It's a cunning piece of pop writing from two masters of the genre.On both songs, Benny and Bjorn avoid the pitfall of trying to recapture their youth. These are songs from their autumnal years - reminiscing about their lives, loves, triumphs and mistakes. The canvas is the same, but the colours are muted.So will I be standing on a chair, singing these new songs when Abba launch their \"virtual concerts\" in London next year?Well, why not? We'll find comfort together, the way old friends do. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58423458"}