{"datetime": "2018-04-27T23:01:18.000Z", "author": "Mark Savage & Steven McIntosh", "title": "SOS! Will Abba's new music live up to their legacy?", "article": "It's hard to imagine now but, once upon a time, people hated Abba. Those spangly satin jumpsuits, their Eurovision origins, the wedding disco ubiquity ofDancing Queen - they all conspired to consign Abba to the cheesy-smelling scrapheap of pop. The band were frequently misunderstood as kitsch because they wrote soft, optimistic pop songs. And, to be fair, some of their lyrics were pretty banal. (Nina, Pretty Ballerina, a weak tea version of Dancing Queen, is particularly awful.) But a critical reappraisal began in the 1990s, with the release of the bewilderingly-successful Abba Gold compilation (30 million units and counting) and the emergence of tribute acts like Bjorn Again. Some people embraced Abba ironically. But those people were wrong.Abba are one of the most straightforwardly brilliant pop bands of all time.SOS ? Amazing.Mamma Mia ? Amazing.So Long ? Amazing.The Name Of The Game ? Amazing.Chiquitita ? You get the picture. Anyone with a passing acquaintance with melody loves what Agnetha, Benny, Bjorn and Anni-Frid achieved. \"Purely from a songwriting point of view they were up there with the best,\" said Noel Gallagher in 2004. \"They enter Eurovision singing about the battle of Waterloo in platforms [and] they were all shagging each other? Does it get better than that?\" Noel's not alone: Artists including Portishead, Kylie, Sinead O'Connor, The Carpenters and... er, B*Witched have sung Abba's praises and covered their music. The group never officially split up, drifting into the dusk in 1983 after recording sessions for a planned ninth album didn't work out.Since then, they've resisted the temptation to reform, through thick, thin and offers of $1bn in cash.Until Friday, that is, when the band announced they'd gone back into the studio and cut two new songs. \"I'm half-thrilled and half-terrified,\" says Kitty Empire, pop critic for The Observer. \"No matter what they produce, can it ever live up to this weight of expectation? But I'm cautiously optimistic.\" And herein lies the problem. Can any band reform 35 years after their peak and recapture what fans loved about them?\"I think a good parallel is when the surviving Beatles got back together to do Free As A Bird [in 1995],\" says music writer Pete Paphides.\"Some people were sniffy about it at the beginning, when they first heard it, and I was one of them.\"I was in my early 20s and had that 20-something arrogance that you sometimes have. But, actually, I can barely get to the end ofFree As A Bird now without my eyes watering.\"I think it's just a beautiful song and I've lived with it over the years. My youngest daughter plays it on the piano. And that feels as valid and important a part of their legacy as any other Beatles songs.\" The Beatles aren't the only ones who got it right, says Paphides, listing Blur, New Order and Take That as bands who bounced back from a break-up. \"The Take That album was really clever because they weren't trying to be the band that they were before,\" he says. \"It was like they'd stepped back and asked themselves, 'Who are we as people, and how can we credibly do this?' \"It was an album that honoured the fact that both their fans and they as people were older. So there was a bittersweet aspect to that record, which I think sort of touched people.\" So what will Abba 2.0 sound like? Perhaps we can gather clues from the quartet's recent solo material. Agnetha Faltskog made an accomplished return to the studio with 2013's A, which included the singleWhen You Really Loved Someone . Her sole writing credit,I Keep Them On The Floor Beside My Bed , found the singer scattering photos of an old lover across her bedroom floor, wondering what happened to their relationship. A pleading, age-appropriate ballad, it feels connected to the wistful melancholy of Abba's swansong The Visitors - an obvious jumping-off point for new material. Benny Andersson's recent album of solo piano pieces, released on classical label Deutsche Grammophon, reinforced his profound gift for melody. However it seems unlikely to inform the Abba reunion.A better indicator is the Benny Andersson Orchestra (BAO), which combines his passion for pop, rock and the oompah rhythms of Swedish folk with surprisingly intoxicating effects. The band's 2009 singleDu Ar Min Man (You Are My Man) - which spent four years in the Swedish chart - wouldn't sound out of place on one of the earlier Abba albums. Anni-Frid Lyngstad, meanwhile, has largely avoided the recording studio since the '80s. However, her 2010 cover ofMorning Has Broken , recorded with Swedish musician Georg Wadenius, shows how effective her voice would be over the sort of stripped-back acoustic arrangements Benny and Bjorn favoured in their 1990s musical Kristina. Thankfully, then, no-one seems inclined to give Abba an EDM makeover.The one song title they've revealed so far - I Still Have Faith In You - suggests a timeworn romance perfectly suited to Agnetha and Frida's strong-but-vulnerable vocals. Can we safely assume the crisis has been averted, then? \"I think their filter is very good,\" says Kitty Empire. \"I think their quality control will be impeccable. \"But my personal fear is that it will be the cheesy end of Abba rather than the kind of Abba songs that very gently twist a knife into your innards and make you cry.\" Rod Stephen, founder member of Bjorn Again, agrees.\"Yes, there is a risk to their legacy being undone [but] I know Benny and Bjorn wouldn't release something in this way unless they were good songs.\"Even if they do misfire, I don't think anybody would blame them for trying.\" For his cover-bandmate Agnetha (she doesn't like using her real name), the chance to put new songs in the set list comes as something of a relief. \"After doing Abba for 20 years every weekend, it would actually be quite nice to learn new material!\" she laughs. But for Paphides, the arrival of new music is less compelling than the story of how it came about. \"I'm happy for them,\" he says. \"I'm happy they felt so relaxed in each other's company, that it didn't seem like an onerous thing for them to even countenance the idea of making music together.\"It's a lovely thing - not just in terms of the creative merit, but because making music with people you love is a joyful thing.\"And they don't owe us anything, they've given us more wonderful music than we could've reasonably asked for, and it's sustained us over the decades. \"And in a weird way I don't care if it turns out not to be as good as some of my favourite Abba moments, because they've given us way more than we could've asked them for.\" Abba-solutely. Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-43925749"}