{"datetime": "2018-05-02T10:00:08.000Z", "author": "Steven McIntosh", "title": "Abba have 'nothing to prove' with new songs, says Benny Andersson", "article": "Benny Andersson has said he doesn't think Abba have \"anything to prove\" with their new material. The bandannounced last week they have recorded two new songs, which will be released later this year. \"I don't feel that we have to prove anything,\" Benny told BBC News. \"I don't feel we have to think about, 'Oh, what if it was better before?' \"Maybe it was, but we can't care about that. We do it because we think it was a good thing to do.\" He added: \"We enjoyed it very much. We'll see. I hope you'll like them.\" He said the songs came about while he and Bjorn Ulvaeus were in the studio working on a project where the band willtour as avatars .\"So we said, 'Hmm, maybe we should try and write a couple of songs, ask the ladies if they want to come in and sing'. And they said, 'Yeah, absolutely'. So it was just, out of pure joy I'd say.\" He also revealed further details about the sound of the two new tracks - but added that they haven't been completed yet. \"One of the songs is like we would've written it [for] today. The other, we could've written in 1972. So I don't know, we'll see. I mean, they're not finished yet.\"We have the vocals, they're all recorded, we haven't mixed it, we haven't worked them through, really, but I think they're pretty good.\" Asked whether he thought it would complement Abba's legacy, Bjorn said: \"I think so. It certainly sounds Abba very much.\" Benny added: \"As soon as Frida [Anni-Frid Lyngstad] and Agnetha [Faltskog] start singing, that's when it sounds Abba.\" The pair were speaking at the press night for Chess, the stage show they wrote with lyricist Sir Tim Rice. The musical has just returned to London's West End. The production, from English National Opera, stars Michael Ball and Alexandra Burke. Set during the Cold War, the musical tells the story of a chess tournament between two men - grandmasters from the US and Russia. As their rivalry simmers on the chess board, the pair also fight over a woman who manages the American grandmaster - but falls in love with the Russian. The first reviews for the new production have been mixed. \"Do not miss this bold, brash and brilliant revival,\" said the review in theDaily Express . TheDaily Mail , meanwhile, said: \"This production has admirable ambition, a couple of spine-tingler moments and enough musical muscle to reach the [London] Coliseum's august rafters.\" But not everyone was so complimentary, withTime Out writing: \"This revival feels like a gambit that hasn't paid off.\" \"It's a mess,\" agreedThe Stage . \"A gross disservice to a great musical. \"The only consistently decent performance is from Alexandra Burke as Svetlana, although she barely features in Act I and has a supplementary song to give her more to do.\" Chess isn't Alexandra's first foray into theatre - she has previously starred in Sister Act and The Bodyguard. Speaking to BBC News after the show, the singer said: \"I'm really excited that Benny and Bjorn came tonight, they've been a part of this process, they've been so hands on that it makes you, as an actress go, wow, what a privilege that we are in this current situation.\" She also joked: \"By the way, the Abba reunion needs a fifth person! Hi, it can be me, I can do the backing vocals!\" Michael Ball said having to learn his character's chess moves for the show was even more difficult than learning the songs and dance routines. \"I have never done anything more difficult than learning chessography,\" he joked. \"Literally, sitting in a room, and with every move and learning what moves when - it's 87 moves I do in all. And having to do it in time, to the right bit of the music. It was a challenge.\" The chess games are exact recreations of real-life games played by US and Russian grandmasters. Ball added: \"The only way, I think, of doing a show like this is to do it with that size of an orchestra, that size of a cast. Because the music, the orchestration, that sort of classical feel that suddenly turns into this awesome rock band, it's the best score.\"Asked what attracted him to the role, he said simply: \"Benny and Bjorn. \"I liked Abba when they weren't fashionable, you know? I never deserted Abba. I genuinely think their music is extraordinary, I've been obsessed with this score... and the thought of being able to do it this scale, I'm having the best time, can you tell?!\" Benny told the BBC: \"To present the show this way, with a full orchestra, full choir, wonderful principals and great guys at the sound desk, it's a thrill. I really really enjoyed it.\" Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-43968745"}