{"datetime": "2012-06-23T16:29:31.000Z", "author": "Greg Cochrane", "title": "Leona Lewis: Opening Radio 1's Hackney Weekend was fun", "article": "Leona Lewis has opened BBC Radio 1's Hackney Weekend at Hackney Marshes in east London. The singer was the first artist to play on the main stage which will see an appearance from headliner Jay-Z. \"It was really fun,\" she said after her performance. \"I was quite nervous at the beginning but just kind of got into my stride. It was so cool just to do it on my home turf.\" The Metropolitan Police say there have been no arrests so far. Leona Lewis, who grew up and still lives in Hackney, opened the event with a cover of Diddy Dirty Money's song Coming Home featuring a guest performance from rapper Wretch 32. The 27-year-old singer also performed Come Alive, a new track from her forthcoming new album. She said: \"This is the first time I'm performing it live, so give me some love guys.\" Leona Lewis played in front of a heart-shaped gazebo on stage with roses around her microphone stand.Elsewhere, Rizzle Kicks performed on the main stage. Harley and Jordan invited their mothers on stage for their track Mama Do The Hump. \"It was a huge buzz,\" said Jordan from the group. \"This is kick-starting our first proper festival season and we're sharing the same stage as Jay-Z. \"We had Leona Lewis before us. She's sold like a gabillion-zillion records. It was mad.\" Other artists who have also performed now are Michael Kiwanuka, DJ Fresh, Rita Ora and Emeli Sande. The Metropolitan Police say there have been no problems so far at the event and traffic is busy but normal for a weekend. Chief Superintendent Richard Woolford from the Met said: \"So far it's gone very well. Everyone has been well behaved. There have been no issues whatsoever.\"The queue went smoothly, it was a steady arrival through the gates but it was very peaceful and law-abiding. \"There have been no arrests on site as we speak (current at 4pm). So far everything is going exactly to plan.\" The gates opened at 10.30am with some people camping out to get to the front. Around 50,000 people are attending the first day of the free two-day event which is part of the UK-wideLondon 2012 Festival . They have had to go through metal detectors and had their bags searched before getting into the site. Hackney was one of the areas of London at the centre of last year's riots and isknown to have gang problems . Before the show ticket-holders were contacted and advised to allow at least two hours to get into the arena. Jay-Z is headlining the Saturday line-up which also features Ed Sheeran and Nicki Minaj. N-Dubz star Dappy and newcomer Jessie Ware were the first acts to perform at the event. British singer Rita Ora and Canadian dance act Deadmau5 have also been on stage. It is the biggest live event organised by BBC Radio 1 in its 44-year history and more than twice the size of the network's annual Big Weekend.More than 250,000 people applied for tickets when registration opened in February.The weather forecast for Saturday is dry and breezy throughout the day, with some rain expected for late in the evening. Artists taking to the stage on Saturday include Kasabian, Jack White, will.i.am, Calvin Harris and Swedish House Mafia. More than 100 artists will perform across six stages throughout the weekend. Sunday's line-up features headliner Rihanna along with performances from Florence and the Machine, Tinie Tempah, Jessie J, Plan B, David Guetta and Lana Del Rey. Coverage of Hackney Weekend will be on BBC Three, BBC Radio 1, BBC Radio 1Xtra and online.", "url": "https://www.bbc.com/news/newsbeat-18564630"}