{"datetime": "2021-09-03T12:11:16.000Z", "author": "Ian Youngs", "title": "'Abba saved 2021' - why the Swedish band have not gone out of fashion", "article": "Mamma Mia! Here we go again... Abba have released new songs - and their comeback isn't just exciting those who were fans first time around. \"Abba saved 2021\", \"You saved my life\", \"IM CRYING WITH HAPPINESS RIGHT NOW\". Those are just a few of the comments posted under a video of Benny Andersson playing an instrumental piano version of one of their new trackson TikTok . The Swedish pop legends joined the social media network - whose users are mostly under 30 - on Monday in anticipation of their highly-anticipated announcement of long-awaited new material. In less than five days, their official account has amassed almost a million followers and the nine videos they have posted so far have been viewed almost 30 million times. Pop stars likeMabel andZara Larsson have posted covers on the platform since Abba officially joined. \"It's clear from the vast numbers of creations and video views that our community around the world has so much love for the band and their sound,\" says Paul Hourican, TikTok's UK head of music operations. Only a few artists have music that is truly timeless, and which remains as fresh and brilliant and beautiful 40 or 50 years on as it was on the day it was first released. Abba are very close to the top of that list. While some of the new generation of fans have discovered the band on social media - the TikTok #DancingQueenChallenge had more than160 million views earlier this year - many were weaned on the music by their parents or fell in love with them through the Mamma Mia! films and stage show. If proof was needed of their endurance, Abba Gold was the UK's 20th best-selling album in the first six months of 2021 and recently became the first LP to spend 1,000 weeks in the UK top 100 album chart. Young fans have never seen them play live (at least not until they perform in virtual form next year), so for many the closest thing has been watching tribute bands, including at festivals like Glastonbury and Isle of Wight. \"The crazy thing was looking out and seeing a sea of very young faces enjoying Abba's music,\" Rod Stephen, co-founder of Bjorn Again, told BBC Radio 4's Today programme on Friday. Many festivalgoers knew all the words, he said. \"How does that happen? Well, I can guess that their parents perhaps got Mamma Mia! or Abba Gold or something and played it relentlessly and they got exposed to it.\" One of those who was reared on Abba Gold was Maisie Peters, a hotly-tipped singer-songwriter whowas recently signed by Ed Sheeran . \"They remind me so much of my childhood and the joy and innocence of being a kid and hearing Abba and Abba Gold in the car and being like, 'This is the best thing I've ever heard',\" the 21-year-old told BBC Breakfast. \"I remember having Abba Gold in the car and listening to it with my sister. But I still listen to it all the time and it's super-inspiring to me. \"It was so brave. It was so rule-defying and genre-defying. The songwriting and the musicianship and the voice - everything about it is just so above all else. I think it's so creative just really beautifully done.\" Artists from all corners of the musical spectrum welcomed the band back - from experimental songsmithJane Weaver to Sister Bliss of dance act Faithless. Melancholy troubadour Ron Sexsmith was moved to reach for the caps lock button,tweeting : \"NEW ABBA RECORD!!! BEST NEWS EVER!!!\" It wasn't always so fashionable to be an Abba fan. They were overlooked for a time after splitting up in the early 1980s, and their image was often branded as naff. But the quality of their classic tunes was never really in doubt. Mazz Murray, who is currently playing Donna Sheridan in Mamma Mia! in the West End, said the songs have \"stood the test of time over decades\". She told BBC Breakfast: \"They're appealing to new audiences all the time, and thanks to things like Mamma Mia! and the movies… we're reaching a wider audience all the time. The songs are superb. There's no arguing that things like Winner Takes It All are the finest songs ever written.\" The group have more than 17 million monthly listeners on Spotify, where Dancing Queen, Gimme Gimme Gimme (A Man After Midnight) and Mamma Mia are the most popular tracks. And young listeners are the biggest fans, according to the streaming site. \"It was a wonderful surprise to find out that 18-24 year olds are the heaviest streamers of Abba,\" Spotify UK's head of music Sulinna Ong said.\"Importantly, the fact that their listening has increased by 50% since 2014 shows that more young people than ever are listening to Abba. It's a testament to the enduring appeal of Abba's elite level songwriting that transcends generations.\" The new songs may never be expected to gain quite such beloved status as some of their predecessors, but the reaction after fans and critics heard them was perhaps more enthusiastic than expected. The new songs prove that \"time passes, but Abba never go out of style\",wrote Roisin O'Connor in The Independent . Referring to a 2009 poll that showed Abba as the band most Brits would like to reunite,the Daily Mail's Adrian Thrills said : \"If anything, the desire for the four Swedes has grown even stronger in the years since.\" The new songs \"didn't disappoint\", he declared. Not everyone was completely won over.The Telegraph's Neil McCormick described I Still Have Faith in You as \"a bit of a damp squib\", but consoled that Don't Shut Me Down was \"marginally more promising\". However,The Guardian's Jude Rogers gave the tunes four and five stars respectively, saying they were \"precision-honed to wallop emotion out of the listener\". \"I've been an Abba fan since I was a little girl,\" she wrote, \"and the opening strings on the former, full of minor-key melancholy, had me welling up immediately.\" Or, to paraphrase: \"I'M CRYING WITH HAPPINESS RIGHT NOW.\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58433351"}