{"datetime": "2016-07-21T04:44:10.000Z", "author": "Jimmy Blake", "title": "Has EDM opened doors or slammed them shut in dance music?", "article": "Over the last decade three letters have dominated mainstream dance music: EDM. Electronic dance music. Despite the term dating back to the 1980s, it's been adopted by the US to describe a \"mainroom\" electro-house hybrid. The movement's seen DJs like Calvin Harris, Skrillex and Avicii become some of the highest-paid musicians on the planet. But what's the impact for the rest of dance music? Despite reports that themovement is fading out , in 2015 EDM wasworth around £5.5bn in the US alone, 60% more than it was in 2012.This isn't another \"is EDM dead?\" debate. It's about the impact it's had on dance music and what it means for the future of the scene. \"It's had a similar explosion to house music in the UK,\" says Howard Lawrence, one half of the sibling duo.\"For me any explosion of music is a good thing. It means people are enjoying [it].\" \"It doesn't mean we want to make that kind of music at all, but I don't mind it existing.\"I think there's too much hate going on, everyone needs to just let it be, man. His brother, Guy, says: \"As much as you can musically slate it for being formulaic or basic it brings joy to thousands of people.\"Life is short so why wouldn't you celebrate that?\" \"People compress electronic into these three letters - EDM - which I don't like because there are so many different types of genres within electronic music.\"It's kind of cool to not only play electronic festivals but also Coachella, Lollapalooza... stuff like that. \"I've been producing for almost 10 years now in my bedroom and people started to vibe with it and it took me around the world and I'm super-stoked. \"It didn't happen overnight. This is years and years of hard work for me. \" \"[EDM] has put dance music front and centre in North America, if not globally. \"I think what we're seeing now is a discovery of all the other wonderful genres of electronic music, the depth of that music and just how cool it is. \"Kids prefer rebelling and to be underground and against something.\"And I guess the moment has come where EDM represented pop and commercial rather than the underground. \"We're now set with a very firm infrastructure for electronic music globally to be credible, commercial and critically acclaimed.\" \"It's had its peaks and its downs but it's a massive genre and a massive thing.\"Just because it doesn't get played on the radio as much as it used to, it's still here. It's great to be a part of that and be part of the whole boom.\"Back in the day we couldn't get a show anywhere, we had to hustle into clubs to pay to play for 300 people.\"Since then it's been a massive, amazing journey and now it's just a big part of our life.\"Maybe 30 years from now we will be able to reflect on how much fun this whole journey was and how big it became and what we did together with all the fans.\" \"Some of the fees [for residencies] have been astronomical and it's not sustainable in the long run.\"I don't think it's gone... it's just evolving. EDM didn't have any foundations or grassroots.\"My theory is that accessible drum and bass is going to be the next big thing.\" \"'The EDM bubble has burst, they say.\"The right translation for that is that this one big wave with more progressive electro big-room kind of style has reached its peak, but now it's time for all the different waves which are coming up.\"Right now it's such an exciting time. [There are] all these new talents who can play all these festivals now... because there's so much room for new music.\" Watch Alesso at Radio 1's Big Weekend in Exeter. \"It's been an incredible thing to watch. It really changed the whole dance music scene when the US took it. \"It's never been on that scale before. My career started too when that happened, so it's just been an incredible ride. \"I love supporting new people that are trying to make it. It's amazing. I'm a very lucky guy.\" There will be a special Newsbeat programme at 17.45 on 22 July looking at the future of dance music and the UK club scene. Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-36832727"}