{"datetime": "2021-07-02T16:32:46.000Z", "author": "Mark Savage", "title": "Abba Gold reaches record-breaking 1,000 weeks in UK album chart", "article": "Abba's greatest hits compilation Gold has become the first record to spend 1,000 weeks in the UK's album chart. Released in 1992, the record is the second biggest-seller of all time in the UK with sales of 5.61 million, only behind Queen's Greatest Hits. Featuring the Swedish band's biggest songs Dancing Queen, Mamma Mia and Waterloo, it has now spent a total of 19 years and 12 weeks in the top 100.\"Not bad for four old turnips,\" joked Benny Andersson on hearing the news. Abba Gold has spent eight weeks at number one over the years, and is currently at number 17. It is the group's biggest-selling record, eclipsing studio albums like Voulez-Vous and Arrival, which both reached number one in the 1970s. The compilation was put together when the band's career was being reappraised by critics. It was preceded in early 1992 by Erasure's Abba-esque EP, which saw the synth-pop band cover four songs including Lay All Your Love On Me and SOS. The EP charted throughout Europe and the United States, reaching number one in the UK and Sweden, signalling the lasting appeal of Abba's music 10 years after they broke up. However, their greatest hits albums were all out of print at the time - leading PolyGram to issue a new compilation. Released that September, Abba Gold has been lauded as a perfectly-curated album in its own right. Pitchfork recently called it the \" definitive example \" of the greatest hits format, which \"rounded up all of the Swedish pop band's international smashes into a refined package with surprising emotional range\". The album led to a resurgence of interest in the band, culminating in the hit stage show Mamma Mia!, which spawned two films starring Amanda Seyfried, Lily James, Pierce Brosnan and Meryl Streep. Each new project has propelled Abba Gold back up the charts, and it shows no signs of slowing down - the album hasn't left the top 100 since July 2017. \"To have racked up 1,000 weeks on the Official Albums Chart, a solid 20 years of chart presence, is quite remarkable,\" said charts boss Martin Talbot. \"It not only highlights [Abba's] incredible popularity, but just how closely they have connected with a succession of new generations.\" Two other albums could also reach the milestone soon. Bob Marley & The Wailers' Legend is the closest, with a total of 984 weeks, while Queen's Greatest Hits is on 952 weeks.Elsewhere in this week's charts, Ed Sheeran scored his 10th number one with his comeback single Bad Habits, and Jack Savoretti topped the album chart with his seventh record Europiana. Football anthem Three Lions jumped 12 places to number 22 following England's victory over Germany at Euro 2020. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-57697878"}