{"datetime": "2021-09-08T10:48:51.000Z", "title": "Spanish bishop quit for love for erotic writer", "article": "When Spanish bishop Xavier Novell resigned last month, the Roman Catholic Church cited strictly personal reasons without going into detail. It has now emerged in Spanish media that he fell in love with a woman who writes Satanic-tinged erotic fiction. In 2010 at the age of 41, he became Spain's youngest bishop, in Solsona in the north-eastern region of Catalonia. He has backed so-called conversion therapy for gay people and carried out exorcisms. Seen as a rising star in Spain's Catholic Church, his decision to resign with the Vatican's approval came as a surprise last month. He is said to have met several times with Vatican officials as well as the Pope himself. Xavier Novell was traditional in his remarks on abortion but his strident views on homosexuality and outspoken support for Catalonian independence were controversial. It came as a shock when Religión Digital reported that he had fallen for divorcee Silvia Caballol, a psychologist and erotic novelist. The news site said that the former bishop was now looking for a job in the Barcelona area as an agronomist. Caballol's books include titles such as The Hell of Gabriel's Lust and the trilogy Amnesia. In the blurb for one of her works, the reader is promised a journey into sadism, madness and lust and a struggle between good and evil, God and Satan with a plot to shake one's values and religious beliefs. Neither the ex-bishop, who is now 52, nor the novelist have responded to the reports although Religión Digital quoted him as saying \"I have fallen in love and want to do things properly\". The diocese has since responded by emphasising that \"corroboration or not of this story is a strictly personal matter for him alone\". The issue has again raised the issue of celibacy within the Church. In earlier interviews, Xavier Novell admitted that in his youth he had fallen in love with an 18-year-old girl and he had later wanted to marry and have children before deciding on a different path. His change of heart has prompted grumblings within the Church. Dominican nun Lucía Caram said he was \"out of his mind\" and criticised his promotion of \"conversion therapy\". ", "url": "https://www.bbc.com/news/58486790"}