{"datetime": "2021-11-02T17:19:49.000Z", "author": "Julian O'Neill", "title": "Catholic recruitment an issue as PSNI turns 20", "article": "New figures have revealed the ongoing problems the Police Service of Northern Ireland (PSNI) has in hiring more officers from a Catholic background. Of 193 officers recruited in 2020, 75% (144) were Protestant and 24% (46) were Catholic. It comes as the PSNI launches a new recruitment drive in the week that marks 20 years since it was established. One of its priorities has been increasing Catholic officer numbers. The PSNI is hoping to hire 400 student officers from its latest recruitment campaign. In 2001, under policing reforms, the Royal Ulster Constabulary (RUC), which was overwhelmingly Protestant, was renamed the PSNI. One of the aims was to build broader community support and increase Catholic officers. For that reason, it regularly publishes figures on the perceived religious background of applicants and officers. Legislation, which ran for a decade until 2011, saw Catholic officer numbers increase fourfold - they now make up 32% of the service's 7,000 officers. But since the legislation ended the increase has stalled and there have been warnings numbers could begin to fall back. Unionist parties do not support its re-introduction. When the 2020 recruitment campaign launched,Sinn Féin politicians attended for the first time. In terms of applications, 66% were from those of a perceived Protestant background, 31% Catholic and the remainder were undetermined. But when it came to appointees, 75% were Protestant and 24% Catholic - though recruitment is said to be \"ongoing\". The PSNI has remarked upon this issue previously and pointed out that Catholic applicants can drop out as a result, for example, of the prospect of having to leave the community they grew up in . Sinn Féin's policing board member Gerry Kelly said there had been change within the PSNI. \"People have come to me for assistance to join the PSNI and I have given them every assistance I possibly can,\" said the North Belfast assembly member. However, Mr Kelly said he could not tie himself \"to every act the PSNI do\", addingthe \"biggest issue\" facing the force was how to deal with legacy. Mervyn Storey, chair of Stormont's justice committee, said he believed people \"from all sections of our community\" should be encouraged to join the police service. \"What we want to see is not political interference, it is effective, efficient policing so that whether you're in a loyalist community or a nationalist republican community, or whatever community you're in, you'll know that if you break the law there'll be a police service that will do all in their power to apprehend you,\" said the DUP assembly member. SDLP policing board member Dolores Kelly said her party had \"always encouraged Catholics to consider a career in the PSNI\". \"Despite attempts from some narrow-minded elements in our communities to dissuade Catholics from considering a career in policing it is a vocation to be proud of,\" said the Upper Bann MLA. Lord Patten, who was chair of the Independent Commission on Policing for Northern Ireland which delivered the recommendations on police reform, said that in \"structural terms\" the proposal of 50-50 recruitment, which ran until 2011, was probably the most innovative. \"It was difficult as we sold our vision of policing to persuade some elements in both cultures, in both sides of the community, to accept that they had to change as well - it wasn't just a question of policing change,\" he told BBC Radio Ulster's Talkback programme. \"It was important to persuade for example people in the republican/nationalist community that if they wanted to be police officers they should be doing their policing in Northern Ireland, not elsewhere, because there was no shortage of Northern Ireland recruits in policing in Glasgow, London, Birmingham, Manchester - they just weren't joining the police service in Northern Ireland. \"We thought that was something that had to change and it was important that the Catholic Church was as open as possible to the idea, as well as the GAA (Gaelic Athletic Association).\" Deputy Chief Constable Mark Hamilton told Good Morning Ulster \"there are still issues in communities about how people feel about the police in both sides\". However, Mr Hamilton said there are \"huge differences\" between the RUC and the PSNI. \"There are so many things that are different for constables joining now, we are more visible, whenever I was a constable we very rarely drove around in a marked police car, now most of our police cars are marked,\" he said. Ahead of the new recruitment campaign, Acting Assistant Chief Constable Bobby Singleton said: \"There is a role for wider society in terms of showing support to people who want to take that step and serve their communities. \"We want policing to be a career for everybody. We want it to be a reflection of our society.\" The dissident republican threat against PSNI officers and how the organisation handles troubles legacy issues are both seen as factors which can affect Catholic recruitment. The PSNI also faces challenges improving the number of officers from an ethnic minority background (currently below 1%) and the number of women in senior positions. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59126178"}