{"datetime": "2021-12-22T06:52:28.000Z", "author": "Eimear Flanagan", "title": "Fr John Kearns: Motorcycling community mourns loss of 'biker priest'", "article": "Motorcyclists on both sides of the Irish border are mourning the death of a \"biker priest\" who helped hundreds of families bereaved by bike crashes. Fr John Kearns died at home in County Fermanagh on Monday after a long illness. He had suffered from cancer for several years. The popular cleric was a co-founder of an annual memorial church service for bikers who lost their lives in motorcycle collisions. His funeral is due to take place in his native County Monaghan later, subject to coronavirus guidelines. Affectionate tributes have been paid to Fr Kearns on theGone But Not Forgotten Bikers Memorial Facebook page, including one from his friend and fellow biker, Brian MacUaid. \"He had an ability to lift people from their grief, to give them something to hold on to and show them that their struggle was not alone, it was shared with the biking family,\" he wrote. Mr MacUaid told BBC News NI that Fr Kearns was an \"absolutely unique character\" whose warmth and positivity helped to ease the heartache of bereaved families. \"He was really, really funny and had a really good sense of humour. He brought people to the memorial and they came back year after year due to his ability to inject humour into a sombre occasion. \"But he could do that because he was a biker. He knew the lifestyle, he knew the people, he knew the pain obviously of those who had lost loved ones.\" Fr Kearns was based in Garrison, County Fermanagh, for the past few years, but his involvement in the bikers' memorial began more than 20 years ago when he was working in Clones, County Monaghan. \"When Fr John arrived into Clones, he did so on a motorbike which created a wee bit of a stir because not too many priests arrive in that parish on a motorbike,\" Mr MacUaid recalled.His personal experiences also made him stand out from his fellow clerics, because Fr Kearns' route to the priesthood had taken many twists and turns. Having entered the seminary as a young man in the 1970s, he was unsure about his vocation and left after a few years to take up a job as a long-distance lorry driver. He also worked for Irish airline Aer Lingus for a period and then spent seven years as a member of An Garda Síochána (the Irish police).\"After those seven years, he realised his first vocation was actually the right one and he would go back and become a priest,\" Mr MacUaid said. \"But his way of looking at things, his whole way of dealing with things, whether it was psychological trauma, deaths - I think the nature of his life had given him experience that other priests don't have.\" In 2013,Fr Kearns was interviewed by the Irish Times as one of three motorcycling clerics who \"put the rev in reverend\". He told the paper that his chosen mode of transport helped him connect with younger people because it made him \"a bit different from the normal Bible-under-your-arm priest\". Fr Kearns' zest for life was evident in the many photos his friends have published in social media tributes, showing him celebrating their weddings, laughing and dancing with brides and guests. \"He was great craic, always up for a laugh and a joke,\" said Emma Thornton from Donagh, County Fermanagh. When she got married in 2015, Fr Kearns performed the ceremony and even though he was already ill with cancer at that stage, it did not stop him taking to the dancefloor at her reception. \"He rolled up his trousers like everyone else and he partied and he danced away all evening... he wasn't like a priest at all,\" she recalled. Bishop of Clogher Larry Duffy issueda statement on the death of Fr Kearns , describing him as \"a committed priest and a larger-than-life character\". \"I had the honour of ministering with Fr John for five years in Clones and I saw at first hand his capacity to lift people's hearts and to engage with them in all walks of life and in all situations.\" Fr Kearns' involvement in the annual memorial event for motorcyclists began as a simple religious service in the home of a biker, who had lost her brother in a crash. Soon after, by 2003, Fr John and other organisers decided to hold a public church service in Aghadrumsee, County Fermanagh, for all deceased bikers. Hundreds of bikers and their families filled the small building, with hundreds more outside in the car park.In later years the service attracted more than 2,000 people, and was moved to a larger church in County Monaghan. Although the services have been held in Catholic churches, the organisers welcome people of \"all religions and none\". Fr Kearns witnessed first-hand the horror of road fatalities during his time as a garda when he was called to the scene of car crash that claimed three lives. In a subsequentinterview with the Northern Sound radio station , he described the crash and its aftermath as one of the worst incidents he had ever faced. \"You see so much devastation and pain in families that have lost a loved one, and it has to touch us as well. You can't just walk away and say 'that's the job'.\" Fr Kearns explained that he and other bikers began organising church services to show crash victims' families that they had not been forgotten and that they were \"still very much part of the biking family\". \"Other families come in contact with each other to share their grief, to share their support for each other and in a way, just to talk and express and to feel that they're not alone in their pain and sadness,\" he said. The annual bikers' memorial service was usually held in May each year, taking place between the North West 200 and the Isle of Man TT races, but for the last two years it was cancelled due to Covid-19. The remaining organisers hope to resume services when coronavirus restrictions are lifted, but added it will be tough to do so without the irreplaceable Fr Kearns. \"It's not easy to find a priest with all the ability and capacity that Fr John had,\" said Mr MacUaid. \"He wouldn't want it to end so we'll definitely go ahead, but definitely it's going to be difficult to get anybody that is remotely like Fr John Kearns.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59740752"}