{"datetime": "2021-10-20T16:46:51.000Z", "author": "Sean Coughlan", "subject": "David Amess death", "title": "'Amess amendment' for last rites at crime scenes", "article": "A so-called \"Amess amendment\" is being proposed to ensure access for Catholic priests to administer the last rites, including at crime scenes. It follows concerns a priest was unable to reach Sir David Amess, a Catholic, at the scene where he was attacked. Labour MP Mike Kane is seeking to add this to legislation currently going through Parliament. It would give a presumption that priests could pray with a Catholic \"in the final moments of life\". The intention is to add the \"Amess amendment\" to the Police, Crime, Sentencing and Courts Bill. It's understood that there are peers ready to put forward the amendment in the committee stage in the House of Lords and cross-party discussions are under way. In the Catholic church the sacrament of \"anointing the sick\" is given to those who are ill or dying. A local priest who went to the scene of the attack on Sir David in Leigh-on-Sea in Essex did not reach him. \"I think it's vital that people of faith can receive the ministry and sacraments they need in the final moments of life and at the point of death,\" said Mr Kane, who spoke of Sir David's Catholic faith in a tribute in Parliament this week. \"There should be a presumption by the authorities whether it be a care home or a crime scene that pastors can tend to the spiritual needs of the individual concerned.\" The proposal from Mr Kane would assert the right of priests to be allowed to reach those who were seriously ill or to say prayers for those who had just died. He says this would have to respect safety and medical considerations, and would be decided in conjunction with authorities at the scene. But the idea of allowing a priest to enter such a crime scene should be a \"non-starter\", according to Paul Millen, a former head of scientific support at Surrey Police and author of books about managing crime scenes. He says that he is a Catholic himself, and recognises the importance of anointing the sick, but says this would be an unacceptable risk to forensic evidence in what should be a very controlled environment. Mr Millen says it could disturb evidence at a crime scene, which could be DNA, fibres or footmarks, and it could \"compromise proof of guilt or innocence\". Speaking on the BBC's Politics Live, Conservative MP Matt Warman said there needed to be clearer guidelines about such decisions. \"But the counterpoint I would make is that no one would want to see a situation where for whatever reason a trial were declared void because a crime scene had been contaminated,\" said Mr Warman.\"I think it's an immensely difficult decision. We all want to see justice done and there has to be a balance together.\" But Labour MP Siobhain McDonagh said the importance to some people of such religious moments had to be recognised and questioned whether a trial was likely to be \"jeopardised by a priest going in to give the last rites\". A spokesman for the Catholic Bishops' Conference welcomed the principle of ensuring that priests could administer the sacrament of the sick - but recognised that this could be complicated during an emergency. ", "url": "https://www.bbc.com/news/uk-58982505"}