{"datetime": "2021-10-25T11:20:06.000Z", "subject": "David Amess death", "title": "Sir David Amess: Priest quits social media over MP last rites abuse", "article": "A priest said he felt forced to delete his Twitter account after being accused of not doing enough to administer last rites to Sir David Amess. Fr Jeffrey Woolnough said he rushed to the scene on 15 October when he heard the MP - a devout Catholic - had been stabbed in Leigh-on-Sea, Essex. But the priest said policewould not let him enter to deliver the sacrament as it was a crime scene . Fr Woolnough said criticism he had since received was \"hurtful\". \"Most people have been so kind with messages of support, others have accused me of capitulating at the scene,\" he said. \"The police have a job to do. When I say I have to respect it, it doesn't mean I agree with it. \"But I have to respect as a law-abiding citizen that the police would not allow me in and I had to find plan B, and plan B for me was prayer, and I had to pray on the spot, pray on the rosary.\" Fr Woolnough is the parish priest at St Peter's Catholic Church, Eastwood, Southend, close to where Sir David was killed. He said he \"foolishly\" tried to defend his actions on social media but it \"stirred up a hornet's nest\" so he deleted his Twitter account. \"I was trying to let people know I had tried my very best but apparently my best wasn't good enough,\" he said. Fr Woolnough said he had since had telephone conversations with \"some really top priests in the hierarchy\" who told him he \"did the right thing\". The \"Amess amendment\" has since beenproposed to ensure access for Catholic priests, including at crime scenes . The intention is to add it to the Police, Crime, Sentencing and Courts Bill. The man accused of killing Sir David willface trial next year . Ali Harbi Ali, 25, of Kentish Town in north London, is charged with murder and the preparation of terrorist acts. An inquest into the death of Sir David is due to be opened by the Essex coroner on Wednesday. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59036023"}