{"datetime": "2021-09-03T16:31:33.000Z", "title": "Theodore McCarrick: Defrocked US cardinal pleads not guilty to sexual assault", "article": "A defrocked US Roman Catholic cardinal has pleaded not guilty to sexually assaulting a 16-year-old boy in the 1970s. Theodore McCarrick, 91, entered the plea at a court in Massachusetts, where he faces indecent assault and battery charges for the alleged 1974 incident.The former Washington DC archbishop is thought to be the highest-ranking US Catholic to face sex abuse charges.He has previously said he has \"no recollection\" of any abuse.In a lawsuit filed in July, Mr McCarrick was accused of groping and abusing the boy - who has not been named - for years.The man alleging abuse claimed that one incident took place during his brother's wedding reception at Wellesley College in Massachusetts in 1974.The victim alleges that Mr McCarrick led him into a room at the college and fondled him. After the incident, the priest allegedly told the man to recite prayers to be redeemed of \"sins\".In court on Friday, Mr McCarrick was ordered to not contact the alleged victim or any children. His bail was set at $5,000 (£3,600), with an upcoming hearing scheduled for 28 October. Each of the charges carry penalties of up to five years imprisonment, as well as mandatory registration as a sex offender. Mr McCarrick is one of hundreds of members of the Catholic clergy accused of sexually abusing children over several decades. In 2019, he was defrocked following a Vatican investigation into years of sexual abuse allegations against him. He had also been accused of assaulting a teenager in New York in the early 1970s, as well as forcing men to sleep with him at a home in New Jersey while they studied to become priests.The 450-page report from the Vatican found that the late Pope John Paul II was informed of the allegations against Mr McCarrick, but chose to believe US bishops who had concealed information. It also found that Pope Benedict XVI, who resigned in 2013, likely rejected the idea of an investigation because there were \"no credible allegations\" of abuse. ", "url": "https://www.bbc.com/news/world-us-canada-58441172"}