{"datetime": "2021-10-10T21:20:45.000Z", "title": "Pope Francis launches consultation on Church reform", "article": "Pope Francis has launched what some describe as the most ambitious attempt at Catholic reform for 60 years. A two-year process to consult every Catholic parish around the world on the future direction of the Church began at the Vatican this weekend. Some Catholics hope it will lead to change on issues such as women's ordination, married priests and same-sex relationships.Others fear it will undermine the principles of the Church. They say a focus on reform could also distract from issues facing the Church, such as corruption and dwindling attendance levels. Pope Francis urged Catholics not to \"remain barricaded in our certainties\" but to \"listen to one another\" as he launched the process at Mass in St Peter's Basilica. \"Are we prepared for the adventure of this journey? Or are we fearful of the unknown, preferring to take refuge in the usual excuses: 'It's useless' or 'We've always done it this way'?\" he asked. The consultation process, called \"For a Synodal Church: Communion, Participation and Mission\", will work in three stages: The Pope is expected then to write an apostolic exhortation, giving his views and decisions on the issues discussed. Discussing his hopes for the Synod, Pope Francis warned against the process becoming an intellectual exercise that failed to address the real-world issues faced by Catholics and the \"temptation to complacency\" when it comes to considering change. The initiative has been praised by the progressive US-based National Catholic Reporter newspaper, which said that while the process might not be perfect \"the Church is more likely to address the needs of the people of God with it than without it\". However, theologian George Weigel wrote, in theconservative US Catholic journal First Things , it was unclear how \"two years of self-referential Catholic chatter\" would address other problems the Church such as those who are \"drifting away from the faith in droves\".Analysis: Church to address modern challenges By John McManus, Religion and Ethics reporter Much of the reporting of this two-year consultation has focused on some of the issues that often appear to dominate reporting on the Catholic Church: the role of women for example, and whether they will ever be ordained as priests (the Pope says \"no\"). While those topics are often of concern to some Catholics, other areas which traditionally dominate Catholic social teaching, such as alleviating poverty, and increasingly, climate change, will likely play a greater part, as will how the Church is run. In reality, any issue can be raised. Don't expect any sudden changes to Church rules though. It's true that some Catholics do want to see a different kind of institution, but for Pope Francis, allowing ordinary worshippers to have their concerns (eventually) raised at the Vatican - even if their bishops disagree with them - is a huge step change for this 2000 year-old religion.", "url": "https://www.bbc.com/news/world-europe-58862935"}