{"datetime": "2018-04-27T19:41:29.000Z", "author": "Mark Savage", "title": "Abba announce first new music since 1982", "article": "Pop group Abba have returned to the studio to record their first new music since the 1980s. The Swedish quartet said the new material was an \"unexpected consequence\" of their recent decision to put together a \"virtual reality\" tour. \"We all four felt that, after some 35 years, it could be fun to join forces again and go into the studio,\" the band said on Instagram. \"And it was like time stood still.\" No release date has been set for the new songs - but one of them, titled I Still Have Faith In You, will be performed in December on a TV special broadcast by the BBC and NBC. Abba's spokesperson Gorel Hanser told the BBC the atmosphere in the studio was \"magic\". \"It was like no time had passed at all,\" she said. \"It was like the olden days. They were happy, it was easy and warm-hearted, and it was actually quite moving. I wasn't the only one with tears in my eyes.\" But she said said the group would not perform live, other than as holograms in the forthcoming Abba Avatar tour.\"It's a studio moment, I can promise you,\" she said. \"Don't expect too much.\" The band have resisted pressure to reform since they stopped recording together in 1982, despite a reported $1bn (£689m) offer to tour in 2000. In an interview with the BBC in 2013,Agnetha Faltskog said she preferred to leave the band in the past. \"It was such a long time ago, and we are getting older, and we have our different lives,\" she explained. News of the new material comes in a bumper year for Abba fans. An immersive exhibition based on the band's career is running on London's South Bank, while Chess, the musical Bjorn Ulvaeus and Benny Andersson wrote with Sir Tim Rice, is being revived in the West End. A sequel to the film version of Mamma Mia!, starring Amanda Seyfried, Lily James and Cher, will be released on 20 July. Speaking to BBC News, Rod Stephen, founder of Abba tribute act Bjorn Again, described the new material as \"a whole new beginning\". \"I heard about Abba releasing new songs and I was instantly, like everyone else in the Abba community, really excited to know what the songs were and how they're going to sound. Will it have that 1970s sound or will it be up to date? \"It's brilliant really, because we love Abba's music to death. I just hope they're great songs, I hope they're equivalent to Dancing Queen or Mamma Mia.\" He added: \"I know Benny and Bjorn wouldn't release something in this way unless they were good songs.\" Speaking to the BBC's Adam Fleming last week, Ulvaeus had hinted that there could be new material. Here's what he said: How did the Abba avatar idea come about? We were introduced to an idea by Simon Fuller who is, as you know, an entertainment entrepreneur - [creator of] the format of American Idol and manager of the Spice Girls and so forth. He came to Stockholm and he presented this idea to us that we could make identical digital copies of ourselves of a certain age and that those copies could then go on tour and they could sing our songs, you know, and lip sync. I've seen this project halfway through and it's already mind-boggling.What does it actually look like? Does it look like a younger you? Yes. Real. And they say once it's finished you'll never see that it's not a human being. And what attracted me personally to this is of course I'm always curious, scientifically-curious and this is new technology and we are pioneers. So I thought, 'Yeah let's go for it,' and you know the other three went for it as well.What is the actual format of the tribute show going to be? Is it going to be these Abba-tars all the way though? No, other people as well. And as for the format I'm not entirely sure what it's going to look like but some sort of tribute show with these Abba-tars for want of a better word as the kind of centrepiece.Will you write new material for it? We don't know what the Abba-tars will sing yet but there's lots to choose from of the old stuff and yeah, I'm not ready to say that yet. So there could be new songs… I'm… it's up in the air.Stay tuned… Yeah. Why not reform and have a reunion? The real you, rather than the virtual ones. Yeah, why not? Well… it never seemed like a good idea. It's not that we haven't had offers over the years. But somehow we always thought that the Abba that people have in their minds are the once-young and energetic group from the '70s. And we just never felt the urge to go on tour, I guess. On the whole we toured very little. We had like 10 years together and of those 10 years maybe we toured, like, seven months. Not more than that. So to go on tour as a geriatric, I don't know! Formed in 1972, Abba were essentially a Swedish supergroup, consisting of songwriters Ulvaeus and Andersson from The Hep Stars and singers Faltskog and Anni-Frid Lyngstad, who had scored success as solo artists. But their joint project completely eclipsed their previous successes. After winning the Eurovision Song Contest with Waterloo in 1974, the band sold almost 400 million singles and albums around the world. Mamma Mia!, the musical based on their hits and produced by Ulvaeus and Andersson, has been seen by more than 50 million people. During their most successful period, the band survived marriage break-ups between Ulvaeus and Faltskog, and Lyngstad and Andersson, but they finally called it a day in 1983. Their final recording sessions, in 1982, produced the hits Under Attack and The Day Before You Came, which featured on the compilation album The Singles. Their last public performance came three years later, on the Swedish version of TV show This Is Your Life, which honoured their manager Stig Anderson. Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-43924609"}