{"datetime": "2021-06-02T05:19:31.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Language teaching 'all but collapsed' during pandemic", "article": "Teaching children modern languages at primary school has \"all but collapsed\" due to the Covid-19 pandemic. Northern Ireland pupils also study languages on a compulsory basis for less time than any other country in Europe. Those are two of the findings from the British Council's Language Trends 2021 report for Northern Ireland. It looks at how French, German, Irish and Spanish are taught and learned in primary and post-primary schools.Its findings are based on responses from more than 120 primary school principals and more than 1,500 year nine pupils. More than half of the heads (109) of language departments in post-primary schools also contributed to the study. The Language Trends report said: \"Northern Ireland is home to a rich melting pot of linguistic diversity with over 90 languages spoken in our school system. \"This linguistic diversity enriches the experiences of all young people and our society.\" A few schools teach languages like Arabic, Mandarin or Polish. But when it came to the four most popular languages of French, German, Irish and Spanish the picture was more mixed. \"Language learning in Northern Ireland is compulsory at Key Stage 3 (ages 11-14), and this is the shortest time for compulsory language learning in any country in the continent of Europe,\" the report said. \"There is no guidance from government on how much time should be spent on language learning. \"It is at the discretion of individual school principals to decide how time is allocated across the curriculum.\" The number of pupils studying French is dropping, for instance, and Spanish may soon overtake it as the most popular language at both GCSE and A-level. \"If current trends continue,\" the report said \"it is likely that Irish will replace French in the next few years as the second most popular language at A-level.\" The number of pupils taking French at GCSE has fallen from over 14,000 in 1995 to under 5,000 in 2020. The fact that many pupils spent extended periods out of school learning remotely during lockdowns had an impact on language learning. The majority of year nine pupils, for instance, found language learning online harder than their other subjects. \"There are so many words to learn and they are not going from the computer to my brain,\" one said. \"It is easier when in school and teachers are explaining to us,\" another commented. Fewer than half of year nine pupils (44%) said they planned to continue studying a language at GCSE level. Almost half of teachers reported that fewer pupils in their school took a language to GCSE level than three years ago. In some schools, only three pupils on average took a language at A-level. More than four in 10 post-primary heads of department also said that \"language teaching was severely disrupted\" when children were not being taught face-to-face. Foreign exchange trips and extra-curricular language classes were also cancelled, which had an impact on pupils' language learning. Learning a second language is not compulsory in primary schools. \"Northern Ireland is the only part of the UK and Ireland where pupils at primary school do not have an entitlement to learn a language as part of the curriculum,\" the report said. However, in 2019 more than half of primaries said they were teaching some pupils a second language. That had fallen to just over one in eight (15%) in 2021. Funding for a scheme to provide primary schools with specialist language teacherswas scrapped by the Department of Education in 2015 . The Language Trends research was carried out for the British Council by Dr Ian Collen of Queen's University Belfast. \"The non-statutory position of languages on the primary curriculum has meant that instructed languages have all but disappeared from participating primary schools due to the Covid-19 pandemic,\" he concluded. \"Pupils tell us they like languages and they appreciate how hard their teachers work, but it is clear that more needs to be done to encourage pupils to see themselves as life-long language learners.\"Pupils will not be tested on how they can speak French, Irish, German or Spanish to gain GCSEs, AS or A-levels in the languages in 2022. The Northern Ireland exams board CCEA has dropped the \"speaking\" units from all language qualifications for a year as part of changes in response to the coronavirus pandemic. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57323110"}