{"datetime": "2021-07-31T08:37:28.000Z", "title": "Cardinal Keith O'Brien: Abuse accuser says lessons not learned", "article": "A former priest who accused Cardinal Keith O'Brien of sexual misconduct claims the church has not learned lessons from the scandal. In 2013, Brian Devlin and three serving priests made the claims against the Archbishop of St Andrews and Edinburgh. The cardinal laterapologised and resigned, saying his sexual conduct had \"fallen beneath the standards\" expected of him. The Catholic Church said the church is run by humans and \"humans are flawed\". Cardinal O'Brien's initially contested the allegations, which were compounded by his previousoutspoken opposition to same-sex marriage . Mr Devlin, who has waived his right to anonymity, has now written a book about his experience, entitled Cardinal Sin.Its publication comes three years after Cardinal O'Brien died, aged 80, after suffering a head injury in a fall. Mr Devlin told the BBC'sGood Morning Scotland programme he was training for the priesthood when he first met the man who would later become the UK's most senior Catholic cleric. He described him as \"very holy\" but also \"very funny\" and \"quite informal\". But Mr Devlin said things soon escalated from \"intense\" hugs after spiritual direction, to a hand being put inside his shirt. The former priest recalled how the cardinal would give him and a friend a lift from Edinburgh to the Drygrange seminary in the Borders. \"It was a strange thing. It was complete silence. He started to rub my thigh, rub my arms, all in complete silence as he drove through the night,\" he said. Mr Devlin said the most serious incident happened during night prayers when he alleges the cardinal, who had been drinking, \"pulled me down on top of him\". He added: \"We were in this really bizarre situation with me sitting on this man's lap and him telling me he loved me and cuddling me and embracing me and so on.\" Mr Devlin said nothing further happened but he believes it would have if he had given any encouragement. He describes what went on as \"power abuse\" but said if he had raised concerns his dream of becoming of priest would have been \"killed in its tracks\". Asked why he had written the book now, Mr Devlin said there was no process in Scotland at the time for disciplining Cardinal O'Brien. He said the attitude was \"only the Pope can deal with a cardinal\". But, almost eight years on, he believes the church has not learned any lessons, despite issuing anapology to child abuse victims in 2015. Mr Devlin added: \"The church hierarchy are masters of cover-up and masters of power abuse.\" In response to Mr Devlin's interview, the Catholic Church in Scotland said: \"As the author correctly points out, organisations such as the church are run by humans and humans are flawed, which means that every human failing is present within the church.\" The Observerfirst reported the allegations of four individuals who accused Cardinal O'Brien of inappropriate sexual behaviour within the Diocese of St Andrews and Edinburgh.The claims were published 10 years after he was elevated to the College of Cardinals by Pope John Paul II. Cardinal O'Brien was being cared for by the Little Sisters of the Poor at a nursing home in Newcastle upon Tyne when he died. Speaking after his death, Cardinal O'Brien's successor,Archbishop Leo Cushley of St Andrews and Edinburgh , said: \"In life, Cardinal O'Brien may have divided opinion.\"In death, however, I think all can be united in praying for the repose of his soul, for comfort for his grieving family and that support and solace be given to those whom he offended, hurt and let down. May he rest in peace.\" When he retired from public life, Cardinal O'Brien said: \"I wish to take this opportunity to admit that there have been times that my sexual conduct has fallen below the standards expected of me as a priest, archbishop and cardinal. To those I have offended, I apologise and ask forgiveness. \"To the Catholic Church and people of Scotland, I also apologise. I will now spend the rest of my life in retirement. I will play no further part in the public life of the Catholic Church in Scotland.\" Pope Francis accepted his resignation and stated Cardinal O'Brien would not take part in future papal elections, act as papal adviser, or take part in Vatican congregations and councils and would lose other roles as a cardinal. Cardinal Vincent Nichols, Archbishop of Westminster, told the funeral of Cardinal O'Brien that he had used his will toask for forgiveness from those he had offended while alive. You can hear the full interview with Brian Devlin on the Good Morning Scotland programme from 0800 on Saturday and later on the BBC iPlayer. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-58030036"}