{"datetime": "2021-08-16T15:30:56.000Z", "subject": "COP26", "title": "COP26: Pope Francis will not celebrate Mass during visit to Glasgow", "article": "Pope Francis will not celebrate a public Mass in Glasgow this November. It was reported at the weekend that the 84-year-old wanted to conduct an open-air event for the people of Scotland during his visit tothe COP26 climate conference . However, the Catholic Church in Scotland said his tight schedule would make such an event impossible. COP26 will be one of the Pontiff's first major appearancessince undergoing colon surgery in July . The conference was originally due to take place in November last year but was postponed due to the Covid pandemic. It will now be held at the Scottish Events Campus from November 1-12. In July, Pope Francis confirmed he would visit the country during the crucial summit.His commitment to the event came after he said it was time to\"change course\" on the environment. He has also signed the Vatican up to reaching net-zero emissions by 2050.The Catholic leader will also attend a meeting of the Bishops' Conference of Scotland during the trip.But, it seems, that is all he will have time for in Scotland. A spokesman for the Catholic Church in Scotland told the BBC: \"Our position on this is that there are no plans for a Mass whatsoever. \"Our understanding is that the window will be extremely tight and there will be enough time to meet the global leaders, and once the official part is over, to meet the Bishops, and that is it. \"A public Mass is not something the Church is expecting, because of time constraints.\" The last Pope to have a public Mass in Scotland was his predecessor Pope Benedict XVI atBellahouston Park in Glasgow in 2010 . Pope John Paul II addressed Catholics at the same venue and also Murrayfield Stadium in 1982. Pope Francis had successful surgery in early July at the Gemelli University Hospital in Rome for \"symptomatic diverticular stenosis\" of the colon. A week later, he led his weekly prayers from a balcony of the hospital where hundreds had gathered outside, shouting \"Viva il Papa!\" (long live the Pope). In July, a spokesperson for the Bishops' Conference of Scotland said: \"Having written to the Holy Father to assure him of a warm welcome, should he attend the conference, they are delighted to hear that he does hope to attend and would be glad to meet with them in Glasgow.\" The Pope's attendance in Glasgow is set to present one of the major security challenges around the conference, alongside visiting heads of state and the Prince of Wales. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-58230893"}