{"datetime": "2021-12-09T18:30:20.000Z", "title": "Language GCSEs: Under 100 'to take French, German in Wales by 2030'", "article": "Schools in Wales could have fewer than 100 French and German GCSE entries by 2030, a report has found. The Language Trends Wales report, which reviews foreign language teaching, called for a national strategy on languages amid a drop in GCSE entries.The report found GCSE entries for French and German had almost halved between 2015 and 2021.The Welsh government saidthe new curriculum would help expand international language teaching. Entries for GCSE French and German declined by 11% and 12% in the past year alone, and while GCSE Spanish saw a noticeable increase over the period, numbers have \"see-sawed\" recently, the report said.More than one in five of the 52 schools which responded to the survey said they had no students studying international languages in Year 10.Meanwhile, 78% of schools reported a negative impact from the Covid pandemic on language learning, with pupils in more deprived areas particularly affected. A significant majority of teachers are in favour of reviewing and reforming GCSEs in French, German and Spanish, the report found.Trish Menhenitt, head of modern foreign language at Stanwell Comprehensive School, in Penarth, Vale of Glamorgan, said she had been aware for some time that numbers were in decline, and was extremely worried.\"I think attitudes to learning languages are poor - people here assume that everybody speaks English, so there is not a need to learn how to speak another language,\" she said. \"As far as reversing the decline, I think within schools we are trying to address the curriculum, to make it more accessible and fun. \"I think there are many positives and benefits of learning modern languages. Travelling is such a better experience if you can learn to communicate with people.'\"As far as business is concerned, it will improve communication, and with the students, it will make so many opportunities for them, and it opens up their minds, and makes them more aware of other cultures.\" Year 11 student Sepp studies GCSE French and German at Stanwell School and said he thinks it is very important to learn a foreign language.\"Some of my family are from Switzerland, where they speak both languages, so I chose those,\" he said. \"I think with these languages, you have a whole new way to explore a new culture and relate to the people who speak them.\" Fellow student Rachel studies GCSE French and said her mother, who has a French degree, pushed her to take it. \"It has opened up lots of doors - I have been able to read French books, which is interesting because the language is so different, and you can understand the world through another form,\" she said. She also feels it has opened up lots of doors - she has been able to read French books and she can understand the world through another form.Toby also studies GCSE French and said: \"In comparison to maths or science, where there is a straight answer to most things, French allows you to be a lot more flexible, with what you say and what you learn.\" He said he thinks part of the problem around why students may not choose to study a language is that they think if they can't speak the language fluently, then there is no point doing it, but he disagrees.\"I think it's about picking up what you can, because whatever you can say will be greatly received - it doesn't have to be fluent.\" Jenny Scott, British Council Wales country director, said: \"The past 18 months have been extremely challenging for schools.\"As education begins to recover from the pandemic, the new curriculum for Wales and revision of qualifications provides an opportunity to review international languages at secondary and post-16 college level, to create a national strategy to tackle the ongoing decline, and to safeguard the future of international language provision across Wales.\"Dr Ian Collen, one of the 2021 Language Trends Wales authors, said: \"The overall decline in uptake since 2015 is alarming and it is now time for action.\"The Welsh workforce of tomorrow needs international languages to compete on the world stage.\" The Welsh government said: \"Our new curriculum offers exciting opportunities to develop language rich environments to help expand the teaching of foreign languages in our schools. \"Introducing international languages at primary school is an important step towards realising our ambitions for developing the learners of the futures.\" ", "url": "https://www.bbc.com/news/uk-wales-59582441"}