{"datetime": "2021-07-29T18:54:19.000Z", "title": "Theodore McCarrick: Defrocked US cardinal charged with assault and battery", "article": "A former US Roman Catholic cardinal has been charged with the sexual assault of a 16-year-old in the 1970s. Theodore McCarrick, who was defrocked by Pope Francis after an abuse inquiry in 2019, now faces indecent assault and battery charges in Massachusetts. He is the highest-ranking US Catholic official to face criminal sex abuse charges, the victim's attorney says. The former Washington DC archbishop has previously said he had \"no recollection\" of any alleged abuse. In the new lawsuit, Mr McCarrick is accused of groping and abusing the boy, who has not been named, for years.According to court documents, first reported by the Boston Globe newspaper, the man alleging the abuse told investigators that Mr McCarrick had been a family friend. He claimed one alleged incident took place during his brother's wedding reception at Wellesley College in Massachusetts in 1974. The victim said Mr McCarrick led him into a room and fondled him. Following the incident, the priest allegedly told the man to recite prayers to be redeemed of his \"sins\". In 2019, Mr McCarrick was defrocked after an investigation into decades of sexual abuse allegations against him. He became the most senior Catholic figure to be dismissed from the priesthood in modern times. The Vatican's 450-page report included testimonies and dozens of letters and transcripts from Vatican and US church archives. The report found that the late Pope John Paul II was told of Mr McCarrick's abuses, but chose to believe American bishops who instead concealed the information. It also found that Pope Benedict XVI, who resigned in 2013, likely rejected the idea of an investigation because there were \"no credible allegations\" of abuse. Mr McCarrick was also accused of assaulting a teenager in New York in the early 1970s and forcing men to sleep with him at a beach house in New Jersey while they studied for the priesthood. He is among hundreds of members of the clergy accused of sexually abusing children over several decades. Mr McCarrick is expected to appear in court in Massachusetts next month. ", "url": "https://www.bbc.com/news/world-us-canada-58019652"}