{"datetime": "2021-05-28T05:54:46.000Z", "author": "Robbie Meredith", "title": "Oral exam dropped from language GCSEs and A-levels for 2022", "article": "Pupils will not be tested on how they can speak French, Irish, German or Spanish to gain GCSEs, AS or A-levels in the languages in 2022. Northern Ireland exams board CCEA has dropped the \"speaking\" units from all language qualifications. It means pupils will only be examined on listening to, reading and writing the language they are studying. The omissions are part of changes to GCSE, AS and A-level qualifications in response to the coronavirus pandemic. But the languages move has been called \"regrettable\" by some experts. Education Minister Peter Weir recently decided that GCSE, AS and A-level exams in Northern Ireland would take place againin the 2021/22 school year . However, he said pupils taking those qualifications through CCEA would sit \"significantly fewer\" exams in each subject. Summer exams were cancelled in 2020 and 2021 due to the pandemic with schools calculating grades for their pupils. CCEA has now published details of which parts of GCSE, AS and A-level exams will be omitted in 2021/22. In all of the language qualifications the speaking units have been dropped. In Spanish GCSE for instance, pupils had to hold a conversation on two topics with their teacher for their speaking test and that accounted for 25% of their overall mark. That requirement has now been dropped for pupils in 2021/22 and there are similar omissions in Spanish AS and A-levels, and for GCSE, AS and A-levels in other languages. Dr Ian Collen, who lectures in modern languages education at Queen's University Belfast (QUB) said CCEA's decision was \"regrettable\". He also expressed concern that it would devalue the role of language assistants in schools. \"For many pupils 'knowing' the language means being able to speak it; pupils often enjoy and score well in the speaking assessment,\" he told BBC News NI. \"In my opinion, it would have been preferable to remove the writing examination at GCSE and the literature/film papers at AS and A-level. \"Further, a language assistant can greatly enhance pupils' spoken work, as well as provide valuable cultural insight. \"I have a concern that this decision will mean that the emphasis on this valuable resource will be temporarily devalued.\" CCEA said that a student studying languages could take the speaking exams if they wanted to, but there was \"no obligation\" to do so. Meanwhile, the proportion of school leavers who got three or more A-levels at grades A* - C rose significantly in 2020. More than half (52%) of pupils attained those results last summer compared with just over four in 10 (41%) in 2019. As exams were cancelled in 2020 due to the coronavirus pandemic, pupils were eventually awarded resultscalculated by their schools .More than a third of estimated grades calculated by teachers for their A-level and AS level students were initiallylowered by the exams board CCEA .That forced Mr Weir into a U-turn over CCEA's role in the process. Details of the overall trends in results for 2020 have just been published by the Department of Education (DE). They show that the proportion of school leavers with at least three A-levels at grades A* - C rose by more than 11 percentage points in 2020, far more than in any previous year. There was also a significant rise in overall GCSE results, although it was less pronounced than at A-level. In 2019, just over seven in 10 school leavers (70.8%) achieved at least five GCSEs at grades A* - C including English and Maths. In 2020, over three-quarters of school leavers (76.2%) achieved at least those grades. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57274974"}