{"datetime": "2021-12-09T14:02:30.000Z", "author": "Catherine Evans and Jack Grey", "title": "Language GCSE decline 'closes doors' for young people", "article": "Children who do not learn other languages risk missing out on career opportunities and life experiences, according to linguists in Wales. The Language Trends Wales report, which reviews foreign language teaching, called for a national strategy on languagesamid a drop in GCSE entries. Former French student Katie Jones said not learning languages \"closes doors\". One academic said language learning improves brain health and reduces prejudice. Katie Jones, 23, from Monmouth, starting taking French as a pupil at Monmouth Comprehensive School, later studying French at Cardiff University. She currently lives in Annecy, in south east France, working as a copy editor in French and English. \"I didn't always love French, it was only until I had a really good teacher who was really passionate about the subject - I wanted to be as good as her. That's when it really started, a good teacher.\"I don't think I ever would have had half of the experiences I have had without learning French. \"I wouldn't have my job currently, which I love, so it's opened so many doors to me, it's made me leave my small home town, which I might not have done without French.\" But as well as opening doors in her career, learning a language has also helped her personally. \"It's given me a lot of confidence in myself,\" she said. \"I'm quite a shy person but learning French forces you to go out, learn new things and new cultures. \"I've moved abroad twice, I've lived in Paris, Toulouse, and now Annecy, I never would have done that without learning French, and I wouldn't have met the people that I have.\" On the prospect of fewer children learning languages in the future, she said it reduced opportunities and encourages complacency. \"I think not learning other languages just closes doors, I know it's quite easy to rely on English because there's a lot of complacency, because you can basically go to any city and speak English and get away with it,\" she said. \"I think if you speak someone's language it means a lot more than if you force them to speak another language. \"I feel like they would just miss out on just exploring new cultures, new places, meeting new people, just things you'd never really do if you just stayed in your own country.\" Claire Gorrara, Professor of French Studies at Cardiff University, said the decline outlined in the report was concerning. \"I would attribute it of course to the changing relationship of the United Kingdom and Wales with its European partners and global relations more broadly,\" she said. \"It's certainly linked to economic deprivation. There is a strong correlation between young people choosing a language from more advantaged backgrounds because those families tend to put a higher premium on a global mindset and professional mobility. \"There's a very strong correlation between wellbeing, life aspiration, ambition, a global mindset and choosing a language.\" If the trends continue, the impact would be quite damaging for Wales' international profile, she added.\"If we had very few young people able to engage with other languages, that puts us at a disadvantage in terms of professional development, opportunities in the business world and of course looking more globally at intercultural understanding. \"Many international companies are located in Wales and they require a multilingual workforce. You don't need to go abroad to use a language. \"A language is often a window into the culture of another community, which allows you to understand their values, their principles, their experiences, and we're effectively denying our young people opportunities if we are closing down access to languages.\" Aside from careers and globalisation, Prof Gorrara said there was plenty of evidence that learning languages helps young people in terms of self-esteem and brain health, as well as challenging bias. \"Learning a language is excellent for your cognitive skills, for your brain health and they also, in the long term, allow you to think outside your own culture.\"It gives you a chance to be much more self-analytical about your views on the world and interrogate your own preconceptions and prejudices.\" ", "url": "https://www.bbc.com/news/uk-wales-59590802"}