{"datetime": "2021-05-17T12:31:33.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: GCSE, AS and A-levels in NI to resume in 2021/22", "article": "GCSE, AS and A-Level exams in Northern Ireland will take place again in the 2021/22 school year. However pupils taking those qualifications through the CCEA exams board will sit \"significantly fewer\" exams in each subject. That is according a statement in the assembly from the Education Minister Peter Weir. However, AS grades given to pupils this summer will not count towards their A-level grade in 2022. Mr Weir said students had faced \"significant disruption to their learning\" over the past two school years. Summer exams have been cancelled in 2020 and 2021 due to disruption caused by the coronavirus pandemic. As a result, schools will calculate grades to be awarded to their pupils in 2021 butthere will not be a return to the kind of statistical process run by CCEA which proved controversial in 2020. However Mr Weir said \"such an arrangement\" was \"not a sustainable or long-term approach.\" In his statement to assembly members on Monday, the minister said the \"clear plan\" for qualifications in 2022 would \"provide school leaders, teachers, parents and, most importantly, young people with the clarity and reassurance they need\" before the 2021/22 school year.He said schools and pupils had faced \"unprecedented disruption\". As a result, parts of AS and A-level courses in the majority of subjects are to be dropped in 2021/22. But AS grades calculated by schools and received by pupils in 2021 will not count towards their A-level grade in 2022. Prior to the pandemic, AS results made up 40% of a pupils overall A-level grade. Mr Weir said he hoped that would be the case again in the 2022/23 school year but that it would not be \"fair or equitable for young people\" for AS marks to count towards A-levels in 2022. Mr Weir said CCEA would provide schools and pupils with details of the changes to GCSE, AS and A-level courses in early June. There will be fewer exams in almost all GCSE subjects with units or modules dropped from subjects too. The exams board CCEA will tell schools which units or modules are being dropped so they can plan what to teach in the new school year. However, pupils taking GCSE maths will have to take the full course although Mr Weir said CCEA would provide \"additional examination aids\" to help maths students. The minister also said there would be a \"Plan B\" in the event exams could not take place again in 2022. That would involve schools again calculating grades for pupils, but Mr Weir said he hoped that would not be necessary. \"With the roll-out of the vaccine programme and the improving public health situation, it is my priority to return to public examinations during the next academic year,\" he said. The minister said the past two school years had seen \"the worst disruption to education since the Second World War\". \"Fairness to pupils is my priority, and will continue to be at the forefront of every decision I take,\" he said. \"With fewer examinations to prepare for, I hope they will have time and space to enjoy their learning and the wide range of extra-curricular and enrichment activities our schools offer. \"In these exceptional times, I have taken exceptional and unprecedented decisions to ensure our young people are supported to progress to the next stages of education, employment or training.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-57146380"}