{"datetime": "2018-04-24T05:27:53.000Z", "author": "Bethan Lewis", "title": "Welsh Baccalaureate too complex - Qualifications Wales", "article": "The Welsh Baccalaureate is too complex and a number of pupils, teachers and parents do not understand it, a review has found. Exams watchdog Qualifications Wales said the skills at the heart of the qualification were highly relevant for future study and employment.It recommends improved awareness and a simplified structure. The Welsh Bacc was first introduced in 2007 but a reformed version was rolled out in 2015. Then, the Welsh Government said all schools and colleges should offer it. The Welsh Bacc aims to give students challenges to develop their personal skills, community awareness and knowledge of world issues. Qualifications Wales said teachers and students would welcome greater clarity about whether or not it is mandatory. Teaching union Ucac said some schools and colleges did not expect all learners to study the Welsh Bacc. The review's research was undertaken by Wavehill Social and Economic Research and University College London. It found the Welsh Bacc teaches \"highly relevant skills\" that are relevant to \"future study and employment needs\". But its design is \"complex\" and some aspects are \"over-assessed\".Though teachers were positive about the principles behind the qualification, many felt it needed \"refining and streamlining to make it clearer and more manageable\". Many also said it was \"a challenge to explain to learners, other teachers and parents\" including sometimes \"senior management\" in schools. The post-16 Welsh Bacc is equivalent in size to an A-level but universities have adopted different policies towards accepting it as part of entry requirements for courses.Though the review did not cover this issue, Qualifications Wales said it wanted to \"improve awareness\" among universities and employers. Emyr George, associate director general for qualifications at Qualifications Wales, said: \"It's not the easiest qualification to describe to those who aren't familiar with it and some of that is to do with the way it's designed - it's perhaps more complex than it needs to be.\" Katharine Drinkwater, from Blackwood, Caerphilly county, said she was \"very disappointed\" when her daughter Emily Grace was made to study the Welsh Bacc and is unhappy it is compulsory and believes its content is \"not fit for purpose\" in taking pupils forward in their careers. \"It meant she lost out on studying a foreign language, she wanted to study French instead, and then she came home with the first task which was 'imagine if you won £1,000 on a scratch card, plan a fun day'.\"I was horrified 14-year-olds were asked to imagine what would happen if they gambled.\" Emily said: \"If I wanted Ucas points for studying a subject I think I'd rather choose something that I enjoy and which I'm good at rather than something forced on me. It takes up six of my lessons - that's six hours every two weeks.\"Meurig Jones, head of Ysgol Gyfun Gymraeg Llangynwyd in Maesteg, Bridgend county, said it was an important and \"robust\" qualification, but needed direction. He said ministers and others needed to \"sing the praises\" of the qualification loudly to universities and also help parents understand it. Join the conversation on Facebook \"Total waste of time and money, plus a huge distraction and time away from GCSE and A-level studies\" - Richard. \"My daughter is post-16 and had to do it as part of her studies at college she finishes in June, she has found it demanding at times but is predicted a result of an A\" - Alison. Education Secretary Kirsty Williams welcomed the \"many strengths\" recognised in the report and said she would soon set out a response to its recommendations. \"Our challenge now is to build on these strengths, reduce complexity and consolidate the status of these qualifications amongst learners, teachers, universities and employers,\" she added. Darren Millar, Conservative education spokesman said there \"clearly\" needed to be some kind of streamlining, while they believed the Welsh Bacc should not be a compulsory subject. ", "url": "https://www.bbc.com/news/uk-wales-43864885"}