{"datetime": "2021-07-12T10:54:56.000Z", "author": "Alun Jones", "title": "Basic Welsh to be required for new Welsh government jobs", "article": "People will need to speak at least a \"courtesy\" level of basic Welsh in order to get jobs with the Welsh government in future. This includes answering the phone bilingually, as well as pronouncing and understanding simple words. Candidates will be expected to show the skills either on appointment or within six months of recruitment. The Conservatives said the government's priority \"should be recruiting the best person for the job\". The move is part of what the Welsh government called a \"significant change\" to its recruitment policies, as part of an aim to become bilingual. Job adverts for civil servants working in the Cathays Park administration will no longer say Welsh language skills are not required, but that it will be \"desirable, essential or to be taught on the post\" for every vacancy or new post. The Welsh government's Cymraeg 2050 plan,which aims to increase the number of Welsh speakers to one million , includes civil servants being able to understand the language. All posts advertised will require people to demonstrate at least a basic \"courtesy\" level of Welsh language skills \"within an agreed timeframe\" - usually within six months of starting. Courtesy-level Welsh is defined as an ability to: A Welsh Conservative spokesman said the party was \"committed to delivering one million Welsh speakers, but at a time of national recovery, the Welsh government's priority should be recruiting the best person for the job\". \"Currently a large majority of people in Wales - nearly three-quarters - do not speak Welsh, but that shouldn't prohibit them from working in the civil service and contributing to Welsh public life.\" There were 34 million page views of the Welsh government's website in English over the past year, compared to 652,000 in Welsh. Ministers' private offices received 41,037 items of correspondence - 970 (2.36%) were in Welsh. Of the phone calls received from outside the Welsh government, 4.3% were in Welsh and 95.7% were in English. The Welsh government said \"everyone has the potential to be a Welsh speaker and this strategy does not conflict with our commitment to being open, inclusive and diverse\" It said, although Welsh-language skills will progressively be needed for more posts, \"developing a bilingual workforce does not mean (or imply) those skills being a universal pre-requisite for joining the Welsh government\". It also said it would be \"investing in staff and providing opportunities to learn Welsh and develop language skills\", as well as people being given \"both time and motivation\" to improve their skills. Since 2018, all posts advertised in the Senedd Commission - which runs the Welsh Parliament from day to day and is separate from the government - also required \"at least a basic level\" of Welsh, with candidates \"expected to either evidence those skills on appointment or commit to gain those skills as part of the induction process\". There are about 5,500 full time equivalent staff at the Welsh government. Of the 112 posts advertised externally during 2020-21, 25 deemed Welsh language skills not necessary, 64 desirable, three \"learnt on appointment\" and 20 essential. Between 2020 and 2021, there was a 44% increase in requests from Welsh government staff for weekly Welsh lessons. ", "url": "https://www.bbc.com/news/uk-wales-politics-57776429"}