{"datetime": "2022-02-09T06:13:04.000Z", "author": "Martha Dixon", "title": "Cornish language has new learners after pandemic moves courses online", "article": "A rise in learning apps and online classes as well as a project in schools is behind an increase in the number of people learning the Cornish language. Pre-pandemic there were no apps or online courses for the language that had died out in the 18th Century. Now there are several apps including European Union funded Indylan - recently launched by Cornwall Council. Cornish language teachers said online courses had enabled a \"huge rise\" in demand. Meanwhile there has been a mass roll-out in schools with theGo Cornish project paid for by Cornwall Council. Previously some schools taught it on its own, but the new project aims to \"support the language in all parts of school life\". Harry, 11, learning at Coads Green Primary school, near Launceston, said: \"If you wanted to say hello to someone you'd say 'Dydh Da'. And 'Fatla Genes' means how are you. It's cool because you can tune into the Cornish language.\" The number of adults learning Cornish has also risen - before it was only available to learn in person at a few locations across Cornwall. From her kitchen in Truro, Emma Jenkin teaches Cornish to people all around the world. There are hundreds of people learning like this and about 2,000 learners registered on apps. She said: \"It's just gone crazy - so many more learners. \"This massive surge has opened up opportunities for more people to be employed and actually working towards something that's actually got a real value to it now.\" Many new learners have Cornwall connections, such as American Tallessyn Grenfell-Lee, who said she uses Cornish every day. She said: \"I am from Boston but my dad's side of the family is from Cornwall - a few years ago we went to Cornwall - we really started to plug in after that with Facebook. \"But then after the pandemic everything went online and I've been able to take several Cornish language courses every week.\" The language appears on signs outside towns and on beaches, which is part of Cornwall Council's work to bring Cornish into people's lives. Mark Trevethan, the council's head of Cornish language, is testing a new app with a Cornish speaker as part of a wider European project. He said: \"We were asked by other endangered languages in Europe to take part - like Basque and Saami - because they were interested in the impact an app could have on a small critically endangered language like Cornish with a small number of speakers. \"We don't have many teachers, people don't hear the language and an app means people can practice at home in their own time.\" Local musicians have long embraced the language.Will Keating said: \"I find that singing in the Cornish language is really expressive and the feedback that I've got from all over the world is so positive. \"Those Cornish communities around the world that speak the Cornish language - but also visitors to Cornwall - who've never heard the Cornish language before. They really take to it and they're really pleased to hear it.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60302511"}