{"datetime": "2018-10-10T01:03:25.000Z", "author": "Bethan Lewis", "title": "French and German language students from Wales fall again", "article": "There has been a further drop in the number of students from Wales taking language courses at university, according to admissions service Ucas. The numbers starting foreign language courses was down by a third on the same time last year, in latest figures.Cardiff University has been working with schools to encourage more pupils to take up subjects such as French. An academic at the university said there was \"a worrying pattern\" of schools reducing language options. The Ucas figures indicate 80 students from Wales secured places on European language and literature courses, down from 120 at this time last year. In 2009, 180 places had been taken up by students from Wales. Professor of French at Cardiff University, Claire Gorrara said many factors had influenced a downward trend over many years, including a greater emphasis in schools on maths and science subjects, and a wider sense that \"English is sufficient to progress in the world\". She said: \"We're seeing a worrying pattern at present of schools reducing their offer - so maybe having had two foreign languages they're reducing down to one and of course that's impacting on young people's perceptions of the value of the subject. \"We have some schools where the senior leadership team require a certain number of students for it to run and in some schools there is no modern foreign language class at GCSE. \"The challenge for us is maintaining that diversity of languages and encouraging schools to invest in what may appear to them to be a subject that is an optional subject.\" How learning a language got me to the Premier League Callum Davies is a player liaison officer at Cardiff City FC. He learnt modern foreign languages at school and spent a year in the south of France as part of the Erasmus programme while doing his degree course at Cardiff University.In the year he sat his finals, he was asked to volunteer in helping the club with translations and finding out information to help the player recruitment department.He was given a full-time job when the club won promotion - and helps interpret and translate for French-speaking players, currently Bruno Ecuele Manga, Loic Damour and Sol Bamba. \"Sometimes today you feel there's a stigma to learning languages - I don't quite understand that. I enjoyed studying it and it's serving me well in my professional life.\"People can see English as the primary language in the world and that there's no need to learn others.\"There were only a handful of males alongside me learning languages at university. I think it's about raising awareness, and I think it's a really important skill.\"He will be taking part in a joint event hosted by Cardiff University and the University of Oxford to encourage pupils to pursue languages after GCSE. Undergraduates at Cardiff University have been involved in a mentoring scheme where they talk to 13 and 14-year olds just before they take their GCSE options.Figures show a decline in the last decade in numbers taking French and German in particular. At A-level, entries in French and German have fallen by two thirds over the same period and Spanish by half. But 16 pupils are taking GCSE French at Willows High School in Cardiff this year, up from only two last year, after the school got involved in the mentoring scheme as well as inviting other speakers to talk to pupils about the benefits of studying languages. As well as recruiting students who have studied languages previously, Cardiff University offers degree courses for beginners in French along with the other languages it offers. It has helped the department do well in recruiting students, Prof Gorrara said. \"We take students now who have no A-level language and may even have no GCSE but have an aptitude, an aspiration and an energy for languages\", she said.A Welsh Government spokesperson said: \"We want all our learners to understand the importance of modern foreign languages and the life-changing opportunities they can provide.\"We accept there are some very real challenges, but are continuing to make progress with our Global Futures Plan - a five-year plan to improve and promote modern foreign languages, with a particular focus on improving take-up at GCSE and, in turn, A-level.\" ", "url": "https://www.bbc.com/news/uk-wales-45797453"}