{"datetime": "2019-02-27T02:07:50.000Z", "author": "Bethan Lewis", "title": "Foreign languages 'squeezed out' of schools in Wales", "article": "Foreign languages are being squeezed out of school timetables by \"core\" subjects like the Welsh Baccalaureate, a BBC survey suggests. Schools and colleges were asked for reasons why there had been a major decline in pupils taking subjects such as French and German.There has been a 29% fall in language GCSE entries in Wales in five years - a steeper fall than the rest of the UK.The Welsh Government said its new curriculum would improve the situation. More than half of all secondary schools and colleges in Wales responded to the BBC survey about language teaching. It found more than a third of schools had dropped one or more languages at GCSE in the last five years. Teachers also said the perception modern languages were \"too hard\" was also having an effect on their uptake. The Welsh Baccalaureate - or Welsh Bacc - aims to give students challenges to develop their personal skills, community awareness and knowledge of world issues, butsome parents and pupils are unhappy that it is compulsory in many schools. The survey found: The BBC also analysed official data on GCSE entries or equivalent qualifications. Pembrokeshire and Torfaen saw a halving of language GCSEs sat by students from 2013 to 2017 - down 52% and 48% respectively. Both areas were among the 10 local authorities across the UK to see the biggest drop. The only increase was in Anglesey - up 12% - while Cardiff saw the smallest decrease of 9%. Some schools also mentioned that modern languages were competing with Welsh for space in the timetable, while extra time for English and maths were also highlighted. Wales has seen a bigger decline in pupils learning foreign languages than in any other part of the UK - England has seen an 11% drop in the last five years, while in Northern Ireland it was 12% and 19% in Scotland. Alison McLeod and a colleague at Caerleon Comprehensive are Newport's only German teachers. Ms McLeod set up a network to link-up with other German teachers in south Wales. The school offers two languages and there is a trip to Berlin during half term, which Ms McLeod said was an important way for getting young people to embrace the language. But she said timetable pressures could be a challenge.\"The Welsh Bacc has added constraints to the timetables and consequently students only have two or three options to choose from, when they opt in at GCSE,\" she said. Pupil Bill, 13, has become a languages ambassador and agreed that options could be limited, but he added: \"It fascinates me, how languages can be similar and then there are the differences.\"From learning Welsh and French, it can make learning German easier. But people struggle with them a lot.\" Caoilfhinn, also 13, said: \"A lot of people can find them challenging but it depends on the concentration level and the teachers, I guess. But when you're given a good teacher, it's fun.\" The Welsh Government said it wanted all learners to understand the importance of languages and the \"life-changing opportunities\" they can provide.\"We accept that there are some very real challenges and that's why, under Wales' transformative new curriculum, all learners will start experiencing international languages from a much earlier age,\" said a spokesman. \"This will build on the approach we have taken through ourGlobal Futures Plan. \"We have invested £2.5m in the plan which aims to increase the take-up of modern foreign languages at GCSE and, in turn, A-level through new centres of excellence.\"The spokesman added: \"Ultimately, it is up to schools and colleges to think about how they deliver a broad and balanced curriculum alongside core subjects.\"\"Pupils are now saying that they don't want to take a MFL as they 'already do a language - Welsh'.\" \"Far too much curriculum time is now given to English and maths, including withdrawals from other lessons for extra support/revision sessions.\" \"Pupils are encouraged to do 'easy subjects', the ones they are sure to work less for a higher grade.\" \"Very negative attitude. Subject perceived as too difficult and of no importance.\" \"I feel like I have to 'beg' students to continue with German. No other subject has to do this!\"Source: A selection of responses to the survey ", "url": "https://www.bbc.com/news/uk-wales-47285067"}