{"datetime": "2022-01-28T11:17:36.000Z", "title": "MRI scanner in Aberdeen speaks in Doric dialect to comfort patients", "article": "Patients having MRI scans in Aberdeen can now hear the instructions in the north east Scotland dialect of Doric. The University of Aberdeen's MRI scanner has undergone a £1.2m upgrade, including new software which offers multiple language options. It is hoped hearing instructions in a familiar language will help patients feel more relaxed in what is a potentially stressful situation. Experts think it could also help those with dementia. Examples of new Doric instructions include: Magnetic resonance imaging (MRI) uses strong magnetic fields and radio waves to produce detailed images of the inside of the body.University of Aberdeen researchers were at the forefront of originally developing the ground-breaking technology more than 40 years ago that would go on to save lives across the world. The new upgrade, in the biomedical imaging centre in Aberdeen Royal Infirmary, is aimed at clearer imaging, more accurate diagnosis and a 30% faster operating speed, as well as the language expansion. French, Spanish, Russian, Arabic and Mandarin are among other options. Dr Gordon Waiter, a senior lecturer and brain imaging expert at the University of Aberdeen, hopes the language options might make some patients feel more comfortable in what could be a daunting situation. \"One of the upgrades that came with our new scanner is a set of languages, and there are a list of 17 international languages\", he explained. \"We chose to upload Doric as a set of instructions on our scanner. \"It can be quite a scary environment. Hearing the instructions in your local dialect - the same language you use to speak to your neighbours or your friends on the street - makes it much less of a clinical setting. It makes it much more relaxing. \"That's what we hoped it would do, and the feedback that we're getting from the patients certainly seems to bear that out.\" He added: \"As someone from the north east myself, I am proud of our distinct dialect of Scots and it's great that advances in technology allow us to offer this degree of flexibility, whether it is for people who speak Doric, or indeed any of the other 17 languages available.\" MRI superintendent Michael Hendry said some patients \"get a real good surprise, they don't quite believe you when you tell them it'll speak to them in the Doric\". He added: \"But it always cheers them up and puts a smile on their face.\" Dr Thomas McKean has explored the impact of dementia on language. \"As dementia takes hold, they begin to lose that second language and go more and more into their native tongue, which is often Doric\", Dr McKean said. \"And so if that language is spoken by the carers, a number of people I interviewed have experienced that enables a much deeper connection and a more immediate connection.\" The phrases were recorded by Simon Gall, public engagement officer with the university's Elphinstone Institute. He said: \"My grandmother, a Doric speaker who has dementia, struggles now with communication in English, but when carers and medical professionals use Scots, she is much more responsive. \"It's great that Dr Waiter decided to make use of the facility to allow us to record instructions in Doric and if my voice can put even one person at ease, I am delighted.\"", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60069190"}