{"datetime": "2019-01-18T17:00:26.000Z", "title": "English-medium education to put more emphasis on Welsh", "article": "Welsh will no longer be classed as a second language in English-medium schools, under new proposals. All pupils will follow the same curriculum for the language from 2022, but English-medium pupils will not necessarily be expected to meet the same standard as Welsh-medium students. Other reforms include introducing \"international\" languages in primaries.The Welsh Government said it was working to ensure teachers had the right skills. This included providing intensive Welsh-language training to teachers and teaching assistants through a sabbatical scheme. By BBC Wales education correspondent Bethan Lewis This responds to long-standing calls for Welsh as a \"second language\" to be ditched. Most agree it has been ineffective in giving young people who do not speak the language at home the skills to use Welsh in everyday life. But there are many questions about how it will work. There is already a shortage of Welsh-speaking teachers - the government said it was working to boost skills but that could take many years. Although the use of Welsh, perhaps through songs and greetings, is already embedded in many English-medium primary schools, boosting provision at secondary level will be much more challenging. And assessment is a key issue. It is logical that the Welsh second language GCSE will ultimately be ditched but it is not clear yet how a single qualification for pupils across all schools would work. The Welsh Government said while it would be up to schools to decide how they approach improving learners' skills, they would need to think about opportunities for learners to listen, read, speak and write in Welsh, possibly in different parts of the curriculum.Welsh, English and \"international\" languages will be included in a new Languages, Literacy and Communication area of learning - one of six broad areas of learning in the new curriculum. Welsh will remain compulsory for pupils aged 3-16. International languages will include modern foreign languages such as French and German as well as \"community languages, classical languages and British Sign Language (BSL)\". A major report in 2013 warned that it was \"the eleventh hour\" for Welsh second language teaching and called for urgent action to address poor standards. The author of that report, Prof Sioned Davies, said she was pleased the Welsh Government was fulfilling the recommendations of her report. \"Ensuring that the Welsh language is a statutory subject for everyone, and removing the term 'Welsh second language' is vital if we are to achieve the goal of a million Welsh speakers,\" she said. Education Secretary Kirsty Williams said the move marked the most dramatic shift in language teaching in Wales since the introduction of the National Curriculum in 1988. \"We know these changes will take time and that's why we won't be taking a big bang approach,\" she said. \"We're committed to giving schools the time and resources they need to adjust.\"", "url": "https://www.bbc.com/news/uk-wales-46909295"}