{"datetime": "2019-02-19T14:29:09.000Z", "title": "Pembrokeshire schools end early on Fridays to train staff", "article": "Schools in Pembrokeshire have been introducing early finishes on Fridays in order to get teachers trained ahead of the new curriculum starting in 2022. Pembroke Dock Community School and Ysgol Harri Tudur in Pembroke have slightly extended the school days and reduced break times Monday to Thursday. It allows them to finish at 12:45 on Fridays and there are activities if pupils need to stay later. Six more schools in the county are now consulting on the idea. It would follow a similar pattern of a change in hours but maintaining the same amount of teaching time. The 700-pupil Pembroke Dock Community School introduced the change in September 2018. \"We want to increase our professional development training for staff,\" the primary school's head teacher Michelle Thomas said. \"In six months, we've been able to treble the amount of training to staff \"On alternative weeks staff can go home to spend time with their families on Friday afternoons. \"It certainly has raised morale and all of the staff reported they wouldn't want to go back to the way they were working. Sickness levels have also improved. Mrs Thomas said there was a mixed response from parents to the move but the minority who raised concerns were put at ease by the after-school clubs if they were not able to pick their children up. She said about a sixth of pupils stayed behind, but added being able to spend more time with the family helps boost their wellbeing. Mrs Thomas added money was not a factor in the move, saying it has not cost any more, nor have they saved anything. Ysgol Harri Tudur secondary school is the other to have a system in place. Primary schools in Milford Haven wanting to follow suit include Coastlands, Gelliswick, Milford Haven Community Primary, St Francis, Johnston and Neyland school. Tim Pratt, director of the Association of School and College Leaders Cymru, said they were the first cases he had heard of in Wales. \"It's an imaginative way of dealing with staff training in a way that doesn't have a major impact on the curriculum,\" he said. \"If they are able to make that work then that's fine. \"It's early days to judge. You always need somebody to try some of these sorts of things and hope others learn from it.\" A Pembrokeshire council spokesman said all changes would include a full consultation with staff, parents and the local authority. and comply with the Changing of School Sessions Times (Wales) Regulations 2009. ", "url": "https://www.bbc.com/news/uk-wales-47280077"}