{"datetime": "2019-02-27T13:01:39.000Z", "author": "Branwen Jeffreys", "title": "Language learning: German and French drop by half in UK schools", "article": "Foreign language learning is at its lowest level in UK secondary schools since the turn of the millennium, with German and French falling the most. BBC analysis shows drops of between 30% and 50% since 2013 in the numbers taking GCSE language courses in the worst affected areas in England.A separate survey of secondaries suggests a third have dropped at least one language from their GCSE options. In England, ministers say they are taking steps to reverse the decline. The BBC attempted to contact every one of the almost 4,000 mainstream secondary schools in the UK, and more than half - 2,048 - responded. Of the schools which replied, most said the perception of languages as a difficult subject was the main reason behind a drop in the number of pupils studying for exams.Figures for Wales showed that GCSE language entries fell by 29% over five years, and 35% of schools have dropped at least one language from their options at GCSE. In Wales, it is compulsory for pupils to study Welsh until the age of 16 either as a first (for those already fluent) or second language. And under the new curriculum, Welsh, English and international languages will be brought together in one area of learning. In Northern Ireland, the numbers taking modern languages at GCSE have fallen by 40% since 2003, with 45% of schools saying they have cut the numbers of specialist language teachers in the past five years. Pupils in Scotland do not sit GCSEs or A-levels, but entries for the comparable exams - National 4 and 5 and Highers - are included in the analysis. These show that there has been a 19% decline in language entries there at National 4 and 5 level since 2014. In the BBC Survey, 41% of schools in Scotland who responded said they had stopped offering at least one foreign language course to 16-year-olds. There were also five council education departments in Scotland where no National 4 or 5 exams in German were recorded in 2017/18. At Carmel College in St Helens, Merseyside, sixth formers can still study A-level French, but German is no longer on offer.Students come to the college from 120 secondary schools and only a handful of those still offer German at GCSE, so there were not enough students to make an A-level course viable. The principal, Mike Hill, says the college has seen the numbers of students wanting to study modern foreign languages decline sharply in recent years.\"If we have classes of 25 in other subjects, it's really hard to justify small classes in other subjects, even though we are a big college.\" This also means cultural links are being lost, as they have had to drop a long-standing student exchange with the German city of Stuttgart.Mr Hill believes that languages are now seen as a high-risk choice by schools and pupils, as many believe it is harder to get a high grade in exams.While German and French - the languages of two of the UK's closest trading partners - have really dropped away at GCSE level, there has been a noticeable surge in some others, such as Spanish and Mandarin. In 2001, only 2,500 students were taking a language other than French, German, Spanish or Welsh.By 2017, that had reached 9,400.Business organisations have expressed concern at the lack of language skills in the UK.Matthew Fell, chief UK policy director for business group the CBI, said: \"Employer demand for French, German and Spanish skills have significantly increased over the last few years.\"The decline in language learning in schools must be reversed, or else the UK will be less competitive globally and young people less prepared for the modern world.\"As well as speaking a foreign language, increasing young people's cultural awareness and their ability to work with people from around the world is just as important.\"The national figures for language exam entries fail to show the full, complex picture.It is only by analysing the data at local authority level that it becomes clear just how quickly some languages have been abandoned at GCSE.This is a decline that the introduction in England of the English Baccalaureate - a group of core academic subjects at GCSE including a language - was meant to prevent.In 2017, there were 37 local authorities in England where the total number of GCSE or equivalent exam entries was less than the number at one public school - Eton.In three local authorities in England in the same year, there were no GCSE German entries from state schools at all.Grammar schools accounted for 8% of state school GCSE entries in 2017, despite there only being 163 grammars in England. Education is devolved to the Northern Irish and Welsh assemblies, and the Scottish Parliament. Nick Gibb, the minister with responsibility for school standards at Westminster, says the overall picture in England is improving. \"Since 2010, the proportion of children taking a language at GCSE has risen from 40% to 46% in 2018 - and we are determined to see this rise further. \"We are taking a range of measures to do this, such as creating a new network of schools that excel in the teaching of languages to share their expertise and best practice with others and setting up a new mentoring project to encourage pupils' interest in languages.\" The government in England is also investing in supporting Mandarin teaching, with a target of 5,000 pupils being \"on track to fluency\" by 2020.The Welsh government accepted that there are some very real challenges to tackle, adding that all pupils will start experiencing international languages from a much earlier age. A spokesman said it had a £2.5m plan which aims to increase the take-up of modern foreign languages at GCSE and, in turn A-level, through new centres of excellence. The Department of Education in Northern Ireland said it funded a range of programmes to enhance and support language learning in schools.It is currently engaging with officials and academics from across the UK to ensure that the benefits of language learning and the value of languages for a wide range of careers are promoted to young people. The Scottish Government said: \"We are investing in modern language learning to equip young people with skills for an increasingly complex and globalised world. We have made an additional £27.2 million available to assist local authorities with implementation of the 1+2 language policy since 2013.\" Data journalism by Clara Guibourg. If you can't see the quiz abovetap this link ", "url": "https://www.bbc.com/news/education-47334374"}