{"datetime": "2020-08-08T23:21:40.000Z", "author": "Chris Bockman", "title": "Why the French are 'European champions' at abandoning pets", "article": "After weeks of lockdown, the French are keener than ever to get away from the stifling cities this weekend. But the dense traffic will also serve as an ugly reminder of another annual summer trend here. The French have the unfortunate distinction of being the European \"champions\" for abandoning pets that have become too cumbersome for their summer trips. Animal shelters up and down the country are proof of this unique and sad tradition.Betty Loizeau has run a shelter just north of Toulouse for more than 20 years. There are rabbits, a pig and even a goat here and each has their own individual story of abandonment. \"Owners rarely have the courage to turn up with their unwanted companions,\" she says. \"Instead they call up to say where they can be found, or drop them off in boxes outside the shelter under the cover of darkness.\" Curled up at the very back of a cage sits a silent, hesitant, white-haired cat. Pom Pom's male owner gave her up after 15 years because he got a new girlfriend who didn't like cats. Another feline, Misha, has a badly twisted leg after jumping from a balcony. Her owner didn't want to pay the vet's fees and that's how she ended up in a shelter. There are plenty of dogs here, too. Pepito is a five-year-old miniature pinscher whose owners tied him up next to a lamp-post before calling the refuge. \"The excuses they typically give are that they're going on holiday, having a baby, moving house, or they have a new partner with allergies, \" Ms Loizeau explains. She says the owners come from all social classes, but cases of badly treated animals are higher on the poor housing estates and amongst the Roma Traveller community. For shelters like this one, it is the busiest time of the year.Given that just over half of all French households have at least one pet, it would be fair to assume they are a nation of pet lovers. Yet, every summer, emotional animal rights campaigns are launched nationwide to try and persuade people to look after their animals. Between 100,000 and 200,000 pets are abandoned in France each year, with 60% of these incidents occurring over the summer.By comparison, the RSPCA animal charity told the BBC that the figure is close to 16,000 in the UK. In the latest hard-hitting advertising campaign, the French are described as the \"European champions for abandoned pets\". As if to emphasise the point, the soundtrack to the video is Queen's rock anthem We are the Champions. But does this kind of appeal work? It seems not. A parliamentary report in June revealed that each year owners turn their pets loose in ever greater numbers. So why is the figure still rising and what does it say about the French in general?\"Pets are increasingly seen as an impulse buy,\" says Marina Chaillaud, a vet near Bordeaux who has studied the social relationship between the French and their pets. Ms Chaillaud has several explanations for this phenomenon. \"A certain breed of cat or dog is fashionable and owners want one, just like a new smartphone,\" she says. \"Of course, like a smartphone, when it goes out of fashion they dump it for an upgrade a couple of years later, when a new breed is considered trendy.\"She also points to the issue of pets being given as gifts as a reason why so many are abandoned. \"Often parents will get pets for their children and when they grow up and lose interest in them, out goes the pet.\" Ms Chaillaud says her clinic has already received plenty of abandoned pets so far this summer. But she says there is another, sociological, explanation for the phenomenon.\"In France, where the state is so omnipresent, people are so used to getting prescription medication from a pharmacy without handing over any money,\" she says. \"They are shocked when they have to pay to treat their pets. As a result, many domestic animals are abandoned when they get sick or old.\" Over the summer, owners discover that hotels charge extra for animals or even ban them altogether. This explains why you will often see frightened, lost, dogs wandering near motorway service stations or beach resorts.One MP in Toulouse, Corinne Vignon, owns several stray cats and has co-introduced a bill in parliament that would make it harder to buy pets and easier to trace owners who mistreat or abandon them.The bill would introduce compulsory tagging, as well as raise the minimum age limit of buyers.\"The way owners act with pets is a good indicator of human behaviour,\" Ms Vignon says. \"Studies show that those who treat their animals badly are far more likely to be involved in domestic violence too.\" She believes cross-party support means her bill will most likely get passed later this year. But back at the refuge, Betty Loizeau is unconvinced that new laws are needed. \"We already have stiff sentences available, including jail for owners who treat their pets badly,\" she says. \"The police help me but every time I go to the prosecutor's office with evidence they are not interested,\" Ms Loizeau says. \"[Animal cruelty] is just a low priority for them. Abusers are rarely punished. But I won't give up.\" For more on this story, listen to From Our Own Correspondent on BBC Radio 4 or via the BBC Sounds app. Chris Bockman is the author of Are you the foie gras correspondent? Another slow news day in south-west France. ", "url": "https://www.bbc.com/news/world-europe-53677571"}