{"datetime": "2020-01-16T15:31:34.000Z", "author": "Jonathan Amos", "title": "'Rosalind Franklin' Mars rover edges closer to launch", "article": "Europe's Mars rover, Rosalind Franklin, has just completed a key set of tests ahead of its planned summer launch. The robot was put in a thermal-vacuum chamber by manufacturer Airbus for several weeks, to simulate the hot and cold conditions it will experience on the way to the Red Planet. Further evaluations are now planned for the vehicle's various sub-systems.The European Space Agency rover is scheduled to leave Earth sometime between 26 July and 11 August. Rosalind Franklin -a joint endeavour with the Russian space agency - is being equipped with instruments to look for signs of present or past life on Mars. Given the harsh present-day environment on the planet, any biology is most likely to be found underground - and the robot will carry a drill to dig down up to 2m to find the samples for its on-board laboratory to investigate. Once all the testing is finished at Airbus's factory in Toulouse, France, Rosalind Franklin will be moved to Cannes. It's in the Mediterranean town that prime contractor Thales Alenia Space (TAS) has one of its main satellite integration facilitates.TAS will introduce the rover to all the other hardware elements needed for the mission. These comprise a \"cruise stage\" stage, an entry capsule and a rocket-powered descent platform.They carry the rover to Mars, protect it during the high-speed atmospheric entry, and, finally, put the robot softly down on the surface of the planet. All these hardware elements are currently going through their own parallel test phases. The one issue causing a degree of concern at the moment is the parachute system that will be released at supersonic speeds to slow Rosalind Franklin as it heads down to Mars' surface. The material in these envelopes was tearing in rehearsals last year.Esa called in the US space agency (Nasa) to help it get to the bottom of the problem, which seemed to relate to the way the chutes were folded in their containment bags. ExoMars will have four parachutes. Two main parachutes - at 15m and 35m in diameter - and two much smaller companion drogue chutes.Nasa has been running parachute deployment tests using modified bags. The tests are carried out on a high-velocity wire at the American agency's Jet Propulsion Lab in California.\"We started a sequence of ground tests and we reported publicly before Christmas that the first three were successful,\" said Dr David Parker, Esa's director of human and robotic exploration. \"I can tell you a fourth test happened on Monday which was the full deployment speed of the large main parachute - so 50m/s deployment of the 35m parachute - and it also was successful.\"We are now shifting our focus to doing two high-altitude drop tests to be carried out in Oregon in the US using the modified bags.\"They're planned for February and March, and only when we've completed those tests will we know that we have a system that's safe to launch.\" If the drop tests, which will be conducted from stratospheric balloons, repeat past tearing or show up new problems, the rover mission will have to be postponed.This would mean a delay of two years. This is the period it takes for Mars and Earth to realign their orbits.Such a postponement would add cost the project but Esa is not revealing what that would actually entail for commercial reasons. It prefers instead to concentrate on getting the current hardware mission-ready.\"We don't think too much about Plan B because if you do, it's already become Plan A,\" said Bernardo Patti, a senior official in the human and robotic exploration directorate. \"We are engineering positive. People are working incredibly hard. You should see the commitment,\" he told BBC News.Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-51140339"}