{"datetime": "2020-05-13T23:31:34.000Z", "author": "Chris Bockman", "title": "Coronavirus: France's boom city Toulouse shaken by pandemic", "article": "As you head up the motorway from the Mediterranean to Toulouse, there is a big sign outside the city that shows an aircraft and orbiting satellites and the words in bold letters: \"Toulouse, capital of the aerospace industry.\" Until Covid-19 struck, most of the sector was booming. Now it's reeling as airlines have no idea when they can resume flights or when they will require new planes. France's fourth city has seen relatively few cases of coronavirus and yet suddenly it is looking vulnerable to the fallout of the pandemic. The sign outside Toulouse is no exaggeration: Include all the supply chain manufacturers and around 90,000 people are employed in the region's aerospace sector. Such is the concern for the future that local reports have warned that Toulouse's fate may resemble that of Detroit, the US city once synonymous with the car industry. Alain Brault, an aerospace engineer here since 1991, now works from home and is unsure about his long-term future. The industry has faced crises in the past but nothing like this, he says. Hundreds of British expats are based in Toulouse working for Airbus. Roger, an engineer in his mid-50s, says he will probably scrape through to retirement, but he is relieved his son hasn't chosen the same career path. Prof Marc Ivaldi from the highly regarded Toulouse School of Economics rejects the comparison with Detroit.US car manufacturers uprooted factories to build more cheaply and efficiently elsewhere, he says, whereas in Toulouse a virus, not economics, has brought the aviation industry to a temporary halt. However, he accepts the industry will have to adapt as fewer people fly for business in the future. Toulouse is nicknamed the pink city because of the colour of the local brick used to build the historic city centre. On summer evenings the view is achingly beautiful when the sun bounces off the buildings creating a rose glow.For the past decade it has also been France's fastest-growing city.Its population of around 900,000, including the suburbs, has been expanding by between 1% and 2% a year - with newcomers attracted by the quality of life and job opportunities. According to government statistics, skilled people from Paris aged 30 and younger make up the biggest number of new arrivals. It's too early to say whether that trend has come to a sudden halt. Toulouse has also long been synonymous with rugby and rich food, from foie gras to cassoulet and sausage. In the famous Victor Hugo food market during normal times you would find evidence of both.Toulouse are current reigning French rugby champions but didn't get a chance to defend their title as the season was cancelled just over half-way through. Before games, supporters would huddle at the various wine bars in the market, with trombone bands known asbandas whipping everyone into a frenzy. Since March those bars have been closed. One of the best-known meat stalls in the market belongs to the Garcias. Three generations of the same family have been raising their own black pigs fed on acorns. The youngest, Loïc, told me they had lost 60% of their business. Restaurants have closed and the virus has made business owners and shoppers jumpy. Nevertheless, he says, his customers in the city centre and well-to-do suburbs are returning because they want to eat good, locally produced quality food and have the income to do so. Not so confident is Marc Péré, mayor of L'Union, one of the prosperous suburban towns that ring Toulouse.Around 500 of his 11,000 constituents work in the aerospace sector - just like him. Most are well-paid and 80% own their own home. His fear is whether or not they can hold on to their jobs. Then there is the possible ripple effect on local shops and restaurants, as well as on business tax revenues that are collected locally. While Toulouse has lived well from the aerospace industry, a few kilometres from the centre are some of the poorest housing estates in southern France.Tens of thousands of people from mainly North African immigrant backgrounds live in tower blocks with high double-digit youth unemployment. Until now, the aerospace sector has provided a ticket out of poverty for many residents here, including youths who dropped out of school too early.One charity called Envoi has provided hundreds of jobs with long-term training and placement programmes on the aircraft factory lines. Its president, Jean-Marc Thomas, a former head of Airbus France, says there is no doubt that second chances for young people will become much harder. Before the current crisis Toulouse was going through a facelift to attract new business and tourism.A key arterial route in the city was turned into an avenue inspired by La Rambla in Barcelona. A vast, business and residential neighbourhood around the main train station is also emerging, including a transformed new skyline.The mayor chose an American architect, involved in the new World Trade Center design, to build a sleek futuristic tower as a symbol of the city's new look. Not everyone is convinced it will ever be built or even should be. Meanwhile, a public-private incubator called Aerospace Valley is bringing together 850 aviation and high-tech businesses in an attempt to branch out. Its president, Yann Barbaux, accepts Toulouse has become too dependent on one industry and says they are now looking at autonomous vehicles, artificial intelligence and new energy sources. The irony is that Toulouse and the south-west of France in general was one of the regions least impacted by coronavirus. Patients were flown down from eastern France as its hospitals had hundreds of beds free. And yet the repercussions of the pandemic could hit the city hard. Chris Bockman is the author of Are you the foie gras correspondent? Another slow news day in south-west France. ", "url": "https://www.bbc.com/news/world-europe-52637737"}