{"datetime": "2021-11-20T00:39:22.000Z", "author": "Chris Bockman", "title": "French school bus experiment brings hope to Toulouse estates", "article": "Three sprawling housing estates on the edge of Toulouse are home to around 30,000 people, and they are considered to be amongst the poorest urban neighbourhoods in southern France. But each morning, from Monday to Friday, they are taking part in an extraordinary social experiment. The two main schools on the estates had the worst educational achievement record in Haute Garonne, the department or county that includes France's fourth biggest city, Toulouse.About 95% of the residents of Bellefontaine, La Reynerie and Mirail come from immigrant backgrounds, mainly from North and West Africa. Four years ago, the local authorities decided to close those schools and bus the pupils to schools in the prosperous city centre.The man behind the project was Georges Méric, the left-leaning president of the Haute Garonne council. \"Social inclusion provides a better way for these kids to succeed at school,\" he says. \"In a republic, it means integrating these ghettos with the rest of French society and ensuring that there are citizens whose lives are not socially predetermined.\" At 07:00, it's still dark on the estates, but a trickle of kids emerge from the shadows of the tower blocks with rucksacks and wait at bus stops at various pick-up points.In all, 17 buses gather the pupils between the ages of 11 and 15 and take them to 11 different schools in the city centre. The journey takes between 45 minutes and one hour.Each bus has a social worker on board to handle any problems and co-ordinate with school staff and parents.On one bus, Laounia Benguetaib enforces military-style discipline. The boys are ordered to remove their hoodies, turn off their phones and keep their seat belts on.She has been part of the bussing experience since it started: \"It's great, the kids have got used to it and have integrated well in their new schools and made new friends outside of their estates. They are very fortunate.\" On the bus, Adam Arcy, 13, sees no difference between his friends at home and at his new school. Kensa, 11, says her grades have improved in the past few months because homework is done in class in the last hour of school in the centre of Toulouse and her classwork is monitored more frequently by the teachers. That is the most startling statistic to emerge from this four-year experiment involving 1,140 pupils from the estates.Before the bussing started, the drop-out rate after the Brevet, the French diploma for 15-year-olds, was close to 50%. It is now below 6% and grades of pupils from the estates have improved by close to 15%. \"Bussing has become essential because it encourages integration,\" says Bernard Vigouroux, headmaster of the Michelet school in the city centre which has taken in around 70 children from the suburbs.Many of the children from the poorer backgrounds do not have stable family structures to encourage them to succeed, he says, but the bussing strategy helps everyone.\"Pupils from both communities learn about each other and different walks of life and help each other. They work in teams and it's all very positive,\" the headmaster says. Education authorities say some parents have shown more interest in their children's progress since they switched school.Adam's parents - Maxence and Soumiya, originally from Morocco - live in a flat on one estate where conversations in Arabic on the streets are more common than French.They have six children and proudly show me framed certificates of their children's grades: \"My son is studying better than ever and mixing with students from other cultures, and this will improve his life opportunities,\" says Maxence Arcy. For the head of the Haute Garonne authority, consultation was key. As many as 130 parent-teacher meetings were held before the bussing project was launched, and schools that accepted bused-in children received financial incentives.In all, the project has cost €54m (£46m).Opposition to the scheme did not come from parents, Mr Méric explained, but from political opponents on the right. The bussing experiment is now here to stay as the two failing schools on the estates are being replaced by two new schools built away from their traditional catchment area to ensure permanent social mixing in the classrooms.Now several other cities and towns across France encouraged by the results here are launching their own bussing initiatives. Chris Bockman is author of Are you the foie gras correspondent? Another slow news day in South-West France. ", "url": "https://www.bbc.com/news/world-europe-59290896"}