{"datetime": "2021-11-01T07:16:55.000Z", "title": "Vax declared Oxford English Dictionary's word of the year", "article": "Vax has been chosen as the word of the year by lexicographers at the Oxford English Dictionary (OED). Words related to vaccines have spiked in frequency in 2021 due to Covid, withdouble-vaxxed ,unvaxxed andanti-vaxxer all seeing a surge in use. OED senior editor Fiona McPherson says vax was an obvious choice as it has made \"the most striking impact\". \"It goes back at least to the 1980s, but according to our corpus it was rarely used until this year,\" she said. \"When you add to that its versatility in forming other words -vaxxie ,vax-a-thon ,vaxinista - it became clear that vax was the standout in the crowd.\" Vax and vaxx are both accepted spellings but the form with one x is more common.Oxford English Dictionary definitions for vax: Use of the word pandemic has also increased by more than 57,000% this year. Oxford Languages and Collins each decide their own word of the year, and in 2020Collins chose \"lockdown\" . But Oxford decided it was anunprecedented year with too many contenders, so expanded its award to encompass a handful of newly key words includinglockdown ,bushfires andCovid-19 , as well asBlack Lives Matter ,WFH [working from home],keyworkers andfurlough . This year's Oxford-winning word,vax , was first recorded in English in 1799, while its derivatives vaccinate and vaccination both first appear in 1800.All of these words ultimately come from the Latin word vacca, which means cow. According to the OED, this is due to English physician and scientist Edward Jenner's pioneering work on vaccination against smallpox using cowpox - a mild infection that occurs in cows - in the late 1790s and early 1800s. Oxford Languages says its corpus, or language resource, gathers news content which is updated daily and contains over 14.5 billion words for lexicographers to search and analyse. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59089596"}