{"datetime": "2019-11-19T20:46:29.000Z", "title": "France bridge collapse: 50-tonne lorry 'probably caused accident'", "article": "A bridge collapse that killed two people in south-western France was apparently caused by a lorry that weighed too much, prosecutors say. Two vehicles plunged into the River Tarn, north of Toulouse, when the bridge near the village of Mirepoix-sur-Tarn fell down on Monday morning. One of the vehicles, a lorry, weighed more than 50 tonnes, prosecutors said. The suspension bridge, built in 1931, could take a maximum weight of 19 tonnes. \"The fact that this heavy vehicle took the bridge... currently seems to be the immediate and apparent cause of the accident,\" prosecutor Dominique Alzeari said at a news conference on Tuesday. A 15-year-old girl and the truck driver were killed in the accident. The girl was travelling in a car with her mother when the bridge detached from suspension cables and collapsed into the river, authorities said. The injured mother was pulled from the water by bystanders. Five people were also seriously injured, including two rescuers and local people who had tried to save victims. The truck driver, whose body has been found, was transporting drilling equipment across the bridge to his company, located a few hundred metres (yards) from the bridge. On Monday Eric Oget, mayor of Mirepoix-sur-Tarn, suggested warnings about the bridge's weight restriction - displayed at either side of the crossing - might have been ignored. \"From time to time I have actually seen very heavy vehicles using the bridge,\" Mr Oget told the BBC. \"We have always been vigilant in carrying out checks with the municipal police, to stop them when we see it, but there are times when we do not see them.\" The bridge - 155m long and almost 7m wide - dates back to 1931 and was described by Mr Oget as a \"very important crossing point\" in the region. It was renovated in 2003 by Haute-Garonne council and last inspected late last year, showing no structural problems. The accident has drawn attention to bridge safety, a year after43 people were killed when a bridge collapsed in the Italian city of Genoa . Some 25,000 bridges around France are in need of urgent repair work, according to a Senate report from June. Senator Herve Maure, who oversaw the audit, told AFP news agency on Monday: \"The state of our bridges poses a real danger. If a bridge which is not listed as dangerous collapses, what is the situation of those bridges which were clearly identified as dangerous?\" ", "url": "https://www.bbc.com/news/world-europe-50479476"}