{"datetime": "2021-10-18T08:23:52.000Z", "title": "Lyra McKee: Culture of silence hampering murder investigation", "article": "The investigation into the murder of Lyra McKee is being held back by a \"culture of silence\", her sister has said. The journalist was shot dead while observing rioting in Londonderry on 18 April 2019. The New IRA said its members were responsible. Nichola Corner told BBC Radio Foyle there are people who know who killed her sister but they are not coming forward to police. \"We need that closure and I know that thousands and thousands of other people in our country understand that. \"They will understand that there is a culture of silence that pervades Northern Ireland, particularly when it comes to paramilitaries.\" She added: \"Somehow we have to try and end that culture of silence, somehow we do have to break through that wall that does prevent justice.\" Mrs Corner said it is frustrating the investigation has not progressed further, but knows people may be reluctant to come forward for \"various reasons, a wide variety of reasons\". Her family, she said, cannot begin to grieve until they have justice. She said Det Supt Jason Murphy and his team have been \"relentless\" in trying \"to secure justice for Lyra\". \"Obviously we would all like to be further forward and certainly would be further forward if witnesses would come forward and share information with Mr Murphy and his team.\" The McKee family have previously tried to encourage people to come forward. In April, on the second anniversary of Lyra McKee's murder, the familywrote to residents in Derry's Creggan estate appealing for information. Mrs Corner said those efforts appear to \"have proved fruitless\". \"Unfortunately those responsible are holding their own community to ransom, through fear, through intimidation,\" she said. Three people have appeared in court accused of murder, but police have said the gunman himself has not yet been charged. Det Supt Murphy said he knows who the gunman is, but the inquiry is being hampered by a lack of witnesses. There were potentially 150 witnesses to Lyra McKee's murder but \"only a small handful\" have come forward to police, Det Supt Murphy said. That number is \"in single figures,\" he added. \"I have always believed if a proportion of those witnesses had the confidence to come forward and provide me with the evidence I believe they have, this investigation could have proceeded much more quickly and we would have significantly much more individuals charged than currently before the court,\" he said. Mrs Corner urged her sister's killer \"to stop being a coward\". \"I would say take off your mask, I would say take responsibility for what you have done and deal with the consequences,\" she said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-foyle-west-58951430"}