{"datetime": "2019-11-18T19:08:58.000Z", "title": "Two die in French bridge collapse near Toulouse", "article": "A 15-year-old girl and a truck driver were killed when a suspension bridge collapsed in south-western France. Two vehicles fell into the River Tarn north of Toulouse when the bridge near the village of Mirepoix-sur-Tarn fell down at around 08:00 (07:00 GMT). Five people were also seriously injured including two rescuers and local people who had tried to save victims.An investigation has been opened. There has long been concern at the state of the country's bridges.The girl was travelling in a car with her mother when the bridge collapsed, according to local authorities. Her mother was dragged from the water by bystanders, Toulouse public prosecutor Dominique Alzeari said, but she herself perished.A truck also fell into the river and the body of its driver was found during a day-long operation, involving helicopters and dozens of emergency services personnel. First reports that a third vehicle - a van - also fell into the water now appear to be wrong. Witnesses have told the BBC's Chris Bockman in Toulouse that a school bus crossed less than a minute before the structure collapsed. Eric Oget, mayor of Mirepoix-sur-Tarn, has suggested warnings about the bridge's weight restriction - displayed at either side of the crossing - might have been ignored by drivers. \"From time to time I have actually seen very heavy vehicles using the bridge,\" Mr Oget told the BBC.\"We have always been vigilant in carrying out checks with the municipal police, to stop them when we see it, but there are times when we do not see them.\" The bridge - 155m (170 yards) long and almost 7m wide - dates back to 1931 and was described by Mr Oget as a \"very important crossing point\" in the region. It was renovated in 2003 by Haute-Garonne council and last inspected late last year, showing no structural problems. Some 25,000 bridges around France are in need of urgent repair work, according to a Senate report from June. Senator Herve Maure, who oversaw the audit, told AFP news agency on Monday: \"The state of our bridges poses a real danger. If a bridge which is not listed as dangerous collapses, what is the situation of those bridges which were clearly identified as dangerous?\" ", "url": "https://www.bbc.com/news/world-europe-50460671"}