{"datetime": "2021-10-08T16:41:25.000Z", "author": "Emma Vardy", "title": "Lyra McKee arrests highlight radicalisation, police warn", "article": "Arrests over Lyra McKee's murder show the risks of getting involved with groups trying to radicalise young people in Northern Ireland, police say. A dozen people linked to political party Saoradh have now been charged over the death of the journalist, and New IRA-related terror offences. Some of them have been linked to Saoradh's youth wing, Éistigí.Police say a number of young people involved with dissident republican groups are being radicalised. \"I think these groups give young men in particular a place to belong, particularly when those young men don't belong anywhere else,\" said Det Supt Jason Murphy. \"And I think that sense of belonging is attractive to young men, who may have few other opportunities in life, almost to prove themselves.\" Nine more people are facing possible charges over the journalist's death - they are awaiting decisions by the Public Prosecution Service. The series of recent arrests marks a significant point in the investigation into Ms McKee's death. She was shot by a New IRA gunman, who fired towards police and a crowd of onlookers during rioting in Londonderry in April 2019.Det Supt Murphy said he now had a \"very clear picture of what happened that night and who was involved\". \"On the night Lyra was killed, there was a network that was operating or maybe several networks that were operating simultaneously to bring that gun on to the streets,\" he said. Although three people have appeared in court accused of murder, police say the gunman himself has not yet been charged. They say they know his identity and are hoping to slot the \"last few missing pieces of evidence\" into place. Saoradh told the BBC in a statement that its members who were on the ground the night Ms McKee was killed were filming with an MTV film crew, and were not involved in violence.Police say Saoradh is the political voice of the New IRA, and there is an overlap in the membership with the violent paramilitary group.Det Supt Murphy said: \"A promise I made to the community on day one was to conduct this investigation with real sensitivity in terms of how the community operates.\"I did that to prevent other young men becoming radicalised in the same way that I believe a number of young men in this investigation have become radicalised. \"Now we've ended up at a point, with a number of young men in their late teens and early twenties being arrested, and a number charged with very serious offences, with very serious consequences potentially for those individuals.\" Saoradh is the most public face of what remains of militant dissident republicanism in Northern Ireland.The 30 years of conflict known as The Troubles largely ended with the Good Friday Agreement in the 1990s, when many of those who fought in the old provisional IRA turned turned to peaceful means to try to bring about a united Ireland. But Saoradh uses antiquated language to articulate its belief that Northern Ireland is still at war with the what it calls \"the forces of occupation\". It see itself as the true continuation of a militant struggle to end what it sees as British rule.Saoradh tries to attract support from young people who were born long after Northern Ireland's darkest days of violence.In recruitment videos on social media the group attempts to glorify clashes with police, and encourages young people to join up.It says it has no connection to any armed group, but Saoradh's statements around the death of Lyra McKee sought to justify violence.Saoradh claims to represent a wide number of people in its communities, but in reality it represents a marginalised, niche mindset in Northern Ireland.However some people are reluctant to be openly critical.Police say local communities are held to ransom by a small number of individuals, through control, intimidation and a culture of fear. Since Lyra McKee's death the New IRA has continued to attempt to carry out gun and bomb attacks.The dissident republican group often targets police officers, but Det Supt Murphy says members pose a serious risk to their own communities. \"We've had a number of occasions now where weapons and munitions have been left in public places, able to be found by kids,\" he said. \"The gun that was used to kill Lyra McKee was hidden in a woodland area with a bomb.\"There's a real lack of care in how the New IRA seeks to protect its own community as they see it.\" Saoradh told the BBC it was unfazed in its aims to continue pushing forward its ideology, and it believes the arrests and charges of party members are an attempt to quash republicanism.Det Supt Murphy said he was not \"targeting republicanism, ideology, people's personal views in terms of the legitimacy of Northern Ireland or otherwise\". \"What I am targeting is the control and coercion that takes place on a daily basis on both sides of the sectarian divide that results in communities being held to ransom,\" he added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58845275"}