{"datetime": "2021-11-08T06:26:19.000Z", "title": "Lyra McKee film premieres at Belfast and Cork film festivals", "article": "A film celebrating the life of murdered journalist Lyra McKee has premiered at both Belfast and Cork film festivals. Ms McKee was shot dead by dissident republicans as she observed rioting in Londonderry's Creggan estate in 2019. The film utilises hours of voice recordings from Ms McKee's mobile phone, computer and Dictaphone, as well as family footage to tell her story. It is the brainchild of BAFTA award-winning director and close friend of Ms McKee, Alison Millar. Ms Millar said she was initially hesitant to make a film about her late friend, but was convinced to go ahead with the project by Lyra's partner, Sara Canning, and sister Nichola Corner. \"There was a responsibility in doing it and also doing it right,\" Ms Millar told BBC Radio Foyle.\"Between Nichola, Sara and the rest of the family there was a sense, because Lyra loved my films and we were such close friends, that we should definitely do this.\" Ms Millar said putting the movie together \"wasn't easy\" but it meant she heard her friend's voice again. \"I got to spend every day with Lyra for the past 18 months making this film,\" she said. \"The good things is we do really give Lyra her voice back... it's great because she really is so amazing and funny,\" Ms Millar explained. \"All we ever wanted to do was make people know more about her.\" Lyra McKee hailed from a working-class background in Belfast to become an investigative journalist, working to highlight the consequences of the Northern Ireland Troubles. Ms McKee had written for many publications, including Buzzfeed, Private Eye, the Atlantic and Mosaic Science. She was named Sky News young journalist of the year in 2006 and Forbes Magazine named her as one of their \"30 Under 30\" in media in Europe in 2016. The 29-year-old north Belfast woman had signed a two-book deal with the publisher Faber and Faber. As a voice of the \"ceasefire generation\", the film entitled Lyra, explores Ms McKee's role representing hope for a future free from conflict in Northern Ireland.Sara Canning said her partner's \"heart is in this film\". \"It is really like having her with you again when you watch it because it's truly her and that's what makes the film so powerful; she is there throughout and the impact of her loss is so apparent,\" she said. \"There was some really lovely stuff written about Lyra at the time [of her death] but none of it really conveyed who she was, but this film does that,\" Ms Canning said.\"We tried our best at the time she was murdered to do that, but it was hard because everything was just so overwhelming at the time.\" The film focuses on Ms McKee's killing, which cast shockwaves across the world. Ms Canning said that Ms Millar's film allows Lyra \"to tell her own story\" and convey to the audience just how loved she was by friends and family.\"It was a hard watch, I am not going to lie, I always knew it would be. But there was a comfort in it that I knew she was there and I could feel her around me. \"But after it was over I felt awful, because she was gone again. \"I want people to go away from the film with just a sense of who Lyra was, full of life, funny and just how amazing she was.\" A number of people are facing charges in relation to events in Derry on the night of Ms McKee's death.", "url": "https://www.bbc.com/news/uk-northern-ireland-foyle-west-59161075"}