{"datetime": "2021-04-18T09:53:32.000Z", "title": "Lyra McKee's sister Nichola Corner says her 'heart is still broken'", "article": "The sister of journalist Lyra McKee has spoken of her ongoing heartbreak on the second anniversary of her death. Ms McKee was shot dead while observing rioting in Londonderry on 18 April 2019. The New IRA said its members were responsible. Nichola Corner told BBC News NI that \"part of us left\" after her sisters death and her family have renewed an appeal for people to come forward with information. Ms McKee's family have written to residents in Creggan appealing for information ahead of the second anniversary of her killing. The family are asking local people to help them \"achieve justice for Lyra\". Paul McIntyre, 52, from Ballymagowan Park in the city has been charged with her murder, which he denies. At a previous court appearance the prosecution alleged Mr McIntyre was seen walking beside the gunman and that he was seen crouching down and picking up four cartridge cases from the gun used to murder Ms McKee. They also said Mr McIntyre was spotted leaving the scene with the gunman. Mrs Corner said people in the Creggan area where Ms McKee was killed were \"very much familiar\" with fighting for justice, and \"would have and still continue to fight for for their own loved ones who've been so needlessly taken from their lives\". \"Our Lyra was really, really energetic and she had a wonderful and sometimes even wicked sense of humour,\" she said.\"She loved to laugh and she absolutely adored being around other people, she loved hugging people.\" She said her sister \"just loved sharing love with other people\" and \"would do absolutely anything for anyone\". In their letter to the residents of Creggan sent earlier this week , the McKee family wrote: \"Our Lyra deserves justice. Our mother died of a broken heart in March 2020. She just could not live without her baby. \"Our mother did not live to see justice for our Lyra's murder. \"Our family continue to struggle to deal with the loss of our sister and mother but we are determined to pursue justice for them both.\"We believe that you can help us\". Ms McKee's partner, Sara Canning told BBC News NI, the last two years had been \"full of unimaginable heartache\". Ms McKee was a writer and campaigner from Belfast who had only recently moved to Derry when she was killed. The 29-year-old was standing near a police 4x4 vehicle on the night of 18 April 2019 when a masked gunman fired towards officers and onlookers. Regarded by many as a rising star in Northern Ireland media circles, she had written for many publications, including Buzzfeed, Private Eye, the Atlantic and Mosaic Science. She was named Sky News young journalist of the year in 2006 and Forbes Magazine named her as one of their \"30 under 30\" in media in Europe in 2016. She had signed a two-book deal with the publisher Faber and Faber. According to those who knew her best, she was someone who \"believed passionately in social and religious tolerance\". Her death caused widespread revulsion in Northern Ireland and further afield. Her funeral was attended by then prime minister Theresa May, Taoiseach (Irish PM) Leo Varadkar and Irish President Michael D Higgins at St Anne's Cathedral in Belfast. Earlier this month, Ms McKee's family erected a number of billboards in Derry appealing for information about her death. On Sunday, Derry's Guildhall and other council-owned building will be lit up in rainbow colours to mark the second anniversary of her killing. \"Lyra was a tremendously positive person who had so much still to offer the world, and it is important that her spirit lives on in both our memories and deeds,\" the city's Mayor Brian Tierney said. He said it was fitting the city should lead the way in celebrating the journalist's life. ", "url": "https://www.bbc.com/news/uk-northern-ireland-foyle-west-56791426"}