{"datetime": "2021-09-17T19:45:34.000Z", "title": "Lyra McKee: Two men accused of murder appear in court", "article": "Two men have appeared in Londonderry Magistrates' Court charged with the murder of journalist Lyra McKee. Peter Gearóid Cavanagh, 33, of Elmwood Terrace in Derry is charged with murdering Ms McKee on 8 April 2019. Jordan Devine, 21, of Synge Court in Derry is also charged with her murder.Both men are further charged with possession of a firearm and ammunition with intent to endanger life, riot, possession of petrol bombs, throwing petrol bombs and arson. Mr Cavanagh is also charged with robbery on the same date. Ms McKee, 29, was shot dead while observing rioting in Derry's Creggan estate on 8 April 2019. A prosecuting lawyer said the police case was that the two defendants were with the gunman who fired the shot on the night that Ms McKee was killed. A detective told the court that Mr Cavanagh \"escorted\" the gunman on the night of the killing.He said Mr Cavanagh had been identified from images of the night, and was also linked to the scene through a burned zip fastener which was found nearby.A defence lawyer said it was \"absolutely beyond belief\" that Mr Cavanagh could be identified from the images.The court heard that Jordan Devine \"encouraged\" the gunman by punching the air and cheering, and by lifting items from the scene. A defence barrister said there was \"simply zero sustainable evidence\" against Mr Devine and that \"in the old days\" the case would have been \"laughed out of court.\" A third man, Joe Campbell, 20, of Goshaden Cottages in the Ardmore area of Derry also appeared in court via video link on Friday.Mr Campbell is charged with riot, possession of petrol bombs and throwing petrol bombs on the night Ms McKee was killed. The District Judge Barney McElholm said there was \"nothing new in the case\" and that he was not going to comment on the evidence.He granted all three men bail with conditions to appear again on 7 October. A lawyer for the prosecution said he would be lodging an appeal against the bail being granted to the men. BBC News NI understands the three men have been remanded in custody following the indication from the PPS that they will appeal bail. ", "url": "https://www.bbc.com/news/uk-northern-ireland-foyle-west-58593564"}