{"datetime": "2022-01-12T19:28:45.000Z", "title": "US consumer prices rise at fastest rate in nearly 40 years", "article": "Prices in the US are rising at their fastest rate in almost 40 years, with inflation up 7% year-on-year in December. Strong demand and scarce supply for key items such as cars are driving the increases, which are putting pressure on policymakers to act. The US central bank is expected to raise interest rates this year. The rise in borrowing costs is aimed at reducing demand by making purchases such as cars more expensive.December's increase marked the third month in a row that the US annual inflation rate has hovered above 6% - well north of policymakers' 2% target. The last time the pace of inflation exceeded that level was 1982. Housing costs were up 4.1% year-on-year, while the cost of groceries rose 6.5% - compared to a 1.5% annual average over the last 10 years. Wednesday's report from the Labor Department showed signs that some of the pressures may be easing. The cost of energy dropped 0.4% from November to December - its first decline since April. But over 12 months energy costs are up by nearly 30% and have returned to their upward trend in recent days. \"Overall, this is every bit as bad as we expected,\" Paul Ashworth, chief economist at Capital Economics, said of the December inflation report. Reacting to the latest report, President Joe Biden said that it \"demonstrates that we are making progress in slowing the rate of price increases\".He added that there is \"more work to do\" in the US and noted that \"inflation is a global challenge, appearing in virtually every developed nation as it emerges from the pandemic economic slump\". The price pressures occurring in the US have been seen to varying degrees around the world.The Organisation for Economic Cooperation and Development, which represents more than 30 of the world's largest economies, said this week that inflation among its members had hit its highest rate in 25 years in November.In the UK, inflation hit a 10-year high in November, while globally, prices are rising at their fastest pace since 2008, according to the World Bank.While many countries are grappling with higher food and energy costs, the US has seen an unusually large pick-up in inflation.That's due in part to strong demand from households, whose spending got a boost from government coronavirus aid and shifted suddenly from things like travel to furniture during the pandemic. Economists in the US were initially hopeful that the pressures would ease as the pandemic faded. But ongoing production snarls and the emergence of virus variants have made the price increases more persistent than expected. \"It's proving more difficult than we had hoped to end the pandemic,\" the head of America's central bank, Jerome Powell, told Congress on Tuesday. Sarah House, economist at Wells Fargo, said it is no longer likely that inflation will fade naturally as the pandemic abates, pointing to worker shortages and wages, which have also been rising - though not as fast as prices. \"Although the exceptional pace of goods inflation and momentum in shelter costs are still firmly rooted in the pandemic, the increasingly tight labour market and ensuing wage pressures will make it difficult for inflation to fall back on its own,\" she said. The issue has put pressure on the Biden administration, eroding consumer confidence despite other signs of a strong economy.Mr Powell has pledged to keep inflation in check by raising interest rates. But on Tuesday he warned those moves would only go so far to address the problem if supply chain issues persist, pointing to risks from new shutdowns in China.\"Omicron, particularly if China sticks to a no-Covid policy, Omicron can really disrupt the supply chains again,\" he said. Official inflation figures from China on Thursday showed prices rose less than expected in November, with producer prices up 10.3% and consumer prices up 1.5%. But that easing is not necessarily an indicator of what will happen elsewhere, said Gian Maria Milesi-Ferretti, senior fellow at the Brookings Institution, a Washington think tank. \"Indicators of what is happening [in China] to the labour market, to wage demands and to the supply bottlenecks that have pushed up some prices ... those are more important indicators,\" he said. ", "url": "https://www.bbc.com/news/business-59969864"}