{"datetime": "2022-01-26T20:34:05.000Z", "title": "US Federal Reserve says rate rise 'appropriate' soon", "article": "The US central bank is poised to raise interest rates as it unwinds the support it has provided the world's largest economy since the start of the pandemic. The Federal Reserve did not raise interest rates on Wednesday, but said such a move \"will soon be appropriate\". The bank is under pressure to rein in inflation as prices in the US rise at the fastest rate in almost 40 years. Analysts expect a rate hike in March, which would be the first since 2018. At a press conference following Wednesday's meeting of Fed officials, Federal Reserve chair Jerome Powell did not say how fast or how high US interest rates would rise. But Mr Powell said officials were \"of a mind\" to raise the bank's key rate in March, adding that he was confident the bank could take action without hurting the recovery. He also suggested that officials are willing to move faster than they did the last time the Fed was raising rates, noting that the economy is \"much stronger\" than it was in 2015 - as is inflation. \"We're well aware that this is a different economy than existed during the last tightening cycle,\" he said. \"Our policy is going to reflect those differences.\" Higher borrowing costs help combat price rises by reducing demand for items such as cars and homes - key drivers of US inflation, which has persisted far longer than Fed officials initially expected. But the Fed risks chilling economic activity more than intended. Investors in the stock market are also worried about how share prices will respond to the Fed's moves, as higher interest rates make other investments more attractive. Jittery markets in the US have seen three consecutive weeks of declines.The three major US stock indexes pared gains during Mr Powell's remarks. Beth Ann Bovino, chief US economist at S&P Global Ratings said, the Fed's statement confirmed that the bank will rise interest rates in March. \"It's not just a question of 'lift off' in interest rates, it's now more a question of how high they want to fly their monetary tool - how fast and how many they launch,\" she said. \"Our reading of their statement suggests that the Fed is aiming for the stars in this cycle of monetary tightening.\"Analysis: Michelle Fleury, BBC News North America business correspondent Having done his bit to support faltering growth during the pandemic, Jerome Powell, head of the Federal Reserve, began the arguably harder task: telegraphing to Main Street and Wall Street how the US central bank intends to tame inflation, currently at levels not seen since the 1980s. There are already grumblings that the Fed is behind the curve. That it should be acting faster to curb rising prices.By signalling the bank's intention to raise interest rates gradually starting in March, the message from officials is that they don't see any urgency to play catch up. They are sticking to their guns: that higher prices will begin to fade later this year. Still there are plenty who wonder whether waiting until March to raise rates is risking the Fed's credibility. The Fed is not alone in its plans to raise interest rates from their current levels near zero. The Bank of England raised interest rates for the first time in more than three years in December and is expected to do so again in February. Forecasters say the Fed could raise rates at least three times this year. The bank is also scaling back other programmes it put in place to support the economy at the start of the pandemic.It said it would end the pandemic-era bond purchases in March, as planned, and is moving forward with plans for \"significantly reducing\" the assets that it holds, which have ballooned since 2020. But Mr Powell said the bank would look to interest rates first, not shrinking its balance sheet, in its fight against inflation. Mr Powell said making policy required \"humility\" and pledged to be nimble in responding to economic conditions, noting uncertainty, including new virus variants and military tensions over Ukraine.\"There's plenty of risk out there,\" he said. ", "url": "https://www.bbc.com/news/business-60148208"}