{"datetime": "2021-12-16T07:13:06.000Z", "title": "Federal Reserve to withdraw stimulus more quickly", "article": "The Federal Reserve will cut back its stimulus programme more quickly than planned, as it ratchets up its response to rising inflation. The US central bank had already announced it was tapering off the monthly support, introduced to bolster the economy during the pandemic. But on Wednesday officials said the process would be speeded up, suggesting the stimulus will end by March. The move opens the door to interest rate rises in 2022. The Federal Reserve's so-called\"dot plot\" graphic of projected interest rate rises shows that the majority of the rate-setting Federal Open Market Committee expect three increases next year. \"Economic activity is on track to expand at a robust pace this year, reflecting progress on vaccinations and the reopening of the economy,\" said Federal Reserve chair Jerome Powell. \"In my view, we are making rapid progress toward maximum employment,\" he said. Demand remained \"very strong\", although the arrival of the Omicron variant posed a risk to the recovery, he added. Officials forecast that inflation will run higher next year than they had previously projected and that unemployment, the other measure targeted by the Federal Reserve, would fall to 3.5%. As a result they forecast that benchmark interest rates would need to rise from current near-zero levels to 0.9% by the end of 2022. Analysis: North America Business Correspondent, Samira Hussain All year long, the Federal Reserve has been advocating a \"patient\" approach to winding down its support of the economy.But faced with inflation at an almost 40-year high, the committee basically said, right we need to get on with it FAST. It's a particularly hawkish tone by the normally \"wait and see\" Fed.For several months, the Central Bank had been calling inflation \"transitory.\" That word has been put to pasture.Americans are struggling to meet the cost of basics like food and housing because of skyrocketing prices. But this is an indication that the Fed is also spooked by the dramatic rise in inflation and concerned about just how long it will stick around.The Federal Reserve began winding down its $120bn-a-month bond-buying programme in November, saying it would reduce the stimulus by $15bn a month.But November's inflation data, showing prices rising at a pace not seen since 1982, increased pressure on the central bank policy-makers to take further action.The stimulus will now be reduced by $30bn a month starting in January. \"The Fed apparently just woke up to the inflationary pressures consuming the US economy. With [Consumer Price Inflation] in touching distance of 7%, it should be of no surprise to see the Fed accelerating tapering,\" said Seema Shah, Chief Strategist at Principal Global Investors. \"Price pressures may well ease next year, but inflation will settle at a level uncomfortably high for the Fed,\" she added.\"The big question for markets now is: can the US economy digest this pace of [interest rate] hikes without ending up with a stomach ache?\" The new Omicron coronavirus variant has added uncertainty over the future path of the economy.However the Federal Reserve said it expected economic growth to be 4% next year, higher than the 3.8% projected in September. Diane Swonk, economist at Grant Thornton, said Mr Powell had chosen his words carefully reflecting that \"this is a booming economy in which inflation has been more persistent\" but that there had also been \"extraordinary progress towards full employment\". His language around employment had been \"very bullish\" she said, \"justifying rate hikes sooner rather than later\". ", "url": "https://www.bbc.com/news/business-59671577"}