{"datetime": "2022-02-10T17:08:14.000Z", "author": "Natalie Sherman", "title": "US consumer prices rise at fastest rate since 1982", "article": "Price rises in the US accelerated by more than expected last month, pushing annual inflation up to 7.5% - the highest rate since 1982. Food and energy costs helped to drive the increases, which left few spending categories untouched. The rising prices are squeezing household finances as wages fail to keep pace. Washington is under pressure to address the issue, with the US central bank expected to raise interest rates. The Bank of England has already raised interest rates twice in the last three months in a bid to dampen down consumer spending by making borrowing more expensive. In the US, consumer spending held strong for much of last year despite the rapidly rising prices, which analysts say have been caused by a mix of robust demand, government spending, supply chain hold-ups and pay increases following labour shortages. Amazon, Netflix and Procter & Gamble are among the many firms that have announced price rises in recent months, citing higher costs. They have said they expect most households to absorb the increases. But the issue is increasingly a key issue for voters, hurting President Joe Biden's popularity despite strong economic growth last year. In a statement, Mr Biden pledged that his administration would \"be all hands on deck to win this fight\", acknowledging that \"Americans' budgets are being stretched in ways that create real stress at the kitchen table\".On a monthly basis, consumer prices climbed 0.6% in January, the US Labor Department said.The rent index rose 0.4%, while grocery prices jumped 1%, driven by increases in the cost of bakery and cereal products.Detra Thomas, a 60-year-old human resources assistant who lives in New York, says she recently stopped shopping at the supermarket, opting to order in bulk online or visit street vendors in hopes of finding lower prices. \"I just can't afford to buy all my food from the regular grocery store,\" she told the BBC. She has been delaying clothing purchases, clipping coupons and taking other steps in an effort to make her money go farther. Though she received a small pay raise last year, it does not match the rapid increases in the cost of living, she says. \"You have to worry about what am I going to buy, what am I not going to buy, can I do without this for a while,\" she said.\"I would like the stability of knowing that the supplies are going to get through in a timely manner and that we're not going to have to pay an arm and a leg for them.\" University of Michigan economist Betsey Stevenson said the \"fundamental problem\" was demand outstripping supply.\"So we've got two ways to fix the problem: We can bring down demand ... or we can try to increase supply,\" she said.\"The central bank is going to deal with trying to constrain demand by raising interest rates. But we've got to look at governments to try to do what they can to increase supply.\" Mr Biden said his administration was making investments to ease supply chain bottlenecks and had championed other policies aimed at lowering prices with increased competition. Thursday's report held some signs that inflationary pressures may start to cool, noting that prices for new cars - one of the key drivers of inflation over the last year - were unchanged over the month, while the increases for used cars slowed.Rates for hotel rooms also dropped a hefty 3.9%, which may have been driven by the impact of reduced travel due to Omicron. But given the jumps in food and shelter costs, the financial pressures for most households are not going away, said Andrew Hunter, senior US economist at Capital Economics. \"A rapid cyclical acceleration in inflation is underway and, with labour market conditions exceptionally tight, it is unlikely to abate any time soon,\" he said. \"While we still expect more favourable base effects and a partial easing of supply shortages to push core inflation lower this year, this suggests it will remain well above the Fed's target for some time.\" ", "url": "https://www.bbc.com/news/business-60336676"}