{"datetime": "2022-02-10T04:56:29.000Z", "subject": "Coronavirus pandemic", "title": "White House left behind as states drop Covid rules", "article": "The White House is facing pressure to revise its position on mask wearing as pandemic restrictions are eased in a number of US states. The governors of New York, Illinois and Massachusetts have said they will end certain mask mandates in their states. Earlier this week, New Jersey, Connecticut, Delaware and Oregon unveiled plans to lift mask rules. Impatient governors have been urging the White House to release guidance for dropping the use of face coverings. But the US Centers for Disease Control and Prevention (CDC) reiterated on Wednesday that it was not yet time to lift US mask requirements. And White House press secretary Jen Psaki said Americans should follow the CDC guidelines rather than less-restrictive state or local rules. Governors, however, are not waiting around for the go-ahead from medical experts in Washington. All of the governors dropping restrictions this week - with the exception of the one in Massachusetts - are Democrats like US President Joe Biden. Mask rules have already been eased or were never adopted in most Republican-led states. On Wednesday, the governors of New York and Illinois announced they would end their Covid-19 mandates requiring face coverings in most indoor public settings, but keep it for schools.New York Governor Kathy Hochul said her state would stop requiring people to wear a mask or prove they had received a Covid-19 vaccine when entering most indoor public places from Thursday.But in New York City the office of Democratic Mayor Eric Adams said people would still be required to show proof of vaccination to enter indoor public places. In Massachusetts, students and teachers will no longer be required to wear masks in schools after 28 February, said the liberal state's Republican Governor Charlie Baker. \"It's time to give our kids a sense of normalcy,\" Mr Baker said.Boston Public Schools, the state's largest school district, said it was still deciding how to respond to Mr Baker's move to relax mask rules.State leaders are crediting a fall in Covid-19 cases as the winter Omicron wave recedes for the easing of restrictions. But sceptics have accused them of following polling data as frustration grows among a pandemic-weary public and November's mid-term elections loom. In Algonquin, a suburb of Chicago, Illinois, dozens of parents protested outside a school on Tuesday against their district's decision to continue to require masks. \"I'm standing up for my kids,\" one parent told WGN News. \"Everyone's had time to get vaccinated, the masks haven't made a difference with cases, the studies are shown and enough is enough.\" ", "url": "https://www.bbc.com/news/world-us-canada-60328163"}