{"datetime": "2022-01-12T00:13:14.000Z", "author": "Anbarasan Ethirajan", "title": "How the soaring cost of living is hitting Sri Lankans hard", "article": "\"Cooking gas cylinder prices have almost doubled and we cannot afford it anymore,\" says Niluka Dilrukshi. The 31 year-old mother-of-four has always cooked with gas to prepare food for her family, but now says firewood is her only option. \"I used to provide fish and vegetables daily to my children. Now we are giving them one vegetable with rice,\" she says. \"Earlier we used to have three meals a day, now sometimes we can afford only two.\" Mrs Dilrukshi and her family live in a suburb of Colombo, in Sri Lanka. Her husband is a day-wage labourer but the soaring cost of essential items, particularly food, means they are suddenly struggling to make ends meet. Over the past four months, the price of a standard cooking gas cylinder has shot up from $7.50 to $13.25 - an increase of around 85%.Sri Lanka, an island nation of 22 million people, is facing an unprecedented economic crisis. Its foreign exchange reserves dropped to around $1.6bn by the end of November, only enough to pay for just a few weeks of imports.As a result, the government has been forced to restrict the import of several essential commodities - including food items - in a desperate bid to hang on to its vital dollar reserves. This move, combined with increasing fuel and freight costs, has pushed the price of essentials such as milk powder and rice much higher. This sharp rise in living costs is not just a problem for Sri Lanka. Several other nations in Asia, such as neighbouring India and Pakistan are also battling soaring inflation - people across the continent are having to tighten their belts to cover the cost of every day food and energy costs.The situation is particularly acute in Sri Lanka, because it is a smaller island nation that's very reliant on overseas imports to feed its population. For example, the country's tiny dairy industry cannot meet local demand so it imports powdered milk. But in the bustling main vegetable market in Colombo dozens of shop owners are selling plentiful supplies of carrot, beetroot, curry leaves and many other greens. Many shoppers openly complain about the surging prices and are bargaining hard to reduce the price, or buying very limited quantities. \"With our current monthly salary, we can survive only for two weeks because the prices have shot up. We don't have any hope for the future. Rice prices have also increased. There's a long queue outside government-run shops,\" one of the shoppers, Ms Swarna explains.With several essential food items in high demand,Sri Lanka's food prices increased by a record 21.1% last month on a year-on-year basis. Following a sharp hike in milk powder prices - up 12.5% - the café owners' association has decided to suspend selling popular staple, milk tea, entirely. They say milk tea will only be offered on demand, at a higher price. \"Sri Lankans are quite sensitive to food price inflation. There has been already a lot of negative sentiment regarding the constraints that we are seeing,\" says Deshal de Mel, an economist with think tank Verité Research. \"I think it is probably close to a point of a lack of tolerance if this level of price escalation [continues].\" Just before the New Year,the government managed to increase the reserves to $3.1bn reportedly through currency swap arrangements .But Sri Lanka's total external debts are estimated to be more than $45bn and it needs to find more than $6bn this year for debt servicing. It's not the only nation in this position, Pakistan and the Maldives are also thought to be suffering. The pandemic and the rising global fuel costs have added to Sri Lanka's woes. The country's biggest revenue earner, tourism, has taken a huge hit due to the pandemic with international flights grounded.Sri Lanka earned nearly $4bn from tourism in 2019 - and that has dropped by around 90% due to the pandemic.The government says its options are limited. \"We had to go into a restriction of imports because the pressure on our current account, as well on our trade deficit, was increasing due to the pandemic situation. But as a responsible government we need to manage it,\" Shehan Semasinghe, a Sri Lankan minister tells the BBC.The opposition party meanwhile has held protests over rising living costs. \"This has been building up for a long time. We have been living beyond our means. We have been absorbing more than we have been producing,\" says Harsha De Silva, an opposition MP and a former minister of economic reforms. To calm growing public anger over rising costs,the government recently announced a $1bn relief package - including a pay and pension hike for government employees. It also lifted tax on some food and medicine and simultaneously announced income support for its poorest citizens.This is set against a backdrop of high global oil prices,the average cost of shipping a standard container from Europe to Asia has increased from around $2,000 in 2020, to over $10,000 last year . The UN agency, Unctad, recently warned thatthe recovery of the global economy is threatened by high freight rates . It forecasts that small island nations like Sri Lanka - which are dependent on deliveries by sea - are likely to be hard hit by a spike in import prices. The rising fuel and energy prices have a had a cascading effect on wholesale prices with transporters increasing charges.In neighbouring India, the annual wholesale price-based inflation reached an all-time high of 14.2% last November .And in Pakistan, consumer price inflation rose to 12.3% in December, the highest in nearly two years - the hike in food prices and other essentials being blamed on rising fuel costs.Recent Food and Agricultural Organisation (FAO) data showglobal food price index in 2021 averaged 28% higher than the previous year . \"The high cost of inputs, ongoing global pandemic and ever more uncertain climatic conditions leave little room for optimism about a return to more stable market conditions, even in 2022,\" says FAO senior economist Abdolreza Abbassian. Meanwhile, back in Colombo, people like Mrs Dilrukshi, now living on the breadline, are worried that if local prices rise just a little bit further, it will be difficult to keep the firewood burning in their kitchens at all. ", "url": "https://www.bbc.com/news/business-59952980"}