{"datetime": "2021-12-22T18:12:37.000Z", "author": "Jake Horton", "subject": "Reality Check", "title": "Covid: Who is not vaccinated in the US and what's the risk?", "article": "US President Joe Biden has urged Americans to get jabbed, saying the unvaccinated \"have a significantly higher risk of ending up in hospital, or even dying\". \"Almost everyone who has died from Covid-19 in the past many months has been unvaccinated,\" he told Americans on Tuesday. About six in ten Americans are fully vaccinated, but in some states it's fewer than that. Case and death rates for people who are not vaccinated are higher in the US than for those fully vaccinated,according to data collected by the US Centers for Disease Control (CDC). There are some breakthrough infections which result in death, but unvaccinated Americans have made up the majority of Covid deaths over the past few months. The CDC found that an unvaccinated American is 14 times more likely to die from Covid-related complications than a fully vaccinated person. This goes up to 20 times more likely, when compared with someone who has received a booster vaccination. Unvaccinated people are also nine times more likely to be admitted to hospital compared with fully vaccinated people. Every adult age group in the US is much more likely to die from Covid if they are unvaccinated. More than 204 million people in the US are fully vaccinated,according to the CDC . That's about 61% of the population, with a further 12% partially vaccinated. On top of this, about 62 million people have been given a booster jab. However, in some US states, such as the north-western states of Wyoming and Idaho, fewer than 50% of the population are fully vaccinated. In the southern states of Alabama, Mississippi and Louisiana, upwards of half of their populations are also not fully vaccinated.Polling suggests resistance to vaccinations is divided down political lines, and the least vaccinated states have consistently voted Republican in recent presidential elections. The unvaccinated population is now disproportionately made up of those who identify as Republican - 60% compared with 17% who identify as Democrats,according to data collected by the Kaiser Family Foundation (KFF) , a US-based health research group. Vaccination rates in the US don't just vary between states, but also between different age groups and ethnic groups. Generally, younger age groups have lower rates of vaccination, going by the most recent CDC data. Among adults, less than 60% of 18-to-24 year olds are fully vaccinated, compared with nearly 80% of 50-to-64 year olds. Nationally, gender differences are not huge - just over 63% of women are fully vaccinated compared with 59% of men.But that difference is bigger among younger adults - 62% of women compared with just over 54% of men aged 18-24 years. There have also been differences in vaccine take-up between ethnic groups, with black and Hispanic Americans less likely to have got vaccinated over the course of the rollout in the past year. We'vereported previously on the historical distrust of government and even of healthcare systems among minorities, which can lead to vaccine hesitancy. However, research by the KFF shows that over time, these differences have started to narrow.That said, black Americans continue to have the lowest rate of vaccine take-up (looking at those with at least one dose) compared with other groups, while Asians have the highest. The CDC data for vaccination rates also highlights another group with relatively low uptake - pregnant women aged 18 to 49. Across the US, they say just under 35% were fully vaccinated as of 4 December, and among African-American pregnant women, the rate was just 22% (the CDC says these figures are currently being reviewed). The US is not that unusual in this respect, and other countries have seen low rates of vaccination among pregnant women. Mixed messaging from health authorities as well as misleading claims about vaccines and pregnancyare likely to have contributed to this. Additional reporting by Kumar Malhotra Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59757395"}