{"datetime": "2022-01-24T00:43:43.000Z", "author": "Natalie Sherman", "title": "Vaccine mandates: 'I lost my job for being unvaccinated'", "article": "Danielle Thornton was in the school pick-up line waiting for her children when she learned she would face a life-changing choice: get the Covid-19 vaccine or lose her job of almost nine years at the bank Citigroup. She and her husband had watched for months as bosses across the US introduced vaccine mandates, knowing the family might face this moment. Then, in the form of an email on her phone, it arrived. \"We had many, many conversations about it,\" she says. \"But ultimately we decided that our freedom was more important than a pay cheque.\" Danielle is one of thousands of people across America opting to lose their job rather than get the Covid-19 jabs. They represent a small minority. Most employers that have introduced such rules - about a third of the country's biggest companies and 15% of small businesses - say the vast majority of their staff have complied.At Citi, which allowed medical and religious exemptions, more than 99% of staff have met the requirements for the bank's 65,000-person US workforce.Experts say the shots are safe and the best way to prevent serious infection, but mandates - seen as key to pushing America's 25% unvaccinated to get the jabs - face stiff resistance across the country, where many see them clashing with cherished national ideals of personal freedom and privacy. This month, the Supreme Court rejected a rule from President Joe Biden that would have required Americans at workplaces of at least 100 people to get vaccinated or mask and test weekly at their own expense.The judges at the nation's top court called the regulation \"a significant encroachment\" on the lives of millions of workers - eliminating the likelihood of national rules like those planned in countries such as Germany. Though US courts have been more accepting of states and businesses introducing requirements on their own, public disapproval remains high. About 55% of workers support employer vaccine mandates, but more than a third remain opposed,a Gallup poll found in December .In New York City this autumn, thousands marched against state requirements for healthcare workers, teachers and government employees. The city, which has since expanded the rule to private employers, ultimately put 9,000 city workers on leave as the mandate kicked in, while hospitals across the state also shed staff. \"I don't believe it's the government's place to dictate things that are between a human being and their creator,\" says Donna Schmidt, who lives on Long Island and worked as a neo-natal nurse for 30 years before stopping due to the vaccine requirements.The 52-year-old says she loved her job but objects to the vaccine for religious and personal choice reasons. She is now re-inventing herself as an activist, organising a 26,000-person strong grassroots group, New Yorkers Against Medical Mandates. \"There was no second thought. What there has been is grieving,\" she says. \"I truly care about my patients, so being restricted by a government entity to say, 'You no longer have a place here' - that's hard.\"Danielle, who worked remotely for Citigroup from Missouri as an operational risk manager, says she is not political and \"not somebody who's against vaccines\".But the 33-year-old mum-of-four, who got Covid last year before the shots were widely available, was unwilling to get a jab that in her words, \"doesn't seem to be getting rid of this virus\".Her last day was 14 Jan. She says she is lucky to be in a financial position to give up her job without plans, for now, to get another.She did not bother seeking a religious or medical exemption.\"I should have the right to choose,\" she says. \"But of course there's a lot of emotions .... It's a big change for our family.\"Companies with vaccine mandates credit the policies with convincing large numbers of staff to get the shot. At food manufacturer Tyson Foods,some 60,000 people - or more than 40% of its US workforce - signed up after the firm instituted the requirement in August, calling it the \"single most effective thing we can do to protect our team members\".At United Airlines, chief executive Scott Kirby said his firm's policy had reduced the number of staff headed to the hospital, noting that about one worker a week on average was dying prior to the mandate.\"While I know that some people still disagree with our policy, United is proving that requiring the vaccine is the right thing to do because it saves lives,\" he wrote in a memo to staff. In addition to health benefits, companies have compelling financial and operational reasons to insist. Health costs, often at least partially covered by employers, are higher for the unvaccinated, who are also more likely to miss work due to illness.So far, however, most of the people affected work in offices or Democratic states - groups more likely to have received the shots already. Gallup estimates that just 5% of unvaccinated Americans face employer mandates. Overall, about 63% of Americans are \"fully vaccinated\", compared to 84% in the UK (aged over 12) who have gotten two shots. \"A vaccine mandate would have the most impact on lower-wage and lower-educated workers, but it would also create the most friction because the largest number of people would need to get vaccinated,\" says Jeff Levin-Scherz, population health leader at WTW, a risk and insurance advisory company that surveyed employers about vaccines. Even before the Supreme Court ruling, the share of Americans required by their employers to vaccinate was levelling off at about a third, Gallup found in December. Companies, including coffee chain Starbucks, have since walked back their plans. Businesses are worried about the costs of compliance and staff shortages in a historically hot labour market, says Emily Dickens, head of government affairs for the Society for Human Resource Management, which found 75% of its survey respondents would not make vaccines or weekly testing a requirement without a government mandate.\"This is about talent and access to workplace talent and this is about workplace culture,\" she says. \"Depending on the industry, telling people they have to be vaccinated maybe just wouldn't work.\" But as Covid-19 continues to resist containment, Dr Levin Scherz warns the pandemic may yet force company hands. \"Employer vaccine mandates do work to get to near universal rates of vaccination,\" he says. \"Now that we have a variant, Omicron, that is so contagious, that's what we need if we want to not have community outbreaks.\" ", "url": "https://www.bbc.com/news/business-60001143"}