{"datetime": "2021-08-27T15:57:15.000Z", "author": "Daniel Thomas", "subject": "Coronavirus pandemic", "title": "Federal Reserve hints it will start easing US stimulus", "article": "The US central bank could begin withdrawing stimulus this year as the economy rebounds, the Federal Reserve's chairman, Jerome Powell, has said. However, he said the bank was in no rush to raise interest rates despite a recent spike in inflation.The US economy contracted sharply during the pandemic but has bounced back strongly in 2021.But Mr Powell said he was monitoring the impact of the Delta variant which is currently sweeping the US.During the crisis, the Federal Reserveslashed US interest rates to almost zero and stepped up its purchases of government and corporate bonds - known as quantitative easing - to support the economy. It has made it cheaper for consumers and businesses to borrow money, but also raised concerns it is contributing to inflation. In his annual speech at the Jackson Hole Economic Policy Symposium, Mr Powell said: \"We have said that we would continue our asset purchases at the current pace until we see substantial further progress toward our maximum employment and price stability goals. \"My view is that the 'substantial further progress' test has been met for inflation. There has also been clear progress toward maximum employment.\" He said the bank would start easing the pace of asset purchases this year while monitoring the \"evolving risks\" of coronavirus.However, he said interest rate increases would be based upon the economy returning to maximum employment and inflation returning to the bank's 2% target.\"We have much ground to cover to reach maximum employment, and time will tell whether we have reached 2% inflation on a sustainable basis,\" Mr Powell said. US consumer prices jumped 5.4% in the 12 months to the end of June, the biggest increase since August 2008. It has worried some analysts, but the Federal Reserve says it is confident the trend is driven by the economy reopening after shutdown and is transitory.The US unemployment rate is 5.4% - down sharply from last year but still a way off pre-pandemic levels.However, Mr Powell said: \"Despite today's challenges, the economy is on a path to... high levels of employment and participation, broadly shared wage gains, and inflation running close to our price stability goal.\" Neil Wilson, an analyst at Markets.com, said: \"Powell is a dove and wants more time to assess the data on employment [before he begins tapering asset purchases]. But he added: \"In a speech that mentioned inflation 82 times, Powell sought to explain over and over why inflation remains transitory. Methinks he doth protest too much.\" The Fed chairman may be under pressure from other members of the bank's Federal Open Market Committee, which votes on fiscal policy, to change tack sooner, said Michael Hewson of CMC Markets. \"Given today's comments [at Jackson Hole] by regional Fed presidents that they want to get on with the process, a good [jobs] payrolls numbers next week could make for an interesting meeting on 22 September.\" ", "url": "https://www.bbc.com/news/business-58360597"}