{"datetime": "2020-08-27T16:18:15.000Z", "title": "Fed relaxes inflation target in policy shift", "article": "The Federal Reserve has signalled a major shift in its approach to managing inflation, as it tries to do more to aid the US economy's recovery. The central bank will now target an \"average\" of 2% inflation, rather than making 2% a fixed goal, giving it more flexibility, boss Jerome Powell said.It will allow the bank to keep interest rates lower for longer, stimulating growth to help tackle unemployment. It comes as millions are out of work due to the economic hit of coronavirus. \"It is hard to overstate the benefits of sustaining a strong labour market, a key national goal that will require a range of policies in addition to supportive monetary policy,\" Mr Powell said. The Federal Reserve has for years seen 2% as an optimal level of inflation to maintain a healthy economy.If it feels inflation could go above that level, it can raise interest rates - however this makes borrowing money more expensive for consumers and businesses. With the US in a sharp recession due to the pandemic, the Fed has cut rates to almost zero and launched a $700bn stimulus programme to help revive growth. But speaking at Jackson Hole, the Fed's annual economic symposium, Mr Powell said the bank needed to go further in order to tackle unemployment, which is currently above 10%.\"There is a particular part of the economy which involves getting people together and feeding them, flying them around the country, having them sleep in hotels, entertaining them,\" Mr Powell said. \"That part of the economy will find it very difficult to recover... That is millions of people who are going to struggle to find work. We need to stay with those people... We are looking at long tail of probably a couple of years at least.\" Many central banks have held interest rates at very low levels since the financial crisis more than a decade ago. That has raised concerns about them running out of effective tools to combat another downturn.Central banks have innovated, notably with quantitative easing, buying financial assets with newly created money, and some have experimented with interest rates below zero.Jerome Powell's speech doesn't create new tools. It proposes adapting an existing one - the inflation target - in a way that could combat what Mr Powell calls the persistent undershoot of inflation. If inflation were a bit higher then interest rates would tend to be too. So there would be a bit more scope to cut rates when the economy hits a bad patch.Of course the US is in one now due to the pandemic. The approach announced by Mr Powell couldn't offset a downturn of that magnitude. But it might give the Fed a little more scope in the future.Neil Williams, senior economic adviser at Federated Hermes, said that by pursuing an average, rather than fixed, inflation target, the bank could allow inflation \"to travel beyond its preferred 2% destination before tightening rates\". \"This should give the recovery extra room to breathe. The challenge, though, will be getting the inflation train to get that far.\" ", "url": "https://www.bbc.com/news/business-53933239"}