{"datetime": "2020-09-16T21:14:12.000Z", "title": "Fed vows prolonged economic support for US", "article": "The US central bank has pledged to continue its support for the US economy for several years, as households and businesses slowly recover from the impact of the coronavirus pandemic. Most Federal Reserve leaders said they expected to keep interest rates near zero for at least the next three years. Fed Chair Jerome Powell said officials did not expect to change course until the recovery was \"very far\" along. He also warned the rebound could be at risk without more government spending. Following the bank's September meeting, Mr Powell said government aid for businesses and workers hurt by coronavirus had been \"critical\" to a better-than-expected recovery so far. Projections released on Wednesday showed bank leaders expect the US economy to shrink by 3.5% this year - less than the 6.5% decline feared in June. They also said they expected the unemployment rate to fall to about 7.6% by the end of the year, lower than previously anticipated. But Mr Powell warned the recovery could falter, unless politicians approve additional aid. \"The real question is when and how much and what will be the content and no one has any certainty around that,\" he said. \"If we don't have that, then there would certainly be downside risks.\" Mr Powell's comments came as lawmakers in Washington remain at an impasse over further spending, with Democrats calling for more aggressive action than many Republicans support. In a tweet, President Donald Trump on Wednesday urged his party to back \"much higher numbers\" for aid. However, he has largely dismissed economic warnings, saying the US is doing \"unbelievably well\" and seizing on signs of recovery to make his case as he campaigns for re-election in November. Polls show a majority of Americans still approve of the president's handling of the economy, but views of the economy have soured sharply since the pandemic. Output in the US shrank by more than 9% between April and June.While not as severe a decline as in many other countries - in the UK, the economy contracted by more than 20% - last month's jobless rate of 8.4% remained more than double the February level. Nearly 30 million Americans continue to collect unemployment benefits. The Federal Reserve has taken what Mr Powell described as \"forceful\" steps in response, including dropping interest rates near zero and buying roughly $2tn in US government debt. Last month, the bank also said it was relaxing its approach to managing inflation, targeting potentially higher price increases to try to stimulate growth and bolster employment. On Wednesday, the bank confirmed that shift, saying it expected to leave interest rates near zero until inflation was \"on track to moderately exceed\" its 2% target \"for some time\". Mr Powell on Wednesday said he hoped the bank's \"highly accommodative\" stance - keeping interest rates low and supporting borrowing with ongoing securities purchases - would serve as a \"powerful tool\" to spur economic activity over time. \"This is the kind of guidance that will provide support for the economy over time,\" he said. But he has repeatedly said the bank's powers to address the current crisis are limited and urged Congress to approve further aid. Dr Kerstin Braun, president of Stenn International, a UK-based trade finance provider, said Mr Powell \"has done what he can to stop economic freefall\". \"The US economy is crying out for fiscal stimulus given how uneven the pandemic's impact has been across a whole range of sectors - the economic rebound simply cannot be wholly organic,\" she said.The Fed is operating \"in the dark\" amid so much political and economic uncertainty, said Neil Wilson, chief market analyst at Markets.com. \"All the Fed can really do is continue to stress its willingness to do whatever it takes and its willingness to overlook overshoots on inflation should they emerge,\" he said. ", "url": "https://www.bbc.com/news/business-54183079"}