{"datetime": "2021-08-31T19:36:48.000Z", "author": "Daniel Thomas", "subject": "Climate change", "title": "Left-wing Democrats want Fed chief replaced", "article": "A group of progressive Democrats including Congresswoman Alexandria Ocasio-Cortez has called for Jerome Powell not be reappointed as Federal Reserve Chair in 2022. The lawmakers accused the central bank chief of not doing enough to tackle climate change or economic injustice. Mr Powell, a Republican, was appointed as Fed chair by Donald Trump in 2017 but his tenure expires in February. There is speculation President Joe Biden plans to reappoint him.In a statement , Ms Ocasio-Cortez, Rashida Tlaib, Ayanna Pressley, Mondaire Jones and Jesús \"Chuy\" García said: \"We urge President Biden to re-imagine a Federal Reserve focused on eliminating climate risk and advancing racial and economic justice.\"To move forward with a whole of government approach that eliminates climate risk while making our financial system safer, we need a Chair who is committed to these objectives.\" Donald Trump strongly criticised Mr Powell, a former investment banker, after he took up the role of Fed chair in 2018. Mr Trump had repeatedly pressured the Fed to cut interest rates.He also took offence when Mr Powell warned of the economic risks of a trade war with China after the Trump administration imposed a series of trade tariffs on other nations.However, more recently economists have praised the central bank boss for providing swift support to the US economy during the pandemic, which they say prevented the US falling into a depression. In their statement, Ms Ocasio-Cortez and her colleagues praised Mr Powell for getting the Federal Reserve to do more to achieve full employment - the point at which anyone who needs a job has one. However, they said the Fed, under his leadership, has taken \"very little action to mitigate the risk climate change\" poses to the US financial system.In terms of its approach to the crisis, the Fed had come bottom in a ranking of G20 central bankscompiled by the UK campaign group Positive Money , the lawmakers said.Mr Powell has previously warned the climate crisis poses \"profound challenges for the global economy and financial system\".Ms Ocasio-Cortez and her colleagues stressed that the Fed under Mr Powell had \"substantially weakened\" many of the reforms enacted in the wake of the 2008 financial crisis regulating big banks. This included capital and liquidity requirements, stress tests and the Volcker Rule, which limits how much of their everyday customers' money they can invest in risky trading activities. \"Weakening financial regulations that were specifically created to prevent such a disaster from happening again, risks the livelihoods of Americans across the country,\" the lawmakers said. Ms Ocasio-Cortez is part of a wave of progressive politicians elected to Congress in the last few years who have shifted the Democrats politically to the left.They continue to put pressure on the moderate wing of the party, which includes the president, influencing his policies on infrastructure, education and social security. The White House has not said who it will appoint as Fed chair next year and the Federal Reserve has declined to comment. ", "url": "https://www.bbc.com/news/business-58400767"}