{"datetime": "2020-11-20T16:14:54.000Z", "title": "Fed fights White House move to end some Covid support measures", "article": "The US central bank has hit back after the Trump administration said it was ending some emergency lending programmes established to provide economic support during the pandemic. The decision affects schemes aimed at helping corporations, mid-sized businesses and local governments, among others. The Federal Reserve said it thought the programmes were still needed. But they have been controversial in Washington.US Treasury Secretary Steven Mnuchin authorised the programmes in spring this year, using money from a major stimulus package approved by Congress. They marked a large expansion of the Fed's powers, allowing the bank to buy corporate debt and lend to mid-sized businesses, among other authorities. But the schemes have been lightly used, drawing criticism from some who have questioned their necessity, and from others who were worried their design was too limited to reach those in need. Federal Reserve chair Jerome Powell has defended the programmes, saying they were helping to stabilise financial markets by giving the private sector confidence to continue lending. In a statement, the central bank said it disagreed with the White House decision to allow them to expire on 31 December. \"The Federal Reserve would prefer that the full suite of emergency facilities established during the coronavirus pandemic continue to serve their important role as a backstop for our still-strained and vulnerable economy\", it said. In his letter to the bank, Mr Mnuchin said the schemes had \"clearly achieved their objective\". He asked the Fed to return unused funds to the Treasury Department, allowing Congress to put some $455bn to other uses.\"While portions of the economy are still severely impacted and in need of additional fiscal support, financial conditions have responded and the use of these facilities has been limited,\" he wrote in a letter to the bank. It was \"Congressional intent... to have the authority to originate new loans or purchase new assets... expire\" on 31 December, he added. The stand-off comes as Washington remains embroiled in debate over the need for further stimulus. Economists have said the recovery remains fragile and cautioned against withdrawing support prematurely.Democrats have backed more than $3tn in new aid programmes, but Republicans maintain a smaller package would be sufficient. The US economy has recouped about half of the jobs lost in March and April. But many of the funds for unemployed workers and struggling businesses have been exhausted, while rising virus cases have led to renewed restrictions in many places.Without action by Congress, some 12 million Americans could lose access to unemployment benefits in coming weeks. The US Chamber of Commerce, a business lobby, criticised the decision to end the programmes just as president-elect Joe Biden is about to enter the White House.\"A surprise termination... prematurely and unnecessarily ties the hands of the incoming administration, and closes the door on important liquidity options for businesses at a time when they need them most,\" said the group's chief policy officer, Neil Bradley. ", "url": "https://www.bbc.com/news/business-55020693"}