{"datetime": "2021-07-28T19:31:58.000Z", "title": "US economic recovery 'making progress', says Fed", "article": "The US central bank has said that the economy is making progress due to widespread vaccinations. The Federal Reserve kept interest rates on hold near zero, saying that inflation largely reflected factors that would pass in time. While jobs growth and the economy had strengthened, \"risks to the economic outlook remain\", it said. The central bank will continue to monitor economic progress before easing pandemic support. The announcement, following the end of its two-day meeting, comes amid concerns that rising prices could prompt the Fed to push up interest rates, increasing the cost of borrowing for businesses and consumers. Inflation, which measures the rate at which the prices for goods and services increase,continued to surge in the US in June as the cost of energy and used cars in particular increased. Consumer prices jumped 5.4% in the 12 months to the end of June, up from 5% the previous month. It marked the biggest 12-month increase since August 2008, according to the US Labor Department. The Fed's chairman Jerome Powell has insisted, however, that cost increases would be \"transitory\" due to prices ticking up in areas associated with the economy reopening such as travel or hospitality, as well as supply bottlenecks.Inflation is the rate at which the prices for goods and services increase.It's one of the key measures of financial well-being because it affects what consumers can buy for their money. If there is inflation, money doesn't go as far.It's expressed as a percentage increase or decrease in prices over time. For example, if the inflation rate for the cost of a litre of petrol is 2% a year, motorists need to spend 2% more at the pump than 12 months earlier to get the same amount. And if wages don't keep up with inflation, purchasing power and the standard of living falls. Read more about inflation - and why it matters -here . The US central bank reiterated that it would not stop providing support until it makes \"substantial further progress\" towards its targets of returning to full employment and inflation at 2%. Butthe statement it issued on Wednesday suggested that these goals were on track. The Federal Open Market Committee (FOMC) said: \"The economy has made progress toward these goals, and the committee will continue to assess progress in coming meetings.\" Its support includes continuing to buy bonds - a type of investment where investors lend money to the government - at a rate of $120bn (£85.6bn) per month. The central bank said the support means that households and businesses can access credit more easily during a time of uncertainty. Richard Flynn, UK director at Charles Schwab, said: \"Strong data may suggest tighter policy is forthcoming.\" But Mr Powell said that the labour market still has \"a ways to go\" in terms of a full recovery. \"We're not there. And we see ourselves as having some ground to cover to get there,\" he said. The Fed's chief had previously said that maintaining stimulus was important because the \"economic downturn has not fallen equally on all Americans, and those least able to shoulder the burden have been hardest hit\". In the US, employment is still about 7 million jobs short of where it was before the start of the coronavirus crisis last year, while additional unemployment support is being wound down and a national rent moratorium is coming to an end on Saturday. The Fed also cautioned that its actions would depend on the path of the pandemic - just one day after the Centers for Disease Control and Prevention (CDC) advised that Americans living in areas seeing new surges of Covid-19 should wear masks indoors again to prevent the spread of the Delta variant. There were 89,418 new cases on Monday in the US,Johns Hopkins University reported. ", "url": "https://www.bbc.com/news/business-57979270"}