{"datetime": "2021-03-17T19:56:50.000Z", "title": "US economy to grow faster than forecast, says Federal Reserve", "article": "The US central bank expects much stronger growth this year than previously forecast, as vaccination rates rise and government relief funds start flowing into the economy. The Federal Reserve forecast average growth of 6.5% this year - up from 4.2% it predicted in December. The outlook for recovery in the jobs markets has also brightened, the Fed said. Despite the upgrade, officials did not move to raise interest rates. And most members expect to keep borrowing costs near zero until after 2023, according to the projections released by the Fed after its regular meeting. Federal Reserve Chair Jerome Powell said the bank wanted to see proof of a more complete recovery before altering its policies, which are focused on stimulating economic activity. Millions of people remain out of work and the parts of the economy most affected by the pandemic - such as leisure and hospitality - remain weak, he said. The damage has disproportionately affected minority and low-wage workers, who are often the last to benefit from an economic rebound, he added.\"The recovery has progressed more quickly than generally expected,\" he said at a press conference after the meeting. \"While we welcome these positive developments, no one should be complacent.\" The improved outlook - a compilation of independent forecasts by the bank's board members - includes projections that inflation could heat up later this year, reaching 2.4%, above the bank's historic 2% target. But Mr Powell said such a move was likely to be \"transient\". Share prices on Wall Street jumped after the announcement. \"With the Fed keen not to tighten policy until it sees inflation on track to moderately exceed its 2% goal on a sustained basis, and also emphasising that any increase in inflation should be transitory, we expect the Fed will follow through on its commitment not to raise rates for a while yet,\" said Michael Pearce, senior US economist at Capital Economics. \"The key risk is that the rise in inflation that most forecasters anticipate this year proves more enduring than Fed officials currently expect.\" The economic recovery anticipated in the US is more robust than that in Europe. But Mr Powell said he was not worried that weak growth abroad would hurt the US, the main focus of the bank. \"When the US economy is strong, that strength tends to support global activity as well,\" he said. \"I'd love to see Europe growing faster, I'd love to see vaccination rollout going more smoothly but I don't worry too much about us in the near term,\" he said. \"I think we're in a good place. It's all ahead of us but the data should get stronger fairly quickly and remain strong for some time.\" ", "url": "https://www.bbc.com/news/business-56434910"}