{"datetime": "2021-12-15T00:07:32.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: US surpasses 800,000 pandemic deaths", "article": "More than 800,000 Americans have now died from the coronavirus, the highest recorded national death toll from the global pandemic. It comes as the US reached 50 million confirmed cases of Covid-19 on Monday.Most deaths have been recorded among the unvaccinated and the elderly, and more Americans died in 2021 than in 2020. The US is again seeing deaths rising at an alarming rate. The last 100,000 deaths came in just the past 11 weeks, a quicker pace than any at other point aside from last winter's surge. \"The waves of illness that we're seeing will continue until the population-level immunity is high enough to prevent them. Quite simply, we're not there yet,\" said Dr Keri Althoff, an epidemiologist at the Johns Hopkins Bloomberg School of Public Health. It has been more than 650 days since the first American patient dying from Covid-19 was reported in Seattle, Washington (public health officials have since attributed earlier deaths to the virus). Since the Pfizer vaccine - the first jab to be approved in the US - was rolled out last winter, nearly 300,000 more fatalities have been recorded. In April 2021, two more vaccines - Moderna and single-dose Johnson & Johnson - were approved, and all three vaccines were made available to adults of all ages. The 800,000 total exceeds the populations of cities such as Boston or Washington DC. The milestone means nearly twice as many Americans have died during the pandemic as in World War 2. The US death toll far exceeds the official tally of any other country, but experts believe many recorded death counts are under-reporting the true scale of the tragedy.The next highest are Brazil, with more than 616,000 deaths, and India, which has had over 475,000 deaths. In terms of deaths per capita, the US currently ranks 20th in the world, trailing several South American and European countries, according to Johns Hopkins University data. Each country in the chart below - except the UK - was initially slower to roll out vaccines than the US. Vaccinations levels in all have since surpassed the US where 61.6% of the population is fully vaccinated. Deaths from Covid-19 have come in three main waves. The first - which hit New York City especially hard - peaked in April 2020, before lower rates of infection in the summer and autumn. A massive spike then occurred last winter after people had travelled and gathered during the holiday season. At its peak in January 2021, more than 3,000 deaths were confirmed a day. The number of deaths fell significantly last spring as vaccines became widely available, but it soared again by July and through the summer as the highly contagious Delta variant spread. The elderly have always been the most vulnerable, and despite being the most vaccinated group one in 100 Americans over the age of 65 has died during the pandemic. Breakthrough cases aside, unvaccinated Americans have made up the vast majority of deaths over the past few months (trends identified in the chart below come from health departments in 24 of 50 US states). President Joe Biden began calling Covid-19 in the US \"a pandemic of the unvaccinated\". Dr Althoff contends that the US had \"a lot of barriers\" to overcome. \"Trust in science has waned, trust in government has waned, vaccine hesitancy is a powerful force, misinformation is rampant,\" she told the BBC. \"We have to do more than just trying to educate; we have to try and understand. That takes conversation and trust-building.\" With death rates rising once again in much of the country, she said Delta remained a serious problem,Public health experts are still figuring out what impact the new Omicron variant may have this winter, but officials are urging Americans to get booster shots to combat waning protection.", "url": "https://www.bbc.com/news/world-us-canada-59645307"}