{"datetime": "2021-08-14T23:42:41.000Z", "subject": "Coronavirus pandemic", "title": "'This was a race and we lost': How US doctors really feel about Covid surge", "article": "Nearly 620,000 Americans have died from Covid-19, and over 32 million have been infected. Healthcare workers have been at the forefront of the pandemic battle. And for many, the last few months have felt like déjà vu.A rise in the number of Covid patients in hospital, a surge in deaths, and rampant misinformation about the disease have made some feel like it's \"summer 2020 all over again\". But has the vaccine changed anything? Do medical professionals have hope for the fall? We went back to several healthcare professionals - doctors, nurses, and medical staff - who we spoke to last summer, to ask how they are faring nearly 18 months into the Covid pandemic. Here's what they told us. A lot has changed in the last year and a lot hasn't. Last year each day I went to work, there was always the fear of getting sick myself or spreading Covid to my family.From about April to June 2021, things felt better. We got seeing families back in the hospitals, patients were optimistic, and we were looking forward to the summer. Unfortunately, the Delta variant and our policy missteps with regards to it has made it feel like August 2020 all over again.I am simply frustrated. Last year we had no vaccine and there was a feeling of inevitability when it came to surges in cases.This time around we have a vaccine that can prevent a majority of Covid hospital cases, yet our ICUs in certain states are fuller than ever. Fewer people are wearing masks and I am worried for a particularly brutal flu season combined with continued Covid Delta spread. What concerns me is that last year when we were seeing our hospitals get full, our political leaders reacted to those challenges with policy measures. But this time around we are simply not doing that. Our governor in Texas has issued mask mandate bans and we are lagging behind in vaccines.I truly hope we can find a way to depoliticise the pandemic, masks, and the vaccine. If we can do that, Covid can become a minor nuisance rather than a death sentence for thousands more Americans.We've not yet contained the pandemic. We have not been able to control it, and now we are probably headed into another surge, at least in the United States.In Massachusetts, we are preparing our hospitals for this after seeing the rise of patients in other states. I think this is primarily because vaccinations have not been where we want them to be. This was a race and we lost, because with the Delta variant the vaccine is not as effective. It's lower - but we don't know by how much. Even vaccinated people are getting infected with Covid. This new strain was not incorporated into the vaccine studies initially. That's why companies like Pfizer and Moderna are now thinking of getting the booster with the Delta variant.One of the worst things we're seeing is infected pregnant people - it's a heart-breaking situation.Even though it's not mandated, as a doctor I'd recommend the vaccine. We anticipate that this won't be slowing down for a little while. We hope that if people get vaccinated and socially distance as we have done before, we can minimise the peak of this surge.We need to be proactive.A lot has happened since 2020 April. After working as an ICU nurse in the peak of the pandemic in New York City, I was burnt out. Thankfully, by the summer Covid numbers dropped and work life settled a little bit. As the dust settled, New York felt different. I could feel myself itching to get away, desperately wanting a change of scenery. So, I picked a city in Texas that I'd never been to, and accepted a travel nurse contract in El Paso at the end of summer 2020. What started off as a cool experience quickly turned into another Covid nightmare. El Paso soon became a Covid epicentre as the virus infected entire households. Instead of returning back to the acute care hospital setting in 2021, I took a nurse practitioner job working in vaccine clinics across New York City.For nearly four months I was on the other side, the side that felt less stressful and more hopeful. Instead of witnessing the tragic stories of Covid, I was met with the smiles of people excited to get vaccinated, who had hopes of moving toward a new kind of normal.Despite our efforts, it breaks my heart to hear about what is happening in hospitals across the country as Covid cases rise. Hospitals are short staffed and healthcare workers are burnt out - again. Everyone in healthcare is bracing for a hard fall and winter this year. It's a bit unnerving to see hospitals overwhelmed at the end of summer before flu season even starts.I am most concerned about the misinformation, conspiracies and propaganda circulating across the internet on the vaccine and the virus. I know that in the end it will only hurt our country and stifle efforts to curb the continued spread of Covid.Over the past year I have been inundated with Covid patients. Last year, my primary fear as a doctor was spreading the disease to my kids and wife as I intubated and cared for thousands of patients.The vaccine has given many of us a bit more peace of mind in protection from acquisition of disease. It doesn't mean that people won't get the disease, but it means that they will likely avoid getting hospitalised and potentially dying. That gives me hope on a personal level every day. That said, I'm sad over recent hospitalisations and I'm worried about the immuno-compromised and patients that wished they would have been vaccinated but couldn't be due to other conditions.I'm sad that political parties are blaming one another. I'm frustrated when medical professionals provide inaccurate information that diminishes the trust between our profession and the public.Combating false and misinformation that may be factually inaccurate is our biggest challenge. We need to understand fears about masking, vaccines, the disease, and then partner with those that hold these fears to find ways to work through improved informed decisions. Reporting by Angelica Casas, Bernd Debusmann, Chloe Kim, Roderick MaCleod and Marianna Brady ", "url": "https://www.bbc.com/news/world-us-canada-58208721"}