{"datetime": "2019-10-30T19:18:05.000Z", "title": "Federal Reserve cuts rates again amid trade and growth fears", "article": "The US central bank has cut interest rates again, hoping to shield the economy from the impact of trade wars and a global slowdown. The Federal Reserve lowered the target for its benchmark rate by a quarter point, to a range of 1.5% to 1.75%. The move was the third cut in four months. The decision comes asUS economic growth slowed to an annual rate of 1.9% in the most recent quarter. Fed Chair Jerome Powell implied the bank would hold off on further cuts. \"We feel that policy is well-positioned,\" he said at a press conference in Washington at the end of the Fed's two-day meeting. Since the last meeting, he said risks to the economy have subsided, pointing to the possibility of a limited \"phase one\" US-China trade pact and reduced odds of a no-deal Brexit. Mr Powell suggested he does not expect the bank to change rates again unless economic conditions worsen unexpectedly. \"We see the current stance of policy as likely to remain appropriate,\" he said. Wednesday's cut was expected. Eight policymakers voted in favour of reducing the rate, while two opposed the action, preferring to hold the rate steady. The divide reflects mixed economic signals. While growth has slowed, it has held up better than expected, decelerating only slightly from the 2% rate seen in the three months to 30 June. The expansion has been bolstered by spending by consumers, who are enjoying some of the lowest unemployment rates in almost 50 years. However, manufacturing and business investment continues to fall, as firms grapple with uncertainty generated by the US-China tariff war and other trade disputes. Global economic growth has slowed and inflation also remains lower than the Fed would like, moderating fears that further rate cuts will trigger a damaging acceleration in prices. As growth has softened, US President Donald Trump has sought to pin responsibility on the Fed. He has repeatedly called on the bank to cut rates more aggressively, pointing to lower borrowing costs in other countries. Mr Powell said the cuts to date have already helped certain sectors sensitive to borrowing costs, such as housing. The full effects will be felt over time, he added. Dr. Kerstin Braun, president of Stenn Group, an international provider of cross-border trade finance, said looking to the Fed to solve the issues in the economy won't work. \"The US needs to end uncertainties about global trade while also implementing fiscal policies that foster investment in infrastructure and innovation,\" she said. With the cuts, the Fed is \"squandering\" its power despite lack of a real crisis, she added. \"The stock market is peaking, consumers are still spending, and the tariff war could be resolved,\" she said. \"This isn't the normal context for lowering interest rates.\" ", "url": "https://www.bbc.com/news/business-50225030"}