{"datetime": "2020-05-13T23:31:45.000Z", "title": "Fed warns of slow recovery without more virus relief", "article": "Federal Reserve chair Jerome Powell has warned that America faces a slow and painful economic recovery without additional government relief. The dark forecast from the head of the US central bank is a turnaround from early April, when he said he expected a robust rebound. It comes as lawmakers debate additional spending to shield the US economy from coronavirus shutdowns. Mr Powell said further measures would be \"costly but worth it\". Employers in the US cut more than 20 million jobs last month, sending the unemployment rate to 14.7%, with the many of the losses falling on poor and minority households.Analysts expect the jobless rate to climb further in May, before starting to subside. Mr Powell said on Wednesday that unemployment levels are likely to to remain elevated - particularly compared to the 50-year lows the US labour market enjoyed as recently as February.\"There is a growing sense...that the recovery will come more slowly than we would like, but it will come and that may mean that it is necessary for us to do more,\" he said in a video conference hosted by the Peterson Institute for International Economics. Financial markets sank following the comments, with the Dow Jones Industrial Average ending more than 2% lower. The US has already approved nearly $3tn (£2.5tn) in new spending - packages worth an estimated 14% of the country's economy. The Fed has also taken radical steps to shore up the economy, pumping trillions of dollars into the financial system. While Democrats this week proposed an additional $3tn package, Mitch McConnell, who leads the Republicans in the Senate, responded that there was \"no urgency\" to act. Some in Washington are leery of further spending, pointing to America's skyrocketing national debt. But Mr Powell said now was not the time for those worries. \"We know that long periods of unemployment leave a shadow...we also know that waves of bankruptcies can weigh on economic activity for years,\" he stressed.\"Now, when we are facing the biggest shock that the economy has had in modern times, is for me, not the time to prioritise considerations like that. \"I do think that we can come back to them fairly quickly, which is to say a few years down the road when the economy is well and truly recovered, or at least recovering.\" While the Fed casts itself as politically neutral, Mr Powell has spent much of his tenure as chair of the bank facing political battles.Prior to the pandemic, he was a repeated target of criticism by President Donald Trump, who wanted the Fed to do more to help the economy. At a press conference on Wednesday, however, Mr Trump described Mr Powell as an \"MIP\". \"You know what an MIP is? Most improved player,\" he said. ", "url": "https://www.bbc.com/news/business-52657133"}