{"datetime": "2021-11-17T06:30:58.000Z", "subject": "US migrant family separations", "title": "What are President Biden's challenges at the border?", "article": "US President Joe Biden entered the White House promising to tackle immigration challenges that have remained unsolved for decades. Yet since he took office in January, the US has seen a record influx of migrants at its southern border, prompting criticism of the administration's policies from across the political spectrum. Some two million \"encounters\" between government agents and migrants near the border are expected by the end of 2021, Mr Biden's Homeland Security Secretary Alejandro Mayorkas has said. About 125,000 unaccompanied minors have already been taken into the government's care. Mr Mayorkas told US senators in November that the US immigration system was \"broken\".Will things get worse before they get better? Here's what we know about the situation. While the number of migrants at the border has been steadily increasing since April 2020, the numbers spiked sharply after Mr Biden took office. Economic problems in Honduras, Guatemala, El Salvador, Nicaragua and Cuba worsened during the pandemic, forcing some to take on a long and perilous journey north. Gangs and violence have also been given as reasons why some left home. Mr Biden's plan to offer legal status to an estimated 11 million undocumented people in the US - that proposal has been watered down by the president's fellow Democrats in the House of Representatives and looks likely to be rejected outright in the Senate - is also blamed by conservatives for encouraging migrants. Though he has avoided Mr Trump's rhetoric, Mr Biden has repeatedly called on migrants, including asylum seekers, not to attempt the journey to the US. Despite a slight decline in September, the number of migrant encounters still represented about a 33% increase from the 144,000 recorded in May 2019 - the highest total of the Trump administration. There's also been a sharp increase in the number of children crossing the border.Migrants cross the border in one of two ways. Those who believe they \"have suffered persecution or fear that they will suffer persecution\" in their home country are eligible to apply for asylum when they present themselves at a port of entry for admission into the US. Others may evade border officials by hiding in cars or travelling undetected across unprotected - and often treacherous - parts of the US-Mexico border. According to the Pew Research Center, at least 40% of unauthorised migrants in the country entered legally on short-term visas and overstayed. On Covid, Mr Biden kept a Trump-era emergency policy to automatically expel almost all undocumented migrants seeking entry, bypassing normal immigration laws and protections. The policy - known as Title 42 - is aimed at preventing the spread of Covid-19 in holding facilities, officials say. The measure sparked controversy in September when the Biden administration used Title 42 to deport nearly 4,000 Haitian migrants who had been detained at the border city of Del Rio, Texas. The Biden administration has defended the Trump-era policy in courts, where civil rights groups have argued that it violates existing US asylum laws. Politicians from Mr Biden's own Democratic party have also spoken out against the policy. The US Centers for Disease Control and Prevention (CDC) said in August that the policy will remain in effect until the spread of Covid by non-citizens stops being a \"serious danger\" to public health. It plans to review the situation every 60 days. In contrast to Mr Trump, however, Mr Biden has decided not to refuse entry to unaccompanied minors and some families. One of the most substantive changes in border policy under Mr Biden has been a shift in how the government deals with migrant families. A so-called \"zero-tolerance\" policy under Mr Trump meant families divided by US authorities, in some cases with parents being deported back to their home countries without their children.Mr Biden has reversed that specific practice, and some families - but not all - have been reunited. A task force set up by the president estimated that 3,913 children had been separated from their parents.As of September, authorities were still trying to reach the parents of 303 children separated from their families, according to a court filing. As mandated by US anti-trafficking laws, Mr Biden's administration has been transferring non-Mexican minors to shelters overseen by the government. Critics of the administration previously suggested that holding children in those facilities harkened back to a Trump-era policy, though children were being held for less time under Mr Biden.In May, the number of children held in detention facilities declined by nearly 90% after they were transferred to the Department of Health and Human Services (HHS) for temporary resettlement.On Mr Biden's first day in office, his administration suspended a controversial Trump-era policy that forced asylum seekers to wait in Mexico for their US immigration hearings. Since it was introduced in January 2019, about 70,000 migrants were enrolled in the programme informally known as Remain in Mexico. After Mr Biden took office, the initiative quickly became the focus of intense legal wrangling. While the policy - which Mr Biden had previously called \"inhumane\" - was terminated in June, an August ruling by Trump-appointed federal court Judge Matthew Kacsmaryk found that the administration had improperly cancelled the policy. As a result, the US and Mexican governments said on 2 December that they would reinstate the policy and send would-be asylum seekers to Mexico to await claims decisions. At a news conference following the announcement, White House Press Secretary Jen Psaki said the administration stood by its opposition to the policy. She added that the programme has \"endemic flaws\" with \"unjustified human costs\". \"But we also believe in following the law,\" Ms Psaki said. The White House, however, said several new steps would be taken to address concerns, including providing Covid-19 vaccinations for migrants and a six-month time limit for each asylum advocate. Implementation of the re-instated policy was scheduled to begin the week of 6 December, beginning in El Paso and Brownsville, Texas and San Diego, California. Mr Biden signed an order on his first day in office to pause all wall construction and to end the national emergency declaration on the southern border. He later ordered that military funds Mr Trump had tapped for the project be diverted, leading to a Republican-requested inquiry into whether Mr Biden had inappropriately re-directed congressionally approved funds.Property owners near the border have complained that despite the pause, the government is still seeking to seize borderlands for future construction using a process known as eminent domain. Dozens of eminent domain cases brought by the federal government remain open and could take years for the courts to decide. Some wall construction sites remain abruptly abandoned, with building materials strewn about, as construction had continued right up until the moment of Mr Biden's order to halt.On 27 September, the US Department of State announced that the government plans to increase the number of refugees allowed into the US to 125,000 for the fiscal year that began on 1 October. With the move, Mr Biden fulfilled one of his campaign promises. During his presidential bid, Mr Biden repeatedly criticised Mr Trump's decision to set the annual refugee cap at 15,000 - a historic low.Mr Biden had stunned his supporters in April by announcing plans to only allow 15,000 refugees into the US in 2021. The annual refugee cap was set by Mr Trump the year before. Following intense public backlash, he raised the number to 62,500 refugees.About 110,000 refugees were admitted to the US in the last year of President Barack Obama's final term. Mr Biden also called for more refugees to come from Africa, the Middle East and Central America, and for an end to restrictions on resettlements from Somalia, Syria and Yemen. ", "url": "https://www.bbc.com/news/world-us-canada-56255613"}