{"datetime": "2020-06-10T20:23:14.000Z", "title": "Fed warns US faces 'long road' to recovery", "article": "The head of America's central bank has pledged to continue support for the US economy for \"as long as it takes\". Warning that the US faces a \"long road\" to recovery, Federal Reserve Chair Jerome Powell said the bank would keep interest rates near zero for the foreseeable future. A policymaker forecast released by the Fed showed rates remaining low until the end of 2022. \"This is going to take some time,\" Mr Powell said. In December, Fed policymakers said they expected the US economy to grow about 2% this year and the unemployment rate to remain around 3.5%. But the pandemic has dramatically rewritten that outlook, prompting the loss of more than 20 million jobs in March and April in the US alone. The OECD on Wednesday said the pandemic had triggered the most severe recession in a century and warned that the global economy could contract 7.6% this year, should a second outbreak hit. Predictions released by the Fed on Wednesday show policymakers expect the US economy to shrink 6.5% this year and the unemployment rate to be 9.3%, before falling to 6.5% in 2021. That would still be a big increase from the 3.5% rate recorded in February. The Federal Reserve slashed interest rates toward zero at the onset of the pandemic and has pledged to maintain low rates until the economy is back on track. It has pumped trillions of dollars into the financial system, buying up US Treasuries and other assets to encourage banks to keep lending and prevent a market collapse. It has also stepped in with new programmes to lend to small and medium-sized firms and buy corporate and municipal debt. The swift action has won widespread praise in Washington. In a hearing about the pandemic response on Wednesday, Republican Senator John Kennedy called Mr Powell a \"rock star\". Neil Birrell, chief investment officer at Premier Miton, said the Fed's statement on Wednesday was \"affirmation of central banks everywhere doing what they need to do\". Analysts credit the Fed's aggressive response with helping to drive a rally in financial markets, which have rebounded sharply from their lows. Mr Powell on Wednesday said financial conditions had improved, thanks to the Fed's efforts to keep markets from freezing up. He defended the bank's plan to continue asset purchases at the current levels, despite criticisms that such moves primarily help wealthy investors. \"We don't take those gains for granted,\" Mr Powell said. No change in interest rates at this meeting, and it seems most of the Fed's policy makers expect no change before 2023. One of the documents released alongside the policy statements is a summary of the expectations of the Fed's policy makers. It doesn't identify individuals, but it does give us some indication of what they're thinking, if not exactly who is thinking it. None expect rates to rise this year or next. There is at least one who thinks there will be a rise of a full percentage point in 2022. But the majority think that won't happen. On growth the most optimistic thinks this year will see a contraction of 4.2%. One expects a pretty hideous figure of 10%. Most expect a return to growth next year. But if you take the median - the one in the middle if you rank them - it will be 2022 before this year's losses are fully recovered. The cumulative picture for that projection is an economy 1.6% larger in that year than it was last year. That suggests, for that period, more than two years of lost growth, at the rate they think is likely over the long term. ", "url": "https://www.bbc.com/news/business-53001248"}