{"datetime": "2022-01-14T01:14:44.000Z", "title": "Biden plans dealt crushing blow by fellow Democrats", "article": "President Joe Biden's hopes of overhauling the US election system look doomed after two of his fellow Democrats came out against them. Mr Biden has been arguing for the hugely controversial step of scrapping a key Senate norm to pass the bills. But Senator Kyrsten Sinema said she refused to worsen the \"disease of division infecting our country\". At the Capitol to arm-twist lawmakers, Mr Biden conceded he was \"not sure\" his plans would work. He wants to repeal the filibuster, which requires a 60% majority to pass certain legislation in the Senate. The upper chamber of Congress is currently split 50-50 between the two parties.No Republicans support the two Democratic-proposed plans, the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act. Among other things, the bills would impose federal standards on elections, ushering in the most sweeping reform in a generation. On Thursday, Mr Biden went to Congress in a last-ditch effort to persuade lawmakers to remove the filibuster so he could get the legislation passed.But emerging from a meeting that lasted over an hour, he conceded that opposition from two key Democratic lawmakers had blocked his agenda.\"The honest to God answer is I don't know whether we can get this done,\" Mr Biden said. \"As long as I'm in the White House, as long as I'm engaged at all, I'm going to be fighting,\" he added.Ms Sinema, an Arizona senator, and another Democrat, West Virginia Senator Joe Manchin, both said they would not support nuking the filibuster rule.Speaking on the floor of the Senate, Ms Sinema said: \"We must address the disease itself, the disease of division, to protect our democracy.\" In a statement later on Thursday reiterating his position, Mr Manchin quoted Mr Biden's late friend, the former Senator Robert Byrd, who once warned against any attempt to scrap the filibuster. \"We must never, ever, ever, ever tear down the only wall, the necessary fence, that this nation has against the excesses of the executive branch and the resultant haste and tyranny of the majority,\" Mr Byrd said. The crushing blow to Mr Biden's legislative agenda came on the day that theSupreme Court outlawed his national vaccine mandate , which was central to his coronavirus pandemic strategy. Democrats have argued the voting bills are needed to counter recent voting laws enacted in state legislatures controlled by Republicans, who maintain that election security needs to be boosted.But Mr Biden's incendiary rhetoric - likening Republican measures such as requiring ID to vote to the 1960s Civil Rights era when police billy clubs, fire hoses and dogs were used against black protesters - was described as \"a little too far\" by one of the president's own allies, Senator Dick Durbin, on Wednesday. During his presidency, Donald Trump urged the Senate to remove the filibuster to secure funding for his proposed southern border wall. While top Republican Mitch McConnell had removed the 60-vote threshold for confirming top judicial nominees, he refused to take the so-called nuclear option and eliminate it altogether for legislation. ", "url": "https://www.bbc.com/news/world-us-canada-59990200"}