{"datetime": "2021-03-06T18:20:47.000Z", "author": "Natalie Sherman", "subject": "Coronavirus pandemic", "title": "Biden's Covid stimulus plan: It costs $1.9tn but what's in it?", "article": "The US is poised to pass its third major spending package of the pandemic - a $1.9tn (£1.4tn) plan that President Joe Biden has championed as a way to help struggling Americans. Leaders of his Democratic Party, which has a slim majority in Congress, are planning to pass the so-called American Rescue Plan by mid-March. The Senate approved it on Saturday, with the lower House of Representatives expected to endorse it next week. Republicans say the plan is unnecessarily large and stuffed with Democratic priorities unrelated to the pandemic. But Mr Biden and his team maintain the US must \"act big\" and that the extra cash is being spent on those most affected by the crisis - the poor, minorities and women. Democrats on Thursday saw their push for a minimum wage hike thrown into question after a Senate arbiter ruled it must be removed from the Covid package. Here are some of the key elements, with analysis by BBC correspondent Anthony Zurcher who ranks how much each component has support from Republicans (party mascot the elephant). The plan calls on the government to send out $1,400 per person, with the payments quickly phasing out for those with higher incomes - at $75,000 for a single person and couples making more than $150,000. This will be the third stimulus cheque since the pandemic. The US approved $1,200 cheques last spring, and another $600 in late December. Supporters view the payments as critical financial support for families - many of which have seen incomes drop, even if they have not lost work entirely. But opponents say the measure is overly broad. AZ: Many Republicans have been open to another round of stimulus cheques ever since it became a campaign issue in the December Georgia special Senate elections (which Republicans lost). The only sticking point has been where to put the income cap so wealthier families don't receive the payments - and the Senate version reduces the phase-out period in the House's bill, where the cap had already been lowered from Biden's original proposal. Republican support: 4/5 The bill provides money to extend jobless benefits until September. That's a critical reprieve for the more than four million long-term unemployed, whose eligibility for benefits is currently due to expire in mid-March.The plan tops up weekly jobless payments by $300 - the same amount as Congress approved in December's aid package. AZ: There is bipartisan agreement that widespread unemployment continues to be a very real problem for the US economy. While many Republicans weren't happy with the $600 a week supplement last spring, the Senate opted to keep the $300 additional payments from the last Covid bill, which passed the Senate by an overwhelming margin in December. Republican support: 3/5 Democrats intend to give parents of children under the age of 18 a year of monthly benefits worth $250-$300, depending on age.The measure works by temporarily increasing the worth of America's existing child tax credit from $2,000 annually to as much as $3,600, and making the benefits available in advance. The bill also increases how much parents - many of whom have been juggling extra childcare duties due to school closures - may reclaim from their annual tax bill for childcare expenses. AZ: Boosting support for those caring for children is one of the few issues that has enthusiastic support on both the left and the right. While the details have been open to negotiation, all but the most aggressive budget hawks have found it a worthy cause. Republican support: 5/5 Mr Biden has called for devoting $50bn to improve testing centres and another $20bn to develop a national vaccination campaign, including setting up community centres and hiring new workers to administer the shots. \"We cannot rescue our economy without first containing the virus,\" Democrats said as they advanced the plans.AZ: Some states have struggled to find the funding necessary to organise and administer a comprehensive vaccination programme, creating a disparity of results across the US. This is one of the few areas where an influx of federal funds will have an immediate tangible result. Republican support: 5/5 The bill sends $170bn to schools and universities to help them take steps to reopen, like buying masks and cleaning supplies, upgrading ventilation systems and creating smaller class sizes. Mr Biden has made reopening a top priority, responding to studies that show students with remote schooling falling behind. It's also seen as a factor preventing parents from returning to work. AZ: Many conservatives are wary of expanding federal involvement in public school systems - which are administered on a state and local level - and they're critical of the funding in this bill, which they say won't even be available to schools this year. They want schools to reopen before they get more aid from Congress. Republican support: 2/5 The bill includes grants for small businesses as well as more targeted funds: $25bn for restaurants and bars; $15bn for airlines and another $8bn for airports; $30bn for transit; $1.5bn for Amtrak and $3bn for aerospace manufacturing. AZ: Republicans aren't going to have an issues with more support for small businesses - particularly hard-hit areas like the travel, dining and hospitality industries. Republican support: 5/5 Unlike prior stimulus packages, this one provides $350bn for local governments, many of which are facing higher expenses and lower revenues due to the economic downturn. But Republicans have fought it as a handout to primarily Democratic states, noting research that shows that the budget situation in many states is better than expected. California even has a surprise surplus. The Democratic plan would send at least $500m to every state, with additional funds determined by the number of jobless workers. Cities and countries, tribes and territories are also in line for money. AZ: This has been one of the big political battlegrounds in every Covid-19 stimulus bill. Republicans have been able to successfully block aid to states and cities in the past, saying they were a handout to high-tax liberal enclaves. This time around, however, they don't have the votes to stop it. Republican support: 1/5 The plan provides incentives to employers to offer paid sick leave to staff who contract Covid-19, are exposed to the virus and must quarantine; or are caring for sick family members. But it does not make leave a requirement, as initially proposed. It also aims to make it easier for more people to buy health insurance independently. AZ: Republicans have been OK with providing temporary support for those directly affected by the coronavirus pandemic. They balk, however, at more money going to the government workforce - and the thought that this could be a back door to a permanent federally mandated family leave programme. Republican support: 2/5 President Joe Biden's initial plan called for increasing the national minimum wage to $15 per hour by 2025, more than doubling the current rate and increasing wages for an estimated 27 million workers. But the controversial proposal lacked support among key moderate Democrats in the Senate.Last month, the Senate parliamentarian ordered the wage rise be removed from the bill. She said it did not meet the guidelines necessary to be included under the budget process Democrats plan to use to advance the aid package. AZ: In the end, it was the Senate parliamentarian who killed the minimum wage increase, ruling that it would take 60 votes to pass. At the moment, just isn't that kind of support in the Senate for a $15 wage - or among Democrats to overrule the parliamentarian - but the door is still open to a compromise on a lower minimum outside of the Covid relief package. Republican support: 1/5 Congressional Republicans are lining up to oppose the entire Covid-19 relief bill, even though there has been little organised national effort to turn public opinion against it.Conservatives will object to the $1.9tn price tag as too high given the skyrocketing US national debt and then specifically focus on more controversial items like payments to Democratic-controlled states and cities. In the end, it appears unlikely any Republicans will break ranks and support the bill rather than be seen opposing the legislation's popular measures. The risk of angering the conservative base by working with Democrats is greater than any political reward supporting legislation offers. Biden's first congressional priority is on the verge of being accomplished, but the cost - in deepened partisan warfare at the start of his presidency - will be high. ", "url": "https://www.bbc.com/news/business-56019033"}