{"datetime": "2021-01-20T00:21:01.000Z", "author": "Faisal Islam", "subject": "Coronavirus pandemic", "title": "Can Biden succeed in economic rescue mission?", "article": "As was the case 12 years ago, Joe Biden enters the White House on an economic rescue mission after an historic US and global recession. Then he was vice president and the world was reeling from the shock of the financial crisis. And while Mr Biden has defended the economic record of his then-boss President Barack Obama, there are plenty on his team who wish the US had done more. This time, Mr Biden's initial economic agenda is Covid.As he enters office, the pandemic is still raging, thousands are dying every day, and jobless numbers are going up. Health is wealth, in terms of fully reopening the economy.Mr Biden outlined last week what he called his \"America Rescue Plan\" - a $1.9tn (£1.4tn) effort to fund universal vaccination and more coronavirus testing, and provide funds for households, business and lower levels of government.More than half of the figure is earmarked for direct financial relief for families, including $1,400 stimulus cheques for most households, as well as significantly increasing and extending unemployment benefits for millions of jobless Americans.The plan also includes raising the federal minimum wage to $15 an hour and childcare funding. But this is just a plan - and turning it into reality will mark the first test of the very thin control Mr Biden's party allies hold over Congress. Mr Biden is going to try to win support from Republicans, but they are wary of the price tag. The left of his party, meanwhile, want the stimulus to be even bigger.If Mr Biden succeeds, the prize for the economy is a possible growth rate in 2021 not seen since the Reagan era - at 5% or 6%. The constraint on his plans is the massive government debt he has inherited, due in part to the economic collapse and the $4tn in stimulus the US has already approved. But is it a constraint?Mr Biden's choice as Treasury secretary, Janet Yellen, has said that borrowing rates are likely to stay low for a long time, and as the former head of America's central bank, Ms Yellen has some authority on the issue.The US is unlikely to follow the eurozone down the road of negative interest rates, which means finding alternative ways to support the economy. The whole administration seems to be behind the mantra that borrowing cheaply to spend is not just possible but opportune, necessary and essential.As Ms Yellen put it herself during her confirmation hearing: \"Neither the President-elect, nor I, propose this relief package without an appreciation for the country's debt burden. But right now, with interest rates at historic lows, the smartest thing we can do is act big.\" To Mr Biden, that means substantial spending on green energy and jobs, as indeed is being argued in almost every country in the world.The US government will now be helping to fund the long-term economic transformation spurred by climate change, as embodied by Mr Biden's plan to re-join the Paris accords on climate change as one of his very first acts.So, is Mr Biden decisively turning his back on the steady and targeted erosion of the multilateral system under President Trump? Mostly, yes, but not entirely. US antipathy towards China and attempts to contain its rise will continue in the Biden era.But the Biden administration will not extend such Trumpian mercantilism to democratic allies. For example, the Trump trade agenda systematically dismantled the functioning of the World Trade Organization and viewed the European Union as practicing similarly unfair trade protections.President Biden and team are likely to see the EU as strategic allies, even though eyebrows have been raised about the fast-track investment deal done by the EU with China, just before Biden's inauguration.The UK government sees opportunities here, with the G7 meeting in Cornwall, chaired by Boris Johnson, expanded into a D10 of democracies with India, Australia and South Korea.Some though not all of the attendees are concerned about China's strategic influence over technology, manufacturing, the internet, and global investment and development via its \"Belt and Road\" initiative. The other interesting global challenge could be the tech companies themselves.President Trump defended the US giants from efforts to tax them on sales. But Mr Biden might try to address some of the concerns about these global mega-monopolies, particularly as regards to their role in inadvertently cultivating political division and extremism. The big picture here though is a president in fiscal rescue mode, and a team haunted by the fear that it fell short in 2009. They are determined not to repeat that mistake. ", "url": "https://www.bbc.com/news/business-55723925"}