{"datetime": "2022-01-12T06:43:46.000Z", "title": "Biden pushes overhaul of US election laws in fiery speech", "article": "US President Joe Biden has called for a historic change to Senate rules as he seeks to overhaul the country's election laws. In an impassioned speech, he said he supported changes that would allow his voting reforms to be passed without the support of opposition Republicans. Misgivings from two senators in his party are hampering his plans, and no Republicans have backed them. Currently, a majority of 60% is needed to pass most legislation in the Senate. And with the upper chamber of Congress split 50-50 between the two parties, Mr Biden's sweeping election bills are almost certain not to pass unless there is a change to that rule. Such a change is unlikely, analysts say, as it would require the support of every Democrat in the Senate as well as the tie-breaking vote of the vice-president. The bills - the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act - passed the lower chamber, the House of Representatives, last year. The former would introduce standardised, nationwide, voting rules as opposed to the current patchwork of state-by-state rules. The John Lewis Act, meanwhile, would require certain states to obtain government permission for any change to election regulations. \"To protect our democracy, I support changing the Senate rules, whichever way they need to be changed, to prevent a minority of senators from blocking action on voting rights,\" the president said in a speech in Georgia on Tuesday. \"I've been having these quiet conversations with members of Congress for the last two months. I'm tired of being quiet,\" he added, while banging his fist on the lectern. Mr Biden said the push to pass the legislation was a \"battle for the soul of America\", adding that the 60-vote rule - known as the filibuster - had rendered the Senate \"a shell of its former self\". For much of the Senate's history unlimited debate was allowed, enabling opponents to block legislation. Supporters say it is a check on government power and forces administrations to seek consensus.During World War One, rules were adopted to allow a two-thirds majority to bring debate to an end, but it was rarely used, and reduced to the 60-vote rule during the 1970s.Joe Biden is making a renewed push for voting legislation, but the prospects for success haven't changed much since congressional Democrats first advanced the current package of proposals back in January 2019. They're dim. The reasons should be familiar to this White House. Either Democrats need to attract Republican support in the Senate, or they must change the rules to allow the slim Democratic majority there to approve the legislation on its own. Neither seems likely, no matter how many speeches Mr Biden gives. Mr Biden's Georgia trip could simply be an attempt to satisfy restive members of his party's base, who believe the president is not doing enough to promote what they see as the most important issue facing the nation - and their party - today. But the outlook for success there doesn't look great, either. Some prominent voting rights activists are giving the Atlanta event a pass, viewing it as too little, too late. Even Stacey Abrams, the Georgia gubernatorial candidate and tireless advocate of Democratic reforms, was absent, citing \"scheduling conflicts\". Mr Biden may describe the coming voting rights showdown as a national \"turning point\", but the momentum is currently in a direction Democrats won't like. Forecasts for this year's mid-term elections have spurred a sense of urgency among Democrats. Political analysts say the party risks losing control of Congress, and voting reform advocates have expressed frustration that the White House has not acted sooner. Mr Biden said he was \"an institutionalist who was honoured to serve in the Senate\" for years, but he argued \"the threat to our democracy is so grave\" that he felt rule changes were necessary. But in 2019, Mr Biden warned that doing away with the filibuster would be \"very dangerous\", pointing out that his fellow Democrats have used the rule often to block Republican legislation. Back in 2005, Mr Biden said any attempt to eliminate the filibuster was \"an example of the arrogance of power\".Former President Donald Trump called for the filibuster to be scrapped when his fellow Republicans controlled the Senate, but then-Senate Majority leader Mitch McConnell refused to go for \"the nuclear option\" as it is known on Capitol Hill. Republicans have argued that Mr Biden's voting legislation would impose questionable national standards on local elections. Speaking after the president's speech, Republican Senator Mike Capo said the two bills were a \"partisan, political power grab\" and voiced opposition to changing Senate rules. Jazmin Kay, 24, is a New York Democrat and the president of youth-voting advocacy group 18by.vote. She is glad to see the president talking about expanding voting access, but wants to see Congress pass legislation that would guarantee reform. \"We're frustrated with all the bureaucracy around voting rights,\" she says. \"If we don't have comprehensive voting rights reform, then we're not able to have a say in what is done in our government. Enthusiasm is waning [among younger Americans].\" Ryan Doucette, 18, is an Ohio Republican and chief of staff to the young conservatives at Gen Z GOP. He warns that one-size-fits-all electoral reform by the federal government is \"wildly misguided\" and \"rooted in cookie-cutter solutions\". \"Democrats incorrectly say Republicans are systematically trying to disenfranchise voters of colour, while some outspoken Republicans falsely claim that elections are rife with fraud,\" he says. \"Every community in America faces different voting rights challenges, and those should be addressed via sound policy for each distinct challenge.\" Senate Democrats are planning to hold a debate in the next week on scrapping the filibuster.But two centrist Democrats - Joe Manchin and Kyrsten Sinema - have indicated they will not go along. Other Senate Democrats, including Arizona's Mark Kelly, Montana's Jon Tester and Delaware's Chris Coons - have suggested they are on the fence. Republican-run states have introduced restrictions on access and verification since the 2020 election. They claim widespread voter fraud, though little concrete evidence has come to light. ", "url": "https://www.bbc.com/news/world-us-canada-59956068"}