{"datetime": "2021-04-26T20:44:58.000Z", "author": "Anthony Zurcher", "title": "Filibuster: The biggest obstacle to Biden getting his way", "article": "During his 2020 presidential campaign, Joe Biden promised to enact ambitious new programmes and reforms - including on voting rights, healthcare, gun control, the environment and education. He reportedly imagined himself to be a transformative president, like Franklin Delano Roosevelt during the Great Depression, who could implement sweeping change and rescue a nation facing a calamitous crisis. In the first 100 days presidency, however, reality has set in. Most of Biden's big-ticket goals require the support of Congress. And while the legislative branch is controlled narrowly by his party, passage of the president's agenda is far from guaranteed.The Senate, one of the two legislative chambers, is unique among western democracies in effectively requiring a super-majority to enact most major pieces of legislation.Derived from a Dutch word for pirate or \"freebooter\" in the 19th Century, the \"filibuster,\" as it's called, has been a part of the US political process since the early days of the American republic. Only in modern times, however, has it become a common - and powerful - tool for political obstruction. Its critics revile it as an anti-democratic practice that can grind the gears of government to a halt. Its supporters claim it is a cherished tradition that encourages bipartisanship and prevents a rushed legislative process. After 20 children and six teachers were killed by a gunman at a school in Newtown, Connecticut, in 2012, a tearful President Barack Obama vowed to confront the issue of gun control. That began a legislative process that included committee hearings, lobbying from interest groups, multiple policy proposals and, eventually, draft legislation.All this activity culminated four months later with 54 senators in the 100-seat chamber voting to advance a bipartisan bill that would require background checks on private firearm transactions - closing the so-called \"gun show loophole\" for off-the-books weapon purchases. In the US Senate, however, a simple majority wasn't enough. Because of the filibuster, the bill required 60 votes to proceed. Obama and the gun-control advocates were six short - and the bill was effectively killed. The Senate hasn't come any closer on substantive firearm legislation in the eight years since. There is nothing in the US Constitution about it.The American founding document sets out a number of instances when a Senate super-majority is required - in voting to convict impeached government officials, ratify treaties, pass constitutional amendments and override presidential vetoes. The authors left legislative voting rules up to the individual chambers. Initially, both the House and the Senate allowed its members to engage in unlimited debate on any subject. It didn't take long for savvy legislators to realise that they could use the rules to essentially talk a proposal to death, holding the floor until its proponents gave up and moved on to other business. As the House of Representatives grew in size, it adopted rules for limiting the amount of time allotted for debate. The smaller Senate chamber - with two representatives from each state - continued the tradition, however. In 1917, at the urging of President Woodrow Wilson, the Senate finally adopted a means to invoke \"cloture\" (another foreign word creeping into US congressional proceedings, this time French) and force an end to debate. To do so would require a two-third majority of those present in the Senate.The Senate next modified the filibuster rule in 1975, lowering the votes required to end debate to the modern-day three-fifths mark, or 60 out of the 100-seat chamber. It also changed the process so filibustering senators only needed to signal their intent to block legislation and not physically engage in debate on the floor of the chamber.The goal was to allow the Senate to set the contested legislation aside and continue with other business, avoiding lengthy delays and gridlock.The end result, however, was to make filibustering easier. It created a distinction from past \"talking\" filibusters - a showy, but usually futile, parliamentary tactic not unfamiliar to many western democracies. The chamber recently enacted some exceptions to the filibuster, though. In 2013, Democrats voted to allow a simple majority to end debate on presidential appointments to the executive branch and lower-level courts. Four years later, Republicans expanded that exception to include Supreme Court nominees. The \"legislative filibuster\" has become the procedure's last, most powerful bastion - sort of. Back in 1974, the Senate carved out a process by which the Senate can pass certain legislation affecting the US budget with a simple majority through something called \"reconciliation.\" The Senate would later add details about what could be accomplished.Legislation can't increase the US budget deficit after 10 years. It has to be directed at spending or revenue, and not just in a tangential way. And all legislation has to be analysed by the nonpartisan Congressional Budget Office and approved by the Senate parliamentarian. Republicans have used the process to pass tax cuts, like the one backed by Donald Trump in 2017. Joe Biden and the Democrats employed the tactic to enact the $1.9tn Covid relief bill last month. The administration is now considering using reconciliation to allow a simple majority to pass the president's $2tn infrastructure plan. With only 50 Democrats in the Senate, Biden would need 10 Republican votes to break a filibuster under normal rules. Democrats originally believed they would have only two chances to use reconciliation before the 2022 congressional mid-term elections (when they might lose control of one or both chambers of Congress). A recent ruling by the Senate parliamentarian opened the door to more chances, although all 50 Democrats - including reconciliation sceptic Manchin - would have to sign off on the move. Republican threats to ravage Biden's legislative agenda using the filibuster have already prompted some on the left to call for the outright abolition of the procedure - something that could be accomplished by a simple majority vote in the Democrat-controlled chamber. Others have suggested reinstating the talking-filibuster rule, once again making the procedure a greater test of political endurance and will. Biden - a former senator - has long been an opponent to filibuster reform, telling the BBC in 2019 that the procedure protected the right of minorities.In his first press conference as president, however, Biden appeared open to abolition, agreeing with former Democratic President Barack Obama, who called it a relic of America's segregationist past. \"Successful electoral politics is the art of possible,\" he said. \"Let's figure out how we can get this done and move in the direction of significantly changing the abuse of even the filibuster rule.\" Concerned Democrats warn that if their party doesn't act now - when they have control of Congress and the presidency - it may be years before such an opportunity for reform arises again.They argue that a filibuster-free Senate could allow their party to change the political playing field - by implementing election laws that would increase their party's vote, adding new judges to the Supreme Court and the rest of the federal judiciary, and by granting statehood (and new congressional representation) to Democrat-leaning Puerto Rico and the District of Columbia. Other major policy initiatives that seem unlikely to win 60 votes in the Senate - but could pass on with just Democratic votes if the filibuster were removed - include a government-run health insurance programme to compete with private companies, universal pre-kindergarten care, free or low-cost college education, new firearm regulations and new climate-change legislation. \"The filibuster is giving a veto to the gun industry,\" Senator Elizabeth Warren said during a 2020 Democratic presidential primary debate. \"It gives a veto to the oil industry. It's going to give a veto on immigration.\" Filibuster supporters, however, warn that Republicans could repeal anything Democrats accomplish - and pass conservative priorities - in subsequent years. \"If the filibuster is eliminated,\" Senator Manchin wrote in a recent Washington Post opinion column, \"a new and dangerous precedent will be set to pass sweeping, partisan legislation that changes the direction of our nation every time there is a change in political control. The consequences will be profound - our nation may never see stable governing again.\"Without Manchin's support, Democrats don't have the votes to change anything. Unless he reconsiders, or more Democratic Senate candidates win in 2022, the filibuster is secure for now. ", "url": "https://www.bbc.com/news/world-us-canada-56893296"}