{"datetime": "2022-01-11T15:50:50.000Z", "author": "Anthony Zurcher", "title": "Voting rights: Is this now Joe Biden's biggest headache?", "article": "Both Democrats and Republicans are concerned about the state of US democracy and the nation's electoral systems, although the two parties have very different ideas about what those problems are - let alone what the solutions should be. Democrats in Washington have been trying to enact a series of sweeping new voting reforms, after Republican-controlled states imposed more stringent voting requirements last year. On Tuesday, President Biden and Vice-President Kamala Harris will promote these legislative efforts in Georgia - a state that is both an electoral battleground and home to some of the more sweeping recent Republican-backed voting-law changes. Given that Democrats currently control the White House and both chambers of the US Congress, much of the party's voting reform efforts has focused on legislation at the federal level.Among the party's top priorities is restoring some of the most powerful enforcement mechanisms in the Voting Rights Act, a 1960s-era civil rights law that has been weakened in two major Supreme Court decisions, the first in 2013 and the second in 2021. One of the provisions struck down - and which Democrats hope to reinstate - required the federal government to pre-approve changes to voting procedures in states with a history of discrimination. That power had been used by the Obama administration to delay moves as minor as the relocation of voting sites or as major as state-wide voter identification laws. Another Democratic goal has been to ensure that the changes to voting procedures enacted during the pandemic, such as an expansion of early voting, the greater use of ballot drop boxes and easier access to absentee and mail-in voting, are kept in place in coming elections. Democratic-controlled legislatures in some states, such as Virginia, Nevada and Maine, have already taken action. Democrats in Congress, however, are pushing to set federal standards that would apply to every state. At least for the moment, Republicans are locked out of power at the national level, so their voting efforts have been focused on state legislatures under their party's control. They've passed limitations on mail-in absentee voting and the use of ballot drop boxes, among other steps.Texas, for instance, passed a provision that bans drive-through voting, 24-hour voting locations and the distribution of unsolicited mail-in ballot applications by public officials - methods used by Democratic-controlled cities during the 2020 presidential election. In Georgia, the Republican legislature enacted a law that restricts drop boxes - which were approved for widespread use in 2020 by the state's election board to address pandemic concerns - to one per 100,000 voters. It also restricts their location to only inside election offices or early voting sites and their use only to early voting periods, and limits when a voter can request an absentee ballot to 67 days before election (down from six months). Republican legislatures have also pushed for expanded use of photo identification during voting and better identity verification during the voter registration process. Behind these two very different ideas about what constitutes voting reform are two very different ideas about the dangers currently facing the US.According to a CBS survey, 60% of Democrats and 74% of Republicans view democracy and the rule of law in the US as \"somewhat\" or \"very\" threatened.But of those numbers, 79% of Republicans thought a major reason for this was \"people voting or casting ballots illegally\", while only 18% of Democrats agreed. Meanwhile, 89% of Democrats thought \"people trying to overturn or change elections\" was a major reason, something only half of Republicans believed. The Republican view that the 2020 election was rife with fraud, even though there has been little concrete evidence to support this, animates their desire to pass new voting restrictions at the state level.Democratic concerns about those efforts, even if many of them are an attempt to return to pre-pandemic systems that were heavily reliant on in-person voting in most states, have driven their efforts at the national level. Democrats have opposed the kind of Republican-backed polling location and procedure changes that previously required federal approval. They argue that such changes are making voting more difficult for traditionally marginalized communities that often vote heavily Democratic. Shortening early voting periods and hours can make it harder for blue-collar and service-industry workers to vote. They believe robust voting early and via mail can help avoid the long lines at polling places that have been an problem in traditionally Democratic precincts even before the pandemic. In Georgia, for instance, the state's population has grown by about 2 million people since the 2013 Supreme Court case ending pre-approval of voting changes, but the number of polling locations has decreased by 10% - a trend that is mirrored in many other southern states previously covered by the Voting Rights Act.Many Republicans, for their part, believe that judges and obscure election boards changed the rules of the game in 2020 under the guise of the pandemic in a way that increased the potential for fraud (and made it easier for Democratic constituencies to vote).They point to the Pennsylvania Supreme Court, which allowed absentee ballots to be counted until three days after election day, and North Carolina, where the state board of elections extended the deadline for receiving ballots to nine days after election day. A concern among Republicans is that Democrats - including those in liberal cities located in conservative states - are now trying to make those changes permanent in order to secure a voting advantage. Much of the Texas law, for instance, can be viewed as a direct response to measures to increase voting access in the Houston area, which has become a Democratic stronghold. At the state level, the voting-reform die has already been cast.According to a study by New York University's Brennan Center for Justice, 19 states passed laws restricting voting access in 2021 - more than any year since the centre began its monitoring in 2011.Meanwhile, 25 states have undertaken steps to expand voting rights, including 15 that have made mail-in voting easier. Democratic efforts in Congress continue to face the same legislative obstacles that have bedevilled the rest of Mr Biden's domestic agenda - unified Republican opposition coupled with a handful of centrist Senate Democrats who are unwilling to change legislative rules to pave the way for more sweeping reforms. Mr Biden's renewed interest in the legislation will probably please his party's liberal wing, which views voting reform as essential to preserving American democracy (and protecting Democratic electoral prospects), but there is not much evidence at this point that even the most enthusiastic effort on the part of the president and his administration will produce tangible results. ", "url": "https://www.bbc.com/news/world-us-canada-59946927"}