{"datetime": "2021-07-15T17:50:35.000Z", "author": "Lora Jones & Natalie Sherman", "title": "Why the US is launching a $300 monthly child benefit", "article": "The US will start paying child benefits monthly for the first time - a seismic shift for the country that has some of the highest rates of child poverty in the developed world. Monthly payments of up to $300 (£216) per child are due to start hitting Americans' bank accounts on 15 July, running until the end of the year. Some Democrats have praised the newly-expanded tax credit, saying a monthly source of income is more reliable for families. But anti-poverty advocates, who have pushed for a monthly benefit for years, hope introducing such a programme temporarily will lay the groundwork for longer-lasting change. So how exactly does the tax credit work, and what impact is it expected to have? The update to the child tax credit is part of the American Rescue Plan, a $1.9tn economic relief package signed into law in March. The bill increased the existing benefit for the 2021 tax year to a maximum of $3,600 per child under the age of six, or $3,000 for those up to the age of 17. Under the expanded scheme, half of the credit will be paid directly to parents in monthly instalments of up to $300 per child. From 15 July through to 15 December, deposits will be made monthly into accounts on file with the US's Internal Revenue Service (IRS). Cheques or debit cards may be issued in some instances. The remaining amount can be claimed on 2021 tax returns, although families can choose to opt out of the monthly payments and receive one lump sum later instead. The White House has said that about90% of families will receive the benefit automatically, althougheligibility and the amount paid out is dependent on income. Most developed countries, including the UK, have for decades offered some form of monthly child allowance to offset the costs of having children. But the US, where fears that social welfare programmes discourage work have a long political history, has relied on an annual tax credit to offset those expenses. First introduced in 1997, how much money a family gets depends on how much a family makes - and therefore owes in tax - a design that critics say leaves out those who need it most.Research has previously found that roughly a third of children - who are disproportionately poor, black or Hispanic -did not receive the full benefit . About 10% were completely ineligible - the vast majority because their families earned less than $2,500 a year. \"There's just a lot of kids that don't get the credit,\" says Katherine Michelmore, a professor of public administration and international affairs at Syracuse University's Maxwell School, who has studied the issue. Under the new (temporary) child tax credit, the poorest families with no and low incomes will qualify for the full amount this year, even if they don't typically file tax returns. According to the Treasury Department and the IRS , the monthly payments will cover about 88% of children in the US. Supporters on the left say expanding the benefit and making deposits more frequent could cut the child poverty rate - which was roughly 15% before the pandemic - by more than 40%,lifting four million children out of poverty. They point to countries like Canada, where the introduction of a child benefit prompted poverty to drop in the first years of the programme. James Sullivan, economics professor at the University of Notre Dame, said that families near the poverty line could see their income increase by more than 25% in the second half of the year. \"Such families tend to spend additional resources on necessities such as food, housing (i.e. paying back rent), and clothing,\" he said, adding that any additional income could also provide the cash to make a down payment on bigger-ticket items, such as cars, that may typically be out of reach. US conservatives that put forward their own proposals for a monthly child allowance, such as Senator Mitt Romney, described it as a family-friendly policy - and defence against America's falling birth rate, which has hit a record low. That is in part \"because too many young adults think having and raising kids is too expensive\", says Brad Wilcox, senior fellow at the Institute for Family Studies, pointing to rapid increases in child-related expenses like education. Lawmakers have periodically expanded the child tax credit in the past. President Biden is keen to extend these latest changes through to 2025. On Thursday, he described them as a \"reflection of my belief that the people who need a tax cut aren't those at the top.\"It's the folks in the middle, and the folks who are struggling,\" he wrote on Twitter. Other Democrats would like to see them made permanent. Despite that, critics have pointed out that the changes are set to cost the governmentmore than $110bn this year . Experts have also warned that increased consumer spending could lead to higher prices in the shops. \"Given the massive amount of prior stimulus, coupled with an opening economy, I do expect a large amount of this to be spent,\" says Cedarville University economics professor Jeffrey Haymond. \"This may be a worthwhile social goal to help families with child expenses, but it should have been coupled with reductions in spending elsewhere as the economy is not currently in need of additional stimulus - what it needs is for workers to go back to work.\" To extend the changes for another four years, law-makers would need to pass the American Families Plan, which also includes investments in pre-school and recruiting more teachers. Megan Curran, a research at Columbia University's Center on Poverty and Social Policy, says the monthly benefit brings the US in line with global norms. The UK, for example, offers monthly payments of as much as £84.60 for the first child, and £56 for those after, with benefits starting to phase out at incomes of £50,000. In Canada, the allowance can be as high as C$563.75 (£321; $443) monthly for children under the age of six and up to C$475.66 (£271.27; $374.19) for children under 18, but start shrinking at incomes of C$30,000. Other countries provide payments regardless of income, such as Ireland, where the monthly stipend is E140 (£122.80; $169.30) per child. But Ms Curran cautions that the US, which routinely ranks near the bottom when it comes to family support policies, still lags behind in other ways, such as parental leave and childcare. \"The child allowance is not a silver bullet,\" she says. \"It does a lot of the heavy lifting ... It can help meet the cost of children's needs and make sure that it smoothes some of these costs from month-to-month, but there are many other pieces of the puzzle that the US needs to address.\"", "url": "https://www.bbc.com/news/business-55986366"}