{"datetime": "2022-01-13T03:23:57.000Z", "title": "Top Republican slams Biden voting speech as unpresidential", "article": "Top Senate Republican Mitch McConnell has denounced US President Joe Biden's voting rights speech as \"incoherent\" and \"profoundly unpresidential\". \"I have known, liked, and personally respected Joe Biden for many years,\" Mr McConnell said on the Senate floor. \"I did not recognise the man at the podium yesterday.\" The remarks come one day after Mr Biden delivered a fiery speech in Atlanta calling for an overhaul of the US election system. The president said he supported changes that would allow his party's proposed overhaul of the election system to be passed without the support of opposition Republicans. Currently, a majority of 60% is needed to pass certain legislation in the Senate. Mr Biden said the push to pass the legislation was a \"battle for the soul of America\", adding that the 60-vote rule - known as the filibuster - had rendered the Senate \"a shell of its former self\". The upper chamber of Congress is currently split 50-50 between the two parties, therefore Mr Biden's sweeping election bills are almost certain not to pass unless there is a change to that rule. But misgivings from two senators in his party are hampering his plans, and no Republicans have backed them. In his speech, Mr Biden compared those that oppose election reform to believers in racial segregation and rebels in the US Civil War. He cast his supporters as civil rights leaders and abolitionists.Addressing his colleagues in Washington on Wednesday, the Kentucky Republican senator slammed Mr Biden's comments as a \"rant\" that was \"incoherent, incorrect, and beneath his office\". \"Unfortunately, President Biden has rejected the better angels of our nature. So it is the Senate's responsibility to protect the country,\" Mr McConnell said. He described Mr Biden's speech as evidence the filibuster must be preserved.\"You could not invent a better advertisement for the legislative filibuster than what we've just seen; a president abandoning rational persuasion for pure, pure, demagoguery,\" Mr McConnell said.\"A president shouting that 52 senators and millions of Americans are racist unless he gets whatever he wants is proving exactly why the framers built the Senate to check his power.\" Even Biden ally and Democratic Illinois Senator Dick Durbin conceded that the president's tone may have been overheated. The Senate majority whip told CNN: \"Perhaps the president went a little too far in his rhetoric.\" Meanwhile, former President Barack Obama threw his weight behind Mr Biden's calls to scrap the filibuster. \"And every American who cares about the survival of our most cherished institutions should support the president's call as well,\" he saidin an op-ed for USA Today . Senate Democrats plan to vote on the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act by Monday. If they fail to pass, as expected, the Senate will begin to consider changing filibuster rules.", "url": "https://www.bbc.com/news/world-us-canada-59974375"}