{"datetime": "2021-02-06T02:59:15.000Z", "subject": "Coronavirus pandemic", "title": "Biden pushes $1.9tn bill without Republican support", "article": "US President Joe Biden is forging ahead with plans to ram through a $1.9tn (£1.4tn) relief bill without Republican support after disappointing jobs data. Despite an Obama-era economist's warnings the stimulus package may be too big, Mr Biden vowed to \"act fast\". The new president's fellow Democrats run Congress, and plan to pass the final bill using a budget manoeuvre.Mr Biden's speech is being seen by US media as a shift in tone after he entered office pledging bipartisanship. He met 10 Republican senators at the White House on Monday in the hope of a breakthrough, but brushed off their counter-proposal for a slimmed-down $618bn coronavirus relief bill. Speaking at the White House on Friday after meeting congressional Democratic leaders, he said: \"A lot of folks are losing hope.\"I believe the American people are looking right now to their government for help, to do our job, to not let them down.\"So I'm going to act. I'm going to act fast. I'd like to be doing it with the support of Republicans. They're just not willing to go as far as I think we have to go.\" Under the Biden-backed \"American Rescue Plan\", $1,400 cheques would be sent directly to most Americans. The Democratic president cited lower-than-expected numbers that showed the country added only 49,000 jobs in January. The US economy remains 10 million jobs under its level before the Covid-19 pandemic, which has now killed nearly 460,000 Americans. Mr Biden said: \"Are we going to say to millions of Americans who are out of work - many out of work for six months or longer, who have been scared by this economic and public health crisis - 'Don't worry, hang on, things are going to get better.' \"That's the Republican answer right now. I can't in good conscience do that.\" The president's party, which now commands narrow majorities in both chambers of Congress, plans to fast-track the package through a process known as budget reconciliation. Such bills - which can be brought only once a year - may pass the Senate by 51 votes instead of the 60 usually required. In a pre-dawn session on Friday, Senate Democrats charged ahead with a procedural vote to advance the budget reconciliation option. Vice-President Kamala Harris cast her first tie-breaking vote to approve the measure by 51-50, without a single Republican on board. Later in the day, the House of Representatives passed the budget plan by 219-209, again with no Republican votes. The Democratic leader of the House, Speaker Nancy Pelosi, predicted the final coronavirus relief bill would pass by mid-March. \"Our work to crush the coronavirus and deliver relief to the American people is urgent and of the highest priority,\" she wrote in a letter to Democrats shortly before the vote. Larry Summers, who was top economic adviser to President Barack Obama - under whom Mr Biden served as vice-president - has said the stimulus bill may be too big. In a Washington Post op-ed , he warned of \"inflationary pressures of a kind we have not seen in a generation, with consequences for the value of the dollar and financial stability\".\"Stimulus measures of the magnitude contemplated are steps into the unknown,\" added Mr Summers, who served as an informal adviser on the Biden election campaign. But Jared Bernstein, a member of Mr Biden's Council of Economic Advisers, told CNN that Mr Summers was \"wrong in a pretty profound way\". Meanwhile, Republican lawmaker Michael Burgess of Texas argued that Congress had yet to spend all $4tn of the previous pandemic relief, noting $1tn had yet to go out the door. \"Why is it suddenly so urgent that we pass another $2tn bill?\" he asked. A disproportionately high number of women have dropped out of the labour force during the pandemic, a trend widely attributed to childcare needs. The Biden administration has pledged to reopen schools and to follow the science, though critics accuse him of paying too much heed to teachers' unions. The unions donated more to his campaign than any other presidential candidate, and they have resisted reopening schools, citing the need to reduce class sizes, improve building ventilation and buy protective gear to prevent virus transmission. The head of the Centers for Disease Control and Prevention (CDC) said at the White House on Wednesday that teachers do not need to be vaccinated - another key union demand - before schools can reopen safely. A day later, White House press secretary Jen Psaki played down the comments from the public health agency leading the pandemic response, saying the CDC director had spoken in a \"personal capacity\". ", "url": "https://www.bbc.com/news/world-us-canada-55960364"}