{"datetime": "2021-03-25T21:28:33.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "President Biden's first press conference fact-checked", "article": "In his first White House press conference, President Biden faced questions on issues ranging from border security to vaccine delivery and the withdrawal of troops from Afghanistan. We've fact-checked some of the statements he made. President Biden has faced criticism in recent weeks overthe increased numbers of migrants crossing into the United States over its southern border with Mexico. At his press conference, he said that, \"there is a significant increase in the number of people coming to the border in the winter months of January, February, March. It happens every year\". The US Customs and Border Protection agency releases monthly figures on the number of \"encounters\" at the south-west land border.In January and February 2021, 78,442 and 100,441 people were apprehended - this is a significant increase on the figures for the same two months in the previous year, which were just over 36,000 for each month. The highest number in the last few years was in May 2019 when more than 140,000 people were apprehended by the authorities.So looking at the figures, the numbers of people apprehended at the border fluctuates greatly - but it doesn't always appear to go up during the winter months.When he took office, President Biden pledged 100 million vaccine doses in his first 100 days - he has now doubled that commitment. Mr Biden said: \"I know it's ambitious - twice our original goal. But no other country in the world has even come close, not even close, to what we are doing\". The US has so far delivered over 130 million doses of the vaccine - but it still lags behind some other countries when comparing the number of jabs done relative to the size of the population. Israel leads in terms of vaccinating its population against the virus, followed by the United Arab Emirates. The US Centers for Disease Control (CDC) recommends that doses are delivered according to those who are most vulnerable to the disease, such as frontline workers and elderly people, although each state makes its own rollout plan. Currently, the US is vaccinating at a rate of 2.5 million doses each day, according to CDC Director Rochelle Walensky. Mr Biden said he's committed to continuing the pull out of all US forces from Afghanistan, but said \"it's going to be hard to meet the 1st May deadline… to get troops out.\" There are now around 2,500 US troops in Afghanistan which is the lowest level since 2011, as the US continues the process of drawing down its forces there. Last August, there were 8,000 US troops still in the country. However, the exact numbers can fluctuate, and there are also special forces and others who are not always included in the official count.And at the height of the conflict in 2011, there were 98,000 US troops in Afghanistan, accordingto the US Defense Department. Last year, President Donald Trump's administration struck a peace deal with the Taliban and agreed to drastically reduce US troops. The deal signed inFebruary 2020 committed the US and its Nato allies to withdrawing all troops by May this year if the Taliban upheld a promise to stop attacks.During his presidential campaign, Mr Biden pledged to reopen schools, shut because of the coronavirus pandemic.\"I also set a goal before I took office of getting a majority of schools in K (kindergarten) through (grade) 8 fully open in the first 100 days\" \"Recent Department of Education survey shows that nearly half of [these schools] are open now full time 5-days a week for in-person learning,\" he said.There is government data on this - from a survey carried out of 3,300 schools in 42 states between 22 February and 12 March 2021.The figures don't provide a complete picture, but data has been released for fourth graders (aged 9-10) and eighth graders (aged 13-14).Those schoolssurveyed said they offered 47% of fourth graders and 38% of eighth graders in-person education to all students. ", "url": "https://www.bbc.com/news/56531137"}