{"datetime": "2021-01-27T00:28:20.000Z", "author": "Natalie Sherman", "title": "Joe Biden: The team he hopes can fix the US economy", "article": "President Joe Biden has vowed to heal America's economy from the pandemic with a large dose of economic stimulus - including immediate relief and investments in green jobs, infrastructure and more. He's called on a team of Ivy League trained economists and lawyers, well-versed in the ways of Washington, to turn his vision into reality.Many worked under former President Barack Obama on the response to the 2007-8 financial crisis, a hit from which it took the US a decade to emerge. The task facing them now is even more dire, with more than 10 million Americans out of work and a pandemic that has claimed the lives of more people than World War II.Meet the people he thinks can help. The 74-year-old economist, who trained at Brown and Yale universities and taught at the University of California's Berkeley campus, is the first woman to lead the Treasury Department in its 231-year-old history - and the only person to have previously headed up the Council of Economic Advisors and America's central bank. The daughter of a Brooklyn doctor, she is credited with helping steer the US economy out of the last recession while pushing the central bank to focus on issues like inequality.But former president Donald Trump declined to renew her tenure at the Federal Reserve - in part, because he reportedly feared that at just five feet tall, she was too short for the job. Now she will assume a role overseeing everything from taxation and financial regulation to sanctions, acting as a key authority as Mr Biden calls for more government spending. In a letter to the Senate urging her swift confirmation, all 14 of America's former living treasury secretaries said it was \"hard to imagine a better prepared nominee to meet this great moment of need\".A slightly different tribute came from singer Dessa, who crafted a verse in the style of the Hamilton musical, rapping \"Here comes Yellen with that inside voice. Nevermind the mild manner, policies make noise.\" \"She's five foot nothin', but hand to God, she can pop a collar, she can rock a power bob.\" Aged just 42, Brian Deese will be the youngest person ever to serve as head of the National Economic Council, charged with marshalling and coordinating the government's economic policies. Mr Deese made his name working on the rescue of the auto industry amid the 2007-8 financial crisis. His responsibilities later expanded to include financial regulation, budget issues and climate change - an area central to Mr Biden's strategy for reviving the US economy.Some on the left see Mr Deese - who took a post as director of sustainable investing at financial giant Blackrock after leaving government - as too friendly to Wall Street and too worried about running up the deficit.But he's also got high-profile defenders. After Mr Deese was announced, Obama advisor David Axelrod called Mr Deese's work responding to the 2008 recession \"heroic\", while Mr Obama in 2016, discussing his work on the Paris greenhouse gas agreement,told Rolling Stone that he \"may have helped save the planet and he's just doing it while he's got two babies at home, and could not be a better person\". Neera Tanden will be faced with the tricky task of turning policy priorities into reality via the federal budget. Currently the head of the liberal Washington thinktank the Center for American Progress, the 50-year-old would be the first woman of colour and first south Asian American to lead the office of management and budget. In announcing her nomination, Mr Biden said Ms Tanden's childhood raised by a single mother reliant on public assistance programmes would give her key insight for a role overseeing the federal government's spending might.The Yale-trained lawyer also worked on health care reform under Mr Obama and was a longtime aide to Hillary Clinton. Republicans have greeted her as a staunch partisan, and said her \"combative and insulting\" comments on Twitter and elsewhere - many of which have been deleted in recent weeks - would likely generate opposition among their members.Butemails leaked by Wikileaks from 2016 suggest Ms Tanden doesn't limit her blunt commentary to conservatives.In one exchange, she wrote of then presidential candidate Hillary Clinton, who once threw her a wedding shower: \"No one knows better [than] me that her instincts can be terrible.\" Princeton economist Cecilia Rouse, Mr Biden's pick to chair the Council of Economic Advisors, made her name working on issues of inequality and its intersection with race, gender, education and other issues.Her most famous paper showed that blind auditions increased female hires at orchestras. Other work has examined school spending and the effect of scholarships on university students.But the dean of Princeton's School of Public and International Affairs, whose father was also an academic, hasn't stayed cloistered in the Ivory Tower.The 57-year-old did stints in government under former president Bill Clinton and worked on issues such as long-term unemployment as an economic advisor to former president Obama. She would be the first African American to lead the council in its history. Katherine Tai will become America's top trade negotiator, leading an office that she previously served as attorney working on US complaints about Chinese trade. She left the office in 2014, but remained involved in trade issues as an aide to congressional Democrats as it emerged as a key player in Donald Trump's trade wars. Ms Tai won praise for helping to negotiate labour rights provisions that were added to Mr Trump's updated trade agreement between the US, Canada and Mexico. In her new role, her focus will likely return to China, where her parents were born and where she taught English for two years in the 1990s. In confronting the economic heavyweight, the Mandarin-speaker has said the Trump administration's strategy relied too much on \"defensive\" measures, like tariffs.\"The offense has got to be about what are we going to do to make ourselves and our workers and our industries and our allies faster, nimbler ... and ultimately be able to defend this open Democratic way of life,\" she saidat an event in August .\"It is about more than just economics and economic values. It is also about our political and our broader values.\" ", "url": "https://www.bbc.com/news/business-55739421"}