{"datetime": "2022-01-17T21:28:36.000Z", "title": "Texas synagogue siege: Teens held in UK as Briton named as hostage-taker", "article": "Two teenagers have been arrested in England as part of the investigation into a hostage-taking incident at a synagogue in Texas on Saturday. British citizen Malik Faisal Akram, 44, from Blackburn, was shot dead after a standoff with police in Colleyville. Details of the ages and genders of the pair arrested in south Manchester on Sunday evening were not released. Greater Manchester Police said it was liaising with local communities and continuing to assist in the US inquiry. The force said the two teenagers were arrested \"as part of the ongoing investigation into the attack\" and were being held in custody for questioning. Home Secretary Priti Patel said she had offered \"the full support\" of the UK police and security services to her US counterpart, Alejandro Mayorkas, when they spoke on Monday. She told MPs there were a range of measures being undertaken in the UK in response, \"including protective security for the Jewish community\".The four peopleheld hostage at the synagogue in Colleyville near Dallas were eventually freed unharmed, after a 10-hour siege.According to US police sources, Akram arrived in the country via New York's JFK International Airport two weeks ago and he is believed to have bought a handgun used in the incident after his arrival. Akram's brother Gulbar confirmed his death in a statement carried on the Blackburn Muslim Community's Facebook page. He apologised to the victims and said his brother had been suffering from mental health issues. Friends of Akram in Blackburn said his mental health had been getting worse and expressed surprise that he had been able to travel to the US. Tariq Hussain, who knew Akram and his family, said his death by shooting \"shouldn't have happened\". \"There's questions that are not being answered,\" he added. The Metropolitan Police earlier confirmed counter-terrorism officers were in contact with US authorities and the FBI. The FBI was expected to arrive in the UK today to continue its investigation, Akram's family said, while there may also be investigations in Pakistan - where it is understood Akram had been recently. The siege began at around 11:00 local time (16:00 GMT) on Saturday, when police were called to the Congregation Beth Israel synagogue in the suburb of Dallas.Neighbours told the BBC they heard a commotion as armed police sealed off the area, followed later by a loud bang which shook their house.Suzanne Hughes said she was at home celebrating a birthday with her family when they saw police with guns drawn rushing towards the synagogue.\"I was expecting the synagogue to have exploded - it had not, but it was very unnerving. We heard gunfire when we got to the backyard. \"It's sad. This is America. You're supposed to be able to be safe everywhere you go,\" she added.Akram gained initial access to the synagogue during the service by claiming to be a homeless man, according to a police source quoted by CBS. One hostage was released after six hours, while the other three - including the synagogue's rabbi - escaped several hours later. Rabbi Charlie Cytron-Walker told CBS the hostages were \"terrified\" and described how he threw a chair at the gunman as they made their escape \"without even a shot being fired\". US President Joe Biden called the hostage-taking an \"act of terror\", and UK Foreign Secretary Liz Truss described it as an \"act of terrorism and anti-Semitism\". The hostage-taker was heard demanding the release of Aafia Siddiqui, a Pakistani neuroscientist jailed over attempts to kill US soldiers in Afghanistan, law enforcement officials told local media. Officials added Akram also asked to speak to Siddiqui, who is in a prison in Forth Worth, Texas. Siddiqui has distanced herself from his actions, issuing a statement through a lawyer.President Biden appeared to confirm the attacker had been seeking her release, saying the Texas attack was related to \"someone who was arrested 15 years ago and has been in jail for 10 years\".When the FBI said this investigation would have \"a global reach\" they weren't exaggerating.The FBI, who are leading it, have deployed their Joint Terrorism Taskforce with teams following up leads in the US, Britain and possibly also in Pakistan.The immediate priority is to establish whether or not the hostage-taker had help from anyone else, either here in Britain or during the two weeks he was in the US prior to entering the synagogue.Britain's Counter Terrorism Police and MI5 will be crucial in uncovering Malik Faisal Akram's so-called 'digital trail' - the clues left behind on his phone, computer or credit card purchases.His demand for the release of the convicted Pakistani scientist Aafiya Siddiqui, being held in a US jail just 20 miles from the Texan synagogue, has given this a further international dimension.She was sentenced to 86 years in prison in 2010 after being found with a kilo of sodium cyanide and plans to attack targets in New York, as well as trying to shoot US soldiers in Afghanistan.She has denied any connection to the synagogue siege but she remains a popular cause among militant jihadists, and this case has renewed calls by some for her release. President Biden said that while he did not have all the details, it was believed Akram had \"got the weapons on the street\", having \"purchased them when he landed\".But he added there were \"no bombs that we know of\". He also said Akram was thought to have spent his first night in a homeless shelter. Police sources said US federal courts did not show he had any criminal history. Akram's brother said he had liaised \"with Faisal, the negotiators, FBI\" during the siege but \"there was nothing we could have said to him or done that would have convinced him to surrender\".In a statement on Facebook, which was later deleted, Gulbar added: \"We would like to say that we as a family do not condone any of his actions and would like to sincerely apologise wholeheartedly to all the victims involved in the unfortunate incident. \"We would also like to add that any attack on any human being be it a Jew, Christian or Muslim etc is wrong and should always be condemned.\" The Muslim Council of Britain (MCB) has expressed solidarity with the Jewish community following the hostage-taking, describing it as \"completely unacceptable\". Zara Mohammed, secretary general of the MCB, said: \"The act is all the more reprehensible since it was instigated at a place of worship where Jews were targeted.\"This was, quite simply, is a hate crime and an act of anti-Semitism.\" Do you have any information? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-60019251"}