{"datetime": "2022-01-20T03:20:14.000Z", "subject": "Coronavirus pandemic", "title": "Biden questions if US midterm elections will be 'legit'", "article": "US President Joe Biden has suggested the 2022 midterm elections could be \"illegitimate\" as his plan to overhaul the voting system was blocked. In a White House news conference, he argued voting integrity hinged on his bid to enact the most sweeping changes to US elections in a generation.He also conceded shortcomings on Covid testing and messaging, but pledged: \"It will get better.\" For the first time, he vowed to retain Kamala Harris as his 2024 running mate.In his second ever solo White House press conference on Wednesday, Mr Biden was asked if November's congressional elections would be legitimate if he could not pass his voting plans. \"It all depends on whether or not we're able to make the case to the American people that some of this is being set up to try to alter the outcome of the election,\" he said, referring to stricter voting rules enacted by Republican state houses.\"I'm not saying it's going to be legit,\" Mr Biden said when asked about the possibility of fraud in the forthcoming elections that will decide the balance of power in Washington. \"The increase in the prospect of being illegitimate is in direct proportion to us not being able to get these reforms passed,\" the Democratic president continued. Members of his own party quickly pushed back against the suggestion.Maryland Senator Ben Cardin said new Republican state voting laws were \"very troublesome\", but he added of Mr Biden's remarks: \"I don't know if I'd use those terms.\"\"We might have a little difference of opinion on that one,\" West Virginia's Joe Manchin told CNN. Shortly after Mr Biden spoke, Mr Manchin was one of two rebel senators who doomed the president's voting bills. He and Arizona's Kyrsten Sinema refused to go along with a radical rule change to Senate procedure - dumping the filibuster and removing the requirement for 60 votes to pass certain legislation. They argued such a tactic would only worsen political polarisation in America. Republicans used the filibuster on Wednesday night to block the bills. Republican Party Chairwoman Ronna McDaniel called Mr Biden's speech an attempt to \"baselessly smear election integrity provisions\". ANALYSIS :Has the United States become ungovernable? VOICES :Five voters give their verdict on Biden GRAPHICS :Biden's first year in office - in six charts VIDEO :A whirlwind dash through 12 months According to the Brennan Center for Justice, 19 states passed 34 new voting laws in 2021. Mr Biden took questions on a range of issues, including Russian-Nato tensions in Ukraine, his withdrawal from Afghanistan and his mental health. Despite having so far failed to enact much of his agenda, he denied \"overpromising\" to the American public and instead argued he has \"outperformed\" expectations, pointing to declining Covid deaths as evidence. \"Can you think of any other president who's done as much in his first year?\" he asked a reporter. \"Name one for me.\" For the first time, he pledged to keep Vice-President Kamala Harris amid reports of a possible split, answering simply: \"Yes.\" Mr Biden's defence of his record comes as his approval rating has sunk to around 42%.Only Donald Trump was more unpopular in his first year. His approval rating fell from 45% on his inauguration day to 35% a year later, according to historical trends by Gallup. ", "url": "https://www.bbc.com/news/world-us-canada-60063594"}