{"datetime": "2021-06-24T01:18:29.000Z", "title": "Vice-President Kamala Harris to make first trip to border", "article": "US Vice-President Kamala Harris will on Friday make her first trip to the US southern border since taking office. She has faced questions about why she has not visited the boundary since the White House assigned her in March to address the \"root causes\" of migration. The visit was announced a week after former President Donald Trump said he would go to the border on 30 June. The number of undocumented migrants reaching the US-Mexico border is at the highest level in more than 20 years. A BBC investigation of a detention centre for migrant children in El Paso, Texas, has found reports of sexual abuse, Covid and lice outbreaks, hungry children being served undercooked meat and sandstorms engulfing the desert tent camps where the minors are being held. Ms Harris will travel to El Paso with Homeland Security Secretary Alejandro Mayorkas, according to White House officials. When asked on Wednesday whether Ms Harris was bowing to political pressure, White House spokeswoman Jen Psaki said the vice-president was going because the administration had determined now is the \"appropriate time for her to go to the border\" and help \"get the situation under control\". Mr Trump and other Republicans took credit. In a statement Mr Trump said: \"After months of ignoring the crisis at the Southern Border, it is great that we got Kamala Harris to finally go and see the tremendous destruction and death that they've created - a direct result of Biden ending my very tough but fair Border policies. \"Harris and Biden were given the strongest Border in American history.\"And now, it is by far the worst in American history. If [Texas] Governor Abbott and I weren't going there next week, she would have never gone!\" The announcement came on the day US Border Patrol chief Rodney Scott said he was leaving his job after less than two years in the position. He had embraced former President Trump's policies, particularly on building a border wall, a project Mr Biden has halted. Earlier this month, Ms Harris made her first trip abroad as vice-president - travelling to Mexico and Guatemala for talks about the humanitarian crisis. The presidents of both countries have blamed the Biden administration's policies for causing the record surge in undocumented migration. The White House has instead said the uptick in arrivals at the border is due to two hurricanes that struck the region last year and the coronavirus pandemic, along with the poverty, violence and corruption that experts have long cited as a driver of such migration. Ms Harris has rejected criticism over why she has not gone to the border until now by arguing she is more focused on tackling the conditions in Central America that have spurred hundreds of thousands of migrants to make the perilous trek this year. While Republicans have led a chorus of criticism of Ms Harris, some Democrats have also urged her to make the trip. Congressman Henry Cuellar, whose constituency spans part of the southern border, wrote to the vice-president this month inviting her to \"observe the ongoing humanitarian crisis and share the perspective of Americans who live there\". The border situation is proving politically troublesome for the Biden administration. An AP-NORC poll in April found that 40% of Americans disapprove of how the president is handling unaccompanied child migrants at the border.During her recent trip abroad, Ms Harris became testy when asked by various media about not visiting the border, at one point rolling her eyes at a journalist. While in Guatemala, the vice-president told migrants: \"Do not come. The United States will continue to enforce our laws and secure our border.\" Critics across the political spectrum said her remarks had contradicted the Biden administration's promise to usher in a more humane approach on migration. US Customs and Border Protection (CBP) said it caught 180,034 migrants in May, the biggest monthly total since 2000, and up slightly from the previous two months. Most of them were expelled under a Trump pandemic policy known as Title 42, which was kept in place by Mr Biden. Since coming into office, Mr Biden has repealed Mr Trump's Remain in Mexico policy, which required US asylum seekers to wait in Mexico while their applications were processed. On Tuesday, the Biden administration said asylum seekers whose cases were rejected in the Trump era could have their claims reconsidered, in a move that could benefit tens of thousands of applicants. The president has also urged Congress to create a path to citizenship for the millions of illegal immigrants already in the US. ", "url": "https://www.bbc.com/news/world-us-canada-57589360"}