{"datetime": "2021-12-14T01:21:31.000Z", "author": "Megan Janetsky", "title": "Record numbers of young Guatemalans migrate north, leaving families in limbo", "article": "It was the early hours of a brisk October night when a van rolled up to María de la Cruz López Vásquez's home in western Guatemala. Her 15-year-old grandson Kevin pulled a backpack over his shoulders and climbed into the car that would take him on the first leg of a long journey to the United States. \"Goodbye mama, goodbye grandma, take care!\" he called, night still hanging over the corn fields he had worked all of his life.They had no idea when they would see him again. Ms López Vásquez and Kevin's mother asked him not to go, fearful of the dangers he would face. \"I was scared and cried for him. I prayed that God would help him get there safely,\" Ms López Vásquez, 52, says. \"It's a hard journey, there are Guatemalans who die on the way.\" But they knew asking was hopeless. Here, in their rural town of Cajolá, there is only one opportunity for subsistence farmers like them: the journey north. As a wave of Central Americans migrate, a record number of child migrants have arrived alone at the US-Mexico border in the past year.The number of minors US authorities have come across has nearly doubled since 2019 - a high for unaccompanied minor arrivals - and has now reached a high of 146,925 in the 2021 fiscal year,US Customs and Border Protection data shows. Adam Isacson, director of defence oversight for the Washington Office on Latin America (WOLA), said the recent surge was caused by a compounding political shift and crises he described as \"a perfect storm\". More migrants left as pandemic border restrictions loosened and US President Joe Biden took office with the promise to do away with \"inhumane\" Trump-era migration policies.But as more have arrived, the administration has reinstated some policies like the controversial \"Remain In Mexico\" policy, which allows non-Mexican migrants to be sent to Mexico while the US decides on their status.\"Then you have the economic depression that Covid caused. People are desperate to leave because they're only eating one or two meals a day,\" Mr Isacson says.\"And it's not like the gangs or climate change went away.\" It was that economic turmoil Ms López Vásquez's grandson hoped to escape, she said, striking a hand plough into the dry earth of her family's small corn field.The family of 10 lives in a two-room house, and Kevin left school after sixth grade (aged about 12 or 13) to work the fields. It earned them no money, but at least they could eat. Kevin hoped for a better life, arriving safely in November after travelling through Mexico for a month to work with his uncle in New Jersey. But families back home are often left with a pit in their stomach. \"It'll be years before we see him again,\" she says. \"I'm always sad, sad that he's not with us. I think of him every day.\" While most of those travelling to the US are around Kevin's age, some are as young as six.The migration of unaccompanied minors picked up steam around 2014, rooting back to an Obama-era law which requires the US government to care for migrant minors from countries other than its neighbours Mexico and Canada.The law was intended to combat child trafficking, but it was also taken advantage of by smugglers, says Eduardo Jiménez, who migrated to the US as a teenager, and now runs projects in Cajolá to provide youths like Kevin with work opportunities so they do not leave.The smugglers, called \"coyotes\", often offer minors lower prices because the rule makes it easier to smuggle them, he said, and convince kids and parents that it means that it is legal for them to migrate without papers.\"The coyotes know, and take advantage of the policies of the States,\" he says. \"And they take advantage of the situation that people find themselves in.\" But with Mexican migration authorities clamping down on its southern border under US pressure, some travellers do not make it as far as Kevin. Miriam López has been waiting for six hours outside a shelter for unaccompanied minor deportees in Quetzaltenango, Guatemala's second biggest city, when officials inside the building yell: \"38\".Her son's number. Twenty days before, her 17-year-old son, Gustavo Peña, had left with a plan to get an education in New York, despite her pleading for him to stay. Ms López had not heard from him in those three weeks, and feared the worst. \"We were so worried,\" she says. \"There were so many things going through my mind.\" When she got the call that he had been detained by Mexican authorities and that he would be deported back to Guatemala, a weight lifted off her chest. She took a bus from her home near the El Salvador border to pick him up. Despite the debt they were in from paying the coyote to smuggle him north, migrating again was out of the question. As she said it, Gustavo stepped out of the shelter, a bag slung over his shoulder and a Post-It note with his name on it pinned to his chest. He and his mother wrapped each other in a tight hug, but he seemed down-trodden. \"There's nothing for me here,\" Gustavo says. \"I wanted to better my life.\" \"But now, no,\" he added. ", "url": "https://www.bbc.com/news/world-latin-america-59612806"}