{"datetime": "2021-08-13T18:35:46.000Z", "title": "US-Mexico border migrant detention levels reach 21-year high", "article": "The number of migrants detained at the US-Mexico border in July exceeded 200,000 for the first time in 21 years, government data shows. A total of 212,672 migrants were apprehended by US Customs and Border Protection (CBP), including an all-time high of 19,000 unaccompanied minors.It continues a trend of rising migrant numbers this year, despite the White House urging people to stay away. Experts say many migrants are fleeing violence and extreme poverty. The July figure represents the highest monthly total since April 2000 - the latest sign of the growing humanitarian crisis facing the Biden administration.Attempted migrant crossings have historically dipped during the hot summer months along the nearly 2,000-mile southern border.But July's numbers are a 13% increase from June, when over approximately 188,000 migrants were detained by US border control. In May, 180,000 migrants were stopped in attempted crossings. On Thursday, US Homeland Security Secretary Alejandro Mayorkas described the situation as \"one of the toughest challenges\" the country faces.\"It is complicated, changing and involves vulnerable people at a time of a global pandemic,\" he said.It is also proving politically troublesome for President Joe Biden. An AP-NORC poll in May found that 54% of Americans disapprove of how the Democrat is handling immigration issues.In early August, the Biden administration announced that it would indefinitely extend a Trump-era pandemic policy that allows the US to swiftly expel undocumented migrants. Unaccompanied children and some families are exempt.More than 45% of July's total were processed for expulsion under this policy, known as Title 42.Many, however, re-attempt the crossing.CBP data shows that 27% of the migrants detained last month had at least one prior encounter with authorities in the past year. The remaining 154,288 were recorded as \"unique individuals\". Between 2014 and 2019, the re-encounter rate stood at 14%.US authorities have also begun controversial \"expulsion flights\" that fly Central American families to southern Mexico. Officials have said they hope that these families return to their home countries, rather than the US border.But activists have warned that many families are dropped off in areas that put them at risk. Earlier this week, the United Nations High Commissioner for Refugees called the practice \"a troubling new dimension\" in Title 42 enforcement.Mr Mayorkas said that the migrants are being taken to \"where it's far more difficult to try again.\" \"We are working with Mexico to ensure for individuals subject to the expulsion flights [that] their needs are addressed.\" Tens of thousands of people from the Central American nations of Guatemala, El Salvador and Honduras have tried to enter the US in recent years.The reasons migrants give for why they undertake the dangerous journey are varied: family, better economic opportunity, or the chance to escape violence and corruption. At times it seems like the word \"crisis\" is applied to the situation on the US southern border almost every month. Certainly, it is important to distinguish between when it is real and the constant overuse of the word for political ends.However, when the number of migrants reaching the border after the gruelling trip north is at its highest level in more than two decades and the figure for unaccompanied minors is at its highest ever recorded, then clearly something especially complex is happening.For those attempting the journey, the motivations over the past 18 months of the coronavirus pandemic have become even more urgent. The lack of stable work in much of the region has become desperate as the ongoing pandemic batters the rural economies in Guatemala, El Salvador and Honduras month after month.However, political conditions are also in play as well as economic ones. There has been a noticeable uptick in the number of migrants from Nicaragua amid its political crisis and the instability in Haiti following the assassination of its president last month has also played a role.Aid agencies and migrant rights groups have urged the Biden administration to treat this as a humanitarian crisis rather than a security one. However, with no obvious end in sight to the poverty and sense of crisis prompting the migrants travel north, the high rate of apprehensions is likely to continue for some time.", "url": "https://www.bbc.com/news/world-us-canada-58207124"}