{"datetime": "2022-01-16T21:13:13.000Z", "title": "Texas synagogue hostage-taker was British", "article": "A man who took four hostages at a synagogue in a suburb of Dallas, Texas, has been identified by the FBI as British citizen Malik Faisal Akram, 44. The man who interrupted a morning service in Colleyville on Saturday was shot and killed after a 10-hour standoff with police. All of the hostages at the Congregation Beth Israel were freed unharmed.US President Joe Biden called the hostage-taking an \"act of terror\" and the UK condemned the attack. British Foreign Secretary Liz Truss described it as an \"act of terrorism and anti-Semitism\" , adding: \"We stand with US in defending the rights and freedoms of our citizens against those who spread hate.\" There is currently no indication that others were involved, the FBI in Dallas said. Police sources say that no explosive material was found on the attacker's body.A brother of Malik Faisal Akram issued a statement apologising to the victims and saying he had been suffering from \"mental health issues\". Negotiators had spent hours talking to the assailant during the standoff.Among the hostages was the synagogue's rabbi. One was released after six hours with the other three being led to safety by police several hours later. The incident began at around 11:00 local time (17:00 GMT) when police were called to the synagogue. People were evacuated from the area shortly after. The attacker gained initial access to the synagogue during the service by claiming to be a homeless man, according to a police source quoted by CBS. A live stream of the Shabbat morning service on Facebook captured audio of a man talking loudly. He could be heard saying: \"You get my sister on the phone\" and \"I am gonna die.\" He was also heard saying: \"There's something wrong with America.\" The feed was later taken down. The hostage-taker was heard demanding the release of Aafia Siddiqui, a Pakistani neuroscientist who is currently serving an 86-year prison term in the US, law enforcement officials told local media.Siddiqui was convicted of trying to kill US military officers while in custody in Afghanistan. Thousands took to the streets in Pakistan to protest against her conviction in 2010. President Biden appeared to confirm the attacker had been seeking her release, saying the Texas attack was related to \"someone who was arrested 15 years ago and has been in jail for 10 years\". After the Islamic State (IS) group kidnapped American journalist James Foley in Syria in 2012, they emailed his family demanding the release of Siddiqui.A lawyer representing Siddiqui told CNN in a statement that the hostage-taker was not her brother, saying Siddiqui's family condemned his \"heinous\" actions. Texas resident Victoria Francis, who was watching the live stream before it cut out, told the Associated Press that she had heard the man rant against America and claim he had a bomb. \"He was pretty irritated and the more irritated he got, he'd make more threats,\" she said. The rabbi of the synagogue, Charlie Cytron-Walker, said in a statement that a variety of security courses taken in the past had prepared him for the incident.\"We are alive today because of that education. I encourage all Jewish congregations, religious groups, schools, and others to participate in active-shooter and security courses,\" he said.\"In the last hour of our hostage crisis, the gunman became increasingly belligerent and threatening,\" he added.\"Without the instruction we received, we would not have been prepared to act and flee when the situation presented itself.\" In the UK, counter-terrorist police confirmed that Malik Faisal Akram was originally from the Blackburn area of Lancashire. Counter Terrorism Policing North West said it was assisting with the US-led investigation into the attack.The dead man's brother Gulbar confirmed his death in a statement carried by Blackburn Muslim Community.Gulbar said he had liaised \"with Faisal, the negotiators, FBI etc\" during the siege but \"there was nothing we could have said to him or done that would have convinced him to surrender\".\"We would like to say that we as a family do not condone any of his actions and would like to sincerely apologize wholeheartedly to all the victims involved in the unfortunate incident,\" he added. \"We would also like to add that any attack on any human being be it a Jew, Christian or Muslim etc is wrong and should always be condemned.\" According to US police sources, Malik Faisal Akram arrived on US soil approximately two weeks ago via New York's JFK International Airport.President Biden said the attacker had apparently bought weapons after he landed and had not used bombs.\"Apparently he spent the first night in a homeless shelter,\" he added. \"I don't have all the details yet.\" Police are investigating whether or not he had appeared on any terrorist screening database or watch list, and are also assessing his mental health. US federal courts do not show he had any criminal history.According to the CBS source, investigators \"assessed\" through their communication with the man during the hostage crisis that he appeared to be \"emotionally unstable\". ", "url": "https://www.bbc.com/news/world-us-canada-60014006"}