{"datetime": "2021-10-08T14:10:23.000Z", "author": "Daniel Thomas", "subject": "Coronavirus pandemic", "title": "US adds 194,000 jobs in September as Delta hits hiring", "article": "The US added a disappointing 194,000 jobs in September, as the Delta variant of coronavirus continued to drag on the economy, official figures show. The unemployment rate fell from 5.2% in August to 4.8%. There were notable job gains in hospitality, retail and transportation, while employment in education declined,the US Bureau of Labor Statistics said .Yet with 7.7 million out of work, unemployment remained considerably higher than it was before the pandemic.The labour market participation rate was also little changed, at 61.6%, showing that many people who left the workforce during the crisis are yet to return.President Joe Biden said: \"Today's report is based on a survey that was taken during the week of September 13. Not today, September the 13th - when Covid cases were average more than 150,000 per day. \"Since then, we've seen the daily cases fall by more than one-third and they're continuing to trend down, and we're continuing to make progress.\" Economists had expected the economy to add nearer its 2021 monthly average of 500,000 jobs during September.Experts say Americans have been eating out and travelling less due to Delta and, in some cases, delaying their return to the office.The latest figures come as the US Federal Reserve is deciding whether to start withdrawing emergency support for the economy in November.Fed chair Jerome Powell has said \"it would take a reasonably good\" September employment report to meet the central bank's threshold for reducing its massive bond buying programme. Robert Alster, chief investment officer at Close Brothers Asset Management, said it could now delay the move. \"Consumer confidence is low and the leisure, hospitality, and retail sectors continue to struggle. All hopes were pinned on a substantive recovery in hiring close to the 500,000 market consensus to get the economy back on track.\" But Daniele Antonucci, chief economist and macro strategist at Quintet Private Bank, said the Fed was unlikely to change course because of \"one piece of data\". Recent reports have shown US manufacturing bouncing back, while personal income and spending rose in August.\"Unless additional downside surprises were to materialise, we think a formal tapering signal before year-end is still seen by the Fed committee as the central scenario,\" he said. The US economy sharply contracted in 2020 but rebounded strongly in the first half of this year. But the flare-up in coronavirus infections this summer has dragged on the recovery.The Atlanta Federal Reserve estimates that gross domestic product growth slowed to an annualised rate of 1.3% in July-September - down from 6.7% in the second quarter. However, infections are falling and schools have fully reopened which is expected to enable more people, particularly women, to rejoin the labour force. Generous federal government benefits brought in during the crisis have also expired, which along with rising wages is likely to ease a lingering worker shortage.Before the pandemic hit last year, the unemployment rate was 3.5%, equating to 5.7 million out of work. ", "url": "https://www.bbc.com/news/business-58847325"}