{"datetime": "2021-12-10T18:37:16.000Z", "author": "Lucy Hooker", "title": "US inflation hits highest level for nearly 40 years", "article": "American shoppers, especially those on low incomes have felt the pinch of higher prices, with annual inflation at rates not seen for 40 years. Thelatest figures show prices rose 6.8% in the year to November. Bibi who works as a cleaner in Harlem, New York, said she has had to cut back as a result, sometimes buying just one meal to share with her 27-year-old son. \"We don't have any choice,\" she said, \"I can't afford to cook.\" \"I take a little bit then I give him more because a mother is always going to do that for her child.\" Price rises have pushed up food shopping bills, and petrol prices jumped 6.1%, while the cost of second-hand cars and rent also rose. While the monthly pace of price rises at 0.8% eased a little compared to October's 0.9%, people like Bibi have felt the cumulative effects on their budgets. Patricia, who has just shopped in the local supermarket, said her bill is about $30 a week more than it used to be, so she's replaced chicken and pork chops with more vegetables, although prices for fresh produce are also higher she said.\"It affects me a lot right now, I'm not working,\" she said.Maria has just retired and said she's noticed that what she buys is not only pricier but often smaller too, especially the bagels. \"I'm not going to buy them again for a long time. They used to be big bagels, now they're smaller and more money,\" she said. Prices for American consumers are rising at their fastest annual rate since June 1982. But the impact is felt more amongst those on the lowest incomes, with the least room to manage. Rising inflation is also putting pressure on President Biden as he tries to pass his $1.9tn (£1.4tn) social spending bill. Some economists blame the president's previous spending programmes, designed to offer support amid the Covid pandemic, for exacerbating price increases. \"One of the major reasons we have inflation is because the government spent so much money,\" said Christopher Campbell, chief strategist at Kroll a risk consultancy, and a former Treasury official under President Trump.He argued that further spending could make inflation worse. \"At the end of the day we hopefully are on the tail end of the pandemic, and the government is still putting its foot on the gas, on the levels of spending.\" However Claudia Sahm, senior fellow at the Jain Family Institute and former Federal Reserve economist said government spending is not the cause. She said the reason inflation has persisted is because the pandemic has not been brought under control, affecting the supply of things like cars, fuel and food.\"The longer the Covid-related disruptions last, the more that starts to spread into the prices of goods,\" she said. She said with energy prices falling recently, inflation should start to ease. \"There are signs that we may be turning the corner soon, but Omicron is a new wild card.\" In the meantime the poorest are facing both the end of pandemic-era extra support and rising prices. \"Food is a much larger proportion of lower income families' budgets,\" points out Christopher Wimer of Columbia's Centre on Poverty and Social Policy. \"Lots of people use gas [fuel] but in terms of heating and utilities as well as transportation, those costs eat up a larger share of low income folks' budget, than higher income folks' budgets, which might be driven more towards leisure, commodities and things like that.\" Price rises are affecting some parts of the country more than others too, with the south and mid-west impacted more. Dare to Care, a food bank in Louisville, Kentucky, said it has felt the effect of both inflation and supply chain problems. \"Overall we're spending a substantial amount more,\" said Annette Ball, Dare to Care's chief programmes officer. Usually a lot of Dare to Care's food comes from producers and retailers passing on any surplus they have. \"Right now that's just not happening - people want that overrun. There's demand in the market for that, so it's going out into the retail avenues.\" Dare to Care has had to buy food at retail prices instead, and the cost of transport has risen too. \"Freight has doubled, even tripled [in price], in some instances,\" she added.As a result, Dare to Care has made compromises, like not including wholegrain bread or pure fruit juice as often. President Biden has pledged to make tackling inflation a priority and has made moves to ease supply chain problems, including changing rules for transport operators. But expectations are now focused squarely on the Federal Reserve too. Speculation is mounting that the Fed will reduce the bond-buying support it provides every month more quickly than planned, paving the way for a possible rise in interest rates next year.\"The Fed is going to have to move,\" said Beth Ann Bovino US Chief Economist, S&P Global ratings \"We expect them to now to speed up tapering and reach zero [monthly support] by March with at least one [interest] rate hike in 2022.\" ", "url": "https://www.bbc.com/news/business-59573145"}