{"datetime": "2021-10-15T16:20:34.000Z", "title": "US heating bills set to surge as energy costs jump", "article": "US heating bills are set to surge this winter as energy prices soar, the US Energy Information Administration says. About half of households use natural gas for heating and will see their bills jump by 30% in October-March compared to last year,the EIA it said .Those who use heating oil or propane - around 10% - could see their costs jump by 54% and 43% respectively.For the remainder that use electricity for heating, costs should rise by a more modest 6%, it said.Energy prices have soared globally, amid a shortage that has hit firms and households in Europe and Asia. The US has not seen the same chaos, but fuel costs have risen to multi-year highs which is likely to hit household finances as the weather gets colder.\"As we have moved beyond what we expect to be the deepest part of the pandemic-related economic downturn, growth in energy demand has generally outpaced growth in supply,\" said Steve Nalley, acting administrator of the Energy Information Administration (EIA).\"These dynamics are raising energy prices around the world.\" Natural gas is plentiful in the US, but prices have doubled this year from pandemic-era lows in-part because the country failed to stockpile enough last winter.According to the EIA's baseline scenario, heating bills between October and March for gas users will hit $746, a third more than the same winter period last year.But it said this would rise to a 50% increase if the winter was colder than average, hitting cities such as Chicago which rely heavily on central heating in colder months. It forecasts that households that use propane - mainly in the South, the Northeast and Midwest United States- will spend $631 more on average for heating this winter. Heating oil users could expect to pay $1,734 more ,it added. Again, prices in both cases would be considerably higher if it's a very cold winter. The cost of living in the US has risen sharply amid surging consumer demand, supply chain bottlenecks and labour shortages.US inflation is running at a 13-year high of 5.3%, and the prices of meat, cars, clothing, gasoline and appliances have all gone up.Some believe the US Federal Reserve will have to raise interest rates soon to control prices, but the central bank has argued the trend will be transitory.", "url": "https://www.bbc.com/news/business-58930277"}