{"datetime": "2022-01-16T05:36:22.000Z", "title": "Hostages freed after stand-off at Texas synagogue", "article": "Four people who were held hostage at a synagogue in a suburb of Dallas, Texas, have been freed unharmed after a 10-hour stand-off with police. They were taken hostage during a morning service in Colleyville on Saturday. Police deployed special weapons teams, while FBI negotiators spent hours talking to the assailant. Explosions and gunfire could be heard before the incident ended. The hostage-taker has since died, police say. The four people taken hostage included the synagogue's rabbi, according to US media reports. The service was being streamed online when the incident began. One of the hostages was released unharmed six hours later, with the other three being led to safety by police several hours after that. The rescue team breached the synagogue but it is not yet clear how the hostage-taker died or who he was. President Joe Biden was briefed about the developing situation. The incident began at around 11:00 local time (17:00 GMT) when police were called to the Congregation Beth Israel synagogue. People were evacuated from the area shortly after. A live stream of the Shabbat morning service on Facebook captured audio of a man talking loudly. He could be heard saying: \"You get my sister on the phone\" and \"I am gonna die\". He was also heard saying: \"There's something wrong with America.\" The feed has since been taken down. The hostage-taker was also heard demanding the release of Aafia Siddiqui, a Pakistani neuroscientist who is currently serving an 86-year prison term in the US, law enforcement officials told local media.Siddiqui was convicted of trying to kill US military officers while in custody in Afghanistan. Barry Klompus, a member of the congregation since it opened in 1999, said he had been told about the incident by another member and had quickly turned to the live feed until it was taken down. \"It was horrible listening and watching, and it's that much more horrible not knowing,\" he told Reuters news agency. Victoria Francis told the Associated Press that she heard the man rant against America and claim he had a bomb during the live stream. \"He was pretty irritated and the more irritated he got, he'd make more threats,\" she said. ", "url": "https://www.bbc.com/news/world-us-canada-60012213"}