{"datetime": "2021-10-11T04:43:37.000Z", "author": "Arunoday Mukharji", "title": "Why India is on the brink of an unprecedented power crisis", "article": "India is on the brink of an unprecedented power crisis. More than half of the country's 135 coal-fired power plants are running on fumes - as coal stocks run critically low.In a country where 70% of the electricity is generated using coal, this is a major cause for concern as it threatens to derail India's post-pandemic economic recovery. This crisis has been in the making for months.As India's economy picked up after a deadly second wave of Covid-19, demand for power rose sharply.Power consumption in the last two months alone jumped by almost 17%, compared to the same period in 2019. At the same time global coal prices increased by 40% and India's imports fell to a two-year low.The country is the world's second largest importer of coal despite also being home to the fourth largest coal reserves in the world.Power plants that usually rely on imports are now heavily dependent on Indian coal, adding further pressure to already stretched domestic supplies. Experts say importing more coal to make up for domestic shortages is not an option at present. \"We have seen shortages in the past, but what's unprecedented this time is coal is really expensive now,\" said Dr Aurodeep Nandi, India Economist and Vice President at Nomura. \"If I am [as a company] importing expensive coal, I will raise my prices, right? Businesses at the end of the day pass on these costs to consumers, so there is an inflationary impact - both direct and indirect that could potentially come from this,\" he added.If the crisis continues, a surge in the cost of electricity will be felt by consumers. Retail inflation is already high as everything from oil to food has become more expensive. Vivek Jain, Director at India Ratings Research described the situation as \"precarious\". In recent years, India's production has lagged as the country tried to reduce its dependence on coal to meet climate targets. India's Power Minister RK Singh, in an interview with The Indian Express newspaper, said the situation is \"touch and go\" and that the country should brace itself for the next five to six months. A senior government official, on the condition of anonymity, confirmed to the BBC that the situation is worrying.If this persists, Asia's third largest economy will struggle to get back on track, warns Ms Zohra Chatterji, the former Chief of Coal India Limited - a state-run enterprise responsible for 80% of the country's coal supply.\"Electricity powers everything, so the entire manufacturing sector- cement, steel, construction - everything gets impacted once there is a coal shortage.\" She calls the current situation a \"wake-up call for India\" and says the time has come to reduce its over-dependence on coal and more aggressively pursue a renewable energy strategy. The question of how India can achieve a balance between meeting demand for electricity from its almost 1.4bn people and the desire to cut its reliance on heavily polluting coal burning power plants has been a major challenge for the government in recent years. The vast scale of the problem makes a short-term solution unlikely, according to Dr Nandi. \"It's just the sheer scale of things. A huge chunk of our energy comes from thermal [coal] . I don't think we've reached that stage yet where we have an effective substitute for thermal. So yes, it's a wake-up call, but I don't think the centrality of coal in our energy needs is set to be to be replaced anytime soon, he said. Experts advocate a mix of coal and clean sources of energy as a possible long-term solution.\"It's not completely possible to transition and it's never a good strategy to transition 100% to renewables without a backup. You only transition if you have that backup available because then you're exposing a lot of manufacturing to many risks associated with the environment\", Mr Jain said. Long term investment in multiple power sources aside, former bureaucrats like Ms Chatterji say a crisis like the current one can be averted- with better planning.She feels there is need for closer coordination between Coal India Limited - the largest supplier of coal in the country and other stakeholders.From ensuring smooth last-mile delivery to demanding more accountability from power companies in India, Ms Chatterji adds, \"power producers must stockpile coal reserves, they must have a certain quantity at all times.But in the past we have seen that has not happened, because maintaining such an inventory comes at a financial cost.\" It is unclear how long the current situation will last, but Dr Nandi is cautiously optimistic.He says \"with the monsoon on its way out and winter approaching, the demand for power usually falls.So, the mismatch between demand and supply may iron out to some extent\".Vivek Jain adds, \"This is a global phenomenon, one not specifically restricted to India. If gas prices dip today, there could be a switch back to gas. It's a dynamic situation\". For now, the Indian government has said it is working with state-run enterprises to ramp up production and mining to reduce the gap between supply and demand.The government is also hoping to source coal from so-called \"captive\" mines. Captive mines are operations that produce coal or minerals solely for the company that owns them and under normal conditions are not allowed to sell what they produce to other businesses. The overwhelming verdict from experts is that short-term fixes may help to get India through the current energy crunch but the country needs to work towards long-term alternatives to ensure its growing domestic power needs are met.As India works to climb out of one of the worst recessions among the world's major economies the country will aim to avoid any further hurdles. Since the publication of this article India's Ministry of Coal has released a statement to reassure businesses and consumers that the country has enough coal to supply power plants. In an announcement on 10 October the ministry said: \"Ample coal is available in the country to meet the demand of power plants. Any fear of disruption in power supply is entirely misplaced.\" ", "url": "https://www.bbc.com/news/business-58824804"}