{"datetime": "2021-11-03T19:37:13.000Z", "title": "US central bank is reducing its bond-buying programme", "article": "The Federal Reserve has outlined plans to withdraw the billions of dollars it has been pumping into the economy during the pandemic. Since the start of the Covid crisis, the US central bank has been buying $120bn worth of bonds every month to help keep borrowing costs low. Fed chair Jerome Powell said he expected economic growth to strengthen over the rest of the year. However he said the Fed \"can be patient\" about raising interest rates. The Fed's purchases of Treasuries and mortgage-backed securities would be scaled back by $15bn this month, Mr Powell said following a two-day meeting of the committee which sets Fed policy. The US economy has rebounded as the vaccine roll-out has allowed shops, restaurants, schools and workplaces to reopen. But supply chain difficulties and staff shortages have meant that businesses are struggling to meet the growing demand, and prices have been rising at their highest rate for thirty years. Mr Powell said there had been \"sizeable price increases in some sectors\" with inflation at 4.4% in September running \"well above\" the Fed's 2% goal. The usual response to rising inflation would be a rise in interest rates, to dampen down demand. However Mr Powell repeated his view that prices rises were temporary, saying that while he expected higher inflation to persist \"well into next year\", he thought it would come down by the second or third quarter. Since the worst of the pandemic has eased US shoppers have been spending more, including savings built up during lockdowns. But many firms are still struggling to hire the staff they need, goods have been stuck in ports, and a shortage of haulage drivers has slowed deliveries. Some components such as computer chips have been in short supply. As a result Americans are paying more for food, building materials, used cars, household products and furniture. Richard Flynn, UK Managing Director at Charles Schwab, said the shift in tone from the Federal Reserve would reassure markets that the Fed will keep inflation under control.\"The Fed will hope that phasing-out its stimulus programme puts downward pressure on demand, encouraging supply to catch up.However he said neither tapering the stimulus or raising interest rates were likely to make any difference to supply chain bottlenecks.Seema Shah, chief global strategist at Principal Global Investors, agreed saying: \"Supply chain bottlenecks are not in the Fed's control, and so inflation is not entirely in the Fed's control.\"Yet, inflation will be elevated for longer, inflation expectations are creeping higher, and the deficit in employment is down to labour supply - not labour demand - and so there are limits to what the Fed can realistically achieve by keeping policy rates unchanged for so long.\" The financial markets remained focused strongly on the question of when interest rates would rise, she added. The Federal Open Markets Committee (FOMC) which sets monetary policy said it expected to continue to adjust the support provided to the bond market at the same rate each month, suggesting it will have withdrawn support fully by June 2022.Any rise in interest rates would not come until after the tapering of support was complete, Mr Powell has said. However he said the timetable for reducing support would adapt to the economic circumstances. Gurpreet Gill, macrostrategist at Goldman Sachs said the policy to begin tapering support had been expected but said the range of outcomes remained wide.\"Large surprises on the path of the pandemic, inflation, expectations for inflation, or wage growth could prompt a changed taper pace and impact the rate outlook,\" she said.Mr Powell is waiting hear whether President Biden will nominate him for another term as chair of the Federal Reserve. Some on the left of the Democratic Party have called for him to be replaced.", "url": "https://www.bbc.com/news/business-59152804"}