{"datetime": "2022-02-15T18:32:31.000Z", "subject": "Coronavirus pandemic", "title": "Rising costs may overtake new Isle of Man budget, MLC warns", "article": "Rising energy costs and inflation could \"undo\" any benefits in the Isle of Man government's budget, an MLC has warned. Paul Craine said a rise in personal tax allowances could be \"overtaken\" by external pressures as Tynwald debated the island's 2022-23 financial plan. It comes after Manx Utilities chairman Rob Callister announced electricity prices were due to rise above inflation due to an \"energy crisis\". Treasury Minister David Ashford said these \"major risks\" would be monitored. Mr Ashford'sbudget , which includes a £250 increase in the personal tax allowance to £14,500, won the backing of politicians. The move is due to take about 300 people out of the tax net, but Mr Craine questioned whether inflation would \"undo much of the good intent\" of the change.It came after Mr Callister said tariffs were likely to rise above inflation later this year due to global supply costs.The government-owned organisation was facing an \"extremely difficult operating environment\" given the wholesale prices of natural gas, he added. That increase will be in addition to a 27.5% hike in gas prices by Manx Gas,approved by Tynwald in October. During the course of the five-hour debate, the way the budget was presented was described as \"incredibly obscure and impenetrable\" by Joney Faragher MHK. She was one of several members who voiced concerns that the way the government's financial plans were put together made it difficult to compare the figures to previous years' spending.Mr Ashford confirmed the budget process would be reviewed, while Chief Minister Alfred Cannan said the new requirement for annual department reports would give \"greater analysis\" on spending.Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-60390556"}