{"datetime": "2022-01-18T17:15:31.000Z", "subject": "Climate change", "title": "Climate protesters call for ban on Manx fossil fuel extraction", "article": "A ban on extracting fossil fuels on the Isle of Man is needed to \"mitigate some of the worst effects of climate change\", protesters have said. Extinction Rebellion Isle of Man held a demonstration outside Tynwald to opposea four-month extension to local company Crogga's licence to explore for gas. Environment Minister Clare Barber said it allowed for consideration of energy policy before a firm decision is made.Protestor Jordan McCarthy said it was a \"betrayal\" of climate commitments.About thirty people gathered outside the Tynwald buildings in Douglas to express their concerns about any gas extraction on the island or in its territorial seas. Mr McCarthy, one of the organisers for Extinction Rebellion Isle of Man, said natural gas and fossil fuels \"have to remain in the ground\" and called for a ban on any future extraction.Calling for action to be taken \"right now\" to stop any further release of carbon dioxide into the atmosphere, he said \"a lot of the worst effects of climate change are already locked in\". Crogga has identified what it claims is a viable gas reserve in a 266 sq km (165 sq mile) area off Maughold Head on the island's east coast. The firm was granted an extension in December to continue work under phase B of its exploration licence, which allows for seismic surveys to take place. Ms Barber said the time would allow for a \"broader discussion\" on energy production policy, as well as for further talks with the company, before any decision over a \"full extension\" of the licence was made.This included how the firm would \"fulfil their obligations under the Climate Change Act\", she added. The Isle of Man government has committed to a target of reaching net-zero carbon emissions by 2050.Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-60042977"}