{"datetime": "2022-02-02T12:11:25.000Z", "title": "Beverley Town Council gets new gas supplier after 17 years of unpaid bills", "article": "A council which found it had not paid its gas bills for 17 years has finally organised a new supplier. The oversight was discovered last year by Beverley Town Council, in East Yorkshire, which found it had no contract with any energy firm, despite using gas in its offices since 2004. The authority is now waiting for a ruling by energy regulator Ofgem over how much cash it will have to pay back. An investigation into how the oversight happened is due to report next week.The problem was uncovered when a boiler broke down in the council's offices in Well Lane in November. Northern Gas Networks told the authority there \"had never been a registered gas supply\". According to theLocal Democracy Reporting Service , Liberal Democrat councillor Denis Healy said the broken boiler had now been fixed and supplies were fully restored. \"British Gas has also agreed to supply gas to us, but we're still waiting to hear about whether we've got any back payments to make,\" Mr Healy said. \"Northern Gas Networks is still working on that and they haven't told us yet.\" He added: \"The town council believes at the moment that it won't have to pay back bills from more than 12 months ago, but we haven't been told if that's definitely the case yet. \"I don't want us to get into a dispute over that until we've been told, but if we're told to pay an amount we believe is unreasonable then they will challenge it. \"We'll have to take advice on that. I think paying for one year is reasonable, but if they try to bill us for 17 years then I don't think that would be.\" A report by councillor David Tucker, who was asked to investigate the \"serious issue\", is due to be discussed on Friday. Its findings are expected to be made public at the next full council meeting on 14 February. The council, which runs local services in the market town, such as allotments, parks and CCTV systems, has been approached for a comment. The authority's proposed budget for the next financial year is just over £1m. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60230341"}