{"datetime": "2021-09-28T04:51:23.000Z", "author": "Rajini Vaidyanathan", "subject": "Climate change", "title": "Climate change: Why India can't live without coal", "article": "India, the world's third largest emitter of fossil fuels still relies heavily on coal. As nations are urged to phase it out, how easy will it be for India - a fast-growing and developing nation - to ditch the crucial energy resource? India's challenges with climate change can be reflected in a conversation I had with a young businessman named Shaunak back in 2006. \"Why should Indians be asked to reduce carbon emissions, when the West has been polluting the planet for decades, and has reaped the benefits?\" he asked.The sharp-suited entrepreneur from the city of Mumbai ran a shoe factory, which by his own admission, chugged dirty gases into the air.\"I export these shoes to the UK and America. It's like the West has just exported its emissions to developing countries... now why should we stop?\" he asked, bemused. A lot has changed since then - global emissions have continued to grow, as has India's population and its economy.And as the West urges India to reduce its carbon emissions, the focus remains on its reliance on coal, one of the dirtiest of fuels which is responsible for more than 70% of India's energy production.It is just before sunrise and brightly decorated trucks are already piled high with coal black at a mine in the Talcher district of the eastern state of Odisha. Nearby, a train chugs past noisily as it transports coal across the country. A group of women in dazzling pink saris collect lumps of coal with their bare hands, before lugging baskets of it on to their heads with expert precision. Men on bicycles balance huge bags of it on the handlebars as they trundle by. As many as four million people are employed directly and indirectly in India's coal industry, according to a recent report from the Brookings Institution. Majority of the coal reserves lie in the east - the so-called coal belt - in the states of Jharkhand, Chhattisgarh and Odisha.In these areas, coal also powers the economy. It's the lifeline of the local communities, which are some of India's poorest. \"India cannot live without coal,\" said Sudarshan Mohanty, a union leader representing the interests of mine workers in Odisha.Mr Mohanty - like many others in the country - argued that there needs to be a properly thought-out strategy to transition from coal to cleaner energy resources to ensure those who depend on it are not left behind.As we speak at the edge of an opencast mine, he tells me about the numerous families who were displaced from their homes decades ago to make way for the mines. If these mines are phased out, he said the same people will face the risk of losing out again. \"If we stop coal production under the pressure of the world community, then how can we maintain our livelihood?\" In the distance, on the other side of the ashen valley below, he points to a hillside covered in green trees which have been planted to increase forest cover.\"We can try to manage environmental concerns too, but it's impossible to compromise when it comes to coal production,\" Mr Mohanty said.In the last decade, India's coal consumption has nearly doubled. The country continues to import large quantities of coal and is planning to open dozens of new mines in the coming years.But an average Indian still consumes far less power than a Brit or an American.India is also making the shift to cleaner energy, with an ambitious target to draw 40% of its installed electric power from non-fossil fuels by 2030. (Renewables currently make up around a quarter.) Arunaba Ghosh from the Council on Energy, Environment and Water in Delhi, a leading climate think tank, said the country has made strides in this direction.He cites examples like theDelhi metro system , which now runs on more than 60% solar power for its daily power needs.But scaling up renewables projects like this in India requires more outside investment, Mr Ghosh said.\"This is not about free money. It's simply that we are one of the largest markets in the world for clean energy investments, and we want international investors to come in and put their money and get the best returns.\"With a population of more than 1.3bn, India's energy needs are set to rise more than any other nation in the next twenty years, according to the International Energy Agency. But communities like the one in Odisha remind us of the challenges in reducing the dependence on coal for meeting these requirements. Jamuna Munda is squatting by a smoky outdoor stove in a makeshift slum on the edge of a colliery.A labourer who survives on odd jobs, she is one of tens of millions of Indians who still do not have access to electricity. She is using coal she has taken from the mine to heat up her chicken broth.\"If we do not have coal, we can't cook. At night, we burn it and keep it in the house so we also have some light,\" she said as she stirs the soup vigorously. \"If it's harmful, what we can do about it? We have no other option but to use coal.\" There are many in India who disagree, who point out that the country has already made huge strides when it comes to expanding alternative sources like solar energy. But even so, given the nation's heavy dependence on it, a coal-free future seems a long way off.Talking to Jamuna reminded me - in a very different way - of my conversation with Shaunak. And of how complicated it is to cut India's cord with coal.In this energy hungry nation, progress often comes at a price.", "url": "https://www.bbc.com/news/world-asia-india-58706229"}