{"datetime": "2022-01-27T21:21:42.000Z", "subject": "Ukraine conflict", "title": "Ukraine crisis: Nord Stream 2 pipeline could be axed, US warns", "article": "The US has threatened to halt the opening of a key pipeline that would send Russian gas to Western Europe, if Russia invades Ukraine. Nord Stream 2 would run from Russia to Germany, and on Thursday officials in Berlin said the project could face sanctions if Russia attacks. Western allies say they will target Russia's economy if it invades, and the latest comments signal a hardening of their stance on the lucrative pipeline. Russia denies it is planning an attack. But the build-up of tens of thousands of Russian troops on Ukraine's borders in recent weeks has stoked tensions and escalated fears of an invasion. \"I want to be very clear: if Russia invades Ukraine one way or another, Nord Stream 2 will not move forward,\" US state department spokesman Ned Price told NPR. But he added that he was \"not going to get into the specifics\" of how it would be stopped, and questions remain over whether the US would have the power to cancel the project. \"We will work with Germany to ensure it does not move forward,\" Mr Price said. While the US insisted that it would stop the opening of the pipeline completely, Germany only said it would not rule out imposing sanctions on the project. The country's foreign minister, Annalena Baerbock, told parliament that Western allies were \"working on a strong package of sanctions\" covering aspects \"including Nord Stream 2\". But she added that she would prefer to \"continue the dialogue\" with Moscow. Her comments came afterthe German ambassador to the US Emily Haber tweeted that \"nothing will be off the table, including Nord Stream 2\" if Russia violated \"Ukraine's sovereignty\". The 1,225km (760-mile) pipeline took five years to build and cost $11bn (£8bn). The energy project, which would run under the Baltic Sea, is designed to double Russia's gas exports to Germany. But as yet it has not started operating, as regulators said in November it does not comply with German law and suspended its approval. Major European businesses have invested heavily in Nord Stream 2, which is run by former Chancellor Gerhard Schröder. But many groups object to the plan.Environmentalists question how it will fit in with German efforts to cut emissions and tackle man-made climate change, while politicians at home and abroad fear it could increase Europe's dependence on Russian energy. Ukrainian President Volodymyr Zelensky has previously described the pipeline as a \"dangerous geopolitical weapon\". Analysis by Damien McGuinness, BBC News, Berlin For years, the German government's official line about Nord Stream 2 has been that the pipeline is a private non-political business project.Despite massive American pressure, including threatened sanctions against European companies involved in the project, Berlin refused to back down. Some accused Washington of meddling in Germany's independent energy policy. That changed last week, when German Chancellor Olaf Scholz was asked whether Nord Stream 2 would be used to respond to Russian aggression. \"Everything is up for discussion if there is a military intervention against Ukraine,\" he said.That might not sound hawkish, but given the huge cost of cancelling the project it can be viewed as a major threat.The pipeline is controversial in Germany. The Green Party in particular has always opposed it, partly for environmental reasons. But the chancellor's centre-left SPD party traditionally backs the pipeline, believing it crucial for German energy supplies.The Russian military build-up on Ukraine's border has achieved what years of American pressure never could: it has made Germany rethink Nord Stream 2. The threats over Nord Stream 2 followed a day of diplomatic manoeuvring on Wednesday. The US rejected Russia's key demand to bar Ukraine from joining the Nato military alliance, while offering what it called a \"serious diplomatic path forward\" to Moscow. President Vladimir Putin is currently assessing the proposals, his spokesman said. The proposals will not be made public, but US Secretary of State Antony Blinken said the document made their \"core principles\" clear, including Ukraine's sovereignty and its right to choose to be part of security alliances such as Nato. Russia's foreign minister Sergei Lavrov said the formal response does not address Russia's \"main concern\" about the alliance's expansion. But he did say that it \"gives hope for the start of a serious conversation\" on secondary questions, adding that President Putin will decide how to respond. Separately, diplomats from Russia, Ukraine, France and Germany reaffirmed a commitment to the long-standing ceasefire agreement in Ukraine, which had seen Russia-backed rebels seize territory in the eastern Donbas region. All four nations continue to support the ceasefire \"regardless of differences on other issues\"related to the 2015 Minsk agreements , a statement published by the French presidency said. The group is due to meet again in two weeks in Berlin. On Thursday, President Joe Biden spoke to Ukraine's president by phone. \"[We] discussed recent diplomatic efforts on de-escalation and... [I] thanked President Biden for the ongoing military assistance,\" Mr Zelensky said shortly after. President Biden will also meet German Chancellor Olaf Scholz on 7 February to discuss the Ukraine situation, the White House says. ", "url": "https://www.bbc.com/news/world-europe-60151839"}