{"datetime": "2022-01-02T13:58:05.000Z", "author": "Rob Corp", "title": "Gas prices: MPs and peer urge PM to act on energy bills", "article": "Twenty Conservative parliamentarians have called on the prime minister to tackle the spiralling cost of living. Five ex-ministers are among those who have written to the Sunday Telegraph arguing for a cut in environmental levies and the removal of energy taxes. Their call follows big increases in wholesale gas prices.Experts say average bills could hit £2,000 in 2022 . The government says it is meeting suppliers and the regulator regularly to work out how to help consumers. Health minister Edward Argar told Times Radio there were a range of measures to help those who \"feel the squeeze with particular house bills\", adding that the economy was \"bouncing back\". The letter to the Telegraph has been organised by the Net Zero Scrutiny Group of Conservatives, which keeps an eye on the potential consequences of the government's environmental commitments.The group's chairman Craig Mackinlay is one of the letter's signatories, along with former Work and Pensions Secretary Esther McVey and senior MPs Robert Halfon and Steve Baker. \"We hardly need to point out that high energy prices, whether for domestic heating or for domestic transport, are felt most painfully by the lowest paid,\" the letter states. It argues that by scrapping the 5% VAT rate on energy bills and suspending environmental levies which fund renewable energy schemes, the average household could save £200 on their energy bill. Cabinet Office minister Stephen Barclay said: \"It is a matter for the Chancellor in terms of tax policy but the key issue for us all is to get the economy re-opened, to get businesses firing up again.\"But Mr Halfon said he had \"huge worries\" about the rising energy costs for people across the country. With the energy price cap going up in the spring, he said the government should look at other measures, including suspending green levies which he said were \"actually 25% of everybody's energy bill\". He added that he was not suggesting to \"get rid of them forever\" but to pause them at a time when people could really struggle. Labour has also called for the lifting of VAT on fuel bills for the winter to help households, while Ovo Energy firm boss Stephen Fitzpatrick last week suggested that some \"environmental social policy costs\" should be removed by the government. Other suppliers including Good Energy, EDF and trade body Energy UK have called for government intervention, after the cost of gas in wholesale markets rose by more than 500% in less than a year. The charity National Energy Action (NEA) has warned that a record six million UK households will be in fuel poverty when the next increase in the energy price cap comes into force in April. Prior to the most recent rise in the price cap in October, around four million homes in the UK were classed as being in fuel poverty. That number increased by 500,000 after prices rose and NEA estimates it will increase again by 1.5 million this year. More than 20 energy suppliers have gone out of business since the start of September, with their customers shifted to new providers. But many will find themselves on a different - and potentially more expensive - tariff than their previous energy deal. Last week the Resolution Foundation think tank warned that millions of UK families face a \"year of squeeze\" in 2022 thanks to rising energy bills, stagnant wages and tax rises. The Bank of England has said it expects inflation to reach 6% by the spring. The Resolution Foundation says that an increase in National Insurance contributions from April, along with an expected rise in energy bills in the same month could amount to a £1,200 hit to household finances. And the foundation warned that poorer families will bear the brunt of these rises as they spend a greater proportion of their income on electricity and gas. The government says it has taken steps to help, including reducing the Universal Credit taper, providing cold weather payments and freezing alcohol and fuel duty. ", "url": "https://www.bbc.com/news/uk-59849731"}