{"datetime": "2021-09-01T20:14:22.000Z", "title": "McDonald’s hiring 14-year-olds in Oregon amid labour shortage", "article": "A branch of McDonald's in Oregon, US, is calling on 14 and 15 year olds to apply for jobs at the restaurant amid a shortage of fast food workers. The Biddle Road franchise in Medford put a banner outside its shop two weeks ago, urging younger workers to apply.According to reports, it has seen a spike in applications since making the offer, which complies with labour laws.It comes as fast food and other outlets across the US struggle to fill vacancies despite restrictions easing.Heather Kennedy, operator of the Medford restaurant,told Business Insider such staff shortages were \"unheard of\" in her family's 40-year history operating McDonald's franchises. Initially she tried to attract more workers by raising the restaurant's minimum wage to $15 (£10.50), but did not spark enough interest.However, Ms Kennedy said she had received more than 25 new applications since she opened her doors to under 16s. McDonald's declined to comment on the move but told the BBC franchisees were using a range of measures to tackle staff shortages including better pay, sign-on bonuses, and new benefits like backup childcare.McDonald's also recently announced it will raise hourly wages to an average of $15 per hour at company-owned restaurants across the US. It is not the first fast food chain to ask younger workers to fill staffing gaps. Branches of Burger King and Wendy's have put up similar signs recently. And according to reports, the Texan chain Layne's Chicken Fingers is promoting workers in their teens and early 20s into managerial positions, amid a lack of more experienced recruits.US labour laws vary from state to state, but in Oregon, people aged 14 and above are allowed to work in non-hazardous jobs such as food service, as long astheir hours are limited to accommodate schooling and they get adequate rest breaks.However, it seems to be rare - the average age of an employed McDonald's worker in the US is 27,according to research from jobs website Zippia . There is currently a sharp labour shortage in the US as fear of Covid, schools remaining shut, and a lack of available child-care keeps workers at home.Some economists have also blamed generous federal benefits brought in during the pandemic - which provide an extra $300 every week - although these have already expired in many states.Vacancies for lower skilled, lower paid jobs have been particularly hard to fill, prompting firms such as Walmart and Amazon to offer retention bonuses and higher starting wages.", "url": "https://www.bbc.com/news/business-58414597"}