{"datetime": "2021-09-03T16:53:45.000Z", "author": "Daniel Thomas", "title": "Poor US jobs growth shows Covid Delta variant impact", "article": "The US economy added fewer jobs than expected in August as employment rose by 235,000. The figure was well down on the 1.05 million jobs created in July, adding to fears that the recovery from the pandemic may be running out of steam. Despite the disappointing hiring levels, the unemployment rate fell to 5.2% in August from 5.4% in July. Economists say rising infections caused by the Delta variant have hit spending on travel, tourism and hospitality. They also note that the Labor Department's data was collected in the second week of August, so does not reflect the impact of hurricanes Ida and Henri in the second half of the month. President Joe Biden said he was disappointed but defended his record on the economy, saying it was growing consistently. \"Total job creation in the first seven months of my administration is nearly double, double any prior first-year president,\" he said.\"While I know some wanted to see a larger number today, and so did I, what we've seen this year is a continued growth, month after month in job creation.\"Seema Shah, of Principal Global Investors, called the figures \"a major miss\" that \"screamed Delta disruption\". She added that the Federal Reserve may have to rethink its plan to start withdrawing stimulus for the US economy this year. \"Not only did payrolls rise by less than a third of what was expected, the [labour market] participation rate was unchanged suggesting that labour supply is still struggling to recover as Covid confidence takes another hit.\"The Fed has hung its hat on the assumption that people are starting to return to work, and unfortunately today's number will be a disappointment to them.\" According to the US Bureau of Labor Statistics , there were notable job gains in August in professional and business services, transportation and warehousing, private education and manufacturing. However, employment fell in retail and was flat in leisure and hospitality, after increasing by an average of 350,000 per month over the previous six months.While the number of people unemployed edged down to 8.4 million, it remains well above the pre-pandemic level of 5.7 million seen in February 2020. Joe Little, chief global strategist at HSBC Asset Management, said the weak figures could turn out to be a blip, noting that average payrolls growth had averaged at around 700,000 per month over the last three months.Average earnings also jumped in August, suggesting that employers are trying to lure workers back amid labour shortages in some industries. \"Record levels of job openings means that the demand for labour remains high,\" Mr Little said. \"As we head into the autumn, labour shortages will be eased by the expiry of additional unemployment insurance payments plus improved access to childcare when schools return.\"But he added the renewed wave of Covid infections could dissuade some from re-joining the workforce and was \"an important risk to monitor\". The US economy contracted sharply last year during lockdown but has rebounded strongly in 2021. House prices are rising and corporate results remain strong. However, like most economies, the US is facing supply chain issues that have dragged on manufacturing growth.Inflation has also jumped as the economy reopens, although the Federal Reserve believes the rise will be transitory.", "url": "https://www.bbc.com/news/business-58432350"}