{"datetime": "2021-12-27T08:57:05.000Z", "subject": "Coronavirus pandemic", "title": "Isle of Man chief minister wants to grow public confidence in 2022", "article": "Securing \"public confidence to push ahead\" with the government's priorities will be vital in 2022, the chief minister said. Alfred Cannan said ministers must concentrate on \"delivering the fundamentals\", while continuing to respond to the challenges of Covid-19. Issues like housing and climate change would now come to the fore, he said. But, the pandemic and the rising cost of living remained \"immediate pressures\" on his team, he added. Priorities during the administration include having new \"central management units for policy and delivery\", a 10-to-15 year climate roadmap, and reformed government departments by the end of the next parliamentary term, Mr Cannan said. After being re-elected in Ayre and Michael in September's general election, the former treasury minister wasbacked by the House of Keys to lead the government in October. Since then, the Council of Ministers has drafted afive-year government plan , set to be finalised in January. The document was \"a critical piece of work\", which would enable the government to \"try and keep focused on the core fundamentals\", Mr Cannan said. \"There has been a lot of immediate pressures, and perhaps ones we were not necessarily expecting, or pressures that we hoped had stabilised, like Covid for example,\" he said. \"We have had to work incredibly quickly to adjust our program when it comes to the vaccine, and I am incredibly impressed at the way we have ramped up and responded.\" On top of the impact of the pandemic, Manx Gas customers on the island have seen a27.5% hike in bills in response to global supply pressures, which is also a concern for the chief minister. He said \"extraordinarily high\" prices along with \"inflationary pressures\" had highlighted issues with the cost of living, which needed to be addressed. Meetings of the cabinet, which now features arecord number of women , have included \"some pretty strong debates\" over the issues, Mr Canann said. \"It is not always smooth going, but I would say I am happy with the diversity, and I am finding a good solid range of balanced opinions and expertise in that council chamber at the moment,\" he added.Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-59760562"}