{"datetime": "2022-01-11T16:20:49.000Z", "subject": "Climate change", "title": "Isle of Man climate group against further gas exploration", "article": "Extracting fossil fuels from new sources on the Isle of Man would be \"unjustified and unacceptable\", a climate group has said. The Isle of Man Climate Coalition's objection comes after local firm Croggawas granted a further four months to explore for gas off the Manx coast. The government said this would allow time to consider its stance on offshore energy ahead of any long-term decision. Joney Faragher MHK claimed it showed a \"lack of clear policy direction\".The Manx Labour Party leaderis one of the founding members of the coalition , which includes the Liberal Vannin party, as well as collection of environmental charities and businesses. In a statement, the group said using any extracted gas as a transition fuel was \"politically and ethically\" unjustified. Ms Faragher said: \"The money is already there for transitioning to renewables, it is down to priorities, and at the moment we are simply not prioritising our transition\". Crogga's extension allows it to continue seismic surveys and collect other geophysical data under phase B of the licence, which it must complete before it can undertake exploratory drilling. The firm's chief executive Diccen Sargent previously said the potential reserve in a 266 sq km area of seabed off Maughold Head could \"transform the future of our island\". Though Crogga requested a further 18-months, the Department of Infrastructure chose to instead give the island-based company until April to complete the work.Coalition member Pete Christian, who is also the co-ordinator of the Isle of Man Friends of the Earth, urged politicians to support a motion due in Tynwald next week calling for the government to review its offshore energy strategy.\"We should not be funding development in renewable energy here by increasing non-renewable energy extraction, that is the bottom line,\" he added.Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-59954941"}