{"datetime": "2021-10-16T01:14:39.000Z", "author": "Jack Goodman & Micah Luxen", "subject": "Reality Check", "title": "Shipping disruption: Why are so many queuing to get to the US?", "article": "Global supply chains are congested. In California, there have been record-breaking queues of container ships outside major ports. \"We are facing an unprecedented cargo surge at the ports of Long Beach and Los Angeles due to major global pandemic production shifts and decades-old supply chain challenges,\" says the mayor of Long Beach, California. So what's causing the jams? Satellite imagery over the ports of Long Beach and Los Angeles show a swarm of idle ships, waiting to offload their cargo.These are container ships transporting goods - just about everything you can imagine from toys to tennis raquets - from Asia across the Pacific Ocean to the western coast of the United States. Marine Traffic, a ship-tracking website, counted more than 50 container ships outside Long Beach and Los Angeles on 13 October.The backlog reacheda record in September .These two ports handle the bulk of cargo coming from China, so once the congestion starts it can very quickly get worse, says Janet Porter, Chair of the Lloyd's List Editorial Board. \"The whole shipping cycle has slowed down. So you have ships waiting days, even a couple of weeks to unload their cargo.\" About 25% more cargo was shipped from Asia to the US in the first eight months of 2021 compared with the same period in 2019 pre-pandemic, according to Container Trades Statistics. The volumes have largely remained the same between Asia and Europe. On the eastern coastline, there have also been queues of ships outside Savannah Port in Georgia.August was the second busiest month ever. Then there's the process of transporting the goods inland from overcrowded shipyards full of containers by a workforce hit by the pandemic. On the supply side, locked-down ports in China and elsewhere have contributed to shortages. Yes, often instead of going on holidays or out to dinner.Consumer goods demand is overall 22% higher compared with pre-pandemic levels (comparing February 2020 with August 2021). The Capital Economics group notes particularly big jumps in imports of toys, games and sporting goods (up 74%), as well as household appliances (up 49%). A variety of factors led to an increase in imports, Prof Christopher Tang from the University of California Los Angeles explains. \"Currently, many ocean carriers are carrying holiday merchandise such as billion dollars of Halloween decorations, and many billion dollars of Christmas decorations such as artificial Christmas trees and Christmas lights.\" Prof Tang also says the US pushing for economic recovery, is a cause for demand.As private firms encourage employees back to offices to work in person, there is a big surge in demand for office equipment ranging from computers, printers and servers, and many of them are now stuck in various containers from Asia.This is in addition to equipment for office upgrades to reduce the spread of coronavirus.\"Many air filters along with ventilation equipment are also in these containers waiting to be unloaded,\" says Prof Tang. And there's an immediate personnel problem, says Gary Hufbauer, Senior Fellow at the Peterson Institute for International Economics - the lack of skilled port workers, truck drivers and rail crew to move everything. \"Largely this reflects the Delta variant, but also retirement, particularly among truck drivers.\" \"I don't think anyone foresaw this huge surge in demand - especially after ships were laid up during the pandemic,\" says Ms Porter. The sight of ships waiting off the Californian coast has led to wider debates about the state of American supply chains. There have long been calls to upgrade infrastructure generally.The White House Chief of Staff has said the Biden administration is tacklingthe \"supply chain mess\" that they inherited. Experts point to logistics capacity problems at US ports, which were already present before the pandemic. \"This reflected years of inadequate investment. Port capacity does not deteriorate very quickly, but there was probably less than 5% margin of spare capacity,\" says Mr Hufbauer. A White House taskforce has been set up to try and ease the bottlenecks, and Los Angeles port will now be open longer to improve the congestion. But industry experts don't expect the backlog to end any time soon.", "url": "https://www.bbc.com/news/58926842"}