{"datetime": "2021-11-24T18:18:22.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Biden: Fact-checking claims about US economic progress", "article": "President Joe Biden says the US has made \"historic progress\" on the economy in the last 10 months. In a speech before Thursday's Thanksgiving holiday in the US, he also talked about price rises and supply chain problems. We have been looking into some of Mr Biden's claims. Since shrinking by more than 30% in the first six months of 2020, the US economy has recorded a strong bounceback and returned to above pre-pandemic levels China has also posted strong economic growth, but overall its economy didn't contract last year - meaning it had less damage to recover compared with the US. Under Mr Biden, the US economy has continued to grow this year, but a large part of the recovery happened under former president Donald Trump.Since President Biden came into office,the US GDP has grown by 6% in 2021. This is less than several major economies - including the UK, China and India,according to data collected by the International Monetary Fund. Mr Biden became president on 20 January this year. From that month until October (the latest available data), the US economy added 5,583,000 jobs, according to the US Bureau of Labor Statistics. This is the highest number of jobs created in the first 10 months of any presidency since records began in 1939. But this job growth comes from a low base point, given that in April last year, unemployment hit its highest level since the Great Depression of the 1930s.More than 22 million jobs were lost in the space of two months because of the impact of coronavirus. Workers' wages in the US are up 4.9% this October compared with the same time last year. But the cost of living is also going up, meaning more of the money people earn is spent on everyday goods, in particular food and fuel. The cost of living for Americans hasrisen by 6.2% over the last year - the highest rise in three decades. When inflation is taken into account, average hourly earnings decreased 1.2% from October 2020 to October 2021,according to the US Bureau of Labor Statistics. \"The price of gas in America, on average, is $3.40 (£2.55) a gallon,\" said Mr Biden, comparing it with France (about $7) and Japan (about $5.50) at the end of October. These figuresare broadly correct. But there are countries where fuel prices are lower, such as Russia (about $2.5 a gallon) and some of the other major oil producers like Saudi Arabia, Nigeria, Iraq and the UAE. And is a comparison between the US and France that relevant, given that in Europe there are significantly higher taxes on both petrol and diesel?According to the Washington-basedTax Foundation think tank, the average excise duty imposed on a gallon of petrol in the EU and UK was $2.40 in July this year.That's just one tax - there are also other taxes in European countries. The US federal tax on petrol was $0.18 per gallon and the average of all state taxes was $0.30, so much lower than in Europe. Mr Biden is talking about shipping containers coming into US ports and sitting on docksides because they are not being moved out fast enough. This is because of shortages of truck drivers, and other supply chain issues which have created a backlog.On 22 November, the Port Authority of Los Angeles said there had been a 33% reduction in containers left on the docks after the authority warned it wouldstart imposing fines on businesses who do not move containers out within a given time frame. However, it is worth saying there were a record 84 ships waiting offshore in California on 6 November. Gene Seroka, Los Angeles port executive director, was quoted as saying last week that there were also increasing numbers of empty containers left in the port, up by 18% in only a few weeks. He said they were waiting for ships to come andtake these empty boxes back to Asia to pick up manufactured goods. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59402975"}