{"datetime": "2021-10-14T01:33:46.000Z", "author": "Beth Timmins & Simon Browning", "title": "Toy shops warn of Christmas shortages amid port delays", "article": "One of the UK's biggest toy retailers is warning delays at UK ports will result in shortages this Christmas. Gary Grant, boss of The Entertainer, said it would get harder to get stock to the right places at the right time. Barbie dolls and Paw Patrol toys are among the children's favourites he expects to run out fast. The government said that Felixstowe had reported \"improved capacity over the past few days\".A container logjam at ports, including Felixstowe, and a shortage of HGV lorry drivers has sparked widespread concern among retailers about future stocks. Mr Grant said his 170 shops are looking \"very full right now\". But he added that demand \"will outstrip availability\" because there aren't enough drivers to move the company's stock.\"There'll never be toy shops with no toys. There will be toy shops without all the toys that they would normally expect to have due to the shortages, and that is largely down to transportation and warehouse issues, rather than there being a shortage of toys.\" The shortage of drivers means that shipment containers are being offloaded but left stacked on the quayside waiting for collection. The dearth of drivers also means there is a delay in returning empty containers for re-use. The problems come at the busiest time of the year for retailers, when most goods are imported from Asia to sell during Christmas trading.Thomas O'Brien, managing director of Leeds-based toy designer Boxer Gifts, which manufacturers its products in China, said there's \"plenty of stock\" but the real problem is that \"everything takes longer and is horrendously more expensive\" which means the company \"will be struggling to keep price increases to anything lower than 10%\".Items that are in short supply include a sloth soft toy and the moody cow stress ball. \"Ironically the moody cow which we're short of is almost a nice acronym for how feel at the moment,\" he added.While there are alternative toys, Mr O'Brien said the firm has lost six weeks of \"planning time\" to be able to re-stock at short notice.He said containers shipped from Qingdao, China to Felixstowe are costing him $15,000 (£11,003) rather than the normal rate of $2,500 in 2020. Entrepreneur Jack Griffiths, co-founder of loungewear company Snuggy, said he is expecting containers on five different ships, holdings £1m worth of Christmas items, to arrive over the next week but they will now be delayed by three weeks.\"We're seasonal and we have to make the most of these months, 80% of our turnover comes from October to February.\" In November, the business usually takes £500,000 worth of sales which Mr Griffiths said he \"probably won't be able to get in if we don't get that stock in time\".The company has already run out of the SnuggyPod product which was due to arrive two weeks ago. Mr Griffiths said the product \"probably won't arrive for three weeks at Felixstowe and then it'll take three weeks to get them out of the port due to the driver issues\". He added that because the SnuggyPod is the firm's original design, there aren't any alternatives.\"As the weeks go by I can only see it getting worse which is just something we don't want to think about\".Mr Griffiths anticipates he will have to get products shipped by railway and air rather than sea. It comes after £400,000 worth of his stock was delayed earlier in the year when it got stuck on the Ever Given ship which blocked the Suez Canal. Steve Parks, director at Seaport Freight which deals with food shipments from overseas as well as other goods, says moving products from Rotterdam port to Felixstowe is delaying goods by two to three weeks. \"So things like coconut milk, frozen fish and carpets are being delayed from China.\" While Mr Parks said Britain's shortfall in HGV drivers is \"largely\" to blame for the congestion at the port, other countries are experiencing problems, including the US and China. \"This is absolutely the worst period I have known, ever,\" he said. \"We can't get space on ships coming out of the Far East.\" A Department for Transport spokesperson said that fluctuating capacity at ports \"has been exacerbated by the ongoing global container and HGV driver shortages\". \"All ports across the UK remain open to shipping lines with Felixstowe reporting improved capacity over the past few days and the government continues to work closely with the freight industry, to tackle the challenges faced by some ports this autumn,\" the spokesperson said. Andrew Goodacre, chief executive of the British Independent Retailers Association, said there was \"no need to panic buy\" but advised customers to start their normal shopping process earlier. \"If you see something you want, now is the time to buy as retailers have most of their Christmas stock, but we can't guarantee having supplies of everything over the next few weeks\". \"It's a challenge for small retailers because they don't have the cash to stockpile,\" he added.The UK's biggest commercial port Felixstowe told the BBC that it currently had 50,000 containers which were waiting to be collected, due to a shortage of HGV lorry drivers.Officials at the port have asked the shipping lines to reduce their empty container stocks as \"quickly as possible\". \"It's not the port of Felixstowe affecting the supply chain, it's the supply chain affecting the port of Felixstowe,\" it said, adding that the problems are \"similar at all major UK ports\".Danish shipping giant Maersk has been forced to divert some of its larger ships from Felixstowe to ports in the Netherlands and Belgium to avoid delays. Smaller ships are then transporting the goods to the UK. A spokesman for the port of Rotterdam said it has been busy over the last couple of weeks, but said: \"It's more to do with Covid than anything else because of the balance of empty and full containers being in the wrong place.\" The pandemic is also being blamed in part for bottlenecks at US ports. President Joe Biden will meet with major US retailers as well as the bosses of ports on Wednesday to address the issues. Sultan Ahmed bin Sulayem, chief executive Dubai-based DP World, the global logistics giant which operates out of Southampton and London Gateway, said \"nobody knows how long it's going to take\" to resolve the congestion and shipping container shortages.\"I think it's going to take a long time,\" he said, adding: \"The problem is complicated because you have a backlog of cargo.\" The UK Ports Association trade group, said most UK ports were operating normally but that the shortage of drivers meant \"some delays\". \"This has meant that some freight is not being collected as rapidly as it would normally. The situation is impacting all types of ports, not just container terminals.Industry bodies estimate there is a shortage of about 100,000 drivers. It has been caused by several factors, including European drivers who went home during the pandemic, Brexit and a backlog of HGV driver tests. The government recently drafted in military personnel to help with the driver shortages and deliver fuel. Emergency temporary visas have also been issued to foreign drivers. Conservative Party chair Oliver Dowden told the BBC that the government was increasing the number of people having tests and that he would \"expect that number to increase as we approach Christmas\".Asked about potential Christmas shortages, he told Sky news: \"The situation is improving, I'm confident that people will be able to get their toys for Christmas.\" ", "url": "https://www.bbc.com/news/business-58895246"}