{"datetime": "2021-06-19T23:33:28.000Z", "author": "Theo Leggett", "title": "Shipping disruption: 'We're doing our best - but this is crippling'", "article": "\"We're trying to do the best we can, but this is crippling us,\" says Scott Humphreys. \"Before the pandemic we were paying $2,500 to $2,800 (£1,800-£2,000) to bring a 40-foot container from China. Now we're paying $16,000 - if we can get a booking.\" Mr Humphreys is managing director of Peppermill Interiors, which supplies furniture for homes as well as to the bar and restaurant trade. Like many importers, Peppermill is feeling the effects of serious bottlenecks in the global container shipping industry, which have led to delays and pushed up prices. The company, based near Cannock, in Staffordshire, has been operating for 25 years, and currently employs 40 people. Although it does use suppliers in the UK, roughly half of its stock is imported from East Asia, mainly from China. It will typically bring in between 200 and 250 containers each year. Now, Mr Humphreys says, the rise in shipping costs is taking a heavy toll on his business. \"We physically can't absorb the extra costs. We have to pass them on,\" he explains. \"A single armchair used to cost us £12 to bring in from China. It now costs us £100. So the price we sell the chair for has gone up by 25% - but that isn't extra profit for us. \"Some of the cheaper items, they've doubled in price. There's no point bringing them in any more,\" he said. He makes it clear who he blames. \"It's all going to the shipping lines. They're working together. It's like a cartel out there.\" The price rises have been triggered by a long-running period of intense disruption in the container shipping industry, initially provoked by the Covid outbreak. A collapse in demand during the early stages of the pandemic was followed by a period of frenzied activity, as people who were forced to stay at home rather than travel or socialise ordered large quantities of consumer goods. But this provoked a raft of problems, including acute congestion around deep sea ports and a shortage of containers for new consignments, because too many of them were sitting on quaysides around the world. The Suez Canal blockage closed one of the world's busiest shipping lanes for nearly a week. It created a traffic jam of hundreds of ships, making matters worse because it played havoc with schedules and exacerbated congestion at ports when the delayed vessels began arriving at ports. Most recently, an outbreak of Covid 19 in China's Guangdong province had a significant impact on the Yantian International Container Terminal, one of China's busiest ports - triggering yet more hold-ups, and prompting warnings from experts that the knock-on effects could last for months. Yet, while shipping lines have been struggling to navigate these choppy waters, and their customers have faced delays in receiving their shipments, or struggled to book space aboard vessels at all, their own earnings have not suffered. Industry analysts Sea Intelligence have highlighted the fact that 11 of the biggest deep-sea carriers made a combined operating profit of $16.2bn in the first three months of the year. That was significantly more than the $13.3bn they generated across the entire second half of last year. Sea Intelligence describes these figures as \"staggering\", with all 11 carriers earning more in the first quarter of this year alone than they did in the same period of the previous ten years combined. While it is clear that a shortage of capacity has been a key factor in driving prices upwards, a number of importers have told the BBC they believe a lack of competition between shipping lines has also been having a major impact. Andy Blakemore agrees. He runs Arcadia Freight Services, in Walsall. A freight forwarder, he arranges the shipment of goods from supplier to customer. \"There's collusion, definitely\", he says. \"In China we deal with about 12 shipping lines. Our agents are supposed to get the best rates. \"But even though they should be completely independent, they're all sticking around the same prices. And if they're all sticking together, it's something we have no control over,\" he said. Gavin van Marle is managing editor of the logistics industry newsletter, The Loadstar. He says there's no question that liner companies are taking advantage of the capacity crunch. \"They're certainly making hay while the Sun shines\", he says. \"It's definitely opportunistic, but whether there's active collusion is another question\". Deliberate price fixing between shipping lines on European routes was banned by the EU in 2008. But that, he says, doesn't mean they can't match each other's prices informally. \"They all know what the others are doing\", he explains. \"Everyone knows the ballpark prices. But the simple fact at the moment is there's more demand than there is capacity to meet it.\" Importers in Britain, meanwhile, face another problem. Congestion at UK ports, particularly Felixstowe, last year prompted shipping lines to cut the number of direct services - with many vessels from East Asia heading direct to European ports such as Antwerp or Rotterdam. That in turn means significant extra costs for importers - because space on direct services is at a premium, while containers offloaded at EU ports have to be shipped onwards to the UK. One importer, a housewares supplier who preferred not to be identified for fear of being \"blacklisted\" by shipping firms, told the BBC consumers were in for a shock over the coming months. \"There's going to be a shortage of products, and prices will be much higher\", he said. \"We start shipping now to get stocks in for Christmas. \"Prices for houseware, giftware and so on - they'll be going up, maybe as much as 40%.\" Meanwhile, Peppermill Interior's Mr Humphreys has written to the prime minister, and several other government ministers, calling for action to combat what he calls \"unethical business practices\" by shipping lines. So far, he says, he has had no response. ", "url": "https://www.bbc.com/news/business-57531716"}