{"datetime": "2021-12-09T10:15:55.000Z", "title": "Moray rocket test launch pad 'first in 50 years'", "article": "Work has begun on what has been described as the first orbital space launch pad in the UK for 50 years. The platform is being built at a test facility near Kinloss in Moray as part of the development of a satellite launch site near Tongue in Sutherland. Forres-based rockets manufacturer Orbex has commissioned Banff engineering firm Motive Offshore Group to build the pad. It will be the first pad of its kind since High Down Rocket Test Site on the Isle of Wight shut in the 1970s. High Down was the test site for the Black Arrow rocket, the first - and so far only - British-made rocket to successfully deliver a satellite into Earth's orbit, launching from Woomera in Australia on 28 October, 1971. Orbex expects its test launch pad to be fully operational by early next year and said it would \"fully capable of dress rehearsal\" rocket launches. There are other space port test facilities in Scotland, with Skyrora having an engine test site at Rosyth and the Shetland Space Centre has a horizontal engine bed testing facility at Scatsta. Orbex chief executive Chris Larmour said the site would allow its engineers to test the company's new Prime rocket. He added: \"This will be the first launch pad of its kind built in the UK for more than half a century and we look forward to seeing it completed and ready to go into service in the new year.\" Construction of Space Hub Sutherland is also due to begin in early 2022. The £17.5m project, led by Highlands and Islands Enterprise, is supported by Melness Crofters' Estate and has planning permission from Highland Council. In September, the plans for the space port cleared a major legal hurdle. A Scottish Land Court judge approved a change of use of an area of croft land for the building of the facility. But the land around the rockets hangar and launch pad must remain available to crofters for agricultural use. The proposed space port had earlier faced a separate legal challenge from billionaires Anders and Anne Holch Povlsen. The couple own land near the proposed space port and have concerns about its impact on protected areas. Their company, Wildland Ltd, raised the legal action against Highland Council's planning approval. But in a ruling, a judge said he was \"not persuaded\" that the local authority had erred in law. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-59592217"}