{"datetime": "2021-10-20T13:36:31.000Z", "title": "Why is Scotland a prime rocket launch site?", "article": "A plan to expand Scotland's space industry has been unveiled by the Scottish government. Among the aims of theScottish Space Strategy is to build a network of satellite launch sites. The Scottish government worked with enterprise agencies, industry group Space Scotland and the Scottish Space Academic Forum on the project.It also includes an ambition to support the creation ofa \"green\" space industry . Prime Minister Boris Johnson has previously committed to launching a space rocket from Scotland by 2022.So why is Scotland such a prime location? In 2020, planning permission was secured to build a space port at the Moine Peninsula in Sutherland. But Scotland has a number of regions which look attractive to aerospace companies for development. A consortium revealedplans to build the UK's first vertical launch site at Scolpaig, North Uist, following months of investigations. Shetland has also been earmarked as a desirable location. When looking to build a spaceport, the UK considered both horizontal and vertical launch sites. Like their names suggest, horizontal launch sites fire rockets at a gradual angle - similar to what you would see at an airport. Prestwick Airport, for example, has sought interest from companies in carrying out horizontal space launches from its 2,986-metre concrete case runway. The airport also cites its \"coastal take-offs, favourable weather conditions and excellent transport connections\" among the factors which make it an ideal launch spot. Similarly, Cornwall is also expected to have a horizontal space port operational by 2021. A vertical launch pad, as the name suggests, is one which enables rockets to be fired directly upwards into space. There are key criteria which are necessary for a site to be considered for this. They revolve around the orbits of the rockets - principally known as polar and sun synchronous orbits (SSO).An SSO is where it passes over any given point on the Earth's surface at the same local solar time. A polar orbit is one that passes over polar regions, especially one whose plane contains the polar axis. Scotland contains sites with the best access to polar and SSO orbits without flying over land inhabited by humans. Three key areas emerged when the government was looking into this - Scolpaig in North Uist, the Moine Peninsula in Sutherland and Saxa Vord in Shetland.Scolpaig and Moine set out business cases to Highlands and Islands Enterprise (HIE) to argue why they would be the best home for the UK Space Agency's new vertical launch pad. Saxa Vord missed out on the bidding process, but US aerospace company Lockheed Martin hasapproval from the UK Space Agency to push ahead with plans for site in Shetland. Well, not quite. Members of the British Interplanetary Society concluded it would be feasible to launch from Scotland by means of an SSO or polar orbit. The most efficient method would be a direct ascent route - one where the trajectory does not fly over, or close to, an inhabited area of land as potential falling debris could be a risk to life. Spacecrafts would need to perform a dog-leg manoeuvre to avoid inhabited regions, such as the Faroes or Iceland. They would also need to avoid any \"active oil and gas exploration area\" - which includes the dozens of oil rigs stationed in the North Sea. In July 2018, the UK government decided that the Moine peninsula bid was the best option. The £17.5m facility - called Space Hub Sutherland - is expected to be used for launching small satellites and was initially granted £2.5m from the UK Space Agency. In August last year, Highland Council granted HIE planning permission for the site and for up to 12 satellite launches a year. The Scottish government did not call-in the local authority's decision for further consideration, clearing the way for the project to complete its journey through the planning process. But it later hit a problem.It faceda legal challenge from billionaires Anders and Anne Holch Povlsen , who own land near the proposed space port and are among more than 400 objectors to the plans. They had concerns about its impact on vulnerable protected areas. Their company Wildland Ltd went to court to seek sought a judicial review of Highland Council's planning approval. However, the challenge was unsuccessful and the judge said he was \"not persuaded\" that the local authority had erred in law. In 2019, Western Isles local authority Comhairle nan Eilean Siar began working with the Ministry of Defence contractor QinetiQ and others on plans for a space port at Scolpaig in North Uist. The comhairle said the site would help boost the isles' economy. But the project has also come up against strong objections on environmental grounds.", "url": "https://www.bbc.com/news/uk-scotland-48119118"}