{"datetime": "2021-12-24T15:20:14.000Z", "title": "Man allowed to pursue 'asbestos cancer' claim against Moray Council", "article": "A grandfather who claims being exposed to asbestos at work caused him to develop terminal cancer is being allowed to sue Moray Council. John Kelman is seeking compensation from his former employers after being diagnosed with mesothelioma in 2019. He believes he developed the condition as a consequence of being exposed to asbestos while working for the local authority in the early 1980s. Judge Lady Wise allowed the action to proceed at the Court of Session. Normally, actions can only proceed within three years of a pursuer sustaining injuries. The court heard Mr Kelman was aware his diagnosis was terminal. He worked with large storage heaters in houses between 1980 and 1984. Lady Wise heard how medics found Mr Kelman had pleural plaques - areas of thickened tissue - in 1999, but these did not develop into cancer and he was discharged from care in 2001. She also heard evidence that the grandfather-of-four had gone to his doctor in the 1990s after developing a cough which his wife said was so bad that she could hear him before she could see him. After being discharged from medical care, Mr Kelman believed he was well and continued to live his life normally until 2019. However, following his diagnosis, Mr Kelman launched legal proceedings.Lawyers for Mr Kelman asked Lady Wise for permission to go ahead as the law states that such compensation actions should only proceed within three years of a pursuer sustaining injuries. Mr Kelman's legal team argued the circumstances in the case meant an exception could be made.Lawyers for Moray Council told the court that the local authority had only conducted \"limited investigations\" into Mr Kelman's claims at this stage. They said they were unable to lodge a defence to the action at this time and also could not say the claim was without merit.In awritten judgement , Lady Wise gave Mr Kelman permission to proceed, and said the value of the claim which Mr Kelman could bring to the court was thought to be in the region of £150,000 to £200,000. The judge said Mr Kelman presented as a \"hard-working\" individual who had not know his condition was sufficiently serious to justify exploring the raising of proceedings. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59782425"}