{"datetime": "2022-01-11T12:40:31.000Z", "title": "Military firefighter jailed for seven years for Moray sex attacks", "article": "A military firefighter who raped a vulnerable girl during a prolonged catalogue of child abuse in Moray has been jailed for seven years. Stephen Baker, 54, committed the crimes between 1985 and 2006. He had denied offences during an earlier trial but was convicted of one charge of rape, one of indecent assault and five of indecent conduct. A judge told Baker at the High Court in Edinburgh the most serious offence was the rape of the 15-year-old girl. Baker attacked the teenager, who lived in a children's home, at his then home in Lossiemouth as children slept in the house. One of the other offences was in the Kinloss area.The offences were against five children, ranging in age from nine to 15. Defence counsel Niall McCluskey said Baker was 38 when the offending stopped, and was assessed as posing a low or moderate risk of re-offending. He said: \"He has been in the armed forces. He is someone who does keep his feelings to himself.\" The defence counsel said he acknowledged the offences were very serious matters and that a custodial sentence was inevitable. Judge Alison Stirling said she accepted that he had been a long-serving military firefighter until his suspension pending his trial and that he had no previous convictions of any relevance. She said: \"There were no significant issues or trauma in your childhood. \"Custody is the only appropriate disposal having regard to the serious nature of your offending.\" The judge noted that from a background report prepared on Baker that he did not accept the verdicts of a jury who convicted him and told him that the jail sentence was for punishment, protection of the public and rehabilitation in custody. Baker, formerly of Elgin, was told he would be placed on the sex offenders register for an indefinite period. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59941386"}