{"datetime": "2021-08-20T14:50:45.000Z", "title": "Billionaires' challenge to Highlands space port fails", "article": "Billionaires Anders and Anne Holch Povlsen's legal bid to overturn planning permission for a space port in the Highlands has been unsuccessful. The couple own land near the proposed Space Hub Sutherland and have concerns about its impact on protected areas. Their company, Wildland Ltd, raised the legal action against Highland Council's planning approval. But a judge has said he was \"not persuaded\" that the local authority had erred in law. The Povlsens believed Highland Council's planning decision last year failed to take into account the risks to the local environment and wildlife populations.Their lawyers argued that documents showed the authority did not appear to have properly considered the impact that people visiting the site could have on the area.But in a judgement issued at the Court of Session in Edinburgh, judge Lord Doherty rejected the submissions made to him by Wildland Ltd's lawyers.The judge wrote: \"I am not persuaded that the respondent (Highland Council) has erred in law. \"I am not persuaded that the respondent did not apply the correct test.\"In my opinion there is nothing in the appropriate assessment which suggests the existence of any such error, and there is nothing in the report of handling which causes me to conclude that the report led the respondent into any such error.\" Wildland Ltd said it was \"surprised and disappointed\" by the judgement, but added that it did put on record the need for further work on the £17.5m project. Chief executive Tim Kirkwood said \"whatever transpires\", the company would continue to work with local communities to \"improve economic, social and environmental outcomes for all\". But he added: \"Working against nature in such an area will, we believe, prove to be damaging to its long-term economy as well as the environment.\"At this stage we will take time to consider the ruling carefully and decide whether further steps are appropriate to provide the protection so urgently needed.\" Melness Crofters' Estate, a voluntary committee of local crofters who own land in the area of the planned space port and supports the project, has welcomed the judgement. Chairwoman Dorothy Pritchard said: \"Our priority has always been to ensure the close-knit crofting community, its stunning landscape, and native wildlife are protected under a proposal that would make this the world's first working croft land and carbon-neutral space hub. \"This decision unlocks investment in a project that will undoubtedly secure a long-term future for our community, creating new job opportunities for the younger generation while also attracting new people and investment to the area.\" Public agency Highlands and Islands Enterprise (HIE) has proposed building the facility for launching small satellites on the Moine Peninsula, an area of peatland and crofts near Tongue on the Highlands' north coast. HIE has said the project will create jobs and help boost the Highlands' and wider Scottish economy. Highland Council received 457 objections and 118 representations in support of HIE's planning application. The impact on the environment, including the Caithness and Sutherland Peatlands Special Protection Area, and risk to human health were among the reasons for objections. The local authority approved the plans in June last year and referred its decision to the Scottish government for scrutiny. In August last year, Scottish ministers said the plans did not require a decision at national level and should be dealt with by Highland Council. Danish businessman Mr Povlsen, who is reportedly worth £4.5bn thanks to his Bestseller clothes retail empire, first visited the Highlands on an angling holiday with his parents in the 1980s. He bought the 42,000-acre Glenfeshie estate in the Cairngorms for £8m in 2006. Since then, the billionaire, who is the biggest single shareholder in the Asos online retailer, and his wife have bought up huge swathes of the Scottish countryside. They now own about 220,000 acres across 12 estates. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-58281005"}