{"datetime": "2021-12-14T14:46:11.000Z", "title": "SNP retains Moray Council control on a cut of playing cards", "article": "The SNP retained control of Moray Council after a tied vote on its administration went to the cutting of playing cards. The Conservatives and Moray Alliance Group (MAG) had said the SNP group was too small to remain in charge after the resignation of a councillor. A vote on a proposed change was tied at 12 each, with one abstention. The Tories then drew a seven at thespecial meeting , but the SNP drew a jack to retain control of the council. It was an unusual situation, but not unprecedented. In 2016, councillors in Dumfries and Galloway resorted to cutting a pack of cards to decide a vote at their budget-setting meeting. Moray's meeting on Monday afternoon was held remotely. After the tied vote, Conservative group leader Tim Eagle and SNP councillor Aaron McLean cut a deck of cards, agreeing that aces would be high. Mr Eagle went first and drew the seven, followed by Mr McLean who drew the jack - keeping the SNP in power. Usually a chairperson's casting vote would be used in such situations. However, the council's standing orders dictate this method cannot be used for votes over council positions.Mr Eagle later told BBC Scotland: \"Ideally it would be nice to decide these things by a clear vote and of course my group and I would have preferred that. \"Sadly the reality is that sometimes, not very often, this will happen and it is the only way to break that deadlock. It's not pretty and it does not solve any issues other then resolve the vote but it is the only way in that rare situation.\" Mr McLean said: \"We obviously knew it could be a possibility. I did hope it wouldn't be needed as we now have an odd number of councillors but when I heard one abstention I knew we would be in the, frankly, ridiculous situation of cutting cards to decide who would lead the council. \"I'm just thankful I won and we can now get on with budget meetings and supporting staff.\" The local authority was previously run by a coalition of Conservatives and independentsuntil all but one of the Tories walked away from the administration in 2018. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59636145"}