{"datetime": "2021-11-30T15:58:44.000Z", "title": "TSB to close nine branches in Scotland next year", "article": "Nine TSB branches in Scotland are to close next April. The sites, which include in branches in Ellon, Fort William, Lanark and Stranraer,are among 70 the bank is shutting across the UK . The move will lead to the loss of 150 roles, but TSB said staff would be redeployed. The bank said the branches affected have a third fewer transactions than average, and that nearby Post Offices can provide counter services.The Unite union and local councillors have criticised the plans. TSB, which had 475 branches just over a year ago, will be left with just 220 once next year's closures are completed. The Scottish branches closing are: TSB said it was expanding the use of pop-up branches to Thurso, Fort William and Stranraer.Open for one day a week, these have bank staff available to give advice to customers.The bank said it remained committed to a UK-wide branch network and following the changes will have 220 branches, remaining the seventh largest branch network in the UK.It also said more than 90% of its customers would still be able to travel to a branch within 20 minutes or less. Chief customer officer Robin Bulloch said: \"Closing branches is an incredibly difficult decision to take, but we have to respond to the changes in the way people bank and provide the right mix of services for all our customers now and into the future.\" He added that TSB was putting \"significant investment\" into upgrading its remaining branches. But Unite said the plans marked the bank's \"latest retreat from the high street\". General secretary Sharon Graham said: \"TSB axing a quarter of its branches in 2022, on top of the numbers already closed, is a bitter blow for many communities.\"Unite has consistently argued that local banking and access to cash is essential especially for those on lower incomes.\" Lochaber councillor Allan Henderson said the decision on the Fort William branch was \"disappointing\". He said the move would reduce the number of visits to the town by the bank's \"faithful customers\". Mr Henderson also said while independent businesses were investing in Fort William it was \"disappointing a large group like TSB would remove themselves\". Gareth Shaw, of consumer organisation Which?, said many people relied on bank branches for vital services, including accessing cash.He added: \"Greater scrutiny of branch closures must be in place to ensure that people who rely on cash can access it.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-59476453"}