{"datetime": "2021-11-24T15:37:26.000Z", "title": "Beavers' boost with support to expand population", "article": "The Scottish government has made a commitment to \"actively support\" the expansion of Scotland's beaver population. It said it would do this by moving animals from where they are deemed to be a a pest to \"a more suitable location\". The pledge delivers on a commitment in theSNP's co-operation agreement with the Scottish Green Party . It is estimated there are almost 1,000 beavers across 254 Scottish locations. Most are thought to be in rivers and other watercourses that flow into the Forth and Tay rivers. Beavers are a native species, but were hunted to extinction in the 16th Century. Eurasian beavers taken from Norway were released at Knapdale in Argyll in 2009 in a licensed trial. But on Tayside there have been complaints from farmers ofillegally-released beavers damaging crops .Biodiversity Minister Lorna Slater said the Scottish government recognised beavers could have a \"negative impact\" in some places, and enhance the environment of others. She said: \"Restoring this lost species is important in its own right, but beavers will also contribute to restoring Scotland's natural environment as they create wetland habitats that support a range of species, and their dams can also help filter sediment from watercourses and mitigate flooding.\" The Scottish Greens said official figures showed that 115 beavers were killed and 31 relocated elsewhere last year - an increase from 87 killed and 15 exported in 2019. Last month, a judge ruled Scotland's agency for wildlife and habitats unlawfully allowed beavers to be killed. NatureScot was ordered to stop issuing licences to cull the animals without first giving its reasons in writing. The rewilding charity, Findhorn-based Trees for Life, challenged the beaver-killing policy at the Court of Session, saying too many licences were being issued. Following the Scottish government's announcement, Trees for Life chief executive Steve Micklewright said: \"This is a rewilding win for Scotland's wildlife, climate and farmers. After almost half a millennium, the country is set to welcome beavers back properly at last.\" Francesca Osowska, NatureScot's chief executive, said it was a \"significant step\" to restore Scotland's biodiversity and respond to the climate emergency. She said: \"Up to now, our ability to move, or translocate, beavers to different areas across Scotland has been limited to moving animals within their current range where populations are already established.\" But NFU Scotland said it was disappointed with the decision. The union's president Martin Kennedy said beavers should be \"sensitively managed\" where they already were rather than move them somewhere else where they could then cause harm to agriculture. He said: \"Beavers, in the wrong areas, are proven to cause significant and costly agricultural damage.\" ", "url": "https://www.bbc.com/news/uk-scotland-59403784"}