{"datetime": "2016-02-29T15:17:38.000Z", "title": "Cards cut during Dumfries and Galloway Council budget-setting meeting", "article": "Councillors in Dumfries and Galloway resorted to cutting a pack of cards to settle a vote at their budget-setting meeting. Up to 250 jobs are likely to go as the authority attempts to save £21m and services will also be cut with \"none escaping scrutiny\". The Labour administration said it hoped to avoid compulsory redundancies. Its budget was approved but only after a tied vote earlier in the process was decided by cutting a pack of cards. Four different budgets were proposed for councillors to vote on. Plans put forward by Dumfries and Galloway Independent Group - made up of former Conservative group members - defeated those tabled by the Independent Group. However, when they were then put to the vote against SNP budget proposals the deadlock could not be broken. They were tied at six votes each with numerous abstentions and leader Ronnie Nicholson declined to use his casting vote. That meant resorting to a cut of the cards which saw the SNP spending plans triumph. They subsequently lost out to the Labour administration's proposals which ruled out a number of proposals suggested by officers including scrapping a Taxicard scheme for the elderly and disabled. Mr Nicholson described it as a \"difficult and sad day\" with jobs likely to be lost. \"Although we have worked hard to deliver a budget that minimises those losses, around 250 full-time equivalent posts will be cut within the council as a result of this budget,\" he said. \"Countless others will go within organisations outwith the council who will see funding reduced.\"However, I know that the staff who will remain will continue to deliver for the people of Dumfries and Galloway.\" The plans also rule out the closure of leisure and sport facilities, a move which drew criticism from independent councillor, Jane Maitland, who said that more than half of members thought it was a \"shocking waste\" of money to leave them untouched.She said it was storing up trouble for the future. The SNP accused the Labour administration of \"robbing bairns' piggy banks\" to balance the books. Group leader Andy Ferguson said: \"This budget will see teachers removed from nursery classes and other childcare providers facing a gloomy year ahead as their contracts have been shrunk or in some cases may disappear altogether.\" The Conservatives, meanwhile, said they had worked with the other parties who had approached them instead of putting forward a budget of their own. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-35669774"}