{"datetime": "2021-11-25T15:46:43.000Z", "title": "'Transformation' of Army in Scotland planned", "article": "Details of the Scottish impact of a \"radical transformation\" of the British army have been outlined. The Future Soldier plans see the First Battalion of the Royal Regiment of Scotland lead a new Ranger Regiment. Glencorse Barracks near Penicuik have been saved from closure, and an extra sub-unit will be based at Kinloss.Closure of Redford Barracks in Edinburgh has been delayed to 2029, but plans to close Fort George, Inverness will continue as planned. The changes have been detailed by Defence Secretary Ben Wallace as part of efforts to transform the army into a \"more agile, integrated, lethal, expeditionary force\". Under the plans 1 Scots will become 1st Battalion, The Ranger Regiment and will operate alongside three other battalions. Maj Gen Bill Wright, Scotland's senior general officer, said the plans would see a higher proportion of the army based in Scotland. \"This provides an opportunity for more Scottish soldiers to be based nearer home, whilst delivering a broader range of exciting roles,\" he said. The 2nd and 3rd Battalion of the Royal Regiment of Scotland will continue to be based in Scotland with 2 Scots staying in Edinburgh. The plans see 3 Scots staying in Inverness until 2029 before moving to Leuchars - forming part of a new Security Force Assistance Brigade. The Scots Dragoon Guards will remain as a Light Cavalry Regiment based out of Leuchars.Overall it has been estimated Future Soldier will see a £355m investment in the army estate in Scotland. Scottish Secretary Alister Jack said the moves demonstrated \"powerfully\" how important \"defence is to Scotland and Scotland is to the defence of the UK and our allies\". \"We are incredibly fortunate in the UK in having such committed, skilled and willing military personnel and I'm grateful for all their efforts to keep us safe,\" he said. However, SNP MP Douglas Chapman said Scotland still faced base closures under the plans. Speaking at Westminster he said: \"With this statement and the complexity of it, the devil will be in the detail.\" ", "url": "https://www.bbc.com/news/uk-scotland-59419101"}