{"datetime": "2018-10-22T21:17:12.000Z", "title": "Beaver reintroduction positive example of 'rewilding' says study", "article": "The reintroduction of beavers in parts of Scotland is a positive example of \"rewilding\", according to a new study. Prof Nigel Willby has written about the re-establishment of populations of beavers for the Royal Society of Biological Science. Some landowners have raised concerns about beavers at Knapdale in Argyll and in parts of the Highlands due to the damage caused as they build dams.But Prof Willby said they actually help improve natural habitats. His report is based on research conducted in Sweden - where beavers were reintroduced in the 1930s - which explores how the animals benefited the ecosystem.Beavers are known as \"habitat engineers\" because of their impact on ecosystems through their dam building, which cannot be mimicked by man.Prof Willby, a professor of Biological and Environmental Sciences at the University of Stirling, said: \"They're very beneficial, in terms of their habitat creation potential and this is something we were interested in looking into in this piece of research.\" He described their reintroduction as a \"qualified success\" and said there might be times where they have to be managed in situations when they might not be as welcome.He added: \"Certainly they bring a lot of benefits and we have to be aware of the fact that the world is a very changing place...we have to be receptive to the opportunities that rewilding, for example, brings to deal with climate change, which we are well aware of and experiencing on a daily basis.\" Prof Willby said beavers had received a negative reputation over the years but he believed society should remember the positive aspects they offer.He pointed to the fact they often create \"a good home\" for many species, including bats, ducks plants and invertebrates. The term\"rewilding\" means to reinstate natural processes and if necessary, species, allowing them to reshape and restore landscapes and the habitat.Some Scottish salmon fishery and farming lobbies are critical of bringing beavers back into Scotland.Last week, Scottish Natural Heritage (SNH) said it wassetting up a scheme to support farmers who are said to be angered by the damage beavers cause. Nick Halfhide, SNH director of sustainable growth, said \"By building dams, beavers improve local water quality and help nurture other wildlife, and it's wonderful that people now have a chance to see these fascinating creatures in their natural habitat. \"But in some parts of Scotland, beavers can cause problems, particularly in areas with prime agricultural land.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-45939621"}