{"datetime": "2021-09-24T05:13:44.000Z", "title": "Rewilding project for 500,000 acres of Highlands", "article": "A major new project aims to rewild an area of more than 500,000 acres (202,343ha) in the Highlands. Over a period of 30 years, mountains, hills, glens and forests would be left to natural processes. The area could stretch from Loch Ness, across the central Highlands to Kintail on the north west Highlands coast. Moray-based charity Trees for Life is working with Rewilding Europe, along with 20 landowners and six organisations on the project. The charity said the initiative followed three years of consultation and its work was continuing towards bring more landowners and communities on board. It also said it would work with local people and businesses to create \"a more resilient area\" in the future.The plan is to link up a network of landholdings to create \"one vast nature recovery area\", which would include glens Cannich, Affric, Moriston and Shiel.Rewilding is a form of large-scale conservation that leaves landscapes to natural processes. In the areas, land management is reduced and fences taken down and drainage removed.The aim is to allow habitats such as natural woodlands and native wildlife to flourish. In continental Europe - where eight \"rewilding areas\" include Portugal's Greater Côa Valley and Croatia's Velebit Mountains - there has also been reintroduction of wildlife once native to the areas but which had died out due to hunting or habitat loss. Findhorn-based Trees for Life said it was seeking the involvement of more landowners and communities in the Affric Highlands initiative, and it hoped to begin practical work on rewilding the area in 2023. Chief executive Steve Micklewright said: \"The Highlands have huge potential to help nature to come back and so help people to thrive, and to make a leading contribution to tackling the global climate and nature emergencies.\" Frans Schepers, of Rewilding Europe, added: \"Affric Highlands is a bold, exciting and inspiring venture for nature's recovery as Scotland moves up the biodiversity league table.\"Our decision to accept the project as our ninth rewilding area reflects the hard work and achievements of Trees for Life, its volunteers and its partners.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-58663615"}