{"datetime": "2019-02-13T10:07:46.000Z", "author": "Rachel Bell", "title": "'Fragility' with maternity staffing at Dr Gray's Hospital", "article": "Dr Gray's Hospital in Elgin will have to live with an \"ongoing fragility\" when it comes to staffing levels, a senior hospital manager has said. The hospital's general manager Alasdair Pattinson hopes downgraded services can be restored by the end of the year but warns staffing will remain a problem.Maternity services at the Moray hospital were downgraded in July due to a shortage of paediatric doctors. Efforts are being made to gradually restore services. The special care baby unit has been reopened, the children's ward has returned to a seven-day service and elective Caesarean sections are available again.However, the majority of women in Moray still have to travel to Aberdeen to give birth.In the first month after the downgrade, just 10% of Moray babies were born at Dr Gray's.That number has now risen to just under 40%. However, seven months on, the majority of women are still having to travel to Aberdeen, a journey of 66 miles from Elgin.Lisa Milne and Simon Ward are expecting their first baby in just a few weeks and travelled to Dr Gray's for an ultrasound scan.The couple live in Keith and have been attending regular check-ups in Elgin. But like many others, when their baby arrives in April, Lisa is scheduled to give birth in Aberdeen. Lisa's partner Simon told BBC Scotland: ''Obviously with the weather we've had for the last few weeks, it can be really treacherous going into Aberdeen, which isn't really ideal with a pregnant lady.\"For me, Elgin is obviously a better option.'' Lisa also said she would like to finish her maternity in Elgin but realised safety was a priority. \"The Aberdeen level of care I'm sure is equally as good, it's just we've been here and it's convenient,\" she said.\"It's maybe selfishness. It would be nice to finish it here. As long as everything is healthy and happy that's the main story for us.\" When the maternity services were downgraded at Dr Gray's in July it signalled changes for pregnant women but also for staff.Tracy Stronach, a senior charge midwife, said: ''It was a challenge to begin with until the staff embraced what the downgrade was going to mean for them.\" She said the midwifery-led care at the hospital was no different to before but they could no longer deal with consultant-led cases. Ms Stronach said the birth rate at the hospital was below 40% of what it was before the downgrade. \"We don't have as many labouring women on the ward as we might have had previously,\" she said.\"They'll all be straightforward labouring women we have here.\"Anyone with complications would go to Aberdeen.'' It is that trip to Aberdeen that is still raising concerns and Kirsty Watson, from the group Keep Mum, is campaigning to protect services at Dr Gray's.''There's no urgency from NHS Grampian to restore the services to what they were before,\" she said.\"Still the majority of women and children are having to go to Aberdeen to receive care. \"We still haven't seen a timeline or a plan as to how they look to restore these services and when that will be. \"We're still in the dark about a number of issues here.'' Mr Pattinson, the hospital's general manager, hopes services can be restored this year but says shortage will be a continued reality across NHS Grampian and NHS Highland. \"We are all feeling the anxiety in relation to the supply of doctors with the right skills and competencies to deliver the types of services across the north of Scotland,\" he said.\"I think we will live with an ongoing fragility, a vulnerability, and we're just going to have to continue to find ways to adapt and modify the services so that we can continue to deliver the best services we can with the resources that we've got.'' NHS Grampian is due to submit the second phase of the action plan to the Scottish government in April, detailing how it plans to deliver a sustainable women and children's service in Moray.", "url": "https://www.bbc.com/news/uk-scotland-47224127"}