{"datetime": "2021-09-09T05:21:18.000Z", "author": "Steven McKenzie", "title": "How green is Scotland's space industry?", "article": "Scotland's space industry says it wants to operate in an environmentally-friendly way. But with plans lodged for several space ports, bringing the prospect of more regular launches, can blasting rockets into space ever be green? The industry is a thriving one, according to Daniel Smith of the Scottish Space Leadership Council and founder of space marketing company, AstroAgency. \"Glasgow makes more satellites than anywhere else in the world outside of California, and there are five space ports planned for Scotland,\" he says. Those proposed locations are Unst in Shetland; North Uist in the Western Isles; Machrihanish in Argyll; the Moine peninsula in Sutherland and Prestwick Airport in Ayrshire - where it has been proposed to launch human space flights by 2035. Some of the sites - potentially Space Hub Sutherland in the north west Highlands, Spaceport 1 in North Uist and SaxaVord Spaceport in Unst - could be launching small, micro and pocket-sized nano satellites into space on a regular basis from next year. One of the companies involved in Space Hub Sutherland, rockets manufacturer Orbex, has set up its UK headquarters in Forres in Moray. Several landmark launches and rocket tests have already taken place in Scotland, where rocket launches have taken place since the 1930s. In 2016, a rocket fired from the Hebrides Rocket Range, a military missile test site in the Western Isles, becamethe first vehicle to be launched into space from UK soil . Three years later, a balloon designed for delivering small satellites into orbit was tested from SaxaVord Spaceport. The launch -described as the UK's first commercial spaceflight-related activity - saw the balloon soar 37km (23 miles) to the edge of Earth's atmosphere. Last year saw the UK's first complete ground rocket test to be carried out in 50 years. The 11m (36ft) tall Skylark-L rocket was tested at Kildermorie Estate, near Alness in the Highlands, by Edinburgh-based space technologies firm Skyrora. The rocket performed all the actions of a launch while restrained to the ground to prevent it from taking off. And last month, a \"flight test vehicle\" called ADA was launched by East Anglian firm Gravitilab Aerospace Services from Benbecula Airport as part of work to open Spaceport 1 at Scolpaig, North Uist, in 2022.Backers of these projects include Western Isles local authority Comhairle nan Eilean Siar, public agency Highlands and Islands Enterprise and Melness Crofters' Estate. The estate's chairwoman Dorothy Pritchard expects a spaceport in Sutherland to create much-needed skilled jobs for young people in the Highlands. She says the proposal is to create the world's first working croft land and carbon-neutral space hub - and that the priority has always been that \"the close-knit crofting community, its stunning landscape, and native wildlife are protected\". While Scotland will never see big Nasa-style rocket launches, even small-scale operations involving rockets only a few metres long can still pose environmental challenges. The key issues are fuel and what do to about spent rockets and redundant satellites. Rocket fuels can include potentially harmful and corrosive materials such as hydrazine, hydrogen peroxide or nuclear materials. Rocket engines can also produce large amounts of sulphur, along with greenhouse gases and leave soot in the atmosphere. \"Space debris is probably the most topical problem,\" says Daniel Smith. The debris - also known as space junk - includes hundreds of millions of pieces of broken satellites and fragments of rockets whizzing around in Earth's orbit at speeds of up to 17,500 mph (28,163 km/h). This creates the risk of collisions with working satellites - as well as the International Space Station, and the astronauts that crew it. The Scottish Space Leadership Council, through its Sustainable Space Task Force, has brought together Scottish manufacturers, data firms and others in a campaign to make getting to space less damaging to the planet. The industry has been asked to solve challenges which include finding a way of measuring the \"true impact\" of the international space sector on the environment. Scotland's first sustainable space summit was held in June, and featured a message from First Minister Nicola Sturgeon. The campaign has also asked public body NatureScot and environmental group Friends of the Earth Scotland about what changes they want to see. Daniel Smith says involving potential critics of the space industry makes the campaign unique. He says the industry wants to play a part in tackling climate change, adding: \"It's the right thing to do.\" Individual companies say they are trying to make a difference. Orbex says its rockets are designed to be reusable and will use bio-propane, which the company describes as a \"completely renewable biofuel\".It says the fuel has 90% less CO2 emissions than kerosene-based rocket fuels, and leaves no soot in the atmosphere. Orbex also says construction and operation of its launch site - Space Hub Sutherland - will be carbon neutral and that peat lifted during the building work will be laid over \"scars\" left by the harvesting of peat in the local area. Skyrora has been carrying out tests using Ecosene, a fuel made from waste plastic. The Scottish company is developing its own method to make the fuel from non-recyclable, or least recycled, plastics such as polystyrene and types of plastics used in making polytunnel sheets and toys. Skyrora said emissions tests had shown the fuel resulted in a vast reduction in sulphur and greenhouse gases. Daniel Smith says Scotland's space industry has also sought to help address the problem of space junk. \"Smaller satellites reduce the chance of collisions,\" he says. \"There is also work being done to make satellites burn up when they are no longer needed.\" Dr Richard Dixon, director of Friends of the Earth Scotland, says conservation and environmental groups rely on satellite data for their work, but they also want to see the industry operate in a sustainable way.He says: \"From measuring shrinking forests to telling us who is most affected by climate change, the space industry makes a great contribution in highlighting environmental threats to our natural systems.\"Of course there is a cost to getting this data and the industry needs to look at the propellants it uses, the distances its many components travel and even the tourist traffic launches generate. \"The satellite and launch industry is growing rapidly but there is a lively and welcome discussion about creating a environmental strategy for the space industry in Scotland to drive change and both minimise environmental impact and maximise the value of data from space to the environment.\" Yes, with strong criticism of those planned for the Highlands and North Uist. The planning application for Space Hub Sutherland sparked 457 objections, many on environmental grounds, compared with 118 representations in support of the proposals. It has also faced opposition from the Protect The Mhoine (PTM) pressure group, while billionaires Anders and Anne Holch Povlsen went to court to challenge the project. The couple own land near the proposed site and have concerns about its impact on protected habitats. Their company, Wildland Ltd, raised the legal action against Highland Council's decision to give planning approval, arguing that it failed to take into account the risks to the local environment and wildlife. But last montha judge said he was \"not persuaded\" that the local authority had erred in law, and rejected the legal challenge. Meanwhile, the Povlsens haveinvested almost £1.5m in SaxaVord Spaceport . The Shetland site is a former RAF station, while the one in Sutherland is undeveloped peatland. A spokesman for the Povlsens said the Unst project would still need to cross a \"high environmental bar\". The Western Isles' Spaceport 1 has encountered opposition from the North Uist Conservation Group. The campaigners said the land would be lost to concrete structures and raised concerns about the potential impact on St Kilda, a Unseco World Heritage site. St Kilda lies about 40 miles (64km) west of North Uist, the nearest inhabited place to the archipelago. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-58190702"}