{"datetime": "2021-11-12T08:45:47.000Z", "author": "Rachel Bell", "title": "Maternity: 'Prospect of giving birth on the A96 in winter isn't appealing'", "article": "Natalie Jackson, from Kinloss, is pregnant with her 12th baby, but faces having to travel 76 miles (122km) to Aberdeen for the birth. \"The thought of giving birth on the A96 in winter isn't appealing at all,\" she told BBC Scotland.She is among parents sharing their experiences and concerns about maternity services in Moray ahead of the imminent publication of a review. Maternity services were downgraded at Dr Gray's Hospital in Elgin in 2018 due to staff shortages.The move was supposed to be temporary, but more than three years on the service has not been reinstated. Some straightforward births still take place in Elgin, but the majority of Moray babies are delivered in Aberdeen. The drive from Elgin to Aberdeen can take more than 90 minutes, depending on the conditions. The results of a Scottish government review into how a consultant-led service might be reinstated at Dr Gray's are expected soon. BBC Scotland has been talking to families about what the current situation means for them.Natalie explained: \"I'm now in my third trimester and we really need to start thinking about where this baby is going to be delivered, which is something I've been avoiding up until now\", she said. \"In theory my only option realistically would be an induction in Aberdeen given the speed of some of my previous labours and the distance that we have to travel to get there.\" She said the potential of giving birth on the A96 in winter isn't \"doesn't feel a very safe situation to be putting myself and our baby in to\". During her last labour, Natalie was transferred from Dr Gray's to Aberdeen, something she does not want to repeat.\"I know first-hand the impact a bad birth experience can have on the relationship between a mum and a newborn. \"I really feel that there are a lot of women in Moray who are being forced into bad situations and their likelihood of having issues after the birth are only increasing.\" Barry Weiland-Jarvis, from Buckie, and his wife had to make the journey after complications arose during labour.\"My wife went into labour, she was in a lot of pain and distress right from the start,\" he said. \"It was clear this wasn't going to be the straightforward, conventional birth we had hoped for. \"We were told to drive through from Elgin to Aberdeen along the A96.\" He explained: \"At the best of times anyone who goes along the A96 knows what a difficult road it is to drive. This was on a different level. ''This was at 2am, it was torrential rain and wind. I was faced with trying to navigate that road, and the conditions, along with having my wife next to me in discomfort and pain.\" He described it as \"really one of the most horrific experiences of my life\". The lengthy journey can make planning difficult, particularly for families in the most remote areas of Moray.New mother Emma travelled two hours to Aberdeen after her contractions started.\"We were faced with a lengthy wait in triage because they weren't expecting us as I couldn't get through on the phone\", she said. \"We were eventually told at approximately 1am that we were going to be sent home. \"We're about a two-hour journey away and by this point we were not comfortable going home at all. I was told that I was allowed to stay on a ward but my husband was not allowed to stay with me so he was facing a four-hour round journey. \"We decided that we would leave together so we were then faced with trying to call round hotel rooms in Aberdeen.\" She said there numerous studies that suggest a \"calm and comfortable\" environment help to aid labour. Shannon Mitchell, from Buckie, said her \"heart sank\" when she was told she would have to be induced in Aberdeen.Following the birth of her baby boy, she had to stay in Aberdeen for several days, and found it difficult being so far away from her partner and 16-month-old daughter.\"It was just heart-breaking sitting there in Aberdeen being so far away from family. I was anxious. There was a lot of stress that wasn't needed, especially just after having a baby. \"Aberdeen is a fine-enough hospital but having to travel an hour-and-a-half to give birth when we've got a hospital 20 minutes away, that's the most frustrating part.'' NHS Grampian said in a statement: ''We understand and we empathise that there are more travel challenges for the population of Moray in the winter months across all of our services, but particularly in maternity care. ''We look forward to receiving the Scottish government's independent report in due course. \"Until then, we would ask women who are concerned about any aspect of their pregnancy or labour, to speak to their midwife, or indeed the ward.'' ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59236744"}