{"datetime": "2020-02-24T14:23:20.000Z", "title": "Maternity review highlights Elgin hospital patient 'safety risks'", "article": "Concerns of a \"risk to patient safety\" have been raised in a report into maternity services at Dr Gray's Hospital in Elgin. Thereview described clinical governance as \"not fully functional\", and also described \"dysfunctional and damaged\" working relationships. But it found \"no evidence of a trend in adverse outcomes for patients\". NHS Grampian said it was working to find a \"safe and sustainable\" model of maternity services. Maternity services at Dr Gray's in Elgin were downgraded in July 2018, withsome women being sent to have their babies elsewhere . The externally-led review was commissioned after fears were raised over safety. The report recommended NHS Grampian undertakes a \"full and detailed review of clinical cases to assure themselves of the historical outcomes for individual patients\" within the Dr Gray's maternity service. NHS Grampian said it accepted the report's recommendations. The health board said in a statement: \"Further work is now under way to fully understand the findings and determine the future safe and sustainable model of maternity services. \"It is noted that the report found no evidence of harm, but recommended further steps be taken to confirm this.\" The health board said it wanted to \"assure woman, families and the wider community of Moray that maternity services across Grampian deliver excellent care and will continue to do so\". The statement added: \"The nature of this review and its findings identify that, whilst there are improvements for us to progress with, we have acted to prevent harm.\" The Keep Mum group has been campaigning to protect services at Dr Gray's. Spokeswoman Kirsty Watson said: \"The strategy for maternity services at Dr Gray's hospital is causing anxiety and, in some cases, deep distress for the women of Moray. \"Many of us have personally experienced the care of the consultants and midwives at Dr Gray's. We will get behind those staff with our full support.\" A confidential staff helpline has been set up for anyone with issues or concerns on 01224 556705. A special telephone number for the public is available on 01343 567443. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-51613313"}