{"datetime": "2021-12-05T16:06:09.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Another 18 cases of Omicron variant detected", "article": "Another 18 cases of the Omicron variant of Covid-19 have been detected in Scotland, the Scottish government has said. NHS Greater Glasgow and Clyde had the largest rise, with 12 more cases, taking its total to 23. A case of the new variant was also recorded in the area covered by NHS Lothian for the first time.It brings the total number of cases reported in Scotland since 30 November to 48.Meanwhile, Health Secretary Humza Yousaf said people across Scotland should continue with their Christmas plans but \"make them safer\". The SNP cabinet secretary toldBBC Scotland's Sunday Show: \"We're asking people to exercise their judgment and make their Christmas plans as safe as they possibly can. \"Adjust your plans to make them safer but I'm not going to sit here and tell you not to invite your granny to Christmas dinner.\" Mr Yousaf urged those meeting indoors to ask people to take lateral flow tests before arrival and ensure adequate ventilation in homes. The 18 Omicron cases confirmed on Sunday was the highest single daily tally so far.One more case was recorded in the Forth Valley health board area, taking the total there to six. Case numbers in NHS Highland and NHS Grampian remain at three and two respectively.First Minister Nicola Sturgeon has warnedshe expects to see \"perhaps significantly more\" Omicron cases in the coming days. On Friday it was revealed a concert by the pop band Steps at Glasgow's Hydro venue on 22 November has been linked to six of Scotland's Omicron cases . Mr Yousaf said health officials had now contacted everybody they needed to in relation to this gig so people who attended \"should not have any further cause for concern\". Meanwhile, thereturn of pre-departure tests for travellers to Scotland has been described as a \"crushing blow\" for the travel sector. Under the changes, passengers will be required to show proof of a negative PCR or lateral flow test taken no earlier than 48 hours before departure. Joanne Dooey, president of The Scottish Passenger Agents' Association, said: \"The confidence which was returning to international travel will be stamped out following this announcement.\"It leaves everyone currently overseas, who has a scheduled return to the UK from 04:00 this Tuesday, scrambling to find testing which meets the Scottish government regulations.\"We expect that travel agents' phones will be ringing off the hook with customers who wish to cancel or postpone their holidays, business trips and Christmas visits to families overseas.\" The wider Covid data released by the Scottish government shows there has been one coronavirus-linked death and 2,067 new cases recorded in the past 24 hours. However, an \"ongoing processing issue with UK government lab tests\" may affect case and test numbers. The daily test positivity rate was 9.6%, up from 7.6% the previous day. There were 586 people in hospital with recently confirmed Covid-19 as of Saturday night and, of these, 45 were in intensive care. ", "url": "https://www.bbc.com/news/uk-scotland-59538928"}