{"datetime": "2022-01-27T12:39:34.000Z", "title": "Plan to centralise Hial air traffic control dropped", "article": "Highlands and Islands Airports Ltd (Hial) has dropped its plan to centralise some of its air traffic control operations. Controllers at Dundee, Inverness, Kirkwall, Stornoway and Sumburgh were to be relocated to a new hub. The Prospect union opposed the move saying it would have put almost 50 jobs at risk. Hial said the plan no longer formed part of its proposed modernisation of air traffic control. A separate plan to downgrade air traffic services for Benbecula and Wick John O'Groats airports is also to be reviewed. The Scottish government-owned company will have to prepare a new business case to present to Transport Scotland for approval. Following discussions with Prospect, Hial has proposed controlling traffic on radar centrally, but with local air traffic control remaining in place to have visual contact with aircraft. Hial said its plan would \"raise levels of safety and resilience\". Under the original plan unstaffed towers would have fed information to the hub, located in an office building in an Inverness industrial estate. Chairwoman Lorna Jack said Hial had listened to staff and island communities in reaching its decision. She added: \"While this sets the future strategic direction for the programme, the board recognises that further detailed work will be required with colleagues before a comprehensive business case can be presented to Transport Scotland.\" In October last year, Prospect members suspended all industrial action started in January 2020 to allow for further talks with Hial. During the dispute, the union argued the relocation of jobs from Stornoway in Lewis, Sumburgh in Shetland and Kirkwall in Orkney would have a damaging impact on island communities. Prospect said the new plan would still modernise air traffic services but in a way that protected jobs. General secretary Mike Clancy said: \"This is an important result not only for Prospect members but also for the communities they serve. I want to congratulate them and everyone else involved - this shows what we can achieve when we combine the power of unions with the voice of local communities.\" Airline Loganair said Hial's plans would mean the introduction of approach radar coverage for Kirkwall, Stornoway and Dundee. Chief executive Jonathan Hinkles said: \"The new technology will enable our aircraft to take more direct approach paths under radar surveillance into these airports, eliminating the need for circuitous procedural approaches and reducing carbon emissions by over 2,000 tonnes each year.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-60154070"}