{"datetime": "2021-07-15T11:43:00.000Z", "title": "Strike announced over Inverness air traffic control plans", "article": "Air traffic controllers at Highlands and Islands Airports (Hial) are set to strike over plans to centralise services. Hial wants to install technology that would allow air traffic control services at a number of its airports to be operated from an Inverness hub. The Prospect union said it would stage a one-day strike on Thursday 29 July. Hial said it was \"extremely disappointed\" at the \"disruption and inconvenience\" it would cause. Prospect said the one-day strike marked an escalation in industrial action which has been ongoing since January. The union says Hial's plans would see a reduction in staff at its island airports in Lewis, Orkney and Shetland. Air traffic service posts could also go at Dundee Airport. David Avery from Prospect said: \"Our members have been forced into this escalation of industrial action to protect the communities they serve. \"Hial's plan will remove high-value skilled jobs from economies that can ill-afford to lose them, having a substantial negative impact on those communities.\" Inglis Lyon, Hial's managing director, said: \"We are extremely disappointed. This action will inflict additional disruption and inconvenience on passengers at such a crucial time for the communities of the Highlands and Islands. \"It will also have an impact on the aviation sector which serves them and which is seeking to get back on its feet following the worst of the pandemic. \"We will work closely with our airline partners to keep disruption to a minimum and apologise for the undoubted inconvenience this action will cause.\" Loganair said it would be unable to provide flights at airports operated by Hial due to the strike. It plans to operate larger aircraft on some services on 28 July and 30 July to provide additional seats. The airline is checking whether it may be possible to provide inter-isles air services within the Orkney Islands. Its flights to and from Islay, Barra, Tiree and Campbeltown will be unaffected. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-57833657"}