{"datetime": "2022-01-06T17:10:22.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Pre-departure travel tests to be scrapped", "article": "The rules on testing are to be eased for people travelling to Scotland from abroad. People who are fully vaccinated or under the age of 18 will no longer need to take pre-departure Covid tests from Friday. Passengers will also no longer be required to self-isolate on arrival until they have received a negative result. The same changes for people travelling to Englandwere announced on Wednesday .Welsh health minister Eluned Morgan said rules there will \"reluctantly\" match those put in place in England. Pre-departure Covid tests, the requirement to self-isolate and mandatory PCR tests had been re-introduced in December to help stem the spread of the Omicron variant. However, the travel industry has been making the case that they are less necessary because Omicron is now the dominant Covid strain. Transport Secretary Michael Matheson said: \"Given the rapid spread of Omicron last year it was essential that we took immediate steps to protect public health in Scotland, particularly with regards to international travel. \"We still have significant concerns over Omicron, but we recognise that, now it is the most dominant strain in Scotland and across the UK, it is sensible to review the measures currently in place. \"We also fully understand the impact of the restrictions on staff and businesses in the travel and aviation sectors and these changes demonstrate our commitment not to keep measures in place any longer than necessary.\" Under the current rules in force until 04:00 GMT on Friday, all fully-vaccinated travellers over the age of 12 must show proof of a negative test lateral flow or PCR test taken in the two days before coming to the UK.Fully vaccinated people must also pay for a PCR test within two days of arrival and self-isolate while waiting for the result. But under the new rules: In addition, the Scottish government has agreed to approve vaccine certificates for a further 16 countries and territories from 04:00 on 10 January to allow quarantine-free travel to Scotland. Dr Liz Cameron, chief executive of the Scottish Chambers of Commerce said: \"Scotland's airports and our travel operators continue to be hit incredibly hard by the travel testing requirements introduced last month which resulted in a major slowdown in our recovery, increased costs for passengers and further undermined both business and consumer confidence.\"Scotland's airports and international connections are vital to securing a strong economic recovery and businesses will welcome the decision by the Scottish government to align pre-departure and return testing requirements with those in England.\" She added: \"Any divergence on international travel testing between Scotland and the rest of the UK has a damaging impact on Scotland's economy and urgent confirmation that any further reductions will be made on a four-nations basis is essential to keeping Scotland's airports competitive.\" ", "url": "https://www.bbc.com/news/uk-scotland-59901144"}