{"datetime": "2022-01-14T13:36:18.000Z", "title": "Jail for sex attacker who groomed young girls", "article": "A man who groomed underage girls during a catalogue of sex crimes against 10 victims has been jailed. Matthew Watson, 36, of Elgin, carried out the offences between 2005 and 2018 in Moray and Inverness.He was found guilty of five offences including three rapes and one of assault with intent to rape. He admitted a further 13 crimes, including indecent conduct and underage sex. Watson was jailed for eight years at the High Court in Edinburgh. One girl told police that shortly after her 14th birthday she had a friend request made to her by Watson through Facebook. His messages to the schoolgirl quickly became flirtatious and then became increasingly sexual, and they eventually exchanged images. He went on to pick her up in his car and drove her to a wooded area for sex on two occasions. Another 14-year-old was kissed, molested and subjected to rape in a car. The court heard that Watson was assessed as posing a high risk of reconviction for sexual offending. Defence counsel Herbert Kerrigan QC said: \"He requires to avail himself of all opportunities which are given within prison to engage in a pattern of rehabilitation. \"He must appreciate that he cannot be involved, not simply with those under 16, but with girls and young women of tender age.\" Lord Richardson told Watson his behaviour was \"utterly despicable\" and was motivated by his desire to use the victims for his own sexual gratification. The judge said that it was clear that his actions had a profound and long-lasting effect on some victims. Lord Richardson said that a background report revealed that Watson continued to deny responsibility for the most serious crimes he was convicted of. \"As you will surely recognise a lengthy period in custody is the only appropriate sentence I can pass on you to reflect your appalling conduct,\" he said. \"You subjected each of these women to deeply distressing experiences\". Lord Richardson ordered that Watson should be under supervision for a further five years following his imprisonment. He will be placed on the sex offenders register indefinitely. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59998082"}