{"datetime": "2022-01-11T10:18:23.000Z", "subject": "Coronavirus pandemic", "title": "Scotland's airports warn Covid recovery will take years", "article": "Scotland's airports have warned it could be 2026 before passenger numbers recover to pre-pandemic levels. The numbers at Glasgow Airport have dropped to levels not seen since 1973 and its owner AGS is warning of a \"hugely challenging\" period ahead. The impact of Covid restrictions means the industry is being \"legislated out of business\" according to Gordon Dewar, chief executive of Edinburgh Airport. Nicola Sturgeon will give an update on Covid restrictions later. Brian McClean, of AGS Airports, which owns Aberdeen and Glasgow airports, told BBC Radio'sGood Morning Scotland programme : \"We were one of the first to feel the impact of the pandemic and I do believe we'll be one of the last to recover.\"When we come out of this there will be less airlines, with less routes but there's going to be the same number of airports so that means our recovery will be intensively competitive.\"I think the economy needs us to recover but I do believe it is going to take longer, beyond 2025/26 before we return to pre-pandemic levels.\" Mr McClean highlighted that Glasgow Airport carried just below nine million passengers in 2019 and this was down to two million last year - the lowest annual tally since 1973. Across both Aberdeen and Glasgow airports, about 2,500 jobs have been lost - both directly and indirectly - since the start of the pandemic as a result of the dramatic fall in passenger numbers.Inglis Lyon, managing director of Highlands and Islands Airports Ltd (Hial), said the publicly-funded company had suffered \"eye-watering\" losses due to Covid. Hial operates 11 airports, including Campbeltown, Sumburgh and Dundee. In 2020-21, the company recorded losses of almost £2.6m after travel restrictions and lockdowns contributed to an almost 77% reduction in passenger numbers. On Monday, Mr Lyon told Westminster's Scottish Affairs committee that retaining Inverness Airport's link to Heathrow was a key part to helping Hial recover from the pandemic. He said: \"These things hang by a thread when the industry is under the pressure it is under, both in terms of aircraft availability, in terms of profitability, in terms of eye-watering losses over the last two years.\" At the same committee hearing, Gordon Dewar, chief executive of Edinburgh Airport, said the industry had been on a \"rollercoaster ride\" and had been \"legislated out of business\". He said: \"At the bottom of the curve, we were down at less than 1% of pre-pandemic levels of demand, which is actually worse than being closed - all the costs of being open but very little revenue to support that.\" Reports of a spike in airline travel in the past week show there is a \"pent-up demand\" according to the industry.", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59950976"}