{"datetime": "2021-12-23T06:06:02.000Z", "title": "Queen's Platinum Jubilee: Eight parts of Scotland seek city status", "article": "Eight different parts of Scotland are in the running to be granted city status in 2022. They have entered the competition which has been organised to mark the Queen's Platinum Jubilee. Dumfries, Dunfermline, Elgin, Greenock, Livingston, Oban, St Andrews and South Ayrshire have all submitted bids. The final decision will be taken in spring 2022 and the successful locations are expected to be announced shortly afterwards. In total 39 places across the UK and British Overseas Territories have put in applications. In previous similar competitions, Scotland has been granted one new city with Perth successful in 2012 and Stirling in 2002. As part of their bids, applicants were asked to talk about the distinct identity and community which they feel means their area deserves to become a city, as well as evidence of links to royalty. Scotland currently has seven cities - Aberdeen, Dundee, Edinburgh, Glasgow, Inverness, Perth and Stirling. A dozen current cities have also submitted bids to secure Lord Provost or Lord Mayor status. In Scotland, both Inverness and Perth have entered that competition. Dumfries has entered the competition twice before - it was unsuccessful in 2001 while a decade later its bid was ruled out after it emerged it had not come from the local council. This time around it has the support of the local authority. The town's provost has described entering the competition as a\"no-brainer\" with the benefits it could bring. Fife Council is supporting two city bids in its area - one of them forDunfermline and the other forSt Andrews . It said they were keen to see their \"heritage recognised and their historical status officially restored\". Dunfermline has been called a \"strong contender\" as the \"ancient capital of Scotland\" and \"one of the fastest growing towns in Europe\". St Andrews, for its part, is \"known worldwide as the home of golf and Scotland's first university\" and also, historically, enjoyed city status. Elgin confirmedits interest in the competition earlier this year. Alastair Kennedy, chairman of its community council, said it was an opportunity that was \"too good to miss\" and it was time to end \"decades of debate\". Inverclyde Council unanimously supported an application forGreenock to take its place in the competition. It said it could \"only help raise the profile\" of the town and the wider area. Council leader Stephen McCabe said he knew there were \"mixed feelings\" about the bid due to the financial implications but stressed there were no \"direct costs\" involved. West Lothian's largest town,Livingston , has also thrown its hat in the ring. It hopes to complete a journey from being \"three small villages with just 60 households\" in 1962 to a \"successful regional centre\" over the last six decades. It has also highlighted a population of more than 57,000 which it said was set to grow to 100,000 in years to come. The bid fromOban aims to create \"opportunities for growth\" in Argyll and Bute. Among the reasons it has cited is its \"strategically important position on the west coast of the Highlands and Islands region\". It has also been described as an area \"rich in culture and heritage\" as well as the \"cradle of the Gaelic language\". The final competitor is not a town but rather the whole ofSouth Ayrshire . The region includes Ayr, Prestwick, Troon and Turnberry.It has highlighted its \"rich history and heritage, fantastic community spirit, welcoming people, thriving voluntary sector, beautiful scenery, and strong ambitions for an economic and sustainable future\". Like many others involved, it hopes that securing the \"rare honour\" could put it \"well and truly on the map\". ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-59754670"}