{"datetime": "2020-08-02T12:16:04.000Z", "author": "Douglas Fraser", "title": "Aviation industry buckles up for turbulent times", "article": "It was the first industry into coronavirus crisis. It's the reason the virus spread so fast. And aviation is still among the worst affected parts of the economy. It's been hit once more in the past week by departure gates slamming shut, with sunshine holiday hopes dashed, as governments moved to close down the rising risk of spread.That seems like tough luck for those who have to stay at home, and face the rain and midges. But it's exceptionally tough for the industry here in the UK that supports foreign travel.These are real jobs, not just nice-to-have in summer; travel agents, tour operators, airports, airport retail and restaurant jobs, and beach and summer clothing. But it goes much further than that, because shutting down recovery is worse for the industry than not having that recovery in the first place - it knocks confidence in every foreign destination.And the damage extends to the large parts of the tourism sector in Scotland and Britain, which look to inbound international travellers. The summer season is now beginning to wind down, without the August festivals in Edinburgh, and without ever having wound up. Worldwide, the number of grounded planes has fallen to around a third of the total. But those that are flying are operating way below capacity, and below profitability, because of social distancing meaning you can't cram people in like cattle. Tourist travel is very weak. Business travel likewise. The stronger element of demand is from people meeting up with family, and returning home from being overseas. One of the big earners for the big airlines has been transatlantic travel, between the US and Europe. The number of flights scheduled has picked up, but flights are often cancelled because bookings are so low. This week, several of the big US and European airlines, including the owner of British Airways, made a joint appeal for an international protocol on testing travellers. The boss at Heathrow was pushing for a double-test regime, which reduces the time people have to quarantine, but that's problematic in terms of cost, practicalities, and effectiveness in stopping infection spread. IATA, the international air transport association, represents most airlines and put out its assessment of how bad things are looking. In May, they say Europe's passenger numbers were down 99%. In June: 97% on the same busy summer month last year. Flights that were taking off were roughly half full. America saw less of a stoppage, because the government stepped in with a lot of dollars to support the industry. Worldwide, the drop was nearly 87% down in June compared with June last year, that was slightly up on May's figure, of a 91% drop. IATA reckons that the whole of this year will see a 55% decline in passenger numbers. They've surveyed people around the world who would normally be flying and, by coincidence, 55% of them do not expect to fly this year. They have fears about lower income through recession, and about infection while travelling. Next year looks like a big rise on that, but it will still be 30% lower than 2019 - that's before we know the course of the pandemic and whether there will be a vaccine.So IATA is forecasting that the industry will not recover to 2019 levels until 2024, a year later than previously forecast. That's in terms of passengers multiplied by kilometres flown. That long recovery is particularly true of long-haul international flights, because shorter, domestic flights, particularly within large countries such as the USA, are expected to return to last year's levels by 2023. Earlier, but still a long way off, for an industry in its worst ever crisis. They're making colossal losses. Some have looked to governments for bailouts, including Lufthansa, KLM and Air France. Ryanair is one of the financially stronger ones, but it has worried about a second wave, and despairs at Europe's approach to quarantine.Virgin Atlantic thought it needed a UK government bailout, but got a private one instead, with reduced capacity. British Airways' owners, which also own Iberia and Aer Lingus, this week announced a six month loss of £3.8bn. It's going to its shareholders, including Qatar Airways, for nearly £2.5bn in fresh capital. It's furloughed most staff, and warned of up to 12,000 redundancies. But the real controversy is the leverage from this crisis to force a big cut in pay and conditions for staff, which BA management have wanted for a long time, to be able to compete with low-cost airlines such as Ryanair. BA pilots this weekend accepted a 20% pay cut instead of 1,250 of them being fired and some rehired on worse pay and conditions. The dispute continues with cabin crew and engineers. Cabin crew team leaders have been told to accept worse pay and conditions or demotion. If they haven't accepted by this Monday evening, those 12,000 redundancies could start by the end of the week. The sector has a lot more than airlines, of course. Ground handling firms, such as John Menzies, an Edinburgh firm with a global reach, started shedding thousands of jobs some weeks ago. Edinburgh Airporthas just confirmed a third of its direct employees are being made redundant - that's 250 people. Thousands more have jobs linked to aviation.As one instance, a big earner for Scotch whisky is in airport sales around the world. For another, the union Unite fears for 3,000 people around Heathrow who usually make in-flight meals.Whereas the discussion for years has been about expanding airport capacity, the question now is whether there are too many airports. All are now loss-making.Gatwick looks vulnerable with loss of traffic, and Prestwick looks even less likely to become commercially viable and to move out of Scottish government ownership and subsidy. Further along the supply chain, Boeing last week said it's reduced deliveries of aircraft, from 240 in the first half of last year, to only 70 this year, and only 20 in April to June. The American aerospace giant still has a very large order book for 4,500 commercial aircraft over many years, but airlines are pushing back on when they can pay to take on those ordered planes.So Boeing is cutting back its production schedule. It's phasing out old models. The 747 Jumbo is being retired by airlines as being old, inefficient and a big polluter, and Boeing said this week it'll stop making new ones, for cargo, in two years.Airbus is in a similar position with orders being delayed. These two rivals are weakened, and there is speculation that China will see an opportunity to challenge them in civil aircraft manufacturing. Such manufacturers have hundreds of suppliers, including some in the Scottish aerospace sector. The leading edges for wings of both Airbus and Boeing planes are made in Prestwick, and jobs are being cut there. Rolls-Royce aero-engines is cutting back,with 700 job losses in Renfrewshire. That turbulence in flight and on the ground is far from over. Aviation will have to remain buckled up. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-53628071"}