{"datetime": "2021-06-21T07:00:36.000Z", "title": "Scottish travel workers say industry has been 'banned' from operating", "article": "Travel workers have accused the first minister of \"banning\" the industry from operating with impractical Covid rules. In an open letter, Scottish members said current restrictions enabled them to operate \"in name only\". They are planning to protest outside Holyrood on Wednesday, calling for greater support for the sector.The Scottish government said travel restrictions were vital to stop the spread of new variants, and that rate relief was available for operators. Joanne Dooey, president of the Scottish Passenger Agents' Association, said the travel industry was one of the worst hit as a result of the pandemic. \"We feel as if we are the lost industry,\" she told BBC Scotland. Foreign holidays are legal, but under the UK's traffic-light system very few countries are on the green list of safe destinations. These rules sayyou should not holiday in amber and red countries - and if you do, quarantine rules apply and there are Covid tests before and after you return. The Scottish government is asking people to take a \"highly cautious\" approach given the risk of new strains, such as the Delta variant - first identified in India - which is more transmissible and is now dominant in the UK. Writing on behalf of members, Ms Dooey said pilots, cabin crew and tour operators currently face job uncertainty while the Scottish airport infrastructure is in \"peril\" because of low passenger numbers. Travel agents have had to remain open to tackle repatriations and rebookings, she wrote. However, the letter adds that agents have been \"overlooked\" as retail operations and left with little sector-specific funding support. It says the support that has been given depends on the rateable value of travel agent premises and \"omitted\" those working from home. The Scottish Passenger Agents' Association letter claims agents have \"spent their life savings\" and taken out loans they are unable to repay in order to keep their businesses afloat. It questions why the first minister \"does not appear to trust the vaccine\", and says the industry has demonstrated its ability to operate \"robust, safe testing\". The letter also refers to the thousands of football fans who have been allowed to enter the Euro fan zone in Glasgow when they have only been encouraged to self-test. \"Travel agencies may remain technically open - but with nothing to sell and no-one to sell to,\" the letter says. \"On the other hand, level two support has been granted to other businesses which are able to trade in a reduced capacity such as hospitality businesses and taxi drivers.\"You have allowed us to open in name only - officially open but not actually capable of trading.\" Ms Dooey told BBC Scotland the furlough scheme did not work for the travel industry as workers had to repatriate customers and had to deal with people changing their holidays. She added that travel industry workers were only paid commission once a passenger actually travelled. \"We have been working now for 16 months, moving people's holidays and not getting any help at all,\" she said. The Scottish government said it did not underestimate the impact the pandemic was having on the tourism sector but insisted travel restrictions were necessary.A spokesperson said: \"International travel restrictions are important in limiting the importation of further cases of the virus, in particular new variants, which could undermine the rollout of our vaccine programme. \"Scotland is offering the most comprehensive non-domestic rates relief in the UK for retail, hospitality and aviation and this includes travel agents. We were the first country in the UK to extend 100% non-domestic rates relief into 2021-22.\" Frustration at curbs within the UK came emerged at the weekend when Greater Manchester mayor Andy Burnhamaccused the Scottish government of \"hypocrisy\" for announcing a ban on non-essential travel to the region.Non-essential travel is already banned from Scotland to Bolton and Blackburn with Darwen, while there has been an easing of travel restrictions with Bedford and the Republic of Ireland. ", "url": "https://www.bbc.com/news/uk-scotland-57546545"}