{"datetime": "2021-12-03T16:42:38.000Z", "title": "Moray maternity review makes recommendations", "article": "A review of maternity services in Moray has stopped short of calling for the immediate restoration of a full consultant-led service. Maternity services were downgraded at Dr Gray's Hospital in Elgin in 2018 due to staff shortages.Since then, most Moray babies have been delivered in Aberdeen - which is about 65 miles from Elgin. The Scottish government commissioned a review to examine whether a consultant-led service could be reinstated. Butits report has instead recommended setting up a Community Maternity Unit linked mainly to Raigmore Hospital in Inverness in the short term. This model would see women being given the choice of delivering their baby at either Dr Gray's - if they are classed as low risk - Aberdeen or Raigmore, with antenatal care provided at Dr Gray's. The report said this had the potential for 20% of Moray births to be at Dr Gray's. The remainder would go to either Raigmore or Aberdeen, depending upon a clinical risk assessment, the woman's personal choice, and geographical location. In the event of emergency or urgent transfers, women would be taken by ambulance to Raigmore, unless they were clinically required to transfer to the specialist unit in Aberdeen. The report also said the role of Dr Gray's Hospital as a whole should be examined in the medium-term, to see whether it could become a more fully functional district general hospital. If this was felt to be desirable and achievable, the report said consideration could be given to establishing midwife-led and consultant-supported deliveries in Dr Gray's. This service would be offered to women who had been carefully risk-assessed, and would have the potential to provide care for between 50% and 70% of the babies born in Moray.But the report warned that it would need a \"significant increase in staff recruitment\" for this to be possible. In the three years before maternity services were \"temporarily\" downgraded due to staff shortages in 2018, about 85% of Moray babies were born at Dr Gray's. But in the three years since, this fell to about 25% of babies. Campaigners have said it is not acceptable that so many prospective parents have to make a \"long and dangerous\" journey to Aberdeen to have their babies. The drive from Elgin to Aberdeen along the A96 can take more than 90 minutes, depending on the conditions.NHS Borders chief executive Ralph Roberts, who chaired the review group, said it had listened to women and families in Moray, as well as the staff involved in delivering the services.He added: \"Our aim was to benefit those planning and delivering services, but most importantly to serve the mothers and babies who have a right to be appropriately supported through their pregnancy and birth experience. \"We believe these robust recommendations are most appropriate for Moray at this time and looking to the future, and we would encourage all parties to work collaboratively to deliver on them for the benefit of the whole community.\" Health Secretary Humza Yousaf said he was considering all of the recommendations, adding: \"At this stage the government does not rule out any options moving forward\". NHS Grampian said it had delivered safe, high-quality maternity services over the past three years, despite staff shortages, and would work with the government, NHS Highland and Moray residents to find ways to implement the review recommendations. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59524568"}