{"datetime": "2022-01-21T16:44:21.000Z", "title": "Staff raise concerns over Moray maternity services", "article": "A group of 18 maternity staff has written an open letter to the health secretary raising concerns about the future of maternity services in Moray. The services were downgraded at Dr Gray's Hospital in Elgin in 2018 due to staff shortages. A report published in Decemberrecommended setting up a community unit linked mainly to Raigmore Hospital in Inverness in the short term. But Raigmore staff have warned of the risks of overcrowding. In their letter,published in the Northern Scot newspaper , the NHS Highland consultant obstetricians and senior charge nurses said the Inverness hospital was \"simply not configured for these extra beds\". They said overcrowding could lead to \"significant delays to induction of labour and potential compromise of safety\". The team said it had raised concerns during a consultation on Moray's maternity services, which are run by NHS Grampian, and in an earlier private letter to Health Secretary Humza Yousaf. Following the downgrading of services three years ago, most Moray babies have been delivered in Aberdeen - which is about 65 miles (105km) from Elgin. There has been a local campaign calling for the return of full services at Dr Gray's. The Scottish government commissioned a review to examine whether a consultant-led service could be reinstated. But its report, published in December, instead recommended setting up a Community Maternity Unit linked mainly to Raigmore, about 40 miles (64km) from Elgin. rThis model would see women being given the choice of delivering their baby at either Dr Gray's - if they are classed as low risk - Aberdeen or Raigmore, with antenatal care provided at Dr Gray's. The report said this had the potential for 20% of Moray births to be at Dr Gray's. The remainder would go to either Raigmore or Aberdeen, depending upon a clinical risk assessment, the woman's personal choice, and geographical location. In the event of emergency or urgent transfers, women would be taken by ambulance to Raigmore, unless they were clinically required to transfer to the specialist unit in Aberdeen. Responding to the open letter, the Scottish government said the review's report had been \"thorough and substantial\". A spokeswoman said: \"The cabinet secretary for health met with staff, the boards and local people in December to discuss the report in detail. \"The Scottish government is considering all the recommendations carefully and will meet again with NHS Grampian and NHS Highland shortly to agree at practical next steps and we would be happy to hear from clinicians at Raigmore in any further discussions.\" Highlands and Islands Labour MSP Rhoda Grant has called for an \"urgent response\" from Mr Yousaf to the Raigmore staff. She said: \"The open letter confirms what most of us already know - that Raigmore does not have capacity to take on large numbers of women from a neighbouring health board.\"The only viable solution is to reinstate consultant maternity services at Dr Gray's.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-60084434"}