{"datetime": "2021-12-03T13:25:33.000Z", "title": "Missing London cat found five years later in Stevenage", "article": "A very large and much-loved cat that went missing five years ago after being \"bullied\" by other pets has been reunited with its owner. Zeke, a Maine Coon, disappeared from his London home in July 2016. His owner said Zeke probably only went outside as the other household cats were picking on him, and believed his cat was then stolen. However, the microchipped moggy has now been found as a stray 30 miles away in Stevenage, Hertfordshire. Owner David Blane, from Haringey in north London, said: \"Zeke spent most of his time in the house but he is a very trusting cat and would venture out to visit other people and play with their cats, if they would let him. Everyone knew Zeke locally. \"But then we got two new cats, both of whom were quite territorial.\"Although we didn't realise the full effect on Zeke at the time, it's clear now that he was being bullied by them.\" He said Zeke, who was two-and-a-half when he went missing, began spending more time outside and then disappeared completely.Mr Blane had given up hope of ever seeing Zeke again, after a fruitless campaign to find his pet. However, in October, the cat was found and taken to the North Hertfordshire branch of the charity Cats Protection. \"He was dishevelled and his coat was quite dirty, but he was a healthy 9kg (20lb) boy with an insatiable hunger and, despite needing five teeth removed and a good bath, he was in good health,\" Bianca Kubler, the branch co-ordinator said. \"I felt so sad for Zeke as he seemed depressed. \"He was eating OK... but wouldn't play, and didn't want to interact much.\" After a little trouble contacting the owner from the microchip details, the pair were finally reunited last month. Ms Kubler said after all that time, Zeke, now almost eight, recognised Mr Blane and \"it seemed like a light had come on\". Zeke is now back home, and with no other cats to contend with in the household anymore, he is ruling the roost again and finding his own \"comfy spots\". Mr Blane said it was \"amazing\" to have him back home and he reimbursed the care and veterinary costs and made a donation to Cats Protection. \"They do fantastic work and really have made a massive difference to my life by reuniting me with my baby - now giant - boy,\" he said.\"It's the best Christmas present I could ever imagine.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59519649"}