{"datetime": "2022-01-28T13:56:51.000Z", "author": "Steven McKenzie", "title": "Missing walker: 'I have never been this close to death'", "article": "A woman has told how she thought she might not survive the night sheltering under a giant boulder in 100mph winds and a wind chill of -15C. Hillwalker Justina Kolberg, 32, from Edinburgh, was on a walk to the summit of Ben Macdui, Britain's second highest mountain, when she got into difficulty. She had turned back due to fog but lost her bearings and ended up at Loch Avon. Ms Kolberg sought refuge at a nearby howff, a walkers' rough shelter, under a rock called the Shelter Stone. It was getting dark and she thought the safest option was to shelter for the night. Fortunately other hillwalkers had left a survival blanket and other blankets at the stone for use in an emergency. Ms Kolberg, who had set out on her walk on Wednesday morning, said: \"Thank God that they had.\"I have never been this close to death. I thought I had a 50-50 chance of survival.\" Ms Kolberg, who runs her own vegan coffee shop, put on extra clothing she had brought with her and wrapped herself in the blankets. She said: \"It was definitely very cold and the winds outside were unimaginable. They blew through the gaps in the rock. \"Once half-way through the night I knew then I could make it to the morning.\" But Ms Kolberg said her own fears were not the worst of her ordeal. She said: \"The worst came after realising I was alive and going to be fine, I thought of the people back home worrying about me. That was brutal.\" Her sister Helena and brother-in-law Peter had raised the alarm after she failed to return from her walk as planned on Wednesday. Members of Cairngorm, Aberdeen, Braemar and RAF Lossiemouth mountain rescue teams and Inverness Coastguard helicopter began a search as soon as the winds died down in the early hours of Thursday morning. Exhausted, Ms Kolberg, fell asleep before setting out for the Cairngorm ski centre, near Aviemore, from where she had set off the previous day. She was relieved to come across members of Cairngorm MRT on her walk back, and said she wished to thank them and the other rescuers for trying to find her. Cairngorm Mountain Rescue Team said Ms Kolberg had done the right thing to seek refuge as winds had been in excess of 100mph and was a wind chill of -15C overnight. Ben Macdui, an 11-mile (17km) trek from the Cairngorm ski area, is one of Scotland's Munros at a height of 1,309m (4,296ft). ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-60170927"}