{"datetime": "2020-11-05T13:51:51.000Z", "title": "Appeal as Exning Maine Coon cat shot with 'air gun'", "article": "A pet cat is recovering after being shot with what police believe was an air gun. Kanji, a large Maine Coon, was targeted near his home in Exning, Suffolk. At first vets could not find anything wrong with Julie Boucher's \"very sick and lethargic\" 7.5kg (1st 2lb) cat, but when he became seriously unwell they operated and found a gun pellet. It had torn through Kanji's stomach wall and bowel, but after life-saving surgery he is now recovering. It is thought Kanji was shot last Thursday or Friday, but managed to return home. \"He was very sick so I took him to the vet first thing on Saturday, but they could not find the cause,\" owner Mrs Boucher said. \"By Sunday morning, he was so poorly, I thought he was dying so I rushed him back. \"They only found the pellet when they operated on his stomach.\" Mrs Boucher said the pellet \"made no mark entering the body, but did all the damage inside\". Her three-year-old had to have part of his intestine removed after the pellet \"ripped into his intestine, stomach wall and bowel\", she said. Kanji spent several days at the surgery as any infection could have proved fatal, before being allowed home on Wednesday \"with lots of stitches and tablets\". Maine Coons, or American longhairs, are much larger than the average cat and Mrs Boucher believes Kanji was deliberately targeted. \"He's a big cat, it's not like you could mistake him for a wild rabbit,\" she said. \"I cannot understand the mentality of someone doing this - what cruel person would do that?\" She appealed to anyone who might have information to call Suffolk Police, which is investigating the attack. \"Please come forward and stop this happening to anyone else's pet,\" Mrs Boucher pleaded. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-54823770"}