{"datetime": "2022-02-14T15:29:04.000Z", "title": "Hackney Wick bar collapse: 'I saw the roof coming down'", "article": "Customers have described jumping to safety moments before a mezzanine floor collapsed at an east London pub. Thirteen people were injured during the collapse at Two More Years bar, Hackney Wick, at about 16:50 GMT on Saturday. Firefighters rescued seven people who were trapped after the collapse. Four people were taken to hospital. One of those injured told the BBC: \"I remember looking around and there was just dust and things falling and people screaming.\" Harriet McMahon, 29, said she was sitting directly underneath the mezzanine when the structure collapsed. \"My boyfriend said there was some creaking - then there was a loud bang.\"I tried to jump to safety but got hit by some falling stuff and we were just on the floor\" \"I remember seeing the whole of the roof just coming towards us. \"When the dust settled we were too scared to look around because I worried I would see a dead person.\" Tasmin, who did not want to give her surname, said the table where she had been sitting was \"completely crushed\". \"If we'd jumped to safety seconds later and it would have been a very different story,\" she said. \"One of the hardest impacts was on our table.\" Tasmin said she was unsure where she was hit by falling debris, but said she has been suffering from a headache since the collapse. Both Harriet and Tasmin said the collapse would not prevent them from going out in the area again.\"I reckon I'd have a quick second scan of the room now before agreeing to drink somewhere,\" Tasmin said. \"It's not something you can predict, but I'm not going to let it change my life.\" A spokesman for Tower Hamlets Council said: \"We are continuing to work with the emergency services and a structural engineer has been on site to assess the integrity of the privately owned building.\" A statement on Two More Years' Instagram account said the venue would remain closed \"for now\" and added: \"Our thoughts are with everyone that has been affected.\" It said \"thankfully\" no-one had sustained critical injuries. ", "url": "https://www.bbc.com/news/uk-england-london-60379246"}