{"datetime": "2012-08-27T19:16:28.000Z", "title": "Essex 'lion': Police call off St Osyth animal search", "article": "Police in Essex investigating reports of a lion being spotted in a field have called off the search. The animal was seen near Earl Hall Drive in St Osyth, near Clacton-on-Sea, by holidaymaker Bob Martin at about 19:00 BST on Sunday. Mr Martin said he and his wife Denise saw a large cat and a lion \"was the first thing that came to mind\". Police officers decided to call off the search on Monday after no trace of a big cat was found. \"We believe we saw a large cat looking at a tree... it just sat there looking at us,\" said Mr Martin. Another holidaymaker, Stephen Atkin, 52, from Louth, Lincolnshire, who was staying at Earls Hall Farm caravan site, said he had also spotted the animal. He said he told police it was \"definitely a very large animal, and possibly a lion, definitely a large cat\". He added: \"We witnessed it, I would say, for about 20 to 30 minutes cleaning itself and rolling about in the field.\" A police spokesman said: \"We believe what was seen on Sunday evening was either a large domestic cat or a wildcat.\"Extensive searches have been carried out, areas examined and witnesses spoken to - yet nothing has been found to suggest that a lion was in the area. \"The reporting of the animal is not being treated as a hoax, but should such information come to light we will have no hesitation in making arrests.\"Essex Police said about 25 officers were called to where the animal was seen, including specialist firearms officers and experts from Colchester Zoo. Two police helicopters, one with thermal imaging equipment, were also used to try to detect any trace of an animal. Police said all the animals at nearby Colchester Zoo had been accounted for. A member of the public took a low quality photograph of the animal, but experts at the zoo said a definite identification of the animal was not possible based on the image. Anthony Tropeano, zoological director of Colchester Zoo, visited the scene and he said: \"The photograph shows an animal in a field, it is a sandy brown colour, but the photography is of such poor quality it's not possible for us to say one way or the other what it definitely is. \"There were absolutely no sightings of it during the time I was there. Nothing really to provide any further evidence to suggest it had been there.\" On Sunday night police had advised residents to stay indoors, but on Monday they said people should \"go out and enjoy themselves\" but \"be a bit cautious\". The spokesman said a circus had been in the area, at Clacton Airfield, recently but added: \"Officers have spoken to the circus and confirmed that they do not have an animal missing, nor do they have any lions.\"The news of a potential lion on the loose captured the public imagination and three Twitter accounts - @EssexLion, @TheEssexLion and @Essex_Lion - were quickly set up. ", "url": "https://www.bbc.com/news/uk-england-essex-19391572"}