{"datetime": "2021-03-09T09:32:48.000Z", "title": "Major and Champ: Joe Biden's dogs moved out of White House", "article": "Joe and Jill Biden's German shepherds have been removed from the White House after the younger dog, Major, reportedly bit a security agent. According to US media, the pets have been sent back to the Biden family home in Wilmington, Delaware. It follows Major's aggressive behaviour towards White House staff. The Bidens adopted three-year-old Major in 2018. He became the first dog from an animal shelter to live in the White House. Their other dog, Champ, is 13. Anonymous sources told CNN that Major had been jumping, barking and charging at White House staff and security. Both dogs moved into the White House four days into Joe Biden's presidency.His wife, Jill, told The Kelly Clarkson Show last month she was focused on getting the dogs settled. \"They have to take the elevator, they're not used to that, and they have to go out on the South Lawn with lots of people watching them. So that's what I've been obsessed with, getting everybody settled and calm,\" she said. Sharing the limelight with their owners, the dogs appearedalongside the first lady in a public service announcement encouraging Americans to wear face coverings, and also gave their own Christmas message in December. The White House has along history with pets , although Donald Trump was the first president in more than 100 years not to have a dog. At a rally in Texas in 2019, he said he would \"feel a little phony\" about walking one on the White House lawn, plus he didn't have the time. Major is the first dog from a shelter to live in the White House, however President Lyndon B Johnson also had a rescue dog - a terrier mix named Yuki.Yuki was found at a Texas petrol station by the president's daughter, Luci, on Thanksgiving Day in 1966, according to the Presidential Pet Museum website, which compiles information on the White House pets. ", "url": "https://www.bbc.com/news/world-us-canada-56331268"}