{"datetime": "2022-01-30T07:37:17.000Z", "author": "Alex Pope", "title": "Dog bite seal carers in Norfolk thankful for salt donations", "article": "A charity caring for baby seals bitten by dogs says it has been \"overwhelmed\" with salt donations to help treat their wounds. Earlier this month the RSPCA East Winch Wildlife Centre in Norfolk said it had beentreating dozens of pups found hurt on beaches with various injuries. It appealed on social media for a specific type of salt to be donated and people responded in their droves. Manager Evangelos Achilleos said staff had been \"humbled\" by the generosity. \"The response has been incredible and we have had so much salt delivered we are having to make space to store it,\" he said. \"We are so grateful to everyone who gave so generously and it is hard to put into words just how humbled we are.\" Mr Achilleos said the centre had more pups coming into care recently following dog attacks. \"We know that seals in the wild are an incredible sight to see, but people must remember that these are wild animals,\" he said. People should never \"interfere or get too close to them\", he said, as they could give a \"very nasty bite which could become infected by the bacteria that live in a seal's mouth\".The animals are a common sight on the Norfolk coastline and in December an appeal was put out by Friends of Horsey Seals afterchildren were seen trying to stroke them . The group said there had been a \"marked increase\" in the number of people getting in touch to say they had witnessed attacks.Sally Butler, a rescue team member, said incidents of pups being bitten seemed to be on the rise. The mammals are \"particularly vulnerable\" from dogs, she said, as they hide in the dunes until they have moulted. \"We appeal to dog owners to keep their dogs on leads on any beach where seals are known to be,\" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60130099"}