{"datetime": "2021-10-15T15:34:07.000Z", "title": "Sherburn Hill Rottweiler dog attack victim 'devastated'", "article": "The owner of a dog that was mauled to death by three Rottweilers says she is still devastated months later. Sue Heath was also bitten in the attack that killed her five-year-old Cavapoo Ben in Sherburn Hill, near Durham, on the evening of 13 July. Maria Timney, 56, has been jailed for 14 months and banned from keeping dogs for 10 years after admitting six counts of being in charge of dangerously out of control dogs. Ms Heath said she suffers flashbacks.She said she was walking Ben along a lane in the village when the dogs, which had escaped from Timney's home, ran up and attacked. \"I saw these dogs running towards me and I knew instantly what was going to happen and that there was nothing I could do about it,\" she told the BBC. Ben was \"savagely and ferociously\" mauled by the dogs, who then bit Ms Heath's arms when she picked her pet up, before a passing van driver came to her aid. She suffered extensive bruising and is still suffering from soft-tissue damage to a finger, but the real pain was caused by the death of Ben in her arms. \"Ben was very loving and very gentle, it was not fair this had to happen to him,\" she said. The three dogs, which the court ordered be destroyed, also attacked another pet after mauling Ben. Ms Heath said authorities had spoken to Timney about her dogs just weeks earlier as they had previously escaped from her North View home. \"It's raised a lot of questions in our mind as to whether this could have been avoided,\" Ms Heath said. But she said she had been \"taken aback\" by the support and well-wishes from other people in Sherburn Hill. \"Everyone has been so kind,\" she said, adding: \"After the attack our house looked like a flower shop and we are so grateful.\" Durham County Council confirmed a dog warden had visited Timney and told her to fix her back gate, which she agreed to do, on 24 June after the dogs were reported to be loose. On the day of the attack on Ben, the dogs had run out of the front door, the council's neighbourhood protection manager Ian Hoult said. He said there was no previous record on the council's system about the dogs, adding the authority's \"condolences\" were with Ms Heath. Durham Police has been approached for comment. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-58913376"}