{"datetime": "2021-11-09T10:51:52.000Z", "title": "Caerphilly: Boy, 10, dies after dog attack", "article": "A 10-year-old boy has died after being attacked by a dog, police have said. The incident happened at a house in Pentwyn, Penyrheol, Caerphilly, on Monday at about 16:00 GMT. Paramedics from the Welsh Ambulance Service went to the scene where the boy was pronounced dead. Gwent Police said the dog was destroyed by firearms officers and officers would remain in the area while an investigation was carried out. One neighbour said the attack took place at one of the houses on the street. He said he was shocked to hear what had happened.The street is in the middle of a large housing estate and a few police vehicles remained parked at the end of the road on Monday night.Another resident, Lorrine Urvine, said: \"We couldn't see anything other than the screaming. The kids - they were hysterical.\"And within minutes I've never seen so many police cars in my life.\" Neighbour Tracey Lawrence said: \"The little boy that lives there ran over to a neighbour saying the dog was attacking his friend and the neighbour couldn't help and couldn't save the boy.\" There has been some police presence here where Gwent Police are continuing their investigation this morning. And we are expecting an update at some point from police as to how their investigation is progressing.They have told the public that there will be an increased presence in the area at the moment as they continue their investigation but not to be alarmed.For a time yesterday evening, this road was cordoned off and I think it has only come down in the early hours of the morning as the police continue their investigation. A nearby resident told the PA news agency: \"The dog has been a nuisance on the estate for a bit of a time.\"I took our son down to the local shop a few days ago, and he was down there then and he was lunging at my son. \"My son is three years old and I had to pick up my son just to move around the dog because of the size on him.\" Dozens of emergency service vehicles were on the scene on Monday. Ch Supt Mark Hobrough said: \"Officers will be making further inquiries at this time and will remain at the scene as the investigation progresses. \"It is possible that you may see ongoing police activity in Caerphilly as part of this work.\" He urged the public not to be alarmed adding: \"If you have concerns or information then please do stop and talk with us.\" Member of the Senedd (MS) for Caerphilly Hefin David said: \"My thoughts tonight are with the families involved. I know the close-knit community will rally round and offer support.\" South Wales East MS Natasha Asghar added: \"My heart goes out to this little boy and his family in Caerphilly who must be utterly devastated after what's happened today.\" ", "url": "https://www.bbc.com/news/uk-wales-59215417"}