{"datetime": "2021-09-17T16:15:34.000Z", "title": "Mother of boy killed by dog in Cornwall 'truly sorry'", "article": "The mother of a nine-year-old boy who was killed by a dog has apologised to his family for her \"senseless actions\" in leaving the animal alone with him. Frankie Macritchie was attacked by the 45kg (seven stone) American bulldog Staffordshire bull terrier cross in a caravan in Cornwall in April 2019. His mother Tawnee Willis, from Plymouth, wasjailed for two years in June 2020 after admitting neglect. She told the inquest she was \"truly sorry\". Ms Willis added she had been unaware the dog had previously injured another person. His owner, Sadie Totterdell from Plymouth, was also jailed for three years and banned from having a dog for 10 years after admitting to owning a \"dangerously out of control\" dog. The five-year-old dog, known as Winston, was destroyed. Cornwall Coroner's Court heard Frankie had been staying in a caravan with his mother and her friend, Ms Totterdell, at Tencreek Holiday Park near Looe.The two-day inquest heard hedied from \"devastating injuries\" after the attack. Ms Willis told the inquest she had been drinking with friends, while Frankie was alone in the caravan. Ms Willis said she checked on her son four or five times during the night and the dog had followed her on the last occasion. \"Frankie asked me if the dog could stay,\" she said. She said she asked Ms Totterdell if it was OK and Ms Totterdell had said: \"Take Winnie - Winnie loves kids.\"\"I just didn't think anything of it and I left him there,\" Ms Willis added. Ms Willis said she believed she left the dog with Frankie at about 03:00 BST and discovered her son had been attacked about an hour later.Andrew Cox, the senior coroner for Cornwall, said previous incidents with the dog in 2016 and 2018 raised questions about \"whether steps could have been taken earlier that may have avoided this tragic outcome\". \"It is manifestly obvious now to us... that there was a risk of this dog attacking Frankie,\" he said. \"At the time Ms Willis did not know that and I have accepted her evidence. \"The same cannot be said of Ms Totterdell as she must have known of the earlier incidents and was spoken to by the police following the incident in 2016 and spoken to by the mother of the child bitten in 2018.\" Mr Cox said Ms Willis had made a \"serious error of judgment and a serious mistake\" in leaving Frankie alone with the dog but her negligence was not sufficient to allow him to record a conclusion of unlawful killing. Instead, he recorded a narrative conclusion - that Frankie had died from injuries inflicted in a dog attack - and said he would be writing a preventing future deaths report to Devon and Cornwall Police. He added that while he was not saying the police did not take appropriate steps on this occasion, he wanted \"the police to check the systems they now have in place are sufficiently robust to ensure where that happens, if it is necessary, a dog is dealt with before this sort of incident can happen again\". After giving evidence, Ms Willis apologised to the wider family saying she was \"truly, truly sorry\". She said: \"I know their heart breaks, mine does too, not to make it about me.\"I know nothing I can do will change what happened.\"I'm sorry my selfish actions have caused them so much heartache. \"From the bottom of my heart I wish they can find some closure and find some peace.\" Frankie's grandmother Pauline Elford also read a statement: \"We as a family can't be together, but we also lost you that night Tawnee.\"You were a big part of our life, not just Frankie we lost you.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58596384"}