{"datetime": "2021-06-23T11:19:54.000Z", "title": "Newstead Abbey: 'King of the peacocks' dies after dog attack", "article": "Dog walkers are being urged to stick to safety rules after a peacock was fatally savaged in Nottinghamshire. Arthur, an eight-year-old bird who lived at Newstead Abbey, was attacked by a dog at about 07:30 BST on Sunday. After being taken to a vet, his injuries were judged so severe he had to be put down. The estate's site manager said the death \"serves as a stark reminder of the importance of keeping dogs on leads\". Arthur had lived his whole life on the grounds of Newstead Abbey, the ancestral home of notorious poet Lord Byron, now owned by Nottingham City Council. Writer and gardener Arthur Parkinson, who brought him to the abbey, said it was \"barbarous\" for the dog's owner to leave Arthur \"to die on the lawn\". He said: \"How could you leave such a beautiful animal to die in pain? \"Arthur was sort of the king of the peacocks of the abbey, he'd always be by the gift shop door or at the cafe courtyard. \"He was very fond of cake, and fond of visitors taking his photograph - he was all over Instagram and the abbey's social media.\" Peacocks were first introduced to Newstead by the Wildman family more than 200 years ago, while Lord Byron also kept peacocks as pets when living in Italy. Mick Smurthwaite, site manager for Newstead Abbey, said the peacocks are \"our most famous residents\" among a host of wildlife at the grounds. He said the abbey was working with the RSPCA over the attack, and called for any witnesses to get in touch. \"Arthur will be sadly missed by us all,\" he said. \"This for the safety of our wildlife and visitors. We are working with the RSPCA to appeal for any information about this incident.\" The RSPCA called the attack \"a tragedy\" and said it was trying to trace the dog owner. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-57573274"}