{"datetime": "2021-09-06T17:02:42.000Z", "title": "Poodle killed in 'horrific' dog attack in Poplar", "article": "A woman has called for a change in legislation after her young poodle was mauled and killed by three other dogs in an east London park. Anna Guglielmi, 32, was also bitten in the \"horrific\" attack in Bartlett Park, Poplar, on 26 August.She said a friend had to prise open the jaws of one of the dogs from her three-year-old toy poodle Ruby. The Metropolitan Police said three dogs had been seized by police and inquiries were ongoing.The marketing executive said she was \"still living in shock\" following the attack. Ms Guglielmi was with Ruby on the same route she has used for the past two years, when three dogs \"started charging\" at them. She said she attempted to shield Ruby by picking her up but the dogs also attacked her. \"One of the dogs jumped on my back. I thought the owner would come any second and put the dog on a leash but they didn't even have one. \"Then one jumped up and bit Ruby, bit me and Ruby fell to the floor and the dog started biting her, biting her legs, her stomach,\" she added. \"Ruby was screaming, I was screaming and then the other dog started getting involved.\" Ms Guglielmi said one of her friends and another man in the park tried to prise the dog's jaw open but \"it had sunk into her skin\". \"I felt helpless not knowing what to do,\" she added. The toy poodle was rushed to the vets where it was discovered some of her organs had been punctured. She had to be put down. Ms Guglielmi said: \"Ruby was so sweet natured, she was only three so she had so much more love to give and life to live... I feel like my dog was stolen from me.\"She said she wanted to see the law changed to deal with such attacks. \"Dogs aren't just property, they're more than that, they're family. I think the owner should be held responsible for this tragic situation.\" Currently the Dangerous Dogs Act means an owner can be prosecuted if their dog attacks a person or their behaviour makes someone believe it might injure them. However, the law does not currently allow for the prosecution of dog owners if their animal attacks another dog, unless it is an assistance dog. \"It's more tragic because these dogs could be put down and they could have led long happy lives if just treated and trained properly,\" Ms Guglielmi said. ", "url": "https://www.bbc.com/news/uk-england-london-58461897"}