{"datetime": "2021-03-16T18:31:02.000Z", "title": "French bulldogs close in on Labradors as most popular US dog", "article": "French bulldogs are one step closer to becoming top dog in the US puppy popularity contest. In 2020, the small, flat-faced companions overtook the beloved golden retriever and German shepherds on the American Kennel Club's annual ranking. They are now second, behind Labrador retrievers, which have remained in the top spot for 30 consecutive years. The rankings do not include mixes, mutts or any designer hybrid breeds. This year's list marks a long climb up in popularity for the French bulldog. When Labradors began their decades-long reign in 1991, \"Frenchies\" were ranked at 82nd place.\"They're not the type of dog to go hiking with you\", American Kennel Club spokeswoman Brandi Hunter said. \"But if you want a dog that's going to snuggle up with you, be cute, be adaptable, minimal grooming... that's the kind of breed for you.\" The French bulldog is typically just 11-13 inches tall, and weighs less than 28lb (12kg).And an increase in celebrity ownership has added to their rise in popularity in recent years - with some consequences.In 2017, dog charities said that the celebrity trend for French bulldogs was causing more to be abandoned after owners failed to keep up their care. Both The Royal Society for the Prevention of Cruelty to Animals and Battersea Dogs & Cats Home said they were receiving more of the pedigree breed than in past years.Hugh Jackman, Leonardo DiCaprio and Martha Stewart are among the most famous French bulldog pet parents. Lady Gaga made headlines last month for offering $500,000 (£359,728) for the safe return of her two Frenchies - Koji and Gustav - who were stolen in an armed robbery. The pups were eventually found.German shepherds - the breed ranked just behind French bulldogs - have also been in the spotlight lately due to the two new furry inhabitants of the White House.Champ and Major, the dogs of US President Joe Biden and First Lady Jill Biden, were the first dogs to live in the White House since Barack Obama left office in 2017. But the pair were moved back to the Biden family home in Wilmington, Delaware last week after the younger dog, Major, reportedly bit a security agent.Mrs Biden had previously said that the dogs were still getting accustomed to White House life. \"They have to take the elevator, they're not used to that, and they have to go out on the South Lawn with lots of people watching them,\" she said on the Kelly Clarkson show last month. \"So that's what I've been obsessed with, getting everybody settled and clm.\"", "url": "https://www.bbc.com/news/world-us-canada-56420337"}