{"datetime": "2021-01-27T00:12:30.000Z", "author": "Ashitha Nagesh", "subject": "Coronavirus pandemic", "title": "When your 'pandemic puppy' doesn't work out", "article": "In March 2020, as the UK, parts of the US and elsewhere, went into their first lockdown, millions of people suddenly had a lot more time alone at home, with the internet as their friend. On social media others seemed to be having the times of their lives playing with their dogs, posting adorable photos and recording cute animal-themed TikToks.The message: a furry friend would make lockdown a lot less lonely. People who had been putting off getting a dog because of a lack of time at home suddenly had a glut of it. They saw lockdown as the perfect opportunity to finally raise a puppy.Now, almost a year later, animal shelters are starting to see older puppies with behavioural issues being handed in by frustrated owners, and pet sales websites are filling up with listings for puppies being resold.One month ago, Jessica decided to get a dog.With Jessica not currently working and Covid restrictions still in place in Texas, where they live, this seemed like the perfect time to bring home a new family member. Jessica and their partner both grew up with dogs and considered themselves experienced owners. They also already had a cat, so had cared for a pet together.When they started looking into dogs, they carefully thought about which breed would be best for them - they wanted a dog that would be easily trainable at home and would be friendly with their cat. In the end, they decided on a Labrador.At the city pound, they met a Lab called Buddy, who was just over a year old. \"He wasn't processed yet, but they asked if we wanted to meet him.\" He was sweet, calm and well-behaved, and the pound said he was well-trained - exactly what they had been looking for.\"He seemed really nice. So we said OK, yeah, let's do it.\" After coming home, however, he was like a different dog. \"He wasn't trained at all,\" Jessica says, adding that he didn't even know basic commands. \"He was potty trained at least but he didn't know 'sit', 'stay', 'come', or anything.\" He also suddenly seemed to have boundless energy - and one month later has shown no sign of calming down. Jessica says he jumps up a lot and despite trying to turn away from him whenever he jumps, has been left with large bruises. They came to the difficult decision to hand Buddy over to a dog rescue, who they hope can match him with a family that fits his energy levels. They're in the process of applying to different shelters now. Although they're disappointed it hasn't worked out, they don't feel guilty about what's happened. \"If you have a dog and some time down the line… you realise you can't handle the dog anymore, I think it's actually unfair to the dog to keep them, knowing you can't give them their best life.\" Almost 5,000 miles away from Jessica, in the south-west of England, another young couple were also struggling with a young Labrador retriever.Mara Hernandez, a zoological scientist and her husband also grew up with dogs and had been planning to get a puppy for two years. However the timing was never quite right - until they started working from home last year.That was when they brought home their young Labrador puppy, Pudge. Despite her experience with animals, Mara says that first month was incredibly tough. \"I tried to do my fair share of reading, I watched YouTube videos by trainers and read books on puppies, so I thought I was prepared,\" she says. She and her husband both took two weeks off to help the puppy settle in.Once they went back to work and studying, however, the pressure of staying constantly vigilant while keeping on top of household chores took its toll on Mara's mental health. Her anxiety, which she hadn't experienced for years, returned. \"Well, you can't take your eyes off them, because you don't want them to chew on something that could be bad for them, it's kind of like having a toddler in that you always have to have your eye on them,\" she says. \"So it became really stressful because I couldn't get any work done. Unless he was sleeping, I always had to be watching the puppy...I couldn't even take a shower alone. I had to try and do all the chores in one go while he was asleep.\" Just three weeks after bringing Pudge home, she went onto Reddit and wrote her first ever post - a plea for help. \"My partner and I are seriously considering giving our puppy back to the breeder,\" she wrote, before describing some of the issues they had been experiencing, including the toll raising a then-11-week-old puppy was taking on her mental health. The replies weren't encouraging.\"Yeah, doesn't sound like you are ready for puppyhood,\" the top comment bluntly told her. \"Or a dog in general.\" They were on the verge of giving Pudge back to his breeder when Prime Minister Boris Johnson announced a second lockdown in November. Before the lockdown started the couple moved in with Mara's parents in-law, and they instantly saw a difference.\"We said we'd stay with them because we couldn't get food deliveries to our house, and we don't have a car,\" she says. Having more people help out with the puppy made things much easier. In the end, with the much-needed support of Mara's in-laws and against the advice they received online, they decided to keep Pudge - and now he's about four months old, to their relief, he's starting to \"mellow out a bit\". \"If it wasn't for staying with them over lockdown, I think we would've rehomed him.\" Mara and Jessica aren't alone in feeling overwhelmed with their puppies. But instead of returning them to their breeders or giving them into a rescue, many people are choosing to sell their puppies and dogs online.Searches for \"buy a puppy\" in the UK quadrupled in the middle of March last year, before doubling again in early May, while similar trends were recorded in the US. In many cases irresponsible breeders raised their prices by thousands of pounds as demand for puppies shot up. Then, in November, search terms related to selling puppies and dogs online - such as \"sell puppy\" and \"selling a dog\" - saw spikes on Google. At the time of writing, adolescent and older puppies are being sold on the pet listings site Pets4Homes with captions explaining that the animals were recently bought, but weren't a good fit. The majority of these dogs are listed for more than £1,500, with many £2,500 or higher. Some of these listings explicitly state that the owners hope to make back the thousands they initially paid for the puppy.One eight month old beagle, for example, is being sold because his owners \"have come to realise that he is not meant for a city apartment and for two individuals working\". Another, a 12-week-old Jack Russell-Yorkie cross, is being sold because \"the dynamic here with our lively five-year-old daughter just isn't working… we just totally underestimated the effect a puppy would have on our daughter\". It is unclear exactly how many dogs exactly are being listed for this reason, and when contacted by the BBC, Pets4Homes did not provide the exact data of how many older puppies and young dogs have been listed for sale recently. However, a spokesman says that they \"have seen no evidence of a surge in sales of younger dogs\", and that \"on some days in January 2021, we have seen far fewer young dogs being added for sale or adoption on Pets4Homes than at the same time in 2020\". Nevertheless, listings such as these validate the fears of animal welfare charities, who have frequently warned of a rise in \"pandemic puppies\" being abandoned. Susan Botherway, manager of the RSPCA's Mount Noddy animal shelter in Chichester, tells the BBC that they've recently had puppies handed in by owners who didn't feel they could look after them. One of these puppies was a Jack Russell-poodle cross called Robbie, who hadn't met anyone other than his owners in the eight months he'd been alive. \"He wasn't coping at all in the kennels, which is sadly what we do see a lot of the time when we get adolescent dogs coming in, because adolescence is a quite a difficult age for a dog - it's basically the teenage years,\" she says. Dogs are in the adolescent stage from the age of six months, until they're about 18 months old. In the end, Robbie was taken in by foster carers who ended up adopting him permanently - but, Ms Botherway says, \"not all dogs are lucky enough\" to have fosterers able to take them in. And while potential owners feel the pandemic is the perfect time to get a dog, because of lockdown puppies have been missing out on critical socialisation experiences and training. Robbie, Ms Botherway says, had only ever met his owners before he was given up to the RSPCA.Ms Botherway also warns against people buying puppies online through listing sites or social media. In the worst cases, buyers could inadvertently end up supporting puppy mills, where dogs are bred like livestock and kept in poor conditions. Some unscrupulous breeders may also try and sell puppies below the legal age of eight weeks. The RSPCA worries that this is going to become a trend - and that because we're now in another lockdown, we're not yet seeing the full scale of abandoned pets.Ms Botherway's advice, if you're struggling with your puppy or don't know where to look for one in the first place, is to give them a call: \"Rescues are there to help people in a non-judgemental way.\" \"Just remember that circumstances can change instantly,\" she says. \"So it's always worth having a plan in place, should you no longer be able to care for your pet.\" There are ways to get a dog ethically - a rescue shelter, where many dogs await a loving home, or a responsible breeder. Either way, it is not a decision to be rushed. According to a Kennel Club survey, as many as a fifth of puppy buyers do no research beforehand - and more than a third of puppy buyers take just 20 minutes or less to decide where to get their dog from. Of those puppies bought in 20 minutes or less, almost 15% will experience \"illness, ongoing veterinary treatment or death in the first six months - three times higher than the rate for puppies chosen with more time\". There are many different, high standards that make a breeder \"responsible\" - but at the core of these is that responsible breeders work to preserve and improve their specific dog breed, not to make a huge profit. Because of this the best breeders will pay for rigorous genetic health testing on any dogs before breeding them; compete in dog shows - and, ideally, win titles in them - to prove their dogs conform to the breed standard; and will usually only breed one or two litters a year.Avoid at all costs any breeder who has more than one litter at the same time, especially if they are different breeds, as theRSPCA warns this is one of many signs that they are a puppy farm .Instead, research breeds that would be the best fit for your home and lifestyle. In the UKyou can look up the Kennel Club's \"Assured Breeders\" for your chosen breed , which means they are required to maintain high standards. Animal welfare organisations are eager for people to adopt their pet knowing all this, to avoid a situation where those lockdown puppies lose their homes.", "url": "https://www.bbc.com/news/world-55719338"}