{"datetime": "2021-09-16T14:49:22.000Z", "title": "Dog attack victim Frankie Macritchie inquest heard in Cornwall", "article": "A nine-year-old boy who was killed by a dog in a caravan suffered \"devastating and extensive injuries\", an inquest has heard. Frankie Macritchie from Plymouth was attacked by the 45kg (seven stone) American bull terrier cross overnight in Cornwall in April 2019. His mother Tawnee Willis and the dog's owner Sadie Totterdell were both jailed over his death in June 2020. His family thanked emergency services for helping at the \"horrific\" scene. Ms Willis, who was 31, had been drinking wine and taking cocaine with friends in a separate caravan when Frankie was attacked by her friend's dog, Truro Crown Court previously heard. Ms Willis, who found her son unresponsive, was jailed for two years for neglect, while Sadie Totterdell, who was 29, admitted to owning a \"dangerously out of control\" bulldog and was jailed for three years and banned from having a dog for 10 years. The five-year-old American bulldog Staffordshire bull terrier cross, known at Winston, was destroyed. Dr Deborah Cook, a Home Office pathologist, said the injuries were \"so devastating and so extensive that any one child or adult would have died\". James Barnett, a community first responder with South Western Ambulance Service described being the first to arrive at the caravan at Tencreek Holiday Park near Looe, just before 05:00 (BST). He said despite carrying out CPR, \"there was nothing else we could have done\". Frankie's grandmother Pauline Elford said the family wished to thank the emergency service staff who attended.\"We cannot thank them enough for the care and kindness they gave Frankie... We're so sorry they had to deal with such a horrific incident,\" she said. \"You brought us some comfort letting us sit with Frankie... We thank you from the bottom of our hearts.\" The inquest continues. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58582827"}