{"datetime": "2020-12-26T06:56:24.000Z", "author": "Caroline McClatchey", "subject": "Coronavirus pandemic", "title": "Coronavirus: How the pandemic sparked a puppy craze", "article": "Is your social media feed full of people showing off their new dog? In addition to baking banana bread, taking part in Zoom quizzes and colour co-ordinating the bookshelves, it seems the other popular thing to do during lockdown was get a pet. Joanne Doonan can attest to this upsurge. She's been a dog trainer for eight years and this has been her busiest year yet. \"I have been absolutely inundated. It's been crazy.\"I am running extra, extra, puppy classes. I cannot put any more on.\" She thinks many of those who bought a dog during the coronavirus pandemic had been thinking about it for a while. \"They have probably been working from home and decided it was the perfect time to get a puppy,\" she said. \"However, I have also seen other people who had no interest and made a sudden decision to get one without realising the time and effort involved.\" While business is booming, Ms Doonan is concerned that puppies are not getting the proper training. \"Other trainers have also been putting on extra classes but the demand is still outweighing availability and there will be a lot of dogs that miss out. \"There is a short window for socialisation - between three and 12/14 weeks - and it really does set a dog up for life.\" Michelle O'Neill lives in Larne with her husband Niall and two girls - Rachel and Anna - and Pablo, the latest addition to the family. She works for a bank and has been working from home since March.\"The girls - they are now 18 and 13 - and my husband have always wanted a dog but I had always resisted because we were always out at work and it would have been unfair on the dog. \"This year provided a good opportunity to get one because we could give the pup the time it needed and even when we do start to return to the office in March, I will only be going in a couple of days a week.\" They did their research and picked up Pablo - a purebred Labrador - for £900 from a breeder. He has slotted into the family perfectly. \"Don't get me wrong though - they are hard work, especially when you are not used to having to get up early every day now the kids are older. It's like having a baby again but he's great - he sleeps all night now and there's only the odd mishap.\" While Ms Doonan is dealing with too many dogs, Conor O'Kane, from the Dogs Trust, wants to know where they have all gone. The Dogs Trust is a UK-wide charity and Mr O'Kane is the manager of their large rehoming centre in Ballymena. They rehomed 240 dogs this year - a drop of about 30% from last year (358) and it had been rising every year for a while. And there are other stats which help paint the picture - the charity helps run a scheme to save dogs from the pound by ferrying them to other Dogs Trust centres around the UK. Last year, there would have been five transfers every two weeks, with 15-20 dogs on each trip. Now there is just one a week. \"When the lockdown was announced in March, we thought we were going to be inundated with abandoned dogs due to people being worried about money but that did not happen,\" said Mr O'Kane. \"People are rehoming themselves or selling puppies or dogs themselves. We have seen puppies being raffled online.\" Mr O'Kane is concerned the influx might happen in the summer. \"There is an anxiousness about next year - when people have to go back into the office, when furlough ends, when people start going on holiday again. \"Some may start to think they cannot cope now their normal pre-pandemic life is back.\"And there will be separation anxiety if someone is back in the office and the dog is used to someone being there. The owner could come back from work and find the furniture in shreds. \"They may not be socialised with other people and other dogs because everyone has had to limit their social contacts. They cannot go into kennels come holiday time because they will crumble at the sight of so many other dogs.\" It would be suffice to say that Nigel Mason, chief executive of Assisi Animal Sanctuary in County Down, shares these concerns. \"Normally we would be chock-a-block but we are being offered far fewer dogs, and the other side of the coin is demand for dogs and puppies has gone through the roof. \"We have had hundreds of people asking for puppies and because we cannot supply them, they are turning to social media. \"Prices have more than doubled for dogs as a result. They can cost between £1,000 to £3,000 for a pedigree and a non-pedigree is just a bit less. \"This makes us fearful as one supply route is non-bona fide puppy farms which are notorious in Northern Ireland and the Republic of Ireland.\" Reputable breeders have not put their prices up, says Lydia Scott, who owns Druimderg Kennels, near Annalong. \"Never buy a puppy online or from someone down the street,\" she says. \"Generally pups that are sold third party are taken from their mum before they are eight weeks. Those first eight weeks of a dog's life are crucial - they have to be prepared for all environments.\"My pups are all born in a kitchen, they are in a busy home, they hear all the household noises and go outside to play. \"You need to go and see a breeder before you even get the puppy. Check all the other animals that they have. If you come here, you will see mummy, granny, auntie and uncle.\" Everyone knows the slogan at this time of year - Dogs Are Not Just For Christmas. Now dog lovers and welfare charities everywhere are hoping Dogs Are Not Just For Lockdown either. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55405651"}