{"datetime": "2020-06-17T17:31:26.000Z", "title": "Pet theft law change urged as cases go 'through the roof' in lockdown", "article": "Campaigners have called on the government to make pet theft a specific offence after instances of the crime \"went through the roof\" in lockdown. Beverley Cuddy, editor of Dogs Today magazine, told MPs that during lockdown dog prices \"went up and up\" and cases of theft increased with it. She joined others to tell MPs tougher penalties were needed to deter thieves. The government has said it is already an offence under the Theft Act 1968, with a maximum penalty of seven years. But campaigners say those who steal animals can currently be punished in the same way as someone who steals a mobile phone or a laptop, as pets are classed as \"property\" under the act. They also say the government relying on guidance from the Sentencing Council for England and Wales on the level of harm a theft causes is not enough to take into account the emotional distress. It comes after more than 250,000 signatures were collected on three petitions calling for pet law reform. In a meeting led by Petition Committee member Tom Hunt, magazine editor Ms Cuddy told MPs: \"Lots of other crimes totally disappeared during lockdown - unfortunately dog theft went through the roof. \"We had some enormous, horrific organised crime. Twenty-two dogs were stolen in a heist like you get in a jewellers.\" She said in that example one of the thieves dropped one of the puppies and ran over it. \"Each one of those puppies was going to be someone's lockdown puppy because unfortunately in lockdown everyone wanted a dog,\" she said. \"And the prices went up and up and the criminals looked at those figures and looked at all those people who wanted dogs and put two and two together.\" She said a tougher deterrent was needed, saying: \"They have taken a member of the family hostage and by not having anything in place which makes this a serious crime we are enabling the most emotionally draining thing to happen to people.\" Freya Woodhall's family dog, Willow, was stolen from her garden nearly two years ago and since then she has been \"living in limbo\". \"Having her taken from us has left us heartbroken, it's affected us all mentally,\" the mum-of-four told the meeting. \"There doesn't seem to be a big enough deterrent to stop people from stealing animals.\" Dr Daniel Allen, an animal geographer at Keele University who has created three petitions calling for pet theft reform, said reasons thieves stole pets include selling them on or breeding them. According to data compiled by the insurance company Direct Line, 1,931 dog thefts were reported in 2018 - a \"record high\" - and only 17% of these dogs were returned to their owners. John Cooper QC told the meeting that the law as it stands means pets \"are effectively treated like a typewriter, a mobile phone, a laptop for instance\". He suggested that the Theft Act 1968 should be amended to classify the theft of a pet as a specific example and include it as a category within the act. He said another option for reform would be for Parliament to approach the Sentencing Council, \"which lays down directives as to how a court should sentence individuals\". The Commons' Petitions Committeehas written to Justice Secretary Robert Buckland calling on the government to \"ensure the value of pets is fully recognised in the law, as a real deterrent for those who may commit a crime that can have a devastating impact on pet owners and families\". \"By creating a specific offence of pet theft these cases could be both punished and deterred more effectively,\" the letter said. \"At the very least, the government should require the police and courts to specifically record the number of reported crimes, arrests and convictions for the theft of pets so the true scale of this problem is made clear.\" The government rejected calls to change the law in 2018, saying the Theft Act provided \"sufficient sanctions\". And in response to one of the petitions earlier this year, the government reiterated that the theft of a pet was already a criminal offence under the act, under which the maximum penalty is seven years. \"The sentencing guidelines now take account of the emotional distress and harm that theft of personal items such as a pet can have on the victim and recommends higher penalties for such offences,\" it added. ", "url": "https://www.bbc.com/news/uk-politics-53078401"}