{"datetime": "2020-04-02T10:40:33.000Z", "title": "Coronavirus: Pets at Home seeing ‘exceptional demand’", "article": "Pets at Home says it is seeing \"exceptional levels of demand\" amid the coronavirus outbreak. The pet store and vets group said people had been spending more as pets played an \"increasingly vital role in our lives\" during the crisis. As designated \"essential retailers\" , pet shops and vets can stay open during the pandemic. Pets at Home said it had now shut non-essential parts of the business such as its Groom Room grooming salons. In an update for the year to 26 March, the retailer said annual profits would be higher than expected due to the recent spike in demand for pet products and healthcare. However, it warned of an uncertain outlook for 2020-21 saying it was not \"immune\" to the crisis. Retail analyst Richard Hyman told the BBC that the higher demand the chain was experiencing might be temporary. \"I think what may have happened is that some of the panic buying that we've seen domestically has been extended for the same reason for people and pets. \"I think for supermarkets it will remain at an elevated level as long as the market for eating out is paralysed. Whereas for pets I would expect demand to ease, so this may well be a blip.\" The government has issued a list of which \"essential\" retailers are allowed to stay open. They include: Businesses are still able to take online orders and deliver items to people's homes. Last week, school leaders criticised Pets at Home for arguing that all of its staff - including non-veterinary workers - should be classed as essential workers so they could access emergency childcare.However, since being officially classed as an essential retailer, the firm said it had moved staff from non-essential parts of the business to essential functions that provided food and medicine. It said it was seeking to \"strike a balance\" between providing essential services to the public alongside safeguarding the health of customers and staff. The firm is offering discounts to NHS workers but,unlike some supermarkets , has not offered its own staff pay rises for continuing to go into work.Boss Peter Pritchard said: \"I am extremely grateful that our colleagues and operations have shown such resilience and flexibility to meet the recent exceptional level of demand from both existing and new customers.\"The health and safety of our colleagues, partners, suppliers, customers and pets remains our top priority. We continue to take all appropriate action in line with government advice and remain vigilant to the potential impact of Covid-19 as we start the new financial year.\" ", "url": "https://www.bbc.com/news/business-52134141"}