{"datetime": "2020-11-26T01:17:08.000Z", "author": "Roz Tappenden", "title": "Dogs in turmoil as lockdown fuels demand for pets", "article": "We are a nation of dog lovers so, with more of us now working from home, it's unsurprising many are seizing the opportunity to take on a four-legged friend. But the resulting surge in demand for puppies has brought problems - inflated prices have turned dogs into a commodity, with unscrupulous breeders cashing in and dogs being resold - sometimes several times in the space of a few months. And it's becoming apparent that many new owners are also ill prepared for the task, as animal behaviourists report a surge in requests to help dogs suffering from separation anxiety and fear-aggression after their lives have been turned upside down. Russell Becque's Belgian malinois, Zuri, was so aggressive when her last owners gave her up, she was in danger of being put down. \"She had been biting her previous owners,\" he said. \"They couldn't take her out because she was attacking other dogs. She bit me three times, badly, drawing blood.\" But after 18 months with Mr Becque - founder of the Academy of Modern Canine Behaviour and Training in Portsmouth - Zuri is a different dog, even taking part in obedience competitions. \"Zuri would be dead now if I had not taken her on because she'd bitten so many people and other dogs,\" he said. \"She doesn't do any of that now - her tail doesn't stop wagging. \"The family who had her, it was their first dog as a family. They were the best advert for people to research their breed before they take them home.\" So how do cute puppies end up being out of control dogs? \"The majority of people bring in animals because of behavioural problems caused by lack of training or them being left alone,\" said Oxfordshire Animal Sanctuary (OAS) manager Ian Atkin. The sanctuary, in Stadhampton, is just one of a number of centres reporting far fewer dogs in its care as a result of coronavirus. \"The positive side of the situation is that people are spending more time with their pets at home,\" said Mr Atkin. \"At the moment, the dogs are having a great time, but separation anxiety could still surface when people go back to work.\" But there are fears that some owners who are already struggling are not seeking the appropriate help. Margaret Green Animal Rescue, which has rehoming centres in Blandford, Dorset, and Tavistock, Devon, said at the start of October it had just four dogs waiting to be rehomed, compared with about 25 at the same time last year. Spokeswoman Donna Vincent said: \"We haven't had an influx of dogs being brought in. It seems everyone is trying to resell them online because prices have gone silly. \"People are trying to make money. Everyone has jumped on the bandwagon.\" Bill Lambert, head of welfare at the Kennel Club, said: \"We have seen an explosion in prices. When that happens there's a commercial value to those puppies and - perhaps - when people are paying higher prices they are less likely to relinquish them to a rehoming centre.\" Mr Atkin agreed, adding: \"There's obviously an embarrassment factor of giving up a dog but they might also be trying to recoup losses. But you do not give up a £1,000 investment if that dog has not got behavioural issues. \"We are worried about dogs being passed around. One day they will show how scared and confused they are and snap, not because it is a bad dog but because it is scared and confused.\" Trainer and behaviourist Sean Knowlson, who runs Hampshire Dog Club in Southampton, said he had been helping the owner of a beagle which had had four homes in the past nine months. Another of his clients had bought a 15-month-old German pointer online during lockdown from owners who said they could not keep it any more. Mr Knowlson said: \"The new owners had him for three weeks and he had not been out because of lockdown. \"He suffered from serious stress and became destructive, nipping his owners and he could not be left on his own because he had separation anxiety. It's unsurprising - he had not been able to go out and socialise and he'd lost his old owner. \"We see a lot of people who take on dogs because the owners could not afford them but the most common problem is when they turn into adolescents. \"People think the puppy stage is the hard part but when they become 'teenagers' and their hormones start to kick in, it's then that they end up getting rehomed. \"Because the owners want to get their money back, they stick them on Gumtree and often their new owners aren't suitable either.\" UK rescue centres generally have stricter criteria for potential adopters than breeders and with so many people enquiring about rescue dogs, some have set up a job application-style process to help draw up a shortlist of potential homes. Dogs Trust, which has rehoming centres across the UK, said it was regularly receiving \"hundreds of applications\" for some dogs on its website, including more than 1,000 enquiries about a single litter of dachshund puppies in April. In July, it predicted there would be as many as 40,000 more stray or abandoned dogs, if and when there was a financial crash caused by coronavirus. A spokeswoman said: \"We haven't yet seen an influx in dogs coming into us but businesses are still being supported by furlough and people are still working from home. \"What we're concerned about is that in the next few months, possibly even the next year, this may start to shift and we will likely see more people having to give up their dog if families struggle to cope with the fallout of the coronavirus crisis.\" Battersea Dogs Home, which also has centres in Windsor in Berkshire and Brands Hatch in Kent, said it had fewer dogs, partly because it was only accepting emergency cases during lockdown but also because of increased demand for pets. Head of operations Rob Young said: \"In March, when lockdown first came in, we were forced to temporarily suspend routine intake of dogs and cats, although we remained open throughout for emergency cases.\"This, coupled with the fact many of our animals were rehomed or temporarily relocated with foster carers, meant we had fewer animals on site for several months. \"At the end of July, we were able to open our doors to take in unwanted pets again. However, we are still seeing extremely high rehoming demand, which means our dogs and cats that are ready for new homes aren't having to wait long in our care.\" With the competition among would-be adopters so high, rescue dogs imported from Eastern Europe are becoming increasingly popular with people who don't meet the criteria required by UK rehoming centres. Mr Knowlson said: \"Owners cannot pass the strict requirements of rescue centres so they can buy one of these dogs on Facebook and get them shipped over. \"I hear horror stories about people being bitten, kids being bitten, tearing the house to pieces because they are used to living outside.\" Mr Becque agreed, adding: \"Most of those dogs are ex-street dogs - they are going to have fear issues. \"It can go one of two ways, either the dog bites out of fear or it's fearful and shuts down and does not do anything.\" With so many people searching for a new pet during the pandemic, there are also fears that puppy farms and backstreet breeders are making a comeback, selling puppies to inappropriate homes to make a quick buck. \"People are just breeding puppies for financial gain,\" said Mr Knowlson. \"French bulldogs, for instance, are very popular at the moment and can sometimes sell for up to £5,000. People have jumped on the bandwagon, they think 'I could do that and get £35k' [for a litter].\" Mr Becque said his training school was being inundated with inquiries from people who had taken on dogs with behavioural problems, some of whom had been referred by vets after seeking to get their dogs put down. \"You have got backstreet breeders, breeding as much as they can, flooding the market - it's got to go somewhere,\" he said. \"We are getting more calls from clients who have contacted vets to get their dog put down but they won't do it until they've seen us first.\" Mr Lambert said the Kennel Club was aware of a \"small number of dogs being relinquished\".\"This is probably a consequence of buying puppies in haste then realising it's quite a lot of work,\" he said. \"One very important part of owning a puppy is getting it out to experience as many situations as possible, which is difficult during lockdown. \"If a puppy is not well socialised and not well brought up it can lead to behavioural problems.\" Mr Lambert urged anyone considering getting a puppy to pick a breed that would fit into their lifestyle and make contact with a good breeder with a view to getting a puppy from them at some point in the future rather than straight away. He said: \"People have developed a habit of wanting things instantly but a good breeder won't let you take a dog there and then.\"Puppies should not be considered an instant purchase.\" ", "url": "https://www.bbc.com/news/uk-england-54602197"}