{"datetime": "2020-05-05T10:01:26.000Z", "title": "Coronavirus: Victims lose thousands to fake puppy and kitten sales", "article": "Some animal lovers hoping to buy kittens and puppies during the coronavirus lockdown are being exploited by fraudsters. Scam reporting service Action Fraud said con artists were advertising online with pictures of pets to buy and asking for a deposit. This was followed by demands for payment for other services such as delivery, but the sales were fake. Victims have lost more than £280,000 in two months, it said. So far, 669 people have reported losing money, after putting down deposits for pets they had seen advertised on social media, general online selling websites and also specific pet selling platforms. The coronavirus social distancing restrictions mean potential buyers are unable to see the animal first, or pick it up. The fraudsters play on this anonymity and demand a deposit, followed by requests for more payments alleged to cover insurance, vaccinations and delivery of the pet. However, the con artists simply do not have these animals to sell. Action Fraud has received reports of the scam from people all over the UK, with a spike in April. \"As we spend more time online, and are forced to adapt to a new way of life, opportunities will arise for criminals to commit fraud,\" said Pauline Smith, head of Action Fraud. \"During these unprecedented times, it may seem quite plausible that you should have to pay a deposit for a pet and that you wouldn't be able to see the animal in real life first. However, we would encourage you to think carefully before you transfer any money - do you know and trust this person?\" Action Fraud urged pet buyers to do their research and, if they had found a trusted seller, to use a secure payment method. The RSPCA charity urged people to consider adopting, rather than buying, a pet from its centres instead. Adam French, from consumer organisation Which?, said the coronavirus crisis had created \"the perfect breeding ground for fraudsters to operate\".", "url": "https://www.bbc.com/news/business-52544147"}