{"datetime": "2020-10-16T23:21:07.000Z", "author": "Amy Woodfield", "title": "Coronavirus: Lockdown year 'worst ever' for dog thefts", "article": "For many dog owners, the coronavirus pandemic has meant more time at home with their canine companions. However, some experts are claiming the demand for dogs during lockdown has led to a significant increase in pets being stolen, with one - Wayne May from the organisation Dog Lost - saying: \"I've been doing this for 30 years now and it's the worst ever year I've known\". \"Unfortunately, due to lockdown, people are at home more and they're looking for companion animals to take up their time. \"Sadly the criminals capitalised on this. It's pushed the price of dogs and puppies up in general, which has inadvertently sparked a high rise in dog thefts.\" His view is shared by Beverley Cuddy, editor of Dogs Today magazine, who said: \"Unfortunately in lockdown everyone wanted a dog and the prices went up and up. \"The criminals looked at those figures... and put two and two together.\" In July, Jessica Palmer had five puppies stolen from her back garden in Melton Mowbray. The sprocker spaniels were from a litter of seven that Ms Palmer's springer spaniel had given birth to eight weeks earlier. She said she was \"devastated\" and her three-year-old daughter was \"absolutely heartbroken\". Ms Palmer had listed the puppies for sale at £1,000 each. \"I know they were going to go to new homes eventually anyway, but not like this. It's really traumatic for everyone,\" she said. In May, Jon Gaunt had three female springer spaniels stolen from his garden in Brightling, East Sussex. He said thieves broke the padlock on his kennels to take them. \"It wasn't until the next morning, when I went to exercise the dogs, clean them out and give them their breakfast, I saw the chain hanging down and I just had that horrible feeling,\" he said. Mr Gaunt, 46, said he felt \"angry, gutted, upset and sick\". \"You have such a rollercoaster of emotions - you feel like somebody has just taken your legs out from underneath you,\" he said. One of his spaniels was found several weeks later in Kent. Mr Gaunt also suspects a dog recovered during a police raid could be one of his and he's working with authorities to get her back. He believes \"without a shadow of a doubt\" there is a connection with dog thefts and the pandemic lockdown. \"Everybody was at home, they were bored, and thought, 'Lets get a puppy'. \"The demand for puppies was so high, it drove prices through the roof and that's why we're in this situation,\" he said. The Kennel Club reported a 168% increase inpeople searching for puppies for sale on its website from the beginning of lockdown until the end of May, compared to the same period in 2019.Mr May said most of the dogs being stolen are female and are used for breeding, so criminal gangs can maximise their profits. \"We've recovered several this year that have been pregnant,\" he said. This theory was also shared by Suffolk Police in July, when17 dogs were stolen from a kennels in Barton Mills. Mr May said the theft of a dog can have a \"massive\" impact on owners, and some were now suffering from depression, anxiety and PTSD. \"I [was in touch with] one lady recently that just never went to bed. She slept on the sofa with the back door open all summer, hoping her dog would walk home,\" he said. Dr Daniel Allen, an animal expert from Keele University, is campaigning for stricter sentencing guidelines for pet theft,via a petition which is due to be debated by MPs at Westminster Hall on Monday . He said the crime had changed dramatically over the decades. \"Years ago, it was people nicking dogs from outside shops,\" he said. \"Now it's people targeting breeders, taking the mum and the pups in one fell swoop.\" He said breeders were generally more rural-based, hence the rise recorded in police force areas such as Northumbria and Devon and Cornwall. \"As well as breeding mums, working dogs, such as sheep dogs and shooting dogs also attract a high value - they are a ready-made, sellable product,\" he said. \"During lockdown, people wanted that canine companionship but there is an increasing risk of our pets being taken away from us.\" The results of a BBC freedom of information request showed that five policing areas saw a double-digit increase in the number of dog thefts reported between January and July 2020, compared with the previous year. Overall, about half of the 26 forces that responded to the BBC's data request saw an increase over the last seven months, while the rest saw fewer reports. Five forces had more reports between January and July 2020 than the whole of the previous year. There was a significant increase across Northumbria, Devon and Cornwall and Leicestershire - compared to the same period in the previous year. Northumbria Police saw the largest increase of reported dog thefts, rising from 27 to 67 reports. In Leicestershire, there were 41 reports compared to 22, which was also more than the total for the whole of 2016, 2017 and 2018. The RSPCA said the figures were \"really concerning\". A spokesperson said: \"We'd urge all dog owners to take extra precautions to protect their pets from thieves by neutering them, ensuring they are microchipped and ensuring they wear a collar with contact details.\" Police forces in the affected areas also urged owners to take extra precautions. \"Dog owners are also advised not to leave their pets alone outside where possible and to ensure gardens are secure,\" a Leicestershire Police spokesperson said. A Northumbria Police spokesperson said the chances of pet owners being targeted remains \"incredibly rare\". A Devon and Cornwall Police spokesperson said: \"We take all matters of animal theft seriously and we appreciate the distress and heartache that dog thefts cause.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-54372778"}