{"datetime": "2020-11-17T18:34:31.000Z", "author": "Cristina Criddle", "title": "Facebook pet sales warning over kittens and puppies", "article": "Animal charities have warned against \"extremely irresponsible\" breeders selling kittens and puppies on Facebook, as demand increases over lockdown. Facebook guidelines state animals cannot be sold between private individuals. But a BBC investigation has revealed puppies and kittens are being advertised through the platform. Charities warned the animals may be sick, too young or it could be a scam. The RSPCA called these sellers \"extremely irresponsible\". \"We know that there are lots of unscrupulous breeders and sellers out there who exploit social media and classified websites in order to sell puppies and kittens without arousing suspicion,\" a spokesperson said. People should consider adopting from a rescue centre first, or follow its advice on buyingdogs andcats - including seeing where the animal was bred, the charity added. In closed Facebook groups, some pedigree breeds were advertised for over £1,000. One public post advertised \"long-haired doll-face Persian\" kittens as \"ready to go\" and asking interested buyers to get in touch. Some kittens and puppies were also offered for \"worldwide delivery\". One post, selling ragdoll kittens, specified gloves and a mask must be worn on collection, due to Covid-19 restrictions. \"A £150 deposit (non-refundable) will secure the kitten, updated pics until collection day,\" it added. Facebook said it was investigating examples the BBC had sent, and encouraged users to report any posts they saw. \"We do not allow the sale of animals on Facebook including in private groups, and when we find this type content we take it down,\" a spokesperson added. This comes as coronavirus lockdown has led to an increased demand for new pets. In April, The Kennel Club, one of the UK's biggest dog welfare organisations saidsearches for puppies on its website had doubled between February and March as the restrictions were announced. Prices of kittens and puppies sold online have risen into the thousands. Butscam reporting service Action Fraud said con artists were advertising online with pictures of pets to buy, and asking for a deposit even though they had none to sell. Victims had lost more than £280,000 in two months, it said. Meanwhile, charities including Battersea Dogs Home, Cats Protection and the RSPCA have also warned against people rushing into getting a new pet. There are concerns that as life returns to normal and people spend less time at home, pets will be abandoned. \"The pandemic has created the ideal conditions for unscrupulous pet sellers to thrive, as they appear to have a credible reason for not allowing buyers to view the kitten with their mother first,\" Cats Protection's head of advocacy, Jacqui Cuff, said.\"Sadly, we fear there are many underage kittens being sold on Facebook by vendors who are impatient to make a quick profit. These kittens can go on to have serious, life-threatening illnesses or be so poorly socialised that they're not suitable as pets.\" Many new kittens or puppies come from farms, in inhumane conditions, which is why its important to view the animal with its mother. One of the challenges for Facebook was that this activity happened in closed groups and it relied on individual users to report it, the Pet Advertising Advisory Group said. It has published alist of minimum standards for websites that sell animals - including automated removal of adverts with blacklisted words, banning vendors who post illegal adverts and including a recent photograph of the animal. The group said it had met Facebook to discuss the \"illegal and inappropriate adverts\" but as the platform does not filter posts before they are published, \"it is unlikely that Facebook could or would\" apply the same standards. ", "url": "https://www.bbc.com/news/technology-54980342"}