{"datetime": "2020-09-18T12:46:34.000Z", "author": "Calum Watson", "title": "Puppy prices soar during coronavirus lockdown", "article": "The price of puppies has more than doubled during lockdown with dogs costing almost £1,900 on average. Popular breeds have seen even sharper price increases, and puppies are often selling for £3,000 or more, according to a leading online marketplace.Animal welfare charities have warned high prices could encourage \"puppy farming\", smuggling or dog theft. They are also concerned that it could lead to a dog welfare crisis as people return to work away from the home. Interest in getting a pet rose hugely after lockdown in late March, with high demand prompting many breeders to raise their prices.Figures from the Pets4Homes website, based on about 150,000 adverts, showed the average price being asked from March to September was £1,883. During the same period last year the average price was £888. Cocker spaniels saw the highest year-on-year inflation (184%) followed by Jack Russells (180%), cockapoos (168%) and border collies (163%). Cavapoos - a cavalier spaniel and poodle crossbreed - now cost about £2,800 on average while English or American bulldogs typically sell for about £2,700. More than 1,600 dogs on the website are currently priced in excess of £3,000. Since leaving her parents' home a year ago Joanna Birrell has been desperately missing Poppy and Mila, the two Eurasier dogs she grew up with. Joanna is now living in Elderslie in Renfrewshire, where she works from home. As she is unlikely to return to the office any time soon, she thought now would be a good time to get a puppy.\"I've always wanted a dog since I moved out - Mila, Poppy and me were like sisters,\" she said. \"I'm always in the house so it would be a chance to get out with the dog. I need a reason to get out.\" Nine years ago when her parents bought Mila they paid about £500. Three years later Poppy cost them £1,000.When Joanna started looking for puppies the prices came as a shock. \"All the prices are £2,000 to £3,000 - or more,\" she said.One seller advertising online offered to sell her a puppy for £3,500 but Joanna soon became suspicious. \"She wasn't a registered breeder - it turned out to be a puppy farm,\" she said.\"She wouldn't let me travel down to see the dog. She wanted to send it to me by courier - so alarm bells started ringing.\" Joanna has now found a recommended breeder willing to reserve her a pup from a future litter. She has agreed to pay about £2,000. Lee Gibson, from Pets4Homes, said between April and June visits to the website peaked at 20 million a month - double last year's figure. He said: \"I think people had more time at home - and with their children. They knew they could put the time and effort into training a dog. And secondly, there was a need for companionships. For many people lockdown has been a lonely time.\" The website acts as an online marketplace, with the dog breeders themselves determining what prices to charge.\"During this period there wasn't a huge increase in the numbers of puppies available - so it's simply the economics of supply and demand,\" he said. Claire Calder, from the Dogs Trust rescue charity, said lockdown had created a \"perfect storm\" for puppy sales with many people thinking this is the ideal time to take on a pet - but she's worried about the future.\"We're expecting a dog welfare crisis further down the line - an increase in abandonment as people go back to work,\" she said. \"The economic situation also means that some people may find they can't afford to look after a dog.\" Another danger is that high prices will further encourage the illegal importation of puppies or heavily pregnant dogs from smuggling hotspots in eastern or central Europe.Even at the height of lockdown, she says it was \"business as usual\" for puppy smugglers - with dozens of rescued pups coming into the charity's care.Six puppies found in the back of a van which arrived in Dover from Romaniahad to be shaved because they were covered in oil. Smuggled puppies are often in poor health or poorly socialised because of their early life experiences. Last month two spaniel puppieswere found dying by the roadside in Lockerbie, Dumfries and Galloway. It's believed they had been brought into the country at the port of Cairnryan, then dumped by puppy traffickers when they became unwell during the journey.Many dogs advertised for sale are not what they seem - the Dogs Trust calls this \"dogfishing\" and offers this advice: Mike Flynn, from the Scottish SPCA animal charity, foresees another problem as new dog owners return to work.\"Many of these puppies will have grown up with people at home all the time,\" he said.\"Then all of sudden that comes to an end and dogs become bored or anxious because they're used to people being there. \"Canine behaviourists are going to be in for a busy time.\" The coronavirus restrictions disrupted the charity's rehoming services - but that is now back up and running and he's hoping would-be dog owners will consider taking on an adult dog.\"Every dog we rehome is vet-checked - you know you're going to get a healthy animal. There are always unwanted dogs in the system, often through no fault of their own, perhaps because their owner is unable to look after them anymore.\" The latest data suggests interest in owning a dog is starting to plateau with website traffic returning to more normal levels.Whether puppy prices return to pre-lockdown levels remains to be seen.", "url": "https://www.bbc.com/news/uk-scotland-54115646"}