{"datetime": "2020-12-09T11:41:07.000Z", "title": "RSPCA 'concerned' over BBC's 'irresponsible' puppy-breeding show", "article": "The RSPCA has written to the BBC to express its concerns over an \"irresponsible\" documentary about young people breeding puppies for profit. It said the show, whose working title is Will My Puppies Make Me Rich?, could lead to \"serious dog welfare issues\". The BBC said it would not glamorise dog breeding and would \"highlight the importance of \"good animal welfare\". Producers will \"work closely with animal experts\", and the title will be changed, the BBC said. Pet owners have joined charities in expressing dismay about the project on social media.Actor Peter Egan ,author Jane Fallon andnewsreader Jan Leeming are among the celebrities to express objections. A petition calling for the show to be scrapped has reached more than 60,000 signatories. The RSPCA (Royal Society for the Protection of Animals) said it had written to the BBC to encourage a \"rethink\". A statement said: \"We're aware of this programme and are concerned that it is extremely irresponsible to encourage and glamorise breeding as a 'get rich quick' scheme which, in turn, could lead to serious dog welfare issues and fuel the illegal puppy trade.\" The BBC said: \"This observational documentary does not glamorise dog breeding, it responsibly examines the growing rise of young people entering the business and highlights the importance of good animal welfare, training and licensing. \"The production team are working closely with animal experts throughout to inform the audience of what constitutes good and bad practice.\" The BBC Three show was commissioned after winning a 'best pitch' competition at the Sheffield Doc/Fest festival. The channel's controller Fiona Campbell said the idea was approved \"because we love ideas that are aspirational and the business angle... felt really timely and ambitious\". The price of puppies more than doubled during the coronavirus lockdown, with dogs costing almost £1,900 on average. Animal welfare charities have warned that high prices could encourage smuggling, dog theft and so-called \"puppy farming\". Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-55243532"}