{"datetime": "2020-11-18T00:07:54.000Z", "title": "Illegal puppy trade warning as sales boom during the Covid pandemic", "article": "A campaign has been launched to crack down on the illegal puppy trade which has thrived during the Covid pandemic. The Scottish SPCA last month investigated 78 reports of puppy farming, and staff fear Christmas will further fuel demand. Many illegally bred puppies are sold online through social media or small ad sites, according to the charity. It estimates 40% of them die before their fifth birthday while 15% get sick or die in the first year. High demand for pets during lockdown has seen puppy prices rise dramatically, and encouraged illegal traders to scale up their activities.Rural Affairs Minister Mairi Gougeon launched the LookBeyondCute campaign which focuses on three key \"Pup Checks\". She said: \"During the current Covid-19 pandemic, regrettably we have seen an increase in illegal puppy sales and trading. \"We need to ensure that everyone understands the consequences of purchasing an illegally bred puppy and follow the important steps to buy their dog safely and responsibly. \"Puppy farms breed misery and public demand is fuelling the trade, which is being facilitated through online adverts and sellers.\" Ms Gougeon said last year's campaign saw calls about suspected puppy farms to the Scottish SPCA's animal helpline almost double compared to the previous two months. She added: \"Now more than ever, we are urging people to do their research properly and to look for the signs that they are being tricked into buying an illegally bred puppy. \"There are key checks that can help ensure you are buying safely - these include meeting the puppy's mother with her litter when restrictions allow, making inquiries about the breeder and ensuring all the correct paperwork is in place.\" The campaign also highlights the long-term responsibility and commitment which comes with owning a dog. Scottish SPCA Chief Supt Mike Flynn also spoke of his concern over the increase in demand during lockdown and subsequent restrictions to combat coronavirus. He said: \"This has seen a rise in not only the extortionate prices of puppies but also the number of puppies becoming sick or dying because they have been badly bred. \"Calls to our helpline regarding puppy farms and unwell pups almost doubled from September to October this year. \"We are concerned this will continue to rise due to people being sold unwell pups to satisfy public demand. These poor animals are being exploited purely for profit and scant regard is given to their welfare.\" Mr Flynn also said he is concerned sick puppies will be shipped into Scotland from Ireland to meet the Christmas demand. He added: \"The only way for this despicable trade to stop is for public demand to stop. Don't be rushed in to parting with money or putting down a deposit on a pup you haven't met.\" Mr Flynn said if prospective buyers don't see a mother or any paperwork then they should walk away and report their concerns to the Scottish SPCA. ", "url": "https://www.bbc.com/news/uk-scotland-54981798"}