{"datetime": "2018-05-25T00:21:03.000Z", "author": "Rachel Schraer", "title": "The rise of the dog-napper", "article": "Dog thefts are on the rise and it's been blamed on a trend for owning \"designer dogs\". Some breeds, popularised by celebrities from Cheryl Cole to The Rock, can fetch hundreds or even thousands of pounds on the black market - and criminals are taking advantage, according to campaigners and insurance companies.Dog theft has been rising since 2012. Insurance firm Direct Line is the latest to publish figures, from police forces in England and Wales, showing that 121 more dogs were stolen in 2017 than the year before with almost 2,000 reported to the police last year.These numbers were released under Freedom of Information (FOI) legislation from 38 police forces in England and Wales.There are 44 police forces around the UK with Scotland and Northern Ireland each having a single centralised force. A similar exercise was carried out by another firm, the Insurance Emporium. It also obtained data under FOI from 38 forces, including the Police Service of Northern Ireland.The Insurance Emporium looked at dog thefts between 2015 and 2017 in England, Wales and Northern Ireland, finding a rise from about 1,700 to 2,000 a year in that time period, although the average number in Northern Ireland actually fell by a quarter. Neither company managed to get hold of Scottish data. Animal charityBlue Cross, which provides advice for people on how to prevent their animals being stolen, has been carrying out similar research since 2010.Blue Cross's Louise Lee said that it's \"impossible to say why there was a drop and worryingly now a rise in crimes involving pet theft\".She added: \"Perhaps more forces are better at recording this sort of data or more owners feel like they can come forward and report their pet as stolen, not just missing.\" This is a sense shared by the Insurance Emporium, whose spokesperson said: \"Dog thefts are rising due to more accurate reporting of crime statistics by regional forces, we think.\"This means the public are able to get a more fair reflection of the problem of dog theft.\" Pedigree cats are also stolen but in much smaller numbers, with certain breeds far more likely to be targeted.The top five most commonly stolen dog breeds in 2017 according to police reports, were: And according to the Royal Veterinary College, the most commonly-owned breeds in the UK are: Direct Line says the fact that specific breeds are stolen suggests the influence of celebrities driving up the popularity - and therefore the value to criminals - of \"designer dogs\". Head of pet insurance at the firm, Prit Powar, said: \"The fashion for certain types of dogs means people are willing to pay thousands for an animal, which unfortunately makes them prime targets for thieves.\" The insurance company said the rise in the numbers of crossbreeds being stolen coincided with the rise in popularity of breeds like cockerpoos and puggles. And another commonly stolen breed, French bulldogs, may have been popularised by celebrity owners like Leonardo DiCaprio, Lady Gaga and Madonna, it claims.The company also puts the rise in ownership of huskies and \"other wolf-like breeds\" in part down to \"the Game of Thrones effect\" although this is hard to pin down. In some cases these dog-nappings are thought to be carried out by organised criminal gangs who sell the animals on the black market or demand a ransom.While on average, thefts are rising, that's not the case throughout the UK. Dog theft is far more common in certain parts of the country than in others.In the West Midlands police force area there's been a 24% fall in thefts between 2016 and 2017 while in the East Midlands there was a 43% rise in the same period. We're talking about relatively small overall figures so these changes aren't quite as dramatic as they sound, but that still equates to the difference between about 40 more, or fewer, animals being stolen from their owners. Richard Jordan, from campaign group Pet Theft Awareness, said: \"We actually want to pay tribute to the police for starting to take this type of crime more seriously.\"Some of the regions with the highest figures are actually the ones we know are taking steps to tackle it, which include more effective recording of data.\" He added that an estimated one in three people who have their pets stolen report the incident to the police.Britons are known as animal lovers and dogs are the most popular choice of pet in the UK, while in the rest of Europe, cats take the lead.And we favour animal charities with our pennies, too. When people who have donated to charity in a previous month were asked which causes they gave to in a 2016 survey,animal charities were the second most popular recipient after medical research charities. They came in ahead of charities for children and young people according to the Charities Aid Foundation. Combined, those three categories accounted for three-quarters of all causes donated to in the UK last year. There was some seasonal variation, however. Homelessness charities don't appear in the top five causes people gave to throughout the year but accounted for almost a quarter of giving in December around the Christmas period.But that's just looking at what proportion of donors gave to those causes, not how much they gave. Once you look at that, the proportion of all donations going to animal charities fell to only 7%, and medical research charities to 8%, while 20% of all money donated in 2016 went to religious organisations despite far fewer people donating to them.Despite, or perhaps because of, this pet-loving culture, the RSPCA says it receives more than a million calls a year reporting concerns about an animal's welfare.They say that on average every 30 seconds someone in England and Wales dials their helpline. About a tenth of these calls lead to an animal being rescued and around half of these go on to be re-homed.", "url": "https://www.bbc.com/news/uk-44238836"}