{"datetime": "2021-02-25T20:27:56.000Z", "author": "Mark Savage", "title": "Lady Gaga's dog walker shot and bulldogs stolen", "article": "Two of Lady Gaga's French bulldogs were stolen on Wednesday night, after a gunman shot her dog-walker in Hollywood, Los Angeles. A male suspect fired a semi-automatic handgun at the dog walker, named in US media reports as Ryan Fischer, before making off with the dogs. The victim was transported to hospital in an unknown condition, Los Angeles Police confirmed to the BBC. Lady Gaga has offered a reward for the return of her dogs, Koji and Gustav. A third bulldog, named Miss Asia ran away and was later recovered by police. Gaga, whose real name is Stefani Germanotta, is currently in Rome working on a new Ridley Scott film, Gucci.She is said to be offering $500,000 to anyone who can return the dogs. Her press representative said anyone with information on their whereabouts can email KojiandGustav@gmail.com. Peter Bowes, BBC News, Los Angeles It is not known whether Lady Gaga's pets were targeted because of her celebrity status, or whether it was a chance - or planned - attack, because of the breed of dog involved.This is not an isolated incident involving French bulldogs. There have been several cases, around the United States, sometimes involving violent assaults on their owners, where the animals have been stolen.In January, a woman in San Francisco was attacked at gunpoint by three men who escaped with her five-month-old puppy.French bulldogs are hugely popular and in much demand, but they are notoriously difficult to breed. They require artificial insemination and the physical characteristics of the dog - a large head and shoulders - mean they usually have to be delivered by Caesarean section.The breeding costs explain the price tag of a puppy, which can range from $2,000-$10,000. Los Angeles Police Department confirmed that they are searching for a man who \"fired a gunshot from an unknown location and struck the victim\" on North Sierra Bonita Avenue at 21:40 on Wednesday. A \"possible suspect\" fled the scene in a white vehicle towards Hollywood Boulevard, they added. It is not clear whether Lady Gaga's dogs were specifically targeted in the attack. Gaga is known to be extremely protective of her dogs, who have accompanied her to the American Music Awards and her 2017 Super Bowl Halftime show. Miss Asia even has anofficial Instagram account .You may be interested in watching: Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-56196226"}