{"datetime": "2021-02-09T19:10:10.000Z", "author": "Gilbert John", "subject": "Coronavirus pandemic", "title": "Dog theft: 'I fought off dognappers who threatened to stab me'", "article": "A claim \"dognappers\" threatened to stab a dog owner out for a walk is being investigated by police. Former amateur boxer James Cosens said he fought off two attackers as he would not hand over his 20-week-old collie Rosie while out for a walk last Friday. The 29-year-old father and pub landlord was on Millennium Coastal Path near Llanelli in Carmarthenshire when he was threatened by two men. Dyfed Powys Police is investigating the \"extremely rare\" incident. It comes as police warn that dog theft has risen during the Covid lockdowns because prices of animals have increased - with the RSPCA saying criminals have even impersonated their officers in an attempt to steal pets. Mr Cosens said his dog Rosie ran up to the two strangers at the Morfa Berwig Nature Reserve near Bynea - and one of them picked her up and said: \"I am taking your dog. If you try to take her back I will stab you.\" The former light-heavyweight amateur fighter, who moved to the area with wife Samantha and toddler Jacob last August, said he used his boxing skills to fend off the attackers. Mr Cosens said that despite the threats of the attackers, he did not see any weapons - and rescued Rosie after a \"struggle\". He posted details of the attack on social media to warn others - and Mr Cosens has contacted his local MP Nia Griffith. He is concerned as not everyone in the same situation would be able to defend themselves. \"I think they're probably more used to targeting the vulnerable - the elderly, children maybe,\" Mr Cosens said. \"But they saw a young pup and thought it's worth the risk to have a go and take her. Police said the men were described as one being in his 40s, around 6ft tall, of stocky build, and wearing light blue jeans and a dark puffer jacket and the other in his 20s, around 5ft 6in tall, and wearing similar clothing. \"We are aware that news of this incident is causing a high level of concern among dog owners in Llanelli and the surrounding area, some of whom are now fearful of walking their pets,\" said Insp Shaun Bowen of Dyfed-Powys Police. \"The incident in Bynea is at present isolated in terms of an individual being targeted while walking their dog, and we have received no further reports. \"We urge people to continue to take their usual safety measures while not reacting out of fear, but please do report any incidents or suspicious behaviour to us.\" Police have warned that organised criminals are turning to dog theft amid a rise in demand for puppies during lockdown - saying2020 was one of the \"worst ever\" . \"Dog theft can be a devastating crime for families and causes considerable distress to owners,\" said Ms Blackman, of the National Police Chiefs Council. \"Whilst it is still a very rare crime, it's sadly something we have seen increasing recently. \"During the coronavirus pandemic, criminals have adjusted their activities and are taking advantage of the big demand for pets over the lockdown period. \"The cost of a puppy has considerably increased over the past year making this a lucrative market for organised criminals to exploit.\" She warned pet owners to be careful posting pictures of their new puppy on social media, and for buyers to consider where the animal had come from. Some criminals are also pretending to be from animal charities in a bid to steal pets from people. \"It's really quite shocking and very worrying to hear people are impersonating RSPCA officials as a means to gain access to their beloved pets,\" said Dr Jane Tyson of the RSPCA. She reassured the public that personnel from the RSPCA will \"always wear an identity badge and a branded uniform\". Dr Tyson advised owners not to leave their dog unattended - either outside a shop or inside a car - and ensure gardens are secure. According to the Dogs Trust, there was a 62% year-on-year increase in the number of enquiries from people looking to adopt a rescue dog in 2020.At the start of January, there were more than 1,000 adverts for dogs on three of the largest classified websites - a 59% year-on-year increase. The charity said it is also seeing huge increases in puppy prices, as sellers capitalise on demand.\"Demand for dogs is at an all-time high,\" said Dogs Trust's chief executive Owen Sharp. In October, MPs debated two petitions, signed by almost 300,000 people,urging the government to make pet theft a specific offence - and the Dogs Trust has called for tougher sentences. \"Current sentencing does very little to deter thieves and does not take into consideration how devastating it can be to have your dog taken from you,\" added Mr Sharp. \"At the very least, a community order or custodial sentence being given, rather than a fine.\" ", "url": "https://www.bbc.com/news/uk-wales-55995738"}