{"datetime": "2021-06-11T10:00:48.000Z", "subject": "G7 summits", "title": "G7: UK and US have an 'indestructible relationship', PM says", "article": "The alliance between the US and the UK should be known as the \"indestructible relationship\", Boris Johnson has told the BBC after meeting US President Joe Biden for the first time. He said he had \"terrific\" talks with Mr Biden, who has travelled to Cornwall for the G7 summit of world leaders.The summit begins later, with vaccines and climate change on the agenda. Mr Johnson insisted the US president had not rebuked him over post-Brexit tensions in Northern Ireland. However, Mr Biden is said to have \"deep concern\" over the situation. The prime minister was speaking to the BBC's political editor Laura Kuenssberg, after meeting Mr Biden in Carbis Bay, Cornwall, on Thursday ahead of the G7 summit. The summit will see the leaders of Canada, France, Germany, Italy, Japan, the US and UK gathering in person for the first time since the pandemic. Ahead of the meeting, Mr Johnson pledgedthe UK would donate more than 100 million vaccines to poorer countries in the next year, while Mr Biden promised 500 million doses of Pfizer vaccines to 92 low and middle-income countries and the African Union. The G7 nations are expected to collectively agree to provide a billion doses of Covid-19 vaccine in an effort to end the pandemic in 2022. Mr Johnson told the BBC the UK and US shared a belief in human rights, the rules-based international order and the transatlantic alliance. He said he thought of the association as \"an indestructible relationship\" or the \"deep and meaningful relationship\". \"It's a relationship that has endured for a very long time, and has been an important part of peace and prosperity both in Europe and around the world,\" he said. The PM had previously let it be known that he preferred a new term for the so-called \"special relationship\" between the UK and US after decades of use. The first real-life meeting between Boris Johnson and Joe Biden clearly went well.Mr Johnson and his team believe chemistry between leaders matters, and that the simple fact of gathering in person sends an important message.But the issues the prime minister wants to confront this week can't be solved by just bonhomie at the beach. Read Laura's blog One area which could cause friction between the two men isthe Northern Ireland Protocol - the part of the Brexit deal that prevents checks along the Irish border. Mr Biden has previously warned that the new arrangements should not jeopardise theGood Friday Agreement , a peace deal signed in 1998 that helped end decades of violence in Northern Ireland. Asked if Mr Biden had expressed his concerns, Mr Johnson said: \"No, the president didn't say anything of the kind.\"The prime minister did suggest the way the EU was implementing the agreed arrangement was \"excessively burdensome\" and said while the UK, the US and the EU wanted to preserve the balance in Northern Ireland, a resolution to the issue was unlikely to be found in the coming days.However, he added that the different sides would be able to \"work it out\". The arrangements were set down in the 2019 Brexit withdrawal deal, but the UK has since sought more flexibility. Speaking on Thursday, European Commission President Ursula von der Leyen said the protocol was the \"only solution\" and should be implemented fully. And French President Emmanuel Macron said: \"I think it's not serious to want to review in July what we finalised after years of debate and work in December. \"We have a trade deal - it has been painfully discussed for years... if six months later, they say: 'What we negotiated with you, we don't know how to respect it', then that means that nothing is respectable anymore.\" Mr Johnson also defended his decision to reduce overseas aid spending from 0.7% to 0.5% of national income, despite a manifesto promise to maintain the higher level.Earlier in the week, Mr Johnsonfaced strong criticism from some of his own MPs, one of whom said the cuts would lead to \"hundreds of thousands of avoidable deaths\". The prime minister said his government's aid spending as a percentage of GDP exceeded the amount spent by the last two Labour prime ministers. He argued the public understood the financial strain caused by the pandemic, adding: \"I think people in this country, in spite of the constant running down of this country's efforts are incredibly proud of what we're doing in spite of the difficulties that were facing.\"He also pointed to theUK's commitment to donate 100 million surplus vaccine doses to poorer countries in the next year, as well as previous doses contributed to Covax - the scheme that distributes vaccines to the world's poorest nations. \"We will have a colossal sum of vaccines that we'll be distributing - the fight against Covid would not be possible without the UK's efforts on vaccines,\" he said. Mr Johnson also said he had discussed the case ofHarry Dunn with the US president and that Mr Biden was \"extremely sympathetic\" and \"actively engaged\". The G7 brings together seven leading industrialised nations. They will spend the day discussing issues including the pandemic before a reception attended by the Queen. The Duke and Duchess of Cambridge will also take part in their first G7 events. Prince William and Catherine will join the Queen, the Prince of Wales and the Duchess of Cornwall at the G7 leaders' reception. Afterwards, Prince Charles will host a reception for the G7 leaders and heads of the world's largest companies to discuss how the private sector can work with governments to tackle the climate emergency. ", "url": "https://www.bbc.com/news/uk-politics-57436035"}