{"datetime": "2021-08-19T18:48:32.000Z", "subject": "War in Afghanistan (2001-present)", "title": "G7 foreign ministers urge Taliban to protect civilians", "article": "G7 countries have urged the Taliban to protect civilians amid reports of violence in parts of Afghanistan, the foreign secretary has said. In a statement, Dominic Raab said G7 foreign ministers had expressed concern about the \"significant loss of life and internal displacement in Afghanistan\". He added the G7 was doing \"everything possible\" to evacuate the vulnerable. It comes as the foreign secretary faces calls to quit after claims he failed to intervene to help Afghan interpreters. Mr Raab was advised by senior officials on Friday to phone Afghan Foreign Minister Hanif Atmar to get urgent support - but it is understood the job was given to a junior minister. As first reported by the Daily Mail, officials said it was important the call was made by Mr Raab himself rather than another minister - but they were told the foreign secretary was unavailable. Labour's shadow foreign secretary Lisa Nandy said this amounted to a \"catastrophic failure of judgement\" and urged Mr Raab to \"have the decency to resign\". However Mr Raab told reporters outside Downing Street he would not be stepping down.He had been on holiday abroad last week as the situation in Afghanistan escalated but returned to the UK on Sunday.Lord Kim Darroch, ex-UK ambassador to the US, told BBC Radio 4's PM programme that officials only recommended ministers making calls during their holidays if it was \"absolutely essential\" and said Mr Raab should have made the call.Coming to his defence, Health Secretary Sajid Javid said: \"Instead of playing games, people should focus on the issue at hand, which is what can we be doing as a country, as a government, to support those people in Afghanistan whether they are British nationals or Afghan refugees.\" On Thursday, Mr Raab chaired a call of foreign and development ministers from the G7 group - made up of the so-called advanced economies including the US, Germany and Japan - to discuss the situation in the country.Releasing a statement following the call, he said G7 foreign ministers affirmed a commitment to \"the urgent need for the cessation of violence\" and \"respect for human rights including for women, children and minorities\". It urged the Taliban to \"guarantee safe passage to foreign nationals and Afghans wanting to leave\" and ensure that Afghanistan \"does not become host to a terrorist threat\".The G7 ministers also committed to \"engage with partners\" to secure an \"inclusive political settlement\" that would enable humanitarian aid and prevent further loss of life in Afghanistan. The statement comes as the head of the group providing intelligence to the UN warned the Taliban are carrying out a door-to-door hunt for people on their wanted list. \"They have lists of individuals and even within the very first hours of moving into Kabul they began a search of former government employees - especially in intelligence services and the special forces units,\" Christian Nellemann, of the Norwegian Centre for Global Analyses, told the BBC. ", "url": "https://www.bbc.com/news/uk-politics-58275064"}