{"datetime": "2021-06-09T23:01:27.000Z", "author": "Jon Sopel", "subject": "US election 2020", "title": "US-UK special relationship: How goes it under Biden and Johnson?", "article": "Boris Johnson and Joe Biden will meet near the cliff tops overlooking the magnificent Carbis Bay in Cornwall, the waves from the Atlantic crashing below. It won't have the bodice-ripping tension and tempestuousness of an encounter between Ross Poldark and Demelza - until now the most famous pairing from these parts thanks to the BBC hit drama - but this is an important relationship to watch as it develops. The reasons why it might get off to a horrible start are all too easy to enumerate. Biden firmly supported Britain remaining in the EU; Johnson was the leading architect of Brexit.Biden is perhaps the most \"Irish\" (I put it in inverted commas because a lot of Americans in public life like to play up their Irish roots - though Biden's are very clear) of recent US presidents, and the Good Friday Agreement is sacrosanct for him - and so he will make clear to his British host there can be no tinkering with the Northern Ireland protocol if it puts that long-fought-over agreement in jeopardy.Boris Johnson clearly wants to get out of the binding agreement - freely signed by the British to get Brexit done - that in effect puts a trade barrier down the Irish Sea between mainland Britain and Northern Ireland.In a pre-visit interview, Joe Biden's national security adviser told me that Britain should not underestimate the strength of Biden's feelings on this subject. And then there is the back story of the two men - Boris Johnson was seen by many in the US as Britain's Donald Trump (certainly by Donald Trump himself) - a bit chaotic, populist, unpredictable, a rabble rouser. And in return Boris Johnson was lavish in his praise of the former business tycoon occupying the White House - he was Making America Great Again said the British PM; he was worthy of the Nobel Peace Prize for his work in North Korea. And no-one would say that Joe Biden is cut from the same privileged cloth as Boris Johnson. Somehow I can't quite imagine the young working class Joe from Scranton, Pennsylvania, in Bullingdon Club white tie. Indeed Biden went as far as describing Johnson as a \"physical and emotional clone\" of Donald Trump. But equally, if you delve back into the manila folder of yellowing newspaper cuttings - or just used your search engine - you will find plenty of disobliging comments from BoJo from when he was mayor of London, talking about Trump's \"stupefying ignorance\".All of which leads to an obvious point. That was then. Now is now. If we're talking of presidents and PMs not being cut from the same cloth, you would have to say that David Cameron and Barack Obama were hardly obvious soulmates, yet they forged a close working relationship. To Cameron's credit - he didn't obsess and fret about the special relationship in the way that some others have done. Remember Gordon Brown chasing Barack Obama through a kitchen at the UN so desperate was he to have a face to face with the American president? If you're the British prime minister you make it your business to get on with whoever the elected US president of the day is. In the days after the 2020 presidential election when Donald Trump was insisting it was all a fraud and he would overturn the result (actually, come to think of it, seven months on he is still saying the same thing), the Johnson government was very speedy to note that Joe Biden was the legitimate victor and was duly congratulated by the British. Some countries havered on doing the same, fearful of incurring the wrath of Donald Trump.On some of the biggest ticket items facing the world, Biden and Johnson are completely aligned. Perhaps most notably, on climate change and the upcoming COP26 UN climate change conference being hosted in Glasgow in November - but also on national security issues, defence co-operation and intelligence sharing, Britain and the US are very closely aligned. Go back in history, and few would have imagined that after the apparent bromance between Tony Blair and Bill Clinton, with all their windy rhetoric about The Third Way (I really can't decide whether the idea deserves capital letters or not - I'll leave them there for now), that the British PM would have transitioned so effortlessly into forging such a close relationship with George W Bush - of course many then criticised Blair for becoming too close to Bill Clinton's successor.I think the only relationship where there was lasting damage came when Bill Clinton was elected president and John Major was prime minister.Major's efforts to help George HW Bush win re-election by allowing the Home Office to look into whether there was any \"dirt\" on Bill Clinton from when he was a Rhodes Scholar at Oxford was a big mistake, and probably had a lasting impact. It's hard to believe that Biden and Johnson will be a recreation of the Thatcher and Reagan relationship - or going back further, Churchill and FDR - Churchill during the terrifying blitz in 1940 would talk about courting and cultivating the US leader, endlessly finding ways to capture his attention - and critically support - to bring the US into the Second World War. The other week on our podcast Americast, I spoke to Ben Rhodes, Barack Obama's former deputy national security adviser, and joked about the special relationship. Remember this is something that the British political class talk much more about than the Americans.But Rhodes made the point that there is such a commonality of interest, so many shared values, that when you sit down with the British to discuss major issues, you invariably find yourself starting from the same point. How you get to the end point might differ, but being of like mind is a good start for the relationship between Joe Biden and Boris Johnson. On most things they are. And with Britain forging a post-Brexit future that is critically important. One thing the two men do have in common is that both men are Roman Catholics - though as one wag noted drily - one is a practising Roman Catholic; the other is in need of a lot more practice. ", "url": "https://www.bbc.com/news/world-us-canada-57414195"}