{"datetime": "2021-06-14T09:57:08.000Z", "subject": "G7 summits", "title": "G7 summit: Biden says America is back at the table", "article": "US President Joe Biden has declared that \"America is back at the table\" following the G7 summit of world leaders in the UK. At a press conference on Sunday, Mr Biden said the summit had been \"extraordinarily collaborative\".G7 leaders agreed on action to tackle China's human rights record and climate change after three days of talks. Mr Biden said the organisation was in a \"contest with autocracies\" and welcomed its approach on China and Russia. He also sought to distance himself from his predecessor - Donald Trump - who he said believed climate change was \"not a problem\". \"We had a president, the last [one] who basically said it's not a problem, global warming,\" Mr Biden said. \"It is the existential problem facing humanity and it's being treated that way.\" The world leaders attending the Cornwall summit signed a declaration calling on China to \"respect human rights and fundamental freedoms\", especially in the Xinjiang region, the north-western region that is home to the Uyghurs and other Muslim minorities. Human rights groups allege China has subjected minorities in the region to mass detention, surveillance, and torture - something China strongly denies. \"We're in a contest, not with China per se... with autocrats, autocratic governments around the world, as to whether or not democracies can compete with them in a rapidly changing 21st century,\" Mr Biden said. The G7 adopted a spending plan to support lower and middle-income countries in response to a similar Chinese scheme.Chinese officials, meanwhile, warned G7 leaders that the days when \"small\" groups of countries decided the fate of the world were long gone. The G7 also called for a transparent, expert-led study including in China, organised by the World Health Organization (WHO),amid claims Covid-19 may have leaked from a Chinese laboratory . \"We haven't had access to the laboratories,\" Mr Biden told reporters. He said it was not yet certain whether or not \"a bat interfacing with animals and the environment... caused this COVID-19, or whether it was an experiment gone awry in a laboratory\". Mr Biden also said the Russian President Vladimir Putin - who he dubbed an \"autocrat\" - was right to believe relations were at their lowest point in years. The pair are meeting in Geneva on Wednesday. But he said the US could \"work together with Russia\" on issues such as Covid, cyber crime and conflicts. In terms of the big set-pieces (excluding tea with the Queen) we're only a quarter of the way through Joe Biden's 'America is Back' tour. We're now in Brussels for the Nato and then the EU/US summits, and then the trickiest meeting of all, his tete-a-tete in Geneva with Vladimir Putin.I accompanied Donald Trump when he travelled a similar route this time three years ago. Then Trump predicted that his meeting with the Russian leader might well be the easiest of the lot. Joe Biden is happy to say that it will be the thorniest.American foreign policy is back in a more familiar pre-Trump place. And the other members of the G7, Nato and the EU are breathing a sigh of relief. The US president came to Cornwall determined to show leadership. The agreement on contributing a billion vaccines to the poorest nations the American team view as a success.Biden has also sought to persuade the G7 to focus on the threat posed by China, and to come up with a global \"build back better\" fund to rival the billions China has been pouring into developing countries. But here the G7 has come up with warm words rather than hard cash. And the US administration says it wants to be judged by actions; not words. The G7 leaderspublished a 25-page communique summing up their \"shared agenda\" in key points. They included: ", "url": "https://www.bbc.com/news/world-us-canada-57462047"}