{"datetime": "2021-06-14T10:00:34.000Z", "title": "China denounces G7 after statement on Xinjiang and Hong Kong", "article": "China has accused the G7 of \"political manipulation\" after it criticised Beijing over a range of issues. In a joint statement at the end of a three-day summit, leaders of the G7 countries urged China to \"respect human rights and fundamental freedoms\". Issues highlighted included abuses against the Uyghur Muslim minority group and the crackdown on Hong Kong pro-democracy activists. China's embassy in the UK accused the G7 of \"baseless accusations\". \"Stop slandering China, stop interfering in China's internal affairs, and stop harming China's interests,\" a spokesman said on Monday.The statement by the G7 - the world's seven largest so-called advanced economies - included pledges on a number of issues, such as ending the coronavirus pandemic and steps to tackle climate change, as well as references to China.The group, made up of Canada, France, Germany, Italy, Japan, the UK and the US, called on China to respect human rights in Xinjiang, a north-western region that is home to the Uyghurs and other Muslim minorities. Experts generally agree that China hasdetained as many as a million Uyghurs and other Muslims and imprisoned hundreds of thousands more in its crackdown in Xinjiang, which began in 2017. There have been widespread reports of physical and psychological torture inside prisons and detention camps in the region. China denies the allegations. The G7 statement also called for rights and freedoms to be respected in Hong Kong, where a new security law passed by China last year has made it easier to punish protesters. The leaders said Hong Kong should retain a \"high degree of autonomy\", as established under agreements when it was handed back to China in 1997. The statement underscored the \"importance of peace and stability\" across the Taiwan Strait - a heavily-policed waterway that separates China and Taiwan. China sees democratic Taiwan as a breakaway province, but Taiwan sees itself as a sovereign state.It also demanded a new investigation in China into the origins of Covid-19. US President Joe Biden said he was \"satisfied\" with the statement's language on China. But the Chinese embassy in the UK opposed the mentions of Xinjiang, Hong Kong and Taiwan, which it said distorted the facts and exposed the \"sinister intentions of a few countries such as the United States\". A stronger message on China is expected to be issued by leaders of the Nato military alliance at a meeting on Monday. \"We know that China does not share our values... we need to respond together as an alliance,\" Nato Secretary-General Jens Stoltenberg said as he arrived at the one-day summit in Brussels.White House national security adviser Jake Sullivan said the country would feature in Nato's communique \"in a more robust way than we've ever seen before\".", "url": "https://www.bbc.com/news/world-asia-china-57466576"}