{"datetime": "2021-12-12T15:23:27.000Z", "title": "Russia Ukraine: Massive consequences if Moscow invades, G7 says", "article": "The G7 group of rich democracies has warned Russia of \"massive consequences\" if it invades Ukraine. UK Foreign Secretary Liz Truss, speaking after a summit in Liverpool, said the group wanted Russia to stop its aggression towards Ukraine However President Putin told President Biden during their video call last week that Russian troops did not pose a threat to anyone, Russian media report. Tensions are growing as Moscow amasses troops on Ukraine's border. Mr Putin added that he had no particular grounds for optimism after speaking to Mr Biden, but would like to meet him in person, local media quoted Kremlin spokesman Dmitry Peskov as saying. Russia and the US continue to have serious conceptual differences, Mr Peskov added. Ukrainian authorities have said Moscow could be planning a military offensive at the end of January, although US officials say it is not yet clear whether Mr Putin has made a decision. On Tuesday Mr Biden and Mr Putin held avirtual summit aimed at reducing tensions in the region.Mr Biden said he had made it clear to Mr Putin that there would be \"economic consequences like none he's ever seen\" if he invaded Ukraine. On Sunday the G7 echoed that, saying: \"Russia should be in no doubt that further military aggression against Ukraine would have massive consequences and severe cost in response.\" The G7called on Russia to \"de-escalate, pursue diplomatic channels and abide by its international commitments on transparency of military activities.\" Ukraine shares borders with both the EU and Russia, but as a former Soviet republic it has deep social and cultural ties with Russia. However, Russia has accused Ukraine of provocation, and sought guarantees against eastward Nato expansion and deployment of weapons close to its border. On Thursday Mr Putin hardened his rhetoric over the situation in Ukraine, saying the war in the country's eastlooked like genocide. Russian-backed rebels have been fighting Ukrainian troops there since 2014. \"We see and know what is happening in Donbas,\" he said, referring to the conflict zone. \"It certainly looks like genocide.\" ", "url": "https://www.bbc.com/news/world-europe-59627275"}