{"datetime": "2021-07-29T07:40:35.000Z", "title": "Covid: UK sends nine million vaccines to vulnerable countries", "article": "The UK will begin delivering nine million doses of coronavirus vaccine to \"the most vulnerable countries\" this week, Foreign Secretary Dominic Raab has said. This batch makes up the first part of a pledge by the government to donate 100 million surplus jabs before the middle of 2022. Kenya, Jamaica and Indonesia are among the countries receiving the vaccines. Mr Raab said the donations were in the UK's \"moral\" and \"direct interest\". Speaking on a visit to an AstraZeneca production site in Oxford, Mr Raab said: \"We won't be safe in the UK until everyone is safe in the world.\" More than 3.7 billion doses of coronavirus vaccines have been administered in over 190 countries worldwide - however, the number of people vaccinated from country to country varies significantly.Last month, during a summit in Cornwall, the G7 group of leading industrial nations pledged to donate one billion coronavirus vaccine doses to poorer countries, with US President Joe Biden announcing that his country would provide 500 million doses. The majority of the vaccines will be delivered through the Covax programme, which aims to provide vaccines for at least 20% of the population in 92 low or medium-income countries.The World Health Organization (WHO) has estimated that \"to truly end the pandemic\" 70% of the global population needs to be vaccinated, which would require 11 billion doses. Speaking in June, WHO director-general Tedros Adhanom Ghebreyesus said he welcomed the \"generous announcements\" but warned \"we need more, and we need them faster\".The distribution of doses through Covax was delayed in the spring when India, faced with a large rise in cases, halted all major exports of the vaccine from the country.Problems with distribution have also emerged, with some countries inAfrica forced to destroy vaccines that have passed their expiry date.As part of the UK's donations, Kenya will receive 817,000 doses, Indonesia will get 600,000 and 300,000 will be transported to Jamaica. The UK is donating Oxford-Astra Zeneca vaccines which have been made in Oxford and packaged in North Wales.Mr Raab said the nine million donations demonstrated that \"global Britain is a lifesaving force for good in the world\". \"I think we've got a duty to do that but also critically important for us, protecting our way of life, allowing us to open up, making sure we don't see further waves in the future.\" Labour's shadow international development secretary Preet Kaur Gill said the government had taken almost six months to \"finally begin donating\" surplus vaccines, having \"overpromised and under-delivered\".She said: \"With only 1% of people in low income countries having received at least one dose, we need to rapidly speed up the proposed timeline and produce a sustainable, fully-funded strategy to limit deaths and the chances of new variants.\" ", "url": "https://www.bbc.com/news/uk-politics-58004934"}