{"datetime": "2021-06-06T20:43:24.000Z", "author": "Dulcie Lee", "title": "Prince Harry and Meghan announce birth of baby girl", "article": "The Duke and Duchess of Sussex have announced the birth of their second child, a baby girl. Lilibet \"Lili\" Diana Mountbatten-Windsor was born on Friday morning in a hospital in Santa Barbara, California. Both mother and child are healthy and well, the couple said in a statement. Buckingham Palace said: \"The Queen, the Prince of Wales and the Duchess of Cornwall, and the Duke and Duchess of Cambridge have been informed and are delighted with the news.\" Prince Harry and Meghan said they named their second child Lilibet after the Royal Family's nickname for the Queen, the baby's great-grandmother. Her middle name, Diana, was chosen to honour her \"beloved late grandmother\", the Princess of Wales, the statement said. Lilibet was born at 11:40am local time, weighed 7 lbs 11oz and is now \"settling in at home\". She is the Queen's 11th great-grandchild and is eighth in line to the throne. It means Prince Andrew, who was born as second in line in 1960, moves down to ninth place. In a message of thanks on the couple's Archewell website, they said: \"On June 4, we were blessed with the arrival of our daughter, Lili. \"She is more than we could have ever imagined, and we remain grateful for the love and prayers we've felt from across the globe. \"Thank you for your continued kindness and support during this very special time for our family.\" The message adds that anyone wishing to send gifts is asked to \"support or learn more about\" organisations working for women and girls. They have not released any photos of their daughter. The Prince of Wales, Prince Harry's father, and the Duchess of Cornwalltweeted : \"Congratulations to Harry, Meghan and Archie on the arrival of baby Lilibet Diana. Wishing them all well at this special time.\" And the Duke of Duchess and Cambridge said: \"We are all delighted by the happy news of the arrival of baby Lili.\" Prime Minister Boris Johnson sent his \"many congratulations\" to the couple and Labour leader Sir Keir Starmer welcomed the \"wonderful news\". Prince Harry, 36, and Meghan, 39, met on a blind date and married in May 2018 in a ceremony at Windsor Castle. They welcomed their first child, Archie Harrison Mountbatten-Windsor, a year later. Meghan's friend, Misan Harriman, who took black-and-white photographs of the couple for their pregnancy announcement, tweeted his congratulations: \"Lilibet has arrived! Congratulations to my brave friend and her lovely family!\" Prince Harry has publicly reflected on his approach to parenthood recently, sayinghe wanted to \"break the cycle\" of the \"pain and suffering\" of his upbringing with his own children. He and Meghan quit their roles as senior working royals in March 2020. Speaking last month, the duke said moving to the US had not been part of the plan, but he felt he had to put his family and mental health first. As a result of the move, Lilibet is the most senior royal in the current line of succession to be born overseas and she would be eligible to become president of the United States. But like her older brother Archie, who was not entitled to a royal title when he was born, Lilibet would not be allowed to be a princess nor an HRH until the Queen dies and Prince Charles becomes king, under rules set down more than 100 years ago. Lilibet - the Queen's family nickname - was coined when then-Princess Elizabeth was just a toddler and couldn't pronounce her name properly. Her grandfather, King George V, would affectionately call her Lilibet, imitating her own attempts to say her name. It soon stuck and she became Lilibet to her family from then on. The Queen's late husband, the Duke of Edinburgh, also called her by the nickname, and wrote to his mother-in-law after their wedding: \"Lilibet is the only 'thing' in the world which is absolutely real to me.\" Baby Lili's middle name, Diana, is in tribute to Prince Harry's later mother Diana, who died in a car crash in 1997 when he was 12 years old. Lili's cousin, Princess Charlotte, the daughter of Prince William and Catherine, also has Diana as one of her middle names, as well as Elizabeth. Duncan Larcombe, former royal editor at the Sun, said he thought the name was \"the most royal name you could give\". \"There's no doubt that the choice of name for Harry and Meghan's first daughter is the first significant - possibly the only - olive branch that the Sussexes as a couple have offered to the British Royal Family since... they walked away from the family,\" he told the BBC. In November, Meghanrevealed she had a miscarriage several months earlier, writing about her \"almost unbearable grief\" in a deeply personal article for the New York Times. In the piece, she said \"despite the staggering commonality of [miscarriages], the conversation remains taboo, riddled with (unwarranted) shame\" and went on to commend those who \"bravely shared their stories\", saying: \"When one person speaks truth, it gives license for all of us to do the same.\" ", "url": "https://www.bbc.com/news/uk-57378117"}