{"datetime": "2021-06-12T15:47:01.000Z", "author": "Doug Faulkner", "subject": "G7 summits", "title": "G7: PM pledges to protect UK integrity amid EU row", "article": "Boris Johnson says he will do \"whatever it takes\" to protect the territorial integrity of the UK, after talks with EU leaders over Northern Ireland. The prime minister said there had been \"misunderstanding\" on the EU side but said he thought \"pragmatic solutions\" would be found to border issues. Meetings between the two sides took place at the G7 summit in Cornwall. French President Emmanuel Macron said he was willing to \"reset\" UK relations if it honoured the Brexit deal. The disagreement between the UK and the EU is over the implementation of the Northern Ireland Protocol, a measure in the Brexit deal which prevents checks on trade across the Irish border. Some checks are taking place on British goods entering Northern Ireland, causing disruption to food supplies. Mr Johnson has held meetings with European Commission chief Ursula von der Leyen, European Council head Charles Michel, Mr Macron and German Chancellor Angela Merkel in the margins of the gathering at the Cornish resort Carbis Bay. Ahead of the G7, the EU had saidits patience with the UK was \"wearing thin\" , after the UK said it was prepared to ignore rules to prevent disruption to trade in Northern Ireland following Brexit. Mr Johnson told BBC political editor Laura Kuenssberg: \"I think that to be fair there is quite a lot of misunderstanding around the EU about the situation in Northern Ireland, the balance of the Good Friday Agreement, the peace process.\"I was just in a gentle way getting across what that means and I think that we will have some pragmatic solutions.\"He added he thought the EU leaders understood \"that it is the prime duty of the UK government to uphold the territorial integrity of the United Kingdom\" and said the government would do \"whatever it takes to ensure that\". In a word: sausages. EU food safety rules don't allow chilled meat products to enter its market from non-members, such as the UK. This has led to the prospect of British sausages - and other meat products - being banned from Northern Ireland. A six-month grace period has been in place since January where the rules don't apply - but that runs out at the end of the month. Talks on what happens next were held between the UK and EU earlier this week, but they broke up without agreement. In an interview with Sky News, Mr Johnson said that unless there was a solution he would invoke Article 16 - a measure in the Northern Ireland Protocol which allows either side to take unilateral action. He said: \"I think if the protocol continues to be applied in this way, then we will obviously not hesitate to invoke Article 16, as I have said before.\" Downing Street said it was Mr Johnson's desire was to \"work within the existing protocol to find radical and pragmatic solutions\" to Northern Ireland's border issues. By Vicki Young, BBC deputy political editor This deadlock won't get solved during the G7 summit, but it has dominated meetings between the UK and EU in Cornwall. The UK's decision to unilaterally extend the grace period where checks would be waived has already inflamed tensions - with the EU launching legal action against the UK earlier this year. Under the current agreement, Northern Ireland is still bound by a lot of EU rules: so the question is, what will the PM do next? Is he now suggesting that the UK would be willing to suspend the whole thing - and not go along with what was signed before? President Macron has talked about resetting the relationship between the French and the UK - but has stressed it depends on the UK keeping its word over Brexit. So how do leaders find a way through this? Both parties talk about pragmatic solutions to all of this - the trouble is, they don't agree on what they are. Following a trilateral meeting between Mr Johnson, Mrs von der Leyen and Mr Michel in Cornwall, an EU official said that the presidents had said that the rhetoric needed to be toned down and called on the joint committee - made up of negotiators from both sides - to actively look for solutions which are in the protocol. During meetings with the EU leaders, which Brexit minister Lord Frost also attended, the prime minister had \"made clear his desire for pragmatism and compromise on all sides\" but had also underlined that protecting the Good Friday Agreement was paramount, Downing Street said. The spokesman added the protocol as it was currently being implemented was \"having a damaging impact on the people of Northern Ireland\" and said the UK government would \"keep all options on the table\". Previously Downing Street had indicated the UK would be prepared to unilaterally delay the full implementation of the Northern Ireland Protocol to prevent a ban on chilled meats crossing the Irish Sea from Great Britain - with restrictions due to come into force at the end of the month. Delaying the checks without agreement from Brussels would risk triggering a trade dispute with the EU. The UK prime minister has previously suggested the EU is taking an \"excessively burdensome\" approach to post-Brexit trading arrangements. Ahead of the G7 summit, Mrs von der Leyen insisted the protocol is the \"only solution\" to prevent a hard border between Northern Ireland and the Republic and must be implemented in full. At a press conference Mr Macron said \"nothing is renegotiable\" and said it was not \"serious to want to review in July what we finalised after years of debate and work in December\". Before US President Joe Biden travelled to Cornwall for the summit his national security adviser Jake Sullivan said the president had \"deep\" concerns that the trade rowcould endanger peace in Northern Ireland . Unionists are strongly opposed to checks in the Irish Sea because they do not want Northern Ireland to be treated differently to the rest of the UK. Sinn Féin, the SDLP, and Alliance have said there are problems with the protocol but have argued that the UK and EU must ensure its \"rigorous implementation\". The main agenda of the G7 summit, held in Cornwall, will see leaders of the UK, US, Canada, Japan, France, Germany and Italycommit to a plan to prevent a repeat of the coronavirus pandemic . ", "url": "https://www.bbc.com/news/uk-politics-57453004"}