{"datetime": "2021-04-30T23:22:43.000Z", "author": "Victoria Gill", "title": "Why is this the 'most instagrammable' bird?", "article": "You don't often read the word \"instagrammable\" in a scientific paper. But a recently published study that asked \"what makes a great bird photo?\" has officially deemed the frogmouth the most instagrammable of avians.The result led the researchers to use another term that I have seldom read in an academic study: \"poetic justice\". The frogmouth was once designated \"the world's most unfortunate-looking bird\".It has now been redeemed by Instagram's millions of animal photography fans.The result surprised the scientists themselves, but it has also revealed some of the secrets to attracting \"likes\" - at least if you're an animal.\"It just does not look like any other bird, with its almost anthropomorphic facial features,\" said lead researcher Katja Thommes, a psychologist from the University of Konstanz in Germany.\"And frogmouths are quite rare. Even in our 20,000-image database, it featured only 65 times. I reckon the ornithologist community celebrates every sighting of this bird with tons of likes.\"Dr Thommes, who is a photographer as well as a psychologist, used the photo-sharing platform to investigate what makes a good photo - ranking bird species based on the number of likes that images of the species received. \"It's the perfect field of investigation - it is a place where countless active users from all over the globe interact with an enormous amount of visual content,\" she said.Dr Thommes and her colleagues found that decorative plumage helped a bird's ranking. \"The emerald turaco and the hoopoe, both with crown-like head feathers, scored highly,\" they wrote in their paper in thepsychology journal i-Perception . Blue plumage is also \"most aesthetically appealing by far\" - something that chimes with other studies that haveexamined what tempts us to engage with tourism images . Think of all those pictures of pristine beaches, blue skies and sparkling seas.Seabirds though, at least in this study, appear to be far less appealing. The sandpiper and the oystercatcher joined storks and vultures on what the researchers called the \"not-so-pretty birds\" end of the list. But shareable and likeable does not necessarily mean the most beautiful, says wildlife photographer Graeme Purdy, who shares his images on his Instagram account .\"Anything cute and cuddly evokes something in human nature - and particularly anything with big eyes,\" he told me.Graeme, who recently tooksecond place in the prestigious Sony World Photography Awards , says he tries to use the platform to engage people with images that he values.\"On Instagram, people generally love big cats and elephants, but if I post what I think is an amazing photo of a mongoose, it'll get no likes. So great images and popular images - those two aren't 100% correlated.\"That view certainly chimes with some of Instagram's broader follower statistics. Whilethe most popular wildlife photographer on the platform has 6.9 million followers , an extremely fluffy (and very well-dressed) Pomeranian dog called Jiff Pom has more than 10 million. Like so many people, I have probably spent too much time staring into social media, as well as sharing pictures from my own lockdown-shrunken world; my dog, for example now has his own Instagram account. But glimpses of wildlife photography - and of cute animals - have become a welcome escape from reality.There are also wildlife-focused accounts that try to channel cuteness into conservation awareness. Last yearThe Ecology Project published a list of photographers who use their imagery for \"social good\" .\"And I guess,\" adds Dr Thommes, \"just looking at photos of wildlife has a positive impact on people, especially in times like these.\" Follow Victoriaon Twitter or Instagram ", "url": "https://www.bbc.com/news/science-environment-56946165"}