{"datetime": "2021-06-11T11:51:46.000Z", "author": "Sinead Wilson", "subject": "G7 summits", "title": "G7: Carrie Johnson treats spouses to steak, firepits and brie on the beach", "article": "Carrie Johnson is hosting the spouses of world leaders at the G7 summit in Cornwall, in her first major public event since she married the UK prime minister in a secret ceremony last month. At 33, she is the youngest of the partners, but not the only G7 rookie. The other first-timers are US First Lady Jill Biden, Mariko Suga, the wife of Japan's prime minister, and Maria Serena Cappello, the wife of the Italian prime minister. Mrs Johnson has already enjoyed a paddle in the sea with Mrs Biden. There will be more formal glad-handing for the PM's wife to do while the leaders hold talks on issues including climate change, vaccine distribution and recovering from the pandemic. But Mrs Johnson's biggest social duty will be to host a barbecue on Carbis Bay's beach on Saturday, at which VIP guests will tuck into scallops, Curgurrell crab claws and Portscatho mackerel, followed by sirloin and Newlyn lobster.After that, they will be offered baked brie, hot buttered rum and toasted marshmallows around firepits on the sand, as they try to ward off the slight chill of a June evening in England.So who are the G7 spouses? Fresh from her nuptials, Mrs Johnson has what might appear at first glance to be a daunting task - keeping the plus ones happy and entertained while their partners discuss the world's problems.A political tightrope to tread but one that Carrie Johnson should be well-suited for, withpolitical nous honed over the years at Conservative Campaign Headquarters and more recently, in the world of conservation and political PR.And, in the coming days, seaside photo-ops in Poldark county with visits to the Cornwall beauty spots, St Ives and Penzance, are all possible. Given Mrs Johnson's passion for the environment and conservation, Cornwall's 400 miles of coastline should offer the ideal background for her debut.At 70, the US First Lady, who has spent decades working as a teacher, is Mrs Johnson's senior, but a fellow novice on the G7 stage. The summit marks the first time the Bidens have been on an overseas trip together since he took office in January and this one will be crowned with a visit to the Queen at Windsor Castle on Sunday. Dr Biden said she and her husband were looking forward to it, and that the couple hoped to focus on education in their discussions with the royals. If the environment is Carrie Johnson's passion, then education is Jill Biden's. The president has described her as America's\"favourite educator\" , and the first lady herself has tweeted that teaching is \"not what I do\" but \"who I am\". As well as a bachelor's degree, she has two master's degrees, and received a doctorate of education from the University of Delaware in 2007. Advocating for military families and raising awareness about breast cancer prevention are other subjects close to her heart.France's leading lady has more experience than most of her counterparts of life at the top and she has made no secret of how difficult it can be. After her husband was elected in 2017, she said it was difficult to find peace and quiet on the job, telling French media \"what I do not like is that there is never [any] time off\" and \"wherever you are, there is always someone to take your picture\". There is a 24-year age gap between Mrs Macron and her husband Emmanuel - she is 68 and he is 43. She may find common ground with Jill Biden: Ms Macron was also a teacher - in fact, she taught her future husband drama when he was 15.Mrs Macron is no stranger to headlines from meetings with foreign leaders, most notably after the former US President, Donald Trump, described her as being\"in such good shape\" on a visit to Paris in 2017.The Canadian prime minister's wife will be hoping this trip is less eventful than her visit to London in March last year.She hit the headlines for becoming one of the most high-profile figures to test positive for coronavirus after returning home and her husband has since stressed the importance of holding Covid-secure events.Mrs Trudeau has spoken out publicly about her battle with bulimia from her late teens to her early 20s.Like Mrs Johnson, she worked in PR, before becoming an entertainment reporter on Quebec TV station LCN.Mariko Suga is the wife of the Japanese prime minister, Yoshihide Suga, and another G7 first-timer.Mr Suga took power less than a year ago after Japan's longest-serving prime minister, Shinzo Abe, resigned for health reasons. Mrs Suga has rarely spoken in public but has been described as a devoted supporter of her husband behind the scenes. Japanese media has portrayed her quiet demeanour as being in stark contrast to that of her predecessor, Akie Abe, who was viewed as a socialite, posting frequently on social media about meeting celebrities and other public figures. The Italian prime minister's wife is another newbie on the G7 scene, despite being married to Mario Draghi for half a century. She is often referred to in Italian media as \"the invisible wife\" because so little is known of her personality or political views.But a profile for Italian Vanity Fair magazine earlier this year revealed a passion for both English literature and dogs - so pairing up with Jill Biden or discussing the behaviour of Dilyn, the Downing Street Jack Russell, should go down well.Last but not least is the outgoing German Chancellor Angela Merkel's husband, Joachim Sauer. This is the couple's last major international summit together before Mrs Merkel leaves office later this year.As the only male spouse, he will find himself in a similar position to Theresa May's husband Philip, who had the accolade of being the only husband at the G20 world leaders' meeting in Kyoto in 2019. A quantum chemist and professor of physical and theoretical chemistry, Mr Sauer never speaks to the media and rarely appears in public with his wife.He skipped her inauguration in 2005, preferring to watch the event on TV at his Berlin university.A German newspaper once said he was as \"invisible as a molecule\". ", "url": "https://www.bbc.com/news/uk-politics-57384801"}