{"datetime": "2021-06-13T07:47:35.000Z", "subject": "G7 summits", "title": "G7 summit: China says small groups do not rule the world", "article": "China has warned the G7 leaders that the days when a \"small\" group of countries decided the fate of the world were long gone. The comments, by a spokesman for the Chinese embassy in London, come as the leaders, who are meeting in England, seek a unified position over China. They adopted a spending plan in response to a massive Chinese scheme. Analysts say US President Joe Biden is determined that Western powers need to act now to counter a resurgent China. On Sunday,the G7 leaders are expected to issue a closing declaration promising more financial support for developing countries hit by the climate crisis, and funds for infrastructure projects in the developing world, an alternative to a Chinese programme. President Biden said he wanted the US-backed Build Back Better World (B3W) plan to be a higher-quality alternative to Beijing's Belt and Road Initiative (BRI). The scheme has helped finance trains, roads, and ports in many countries, but has been criticised for saddling some with debt. A spokesman for the Chinese embassy in London was quoted by Reuters news agency as saying: \"The days when global decisions were dictated by a small group of countries are long gone. \"We always believe that countries, big or small, strong or weak, poor or rich, are equals, and that world affairs should be handled through consultation by all countries.\" In a statement on Saturday, the G7 countries - the world's seven wealthiest democracies - said their infrastructure plan would offer a \"values-driven, high-standard and transparent\" partnership. Details of how it will be financed remain unclear. BBC political correspondent Rob Watson, at the summit, says that President Biden is trying to frame the post-pandemic world as a struggle between democracies and autocracies. But there appears to be no consensus yet among the G7 nations over whether China is a partner, a competitor or a security threat, our correspondent adds. ", "url": "https://www.bbc.com/news/world-asia-china-57458822"}