{"datetime": "2021-06-13T11:18:18.000Z", "author": "Dulcie Lee & Joseph Lee", "subject": "Climate change", "title": "G7 to agree tough measures on burning coal to tackle climate change", "article": "World leaders meeting in Cornwall are to adopt strict measures on coal-fired power stations as part of the battle against climate change. The G7 group will promise to move away from coal plants, unless they have technology to capture carbon emissions. It comes as Sir David Attenborough warned that humans could be \"on the verge of destabilising the entire planet\". He said G7 leaders faced the most important decisions in human history. The coal announcement came from the White House, which said it was the first time the leaders of wealthy nations had committed to keeping the projected global temperature rise to 1.5C. That requires a range of urgent policies, chief among them being phasing out coal burning unless it includes carbon capture technology. Coal is the world's dirtiest major fuel and ending its use is seen as a major step by environmentalists, but they also want guarantees rich countries will deliver on previous promises to help poorer nations cope with climate change. The G7 will end the funding of new coal generation in developing countries and offer up to £2bn ($2.8bn)to stop using the fuel. Climate change has been one of the key themes at the three-day summit in Carbis Bay, Cornwall. Leaders of the seven major industrialised nations - the UK, US, Canada, Japan, France, Germany and Italy - are expected to set out plans to reduce emissions from farming, transport, and the making of steel and cement. They will commit to protecting 30% of global land and marine areas for nature by 2030. They are also expected to pledge to almost halve their emissions by 2030, relative to 2010 levels. The UK has already surpassed that commitment. Prime Minister Boris Johnson will hold a news conference on Sunday afternoon, the final day of a summit where he hasclashed with EU leaders over the Brexit deal's requirements for checks on goods from Britain to Northern Ireland. A video message from Sir David Attenborough was played to world leaders in Cornwall on Sunday as they set out their plans for meeting emissions targets. Speaking beforehand, Sir David said: \"The natural world today is greatly diminished... Our climate is warming fast. That is beyond doubt. Our societies and nations are unequal and that is sadly plain to see. \"But the question science forces us to address specifically in 2021 is whether as a result of these intertwined facts we are on the verge of destabilising the entire planet.\" He said the decisions facing the world's richest countries were \"the most important in human history\". As well as the measures on coal and ending almost all direct government support for the fossil fuel sector overseas, the G7 is expected to phase out petrol and diesel cars. China, whichaccording to one report was responsible for 27% of the world's greenhouse gases in 2019 - the most of any country - is not part of the G7. By Roger Harrabin, environment analyst Green campaigners say the summit's a flop because it failed to secure the cash previously promised for poor nations to cope with a heating climate on top of the Covid pandemic. Charities warn developing nations won't co-operate with the vital climate summit in Glasgow in November (known as COP26) unless adequate support is offered to tackle both crises. Rich nations previously pledged to hand $100bn a year to developing nations for climate assistance. But although the G7 did offer some extra bilateral funding it's clear that falls short. The G7's commitment to phase out coal at home and stop financing coal overseas is significant - it will heap pressure on China to follow. Details are still lacking, but there are also potentially important developments focusing finance to renewable energy and railways in developing nations to counterbalance China's Belt and Road mega-project. So, some progress has been made. And the aim to strike a global climate-protecting agreement at the COP may still be just about in reach - unless the climate offers surprises of its own. The Earth's average temperature is about 15C (59F) but has been much higher and lower in the past.There are natural fluctuations in the climate but scientists say temperatures are now rising faster than at many other times.This is linked to the greenhouse effect, which describes how the Earth's atmosphere traps some of the Sun's energy.Solar energy radiating back to space from the Earth's surface is absorbed by greenhouse gases and re-emitted in all directions.This heats both the lower atmosphere and the surface of the planet. Without this effect, the Earth would be about 30C (86F) colder and hostile to life. Scientists believe we are adding to the natural greenhouse effect, with gases released from industry and agriculture trapping more energy and increasing the temperature.This is known as climate change or global warming. You can read our simple explainerhere. The G7 leaders are also expected to endorse a plan aimed at reversing the loss of biodiversity - a measure of how many different species live in ecosystems - by the end of the decade. Mr Johnson is also launching a £500m fund to protect the world's oceans and marine life. The \"blue planet fund\" will help countries including Ghana, Indonesia and Pacific Island states, tackle unsustainable fishing, protect and restore coastal ecosystems like mangroves and coral reefs, and reduce marine pollution. A major UN report from 2019 said thatglobal emissions of carbon dioxide must peak by 2020 to keep the planet from warming by more than 1.5C. ", "url": "https://www.bbc.com/news/uk-politics-57456641"}