{"datetime": "2021-06-13T16:17:50.000Z", "subject": "G7 summits", "title": "Ethiopia's Tigray crisis: G7 calls for access for aid workers", "article": "The G7 group has called for unimpeded access for aid workers to Ethiopia's northern Tigray region, where the UN says some 350,000 people are living in famine conditions. The world's seven largest so-called advanced economies also demanded an immediate ceasefire and the withdrawal of Eritrean troops. The Eritreans are fighting alongside government forces against local rebels. Ethiopia denies there is a famine and says the Eritreans have begun to leave. Meeting in the UK, the G7 group, which includes the US, EU and UK, also said they would donatea billion Covid-19 vaccines to poorer countries by next year and raise $100bn (£70bn) to help them cut carbon emissions. Hundreds of people travelled to Falmouth, near to where the G7 summit is being held, to protest about the situation in Tigray. The war, which broke out in Ethiopia last November, has killed thousands of people and forced some 1.7 million from their homes. \"We are deeply concerned by the ongoing conflict... and reports of an unfolding major humanitarian tragedy, including potentially hundreds of thousands in famine conditions,\" saida statement issued after the G7 summit . Ethiopian and Eritrean forces have been accused of deliberately blocking aid supplies to Tigray - a charge Ethiopia denies, saying it is distributing assistance as it restores order to the region. Aid workers report that some of the supplies which do get through are stolen. Last week, some Tigray residents described their situation to the BBC Tigrinya service. \"We are civilians, our crops and cattle have been taken by armed men,\" one farmer in his 60s said. \"They took from me around 30 cows and oxen - there are some who lost 100-200... cattle.\" Another farmer in his 40s told the BBC: \"We were eating small remains of crops that we managed to hide, but now we don't have anything. \"Nobody has given us any aid. Almost everyone is on the verge of death - our eyes are affected by the hunger, the situation is perilous. According to the Tigray Humanitarian Atlas published by researchers at Belgium's University of Ghent, out of Tigray's six million people: A UN-backed study released on Thursdayfound that 353,000 people in the region were living in conditions similar to a famine , however a famine was not officially declared. A further two million people were living in the next level down, described as \"emergency\" conditions. ", "url": "https://www.bbc.com/news/world-africa-57460462"}