{"datetime": "2021-06-13T14:08:14.000Z", "author": "Roger Harrabin", "subject": "Climate change", "title": "G7 summit: How significant are group's climate pledges?", "article": "The world's rich nations which caused the climate crisis know what's expected of them - but they consistently fail to deliver in full. This summit made some progress, especially on heralding the demise of coal - the fuel that drove the industrial revolution and sent emissions soaring. But for the umpteenth time the rich club has failed to deliver on its promise to channel $100bn a year to poor nations coping with a heating climate. Yes, bilateral deals have offered top-up funding to developing nations - but although we haven't seen the details yet, it's clear that they won't tot up to the magic 100 mark. And campaigners are warning there will be no over-arching deal to protect the climate unless that sum is reached and guaranteed at the vital COP26 climate conference in Glasgow in December. Teresa Anderson, from Action Aid said: \"The G7's reaffirmation of the previous $100 billion a year target doesn't come close to addressing the urgency and scale of the crisis.\"Rich countries have so far failed to deliver on climate finance pledges. The majority of what has been provided so far has been in the form of loans, which are pushing vulnerable countries further into debt and poverty. \"The G7 must announce real finance through grants and stop turning a blind eye while the world's poorest and most marginalised are hit hardest.\" The finance issue - a running sore in climate negotiations - has been compounded by demands from poor nations for more Covid help. This row overshadowed some more promising moves from G7. President Biden talked up the end of coal for power generation in America (with no details of a date, or of how he would get legislation through Congress). Germany and Japan will face difficulty on this issue, too. The president also trumpeted the end of coal finance for poor nations. This will heap pressure on China to follow suit.The initiative to specifically target coal was led originally by the UK, which deserves credit for spotting a deliverable policy in the morass of vague talk about climate action. There's another detail on coal, too: a handful of rich nations will offer up to $2bn a year to help emerging economies turn away from coal. It's another sign that the world is in this climate fight together, although the sum is small. There's also an important initiative on specific targeting of sectors of the economy, including agriculture, steel, cement and transport.Campaigners wanted G7 to follow theUK's lead and announce a global phase-out of the sales of fossil fuel powered vehicles . The leaders agreed - but significantly - they didn't give a date.A global power game was also suggested by Boris Johnsonto combat China's geo-political through it's gargantuan Belt and Road programme bringing roads and ports to Africa. .The PM offered instead a G7 new Marshall Plan offering railways and solar farms, although that initiative did appear to have been invented without details. Laurence Tubiana, the former French climate negotiator - a key actor in the triumphant Paris climate conference in 2015 - said: \"In the face of a perfect storm of planetary crises - the world's richest democracies have responded with a plan to make a plan.\" And swelling the challenge still further is the inconvenient fact that 20 years ago the G7 wealthy countries could really determine the fate of the climate. Now we'd have to add India to the list. And Indonesia, Brazil, Turkey, Nigeria and South Africa. Oh yes, and China. All these wakening giants will be more ready to act if they can see their rich counterparts put their finance where their words are.Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/science-environment-57462040"}