{"datetime": "2021-03-17T01:19:20.000Z", "author": "Victoria Gill", "title": "Regent honeyeater: Endangered bird 'has forgotten its song'", "article": "A rare songbird has become so threatened that it has started to lose its song, say scientists. The regent honeyeater, once abundant in south-eastern Australia, is now listed as critically endangered; just 300 individuals remain in the world. \"They don't get the chance to hang around with other honeyeaters and learn what they're supposed to sound like,\" explained Dr Ross Crates.His findings are published in the UK Royal Society journal Proceedings B . Dr Crates, a member of the Difficult Bird Research Group at the Australian National University in Canberra, is now trying to preserve the birds' song by teaching captive honeyeaters the songs of their wild relatives.The researchers had not set out to study the song of the regent honeyeater, but simply to find the birds.\"They're so rare and the area they could occupy is so big - probably 10 times the size of the UK - that we were looking for a needle in a haystack,\" said Dr Crates.During this painstaking search, he started to notice birds that were \"singing weird songs\".He recalled: \"They didn't sound anything like a regent honeyeater - they sounded like different species.\" Songbirds learn their songs the same way that humans learn how to speak.\"As young birds, when they leave the nest and go out into the big wide world, they need to associate with other, older males so they can listen to them sing and repeat that song over time,\" said Dr Crates.The regent honeyeater, which has lost about 90% of its habitat, now has such a small, sparsely distributed population that young males are simply unable to find other males and hear their songs.\"So they end up learning the songs of other species,\" Dr Crates explained.The natural song of the regent honeyeater has essentially \"disappeared\" in 12% of the population, the research revealed.Dr Sue Anne Zollinger, an expert in animal communication from Manchester Metropolitan University in the UK, said the research demonstrated how songbirds need the chance to listen to and learn from others, \"the same way that human children need a rich linguistic experience when young in order to speak fluently as adults\".\"This study shows how damaging population declines and habitat fragmentation might be to this critical process in the life of songbirds,\" she commented.In a note of conservation hope, the scientists are using their recordings of wild birds to teach captive honeyeaters their own song.There is already a project to release captive-bred regent honeyeaters into the wild every few years, to boost the population.\"But if those male birds are singing a weird song, the females might not mate with them,\" explained Dr Crates. \"So we hope that if they hear what they should be singing, they will learn to sing it themselves.\" The scientist added that, in trying to conserve species, we have to think of these \"cultural traits\" like birdsong and other natural behaviours that are essential for animals to survive and thrive in the wild. Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-56417544"}