{"datetime": "2021-09-03T15:51:46.000Z", "title": "Ahmaud Arbery: Ex-prosecutor charged with mishandling case", "article": "A former US prosecutor has been charged with violating her oath of office and obstructing the arrest of men accused of killing a black jogger in 2020. Ahmaud Arbery was on a run in Georgia last February when he was confronted by three white men and fatally shot. Then-district attorney Jackie Johnson is accused of directing police to not arrest one of the suspects and showing \"favour and affection\" to another. Ms Johnson has previously denied any wrongdoing in her handling of the case. The Georgia attorney general's office indictment claims Ms Johnson \"knowingly and wilfully\" hindered police officers from arresting suspect Travis McMichael. It also alleges that Ms Johnson showed \"favour and affection\" to Travis' father, Gregory McMichael, who was a former employee of the district attorney's office. She soon after recused herself from the case over her connection with the elder Mr McMichael.Ms Johnson could not immediately be reached for comment. \"Our office is committed to ensuring those who are entrusted to serve are carrying out their duties ethically and honestly,\" Georgia attorney general Chris Carr said in a statement.Mr Carr added that the attorney general's office plans to continue the investigation. According to the indictment, Ms Johnson also failed to treat Mr Arbery and his family \"fairly and with dignity\" by not disclosing she had sought the help of another district attorney, George Barnhill.Mr Barnhill took over as prosecutor after Ms Johnson's recusal. Mr Barnhill later recused himself as well, noting he had prior ties with the McMichael family.Last February, the father and son duo allegedly armed themselves and pursued Mr Arbery in a pickup truck through the neighbourhood. They have said they believed the jogger resembled a suspect in a string of break-ins. Police did not charge the men until the shooting gained widespread attention and sparked nationwide protests. Ms Johnson was voted out of office later that year after the national uproar over the case. Both the McMichaels and a third suspect, neighbour William Bryan, have pleaded not guilty to charges of murder, aggravated assault, false imprisonment, and a criminal attempt to commit a felony.They also face federal hate crime charges for allegedly racially profiling Mr Arbery. Their trial is scheduled to begin next month. ", "url": "https://www.bbc.com/news/world-us-canada-58439984"}