{"datetime": "2021-11-05T00:03:50.000Z", "author": "Sam Cabral", "title": "Ahmaud Arbery: Nearly all-white jury chosen in black jogger murder trial", "article": "A nearly all-white jury, with one black member, has been seated in the Georgia murder trial of three white men over the shooting of a black jogger in 2020. The judge noted the appearance of \"intentional discrimination\" in jury selection but said the trial over Ahmaud Arbery's killing would proceed. Gregory McMichael and his son Travis have pleaded not guilty, saying they acted in self-defence. But prosecutors argue there was racial bias at play. Opening arguments begin on Friday. Last May, Mr McMichael, 64, his 34-year-old son and neighbour William Bryan - who filmed a video of the incident - were arrested. All three have denied all charges and any accusations of racism. Mr Arbery was out on an afternoon run on 23 February when he was confronted by the McMichaels, who were armed with a pistol and shotgun. Lawyers for Mr Arbery's family have said he was unarmed at the time. The father and son later told police they believed the jogger resembled the suspect in a series of alleged break-ins and accused Mr Arbery of attacking the younger McMichael while they attempted to make a \"citizen's arrest\".Jury selection lasted two and a half weeks. On Wednesday, the prosecution accused the defence of eliminating potential jurors based on race, noting that defence attorneys used 11 of their allotted 24 strikes to reject black jurors. The prosecution meanwhile used all 12 of its strikes to reject white jurors. Attorneys for the McMichaels said they were \"stuck between a rock and a hard place\" because many prospective jurors had already formed attitudes toward the men. Three dismissed jury candidates had said in screening forms that they had supported the \"I run with Maud\" group which held jogs after Mr Arbery's death.One black woman in the jury pool had recorded a TikTok dance tribute, illustrating her \"emotional connection to Mr Arbery\", said a lawyer for Mr Bryan.The Atlanta Journal-Constitution cites a black woman on the jury pool as having said: \"They hunted him down and killed him like an animal. The whole case was about racism.\" Judge Timothy Walmsley said: \"There appears to be potential intentional discrimination in the panel.\"But he concluded the court lacked the authority to reseat a jury panel as there were valid reasons aside from race for rejecting the individuals. Aleem Maqbool, BBC News, Georgia Last week Wanda Cooper Jones, the mother of Ahmaud Arbery, told me she had faith in the jury selection process for the trial of the men who killed her son. Now she talks of her shock that, after more than two weeks of questioning prospective candidates, only one of the 12 jurors will be black. That in a town which is majority African American and a county where more than a quarter of people are black.A protest march outside the court on the eve of the swearing in of the jury gave an indication of the strength of feeling here. Supporters of Mr Arbery's family feel strongly that the background of the jurors will have a bearing on the outcome of trial in which centuries of overt discrimination are seen to have had a hand in the way in which the men killed him, in the reaction to the killing among different groups of people, and in the way in which the police did not make an arrest in the case for more than 10 weeks and only after there was national outcry. The lopsided result may have been inevitable, said Page Pate, a local defence lawyer who is not attached to the case. \"This is a case that is going to involve a lot of testimony and evidence about racial prejudice and racial feelings, especially in this South Georgia community,\" he told the BBC. \"It's a great place but it's very divided racially.\" The trial is taking place in Glynn County, a small coastal community where Mr Arbery lived. Mr Pate said for black Glynn County residents, \"there's a strong likelihood you either knew Ahmaud Arbery or someone in his family, because it's a very close knit community, or you were involved on social media or in demonstrations\". \"As a result, I think there was more scrutiny placed on potential black jurors just by nature of their community.\" Mr Pate added that Judge Walmsley's comments on Wednesday were to be expected but should have been worded differently in order to avoid further controversy. He was following the law, said Mr Pate, but the phrasing may not have made sense to most people. Denise De La Rue, a trial consultant in Georgia, pointed out that Americans from ethnic minorities tend to be under-represented on most juries, but there should still have been more black jurors vetted. She noted that, because the county's black population hovers around 26%, an ideal number would have been three. \"That's the problem with having the trial in this venue,\" said Ms De La Rue. \"What we're left with is something that looks pretty lopsided.\" But she suggested that, given the highly charged nature of the case, \"many of the white jurors left on the panel would be very concerned about returning a verdict that appeared to be a racist one\". \"I don't think [the makeup of the jury] means the defence has an easy road ahead.\" ", "url": "https://www.bbc.com/news/world-us-canada-59167085"}