{"datetime": "2021-11-22T21:38:03.000Z", "title": "Ahmaud Arbery: What you need to know about the case", "article": "The racially charged case of three men accused of killing a black jogger last year in the US state of Georgia has drawn national attention. The community at the heart of the incident is on tenterhooks as the trial nears its end. Ahmaud Arbery was shot on 23 February 2020 in a confrontation with Gregory and Travis McMichael. It took more than two months for the men to be arrested, along with the neighbour who filmed the death. Lawyers for Mr Arbery's family have called his death a \"modern-day lynching\". The McMichaels argue that they were defending themselves while trying to make a \"citizen's arrest\". Here's what we know so far. Gregory McMichael, 65, his son Travis, 35, and their neighbour William \"Roddie\" Bryan, 52, were arrested in May last year. Mr Bryan joined the McMichaels in their pursuit of Mr Arbery. They each face nine charges, including murder and aggravated assault. They have pleaded not guilty. Prosecutors allege that Travis McMichael used a racial epithet and an expletive directed at Mr Arbery as he lay on the ground. The men deny racism. From the prosecutors: Prosecutors have argued racism was a key factor in the case. In her opening statement, lead prosecutor Linda Dunikoski told the jury: \"All three of these defendants did everything they did based on assumptions - not on facts, not on evidence.\" On 8 November, the jury saw footage from police body cameras in the moments just after Mr Arbery was killed. Prosecutors used the video in court in an effort to undermine the defence's argument that the three men were simply trying to detain Mr Arbery. \"You had no choice,\" the elder McMichael is heard telling Travis as the first officer approaches. Mr Arbery is shown on the ground just a few steps away. Prosecutors rested their case on 16 November after showing jurors graphic photos of Mr Arbery's shotgun wounds. In her closing argument on 22 November, Ms Dunikoski said that the defendants \"assumed\" Mr Arbery had committed a crime and tried to unlawfully detain him \"without legal authority\". \"You can't create the situation and then go 'I was defending myself',\" Ms Dunikoski said, adding that all three defendants had made their decisions because Mr Arbery \"was a black man running down the street\". Despite protests from prosecutors, only one black member is seated on the the 12-person jury. Defence lawyers ruled out some African-American candidates for the panel, citing their possible preconceived bias on the case under questioning. From the defence: The defence has employed a two-part strategy: citizen's arrest and self-defence.\"It was obvious that he was attacking me, that if he had gotten the shotgun from me, it was a life-or-death situation,\" Travis McMichael told the court. He spoke using police terminology and at one point cried on the stand, saying he thought of his son during the confrontation. During his closing argument, defence attorney Jason Sheffield said that Travis McMichael had spent nearly a decade \"learning about duty and responsibility\" while in the US Coast Guard. He also defended the younger Mr McMichael's right to make a citizen's arrest, and argued his client was worried that Mr Arbery had a weapon. \"You do have the right to stop a person and hold them and detain them for the police,\" Mr Sheffield said. \"There's a risk with that, and tragic consequences that can come from that.\" Mr Sheffield's arguments were echoed by Laura Hogue, who represents Gregory McMichael. In her closing remarks, Ms Hogue said that a \"good neighbourhood is always policing itself\", and called Mr Arbery a \"recurring night-time intruder\" that refused to stop when confronted. A former star high school football player, his father said he often exercised in the area. His family has described him as a good, generous young man with a big heart. When Mr Arbery was in high school, he received five years of probation for a first-time weapons charge and in 2018, was convicted of probation violation for shoplifting, according to the Atlanta Journal-Constitution newspaper. It emerged that, in 2017, a Glynn County officer attempted to tase him after he denied their request to search his car at a park. Police bodycam footage showed the encounter with officers, who said he was in a car in an area known for drug use. He said he was on his day off from work. The taser malfunctioned and he was allowed to leave on foot. Mr Arbery was out for an afternoon jog in Brunswick on 23 February 2020. The elder McMichael, a neighbourhood resident, told police he believed Mr Arbery resembled the suspect in a series of local break-ins. Police have said no reports were filed regarding these alleged break-ins. The McMichaels armed themselves with a pistol and a shotgun and pursued Mr Arbery in a pickup truck through the neighbourhood. Mr Bryan later joined the pursuit. Mr Arbery was unarmed.The younger McMichael testified during the trial that he tried to talk to Mr Arbery while the two were still in their truck and that Mr Arbery never threatened the trio, brandished a weapon, reached into his pockets or yelled after being confronted. After getting out of his truck, Mr McMichael fired his shotgun at Mr Arbery during a struggle. He claimed self-defence, saying that Mr Arbery grabbed at his gun. Three shots were fired. A post-mortem examination showed Mr Arbery had two gunshot wounds in his chest, and a gunshot graze wound on the inside of one of his wrists. A 36-second clip filmed from a vehicle following Mr Arbery surfaced publicly on 5 May 2020. It shows Mr Arbery trying to bypass a pickup truck ahead of him on the road and then struggling with a man carrying a shotgun. There is muffled shouting and three gunshots are heard. A second man with a pistol, who was standing in the bed of the pickup, is then seen standing alongside the other armed man with the jogger no longer in view. The clip - which sparked nationwide outcry swiftly followed by criminal charges - was leaked at the behest of Gregory McMichael because he thought it would make him and his son look better, according to WSB-TV in Atlanta. Five days later, footage from a surveillance camera emerged, showing a black man in a white T-shirt - believed to be Mr Arbery - at a home construction site shortly before the shooting. He is seen walking on to the site and looking around for a few minutes before jogging down the street. During the trial, the site's owner, Larry English Jr, testified that the man in question had not disturbed or damaged his property during the visit. He added others had also been seen trespassing on his property, but he never authorised the McMichaels to enter his property or confront anyone. Jurors were also shown bodycam footage of the armed McMichaels searching for a suspected burglar at Mr English's property 12 days before the jogger was killed. Police records show one report of theft in the neighbourhood between 1 January and 23 February 2020, US media report. That incident involved Travis McMichael's pistol going missing from the family's unlocked pickup truck on 1 January. Under the citizen's arrest law, an individual could detain someone they had seen committing a serious crime and if the suspect was trying to escape. The state law, which dates back to the American Civil War era, was repealed in the wake of the incident. Georgia was also one of only four states at the time with no hate crime statutes. Hate crime legislation has since been passed into law. In a separate trial due to begin next year, a federal grand jury has accused the McMichaels of hate crimes and attempted kidnap of Mr Arbery. They have pleaded not guilty. ", "url": "https://www.bbc.com/news/world-us-canada-52623151"}