{"datetime": "2021-11-24T21:34:07.000Z", "title": "Ahmaud Arbery: Three US men guilty of murdering black jogger", "article": "Three white men have been found guilty of killing a black jogger last year in a case that became a rallying cry to racial justice protesters. Ahmaud Arbery, 25, was shot on 23 February 2020 in a confrontation with Travis and Gregory McMichael and their neighbour, William Bryan. The defendants said they acted in self-defence during a citizen's arrest; prosecutors said race was a factor.The men now face minimum sentences of life in prison. A mainly white jury of 12 people deliberated for about 10 hours before returning their verdict at around midday on Wednesday. The trio were found guilty of murder, aggravated assault, false imprisonment and criminal intent to commit a felony.In February the three men will face another trial in a federal hate crimes case, alleging that they targeted Arbery because he was black. Arbery was out jogging in the afternoon on the outskirts of the coastal city of Brunswick in Georgia. The elder McMichael, a neighbourhood resident, told police he believed Arbery resembled the suspect in a series of burglaries in the suburban community of Satilla Shores.Police have said no reports were filed regarding these alleged break-ins, and no stolen property was found in Arbery's possession. The McMichaels armed themselves with a pistol and a shotgun and pursued Arbery, who was unarmed, in a pickup truck through the neighbourhood. Bryan later joined the pursuit.The jury heard a 911 call in which the elder McMichael told an operator: \"I'm out here in Satilla Shores. There's a black male running down the street.\" The younger McMichael testified during the trial that he tried to talk to Arbery while the two were still in their truck and Arbery never responded.He got out of the truck and fired his shotgun at Arbery during a struggle. Travis McMichael claimed self-defence, saying Arbery grabbed at his gun.Three shots were fired. A post-mortem examination showed Arbery had two gunshot wounds in his chest, and a gunshot graze wound on the inside of one of his wrists. Gregory McMichael, 65, his son Travis, 35, and their neighbour William \"Roddie\" Bryan, 52, were arrested in May 2020.Prosecutors alleged that Travis McMichael used a racial epithet and an expletive directed at Arbery as he lay on the ground. The men deny racism. By Aleem Maqbool, BBC News In making their case, prosecutors may have chosen not to overtly focus on the fact that Ahmaud Arbery was a black man and his killers were white, but it is not hard to see why this murder has been widely viewed through the lens of race.Arbery's parents had been upset by the way defence lawyers portrayed their son as having been in the wrong for running away from the armed strangers and for turning to try to fight for his life when they cornered him. The fact that these men viewed Arbery as a threat, though they had no evidence he had done anything illegal; that they felt they had the right to arm themselves and chase him; that when police officers arrived on the scene they comforted the killers, not immediately tending to the young man who lay writhing on the ground; the fact that no arrests were made for more than 10 weeks and only then after a video of the killing went viral, all look to many observers as vestiges of a brutal bygone age. Outside court on Wednesday dozens of people, some displaying Black Lives Matter signs, cheered as the verdicts were read. Arbery's father, Marcus Arbery, was seen crying and hugging supporters. \"He didn't do nothing,\" the father said, \"but run and dream.\" He also told reporters: \"We conquered the lynch mob.\" Arbery's mother, Wanda Cooper-Jones, thanked the crowd and said she did not think she would see this day. \"It's been a long fight. It's been a hard fight. But God is good,\" she said. Of her son, she said: \"He will now rest in peace.\" Arbery was enrolled at a technical college to study to become an electrician at the time of his death. The Rev Al Sharpton, a civil rights figure and cable TV host, said outside court: \"Let the word go forth all over the world, that a jury of 11 whites and one black in the Deep South stood up in a courtroom and said that black lives do matter.\" After learning his fate, Travis McMichael turned as he stood to leave court and mouthed to his mother: \"Love you.\" Prosecutor Linda Dunikoski said: \"The jury system works in this country, and when you present the truth to people and they see it, they will do the right thing.\" Bryan's attorney, Kevin Gough, said his team was \"disappointed with the verdict, but we respect it\".US President Joe Biden said the convictions showed that America's criminal justice system is \"doing its job\".But he added that the killing was \"a devastating reminder of how far we have to go in the fight for racial justice in this country\". Video was central to this case.The first key piece of footage was a 36-second mobile phone clip showing Arbery's death. That was filmed by William Bryan, who was in a vehicle following Arbery, and it surfaced publicly on 5 May 2020. The clip shows Arbery trying to bypass a pickup truck ahead of him on the road and then struggling with Travis McMichael. There is muffled shouting and three gunshots are heard. The elder McMichael is seen standing in the bed of the pickup as the pair struggle.The clip sparked a nationwide outcry and was swiftly followed by criminal charges.Five days later footage from a surveillance camera emerged, showing a black man in a white T-shirt - believed to be Arbery - at a home construction site shortly before the shooting. He is seen walking on to the site and looking around for a few minutes before jogging down the street. During the trial, the site's owner, Larry English Jr, testified that the man in question had not disturbed or damaged his property during the visit. Mr English said cameras had spotted other people - including children and a white couple - trespassing on his property, but he never authorised the McMichaels to enter his property or confront anyone. Jurors were also shown police bodycam footage from the aftermath of the shooting. ", "url": "https://www.bbc.com/news/world-us-canada-59411030"}