{"datetime": "2021-11-24T01:34:42.000Z", "title": "Ahmaud Arbery death trial: Jury fails to reach verdict on first day of deliberations", "article": "A jury in the US state Georgia on Tuesday is yet to reach a verdict in a case of three white men accused of killing a black jogger last year. Ahmaud Arbery, 25, was fatally shot during a confrontation with Travis McMichael, his father Gregory and their neighbour, William Bryan. After deliberating for six hours, the jurors were dismissed by the judge and told to resume their work on Wednesday.If convicted, the three men could be jailed for life. They deny all charges.Mr Arbery was shot by Travis McMichael after being pursued and confronted by the men while jogging on the afternoon of 23 February 2020.The case gained widespread attention after footage of Mr Arbery's final moments - filmed by Mr Bryan - went viral months later.The defendants each face nine criminal charges, including malice and felony murder, aggravated assault and false imprisonment. During a 13-day trial, the 12-member jury heard from more than two dozen witnesses over the course of the trial, including Travis McMichael, who was the only defendant to take the witness stand. Lawyers for the men argued in court that the defendants acted in self-defence while making a citizen's arrest, which was legal in the state of Georgia at the time. It has since been repealed.The trio say that they suspected Mr Arbery of theft from a nearby construction site. Closing arguments in the case wrapped up on Tuesday morning.In a rebuttal to the defence's argument on Tuesday, lead prosecutor Linda Dunikoski said that the men had no legal authority to confront Mr Arbery. \"They don't have any authority to use verbal commands,\" Ms Dunikoski said. \"This is a fellow citizen. This is another human being.\" While Travis McMichael, 35, fired the shots that killed Mr Arbery, Ms Dunikoski said that his father Gregory, 65, and Mr Bryan, 52, are equally responsible for the killing. \"When three people chase an unarmed man in pick-up trucks with guns in order to violate his personal liberty, who gets to claim I am not responsible for that?\" she said. \"Under the law in Georgia, no one gets to say that. Everybody is responsible.\" In their closing arguments on Monday, the defence team continued to focus on the right to make citizens arrests, as well as Travis McMichael's worries that Mr Arbery could harm him. \"You do have the right to stop a person and hold them and detain them for police,\" the younger Mr McMichael's attorney said on Monday. \"There's a risk with that.\" An attorney for Gregory McMichael, Laura Hogue, said that a \"good neighbourhood is always policing itself\" and argued that some of Mr Arbery's actions that day were partly to blame for his death.The composition of the jury - with 11 white and one black member - has been criticised by some observers who believe it doesn't reflect the local community, which is 55% Black. ", "url": "https://www.bbc.com/news/world-us-canada-59355018"}