{"datetime": "2022-01-07T21:53:56.000Z", "title": "Ahmaud Arbery: Jogger's murderers sentenced to life in prison", "article": "A white father and son convicted of killing a black jogger have been sentenced to life in prison without the possibility of parole. A jury found Travis and Gregory McMichael and their neighbour, William Bryan, guilty of murdering Ahmaud Arbery in February 2020. Bryan also received the maximum penalty of life, but was offered the possibility of parole in 30 years. The judge said the McMichaels had not shown remorse or empathy for Arbery. Judge Timothy Walmsley said he gave them severe sentences in part because of their \"callous\" words and actions captured on video. Ahead of his verdict, the Arbery family called for the harshest possible punishments for the three men as a means of bringing \"closure to a difficult chapter\" in their lives. The case has raised questions about racial justice in the US South. Arbery, 25, a resident of Brunswick, Georgia, was out jogging in an adjacent, predominantly white neighbourhood when the trio chased and cornered him in pick-up trucks before the younger McMichael shot him during a struggle. The defendants argued they acted in self-defence while attempting to make a citizen's arrest of a suspected burglar, but prosecutors argued race was a factor.Gregory McMichael, 66, his son Travis, 35, and Bryan, 52, were found guilty in November of murder, aggravated assault, false imprisonment and criminal intent to commit a felony. \"Taking the law into your own hands is a dangerous endeavour,\" Judge Timothy Walmsley said on Friday.\"A neighbour is more than the people who just own property around your house,\" continued the judge. \"In assuming the worst in others, we show our worst character.\" Holding a minute of silence to put in context \"a fraction of the time Ahmaud Arbery was running in Satilla Shores\", Walmsley said he \"kept coming back to the terror that must have been in [Arbery's] mind\". \"Remorse isn't simply a statement of regret. Remorse is something that's felt and demonstrated,\" he said. \"After Ahmaud Arbery fell, the McMichaels turned their backs.\" But he ruled that while Bryan - who filmed the incident - had participated in the ambush, he should have an opportunity for parole because he \"demonstrated grave concerns that what had occurred should not have occurred\" soon after. Members of the Arbery family delivered powerful victim impact statements as they called for the three men to be \"fully committed for the consequences\" of their actions. Through tears, Wanda Cooper Jones - who sat in the courtroom throughout the trial - spoke directly to her late son. \"This verdict doesn't bring you back, but it does help bring closure to this very difficult chapter of my life,\" she said. \"I made a promise to you the day I laid you to rest: I told you I love you and someday, somehow, I would get you justice.\" Jasmine Arbery recalled her younger brother's love of the outdoors, his athletic build and \"dark skin that glistened in the sunlight like gold\". \"These are the qualities that made these men assume Ahmaud was a dangerous criminal and chase him with guns drawn,\" she said. \"To me those qualities reflected a young man with life and energy who looked like me and the people I love.\" Arbery's father Marcus lamented how he would never spend another day with a child who changed his life.Defence attorneys had argued for some leniency, with attorney Kevin Gough arguing Bryan should have an opportunity for parole because he \"did not kill, did not attempt to kill and did not intend to kill\" Arbery. Bob Rubin and Laura Hogue, counsel to the McMichaels, said their clients were good men devoted to family, community and country who committed \"one bad act\". \"As thoughtless or reckless as these actions may have been, they are not evidence of a soul so blackened as to deserve life with no parole,\" said Mr Rubin. But lead prosecutor Linda Dunikoski fiercely rebutted the claim: \"Travis McMichael said this was the worst day of his life. Well how did that work out for Ahmaud Arbery?\" All three defence lawyers had earlier indicated they will appeal the verdicts. The defendants also face a federal hate crimes trial next month, alleging that they targeted Arbery because he was black. Arbery's mother told US media on Friday she had rejected the offer of a plea deal that would see them spend 30 years in federal prison on top of the prison time handed down in state court. Ms Jones has also filed her own civil lawsuit against the men and against law enforcement officials who declined to arrest them. ", "url": "https://www.bbc.com/news/world-us-canada-59912361"}