{"datetime": "2021-11-18T21:44:24.000Z", "title": "Travis McMichael says Ahmaud Arbery was no threat during chase", "article": "One of the men accused of murdering a black jogger has testified that the victim didn't threaten him during the chase before the fatal shooting. Prosecutors argue that 25-year-old Ahmaud Arbery was attacked by men who pursued him because of racial bias.On Thursday, Travis McMichael, 35, told the court in Georgia that Mr Arbery didn't threaten them or show a weapon.Mr McMichael and the other two defendants deny all charges and say they acted in self-defence.Mr Arbery was fatally shot during the confrontation with Mr McMichael, his father Travis, 65 and neighbour William Bryan on 23 February 2020.The case gained nationwide attention after footage of Mr Arbery's final moments went viral months later.The three defendants say they were following Mr Arbery to make a citizen's arrest, which at the time was legal in Georgia. They say they suspected him of theft from a nearby construction site.During cross-examination on Thursday, Mr McMichael testified that Mr Arbery never threatened the trio, brandished a weapon, reached into his pockets, or yelled.Mr Michael said, however, that he was under the \"impression\" that Mr Arbery posed a potential threat.\"He was acting weird. He was acting funny,\" he said. \"So, I was on alert.\"On Wednesday, Mr McMichael had told the court Mr Arbery struck him just before the shooting. \"It was obvious that he was attacking me, that if he would have gotten the shotgun from me, then this was a life-or-death situation, and I'm going to have to stop him from doing this, so I shot.\"Inconsistencies emerged when he took the stand on Thursday. Mr McMichael said he told Mr Arbery that \"police are on the way\" - a claim which wasn't mentioned during his police interview. When asked by prosecutors why that detail had been omitted, Mr McMichael said he was \"under stress\", nervous and scared.\"I just killed a man,\" he said. \"I had blood on myself. It was the most traumatic event of my life.\"On Thursday, one of the defence attorneys called for a mistrial after the prosecutor asked witness Lindy Cofer, a longtime area resident, whether she believes \"someone stealing deserves the death penalty\".While the judge denied the motion, he told prosecutor Larissa Ollivierre that the question was \"inflammatory and irrelevant\".\"It has potentially injected into this case issues not appropriate for the jury and which were in fact discussed and brought up pretrial,\" the judge said.The defence team rested its case on Thursday after calling a total of seven witnesses over two days, including Mr McMichael. Lawyers for the defendants argue that the men were trying to be protect their community following thefts and social media reports of car break-ins and suspicious people.Mr McMichael's attorney, Bob Rubin, has suggested in court that other citizens had previously offered to make a \"citizen's arrest\" of Mr Arbery, who he claimed had been seen \"plundering around\" properties.Prosecutors argue that the defendants acted on \"assumptions\" and that racism played a key factor in the shooting.The three men face nine criminal counts including felony murder, aggravated assault and false imprisonment. Closing arguments in the case are scheduled for Monday morning, after which the jury will begin deliberating.", "url": "https://www.bbc.com/news/world-us-canada-59335011"}