{"datetime": "2022-01-24T09:45:55.000Z", "title": "Matthew Willson: US shooting of British scientist 'senseless'", "article": "The death of an English astrophysicist who was killed by a stray bullet fired through the wall of a US apartment was \"senseless\", his sister has said. Dr Matthew Willson, 31, from Chertsey, Surrey, was found in bed with a single gunshot wound to the head. Police were called to the apartment in Brookhaven, Atlanta, at 02:00 local time (07:00 GMT) on 16 January. Kate Willson said: \"Everyone who knew my brother has lost a wonderful friend.\" Speaking on BBC Breakfast, Ms Willson said her brother \"was a joy to be around\".She said she had flown to the US as soon as she heard the news, arriving 36 hours later.\"The bullet had caused too much damage to his brain, he was brain dead, and there was very little chance he was ever going to wake up.\" He was later pronounced dead in hospital.Ms Willson said: \"The outpouring of love from everybody who knew Matt from around the world has been a real sign of what a wonderful person he was.\" Ms Willson said: \"A bullet came through the wall and struck my brother in the head.\"It was too dangerous for the police to go in to investigate. They had to stand back until it was safe to go to my brother. \"It's a real senseless act,\" she said. Ms Willson said her brother's girlfriend, Katherine Shepard, had been left \"traumatised\".\"I admire her and I can't imagine what she's going through,\" she said.Ms Willson said the family had not received any more information from the police and there had been no arrests so far. \"Somebody knows who did this, and somebody know who's responsible.\" Sgt Jake Kissel, from the Brookhaven Police Department,earlier said the shooting was believed to have been a random act. He said the stray bullet that hit Dr Willson travelled less than 100 yards (91m) and entered through an exterior wall of the apartment. \"We're saying it's the reckless discharge of firearms from one apartment complex and the stray bullet travelled through the woods and entered his apartment.\" Aman Kar, who shared the flat with Ms Shepard told the BBC \"multiple rounds of gunshots\" were fired in the opposite complex \"about 20ft away\". Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk. ", "url": "https://www.bbc.com/news/uk-england-surrey-60109296"}