{"datetime": "2021-11-05T22:05:02.000Z", "title": "Ahmaud Arbery murder trial: Prosecutors reveal full footage of black jogger's death", "article": "Georgia prosecutors have shown the full footage of the fatal shooting of a black jogger at the trial of three white men accused of his murder. The prosecutors argued 25-year-old Ahmaud Arbery was attacked by men who pursued him because of racial bias. On the opening day of arguments, the court was also shown video from the first police officer on the scene.Defendants Gregory and Travis McMichael and William Bryan deny all charges and have said they acted in self-defence. Mr Arbery was shot and killed during the confrontation with the McMichaels on 23 February 2020. The case erupted into public view after footage of Mr Arbery's final moments surfaced online months later. Mr McMichael, 65, his son Travis, 35, and neighbour Mr Bryan, 52, who filmed the incident, say they pursued Mr Arbery in order to make a citizen's arrest - allowed at the time under Georgia law. They say they suspected he had stolen from a nearby construction site.The McMichaels have also said they acted in self defence, accusing Mr Arbery of attacking Travis when they tried to stop him. In her opening statement, lead prosecutor Linda Dunikoski told the jury: \"All three of these defendants did everything they did based on assumptions - not on facts, not on evidence.\" Ms Dunikoski showed an extended version of the mobile phone footage taken by Mr Bryan. \"Mr Arbery was under attack by strangers with the intent to kill him,\" she said. \"The only thing Mr Arbery did was run away.\" \"They didn't simply follow Mr Arbery. All three 'trapped him like a rat' with their two pickup trucks,\" said Ms Dunikoski, using the elder Mr McMichael's own words. She added that Mr Bryan tried to hit the jogger four times with his car, getting so close that Mr Arbery's palm prints and T-shirt fibres were later visible on the vehicle. \"No-one said 'I'm making a citizen's arrest today',\" she told the jury.The first witness called by prosecutors to testify was Glynn County police officer William Duggan, who described the bloody scene before his bodycam footage was shown to jurors.\"I could see he was covered in blood,\" Mr Duggan said of Travis McMichael. \"There was blood all over, and I remember at some point asking if he was OK.\"He said that the defendant responded: \"'No I'm not OK. I just effing killed somebody.'\"\"This case is about duty and responsibility,\" began Bob Rubin, a lawyer for Travis McMichael. \"It's about Travis McMichael's duty and responsibility to himself, his family and his neighbourhood.\" He added that the younger McMichael had received training from the US Coast Guard that prepared him for the encounter with Mr Arbery and that he feared for the safety of his five-year-old son when he left the house to pursue him.Mr Rubin argued that other neighbourhood residents had also previously offered to make a \"citizens arrest\" of Mr Arbery, who he claimed was seen repeatedly \"plundering around\" properties.At the time of Mr Arbery's death, Travis McMichael - Mr Rubin said - was \"hoping to raise the weapon to de-escalate the situation,\" thinking it would act as a deterrent. But instead Mr Arbery charged towards him, it was alleged. \"Travis has no choice but to fire his weapon in self defence,\" the lawyer continued, adding that his client \"reasonably believed\" that Mr Arbery would beat him up and use this own shotgun against him.Earlier, in twin blows to the defence, the judge ruled that evidence of recent cannabis use by Mr Arbery was not relevant to the case, but that the McMichaels' Confederate flag licence plate was admissible as evidence. Aleem Maqbool, BBC News, Georgia While the mobile phone video of Ahmaud Arbery's death went viral, and ultimately led to the arrest of the men now on trial for murdering him, Ahmaud's mother had told me she had studiously avoided watching it over the past 18 months.In the courtroom today on the first day of the trial, the anguished cry of Wanda Cooper Jones, as she saw that footage of her son's final moments for the first time, brought her devastating loss into stark focus.That the three white men on trial thought it was a good idea to put that video online (which one of them had filmed) thinking it would somehow show them in a good light, gives us a sense of the attitudes that persist in this part of Georgia.Supporters of Ahmaud's family argue that those attitudes undoubtedly contributed not only to the killing but also to the response of the police in the aftermath. Relatives of Mr Arbery have said they were concerned that the case would have been covered up without the emergence of the video. The racial composition of the jury - one black juror and 11 white - has led to new concerns from Mr Arbery's family about the possible outcome of the trial. The case is currently on its fourth prosecutor. Two district attorneys earlier recused themselves due to ties to Greg McMichael, a former police officer.The first prosecutor to handle the case is facing charges of obstruction for allegedly blocking the arrest of the McMichaels. The second district attorney to take the case declined to arrest the men after determining that they were using citizen's arrest rights in confronting the jogger.", "url": "https://www.bbc.com/news/world-us-canada-59180744"}