{"datetime": "2022-01-20T22:47:51.000Z", "title": "'Pastor' arrested after disabled people found locked in his basement", "article": "A self-styled pastor and his wife have been arrested for allegedly keeping eight disabled people locked in the basement of their home. Police say Curtis Keith Bankston, 55, and his wife operated an unlicensed care facility at a property in Griffin, near Atlanta, Georgia. Investigators say the pair controlled the finances of the victims, and sometimes withheld medical care.Paramedics responded to a report of a patient having a seizure on 13 January.After finding a door to the basement dead-bolted, emergency crews notified police, a police statement said. Officers said they discovered eight physically or mentally disabled people  -  aged between 25 and 65  -  were locked in at certain times by Mr Bankston and his wife, Sophia Simm Bankston.An investigation revealed the couple had been leasing the property for about 14 months and using it as a \"personal care home\" for the individuals, which police allege \"essentially imprisoned them against their will\".Additionally, officers said they discovered Curtis Bankston was operating the facility under the guise of a church and claimed to be a pastor.Both he and Ms Simm Bankston have been charged with false imprisonment. The state's Division of Aging Services and Department of Human Services were called and placed all eight people into \"suitable\" care and housing, the statement added.Police are seeking information from other local residents who may have had a family member or loved one under the Bankstons' care.A statement from Curtis Bankston's attorney given to BBC partner CBS said he denied the charges against him and claimed they were based on \"inaccurate\" information provided by police that was \"fraught with misinformation\".The statement claimed the facility was not a group home, but rather a \"Christian Ministry that supplies room and board to individuals who have at often times been homeless or wards of the state\".", "url": "https://www.bbc.com/news/world-us-canada-60075914"}