{"datetime": "2022-01-07T03:15:04.000Z", "subject": "US Capitol stormed", "title": "US Capitol attack: Rioters held dagger to the throat of America - Biden", "article": "President Joe Biden has heavily criticised former President Donald Trump on the first anniversary of the attack on the US Capitol. In a televised speech Mr Biden accused his predecessor of spreading \"a web of lies\" that led to the mob's assault.Trump supporters stormed the Capitol building on 6 January 2021 as Congress gathered to certify Mr Biden's presidential election victory. Live footage of US politicians cowering from the mob shocked the world. Mr Trump had urged protesters at a rally outside the White House shortly beforehand to \"peacefully\" march on Congress, but he also encouraged them to \"fight\" and stirred up the crowd with unsubstantiated claims of mass voter fraud in the election he had just lost.Shortly after Mr Biden's speech on Thursday Mr Trump released an angry statement hitting out at his successor. In it, he accused Mr Biden of \"failure\" and repeated false claims about the election.Democrat politicians, who have a majority in the US Congress, planned a number of events to mark the one-year anniversary of the attack - including a candlelit vigil outside the Capitol building. Many spoke about their experiences of the day, including sheltering and hiding from the rioters along with young members of staff. A House committee is conducting an inquiry, and so far investigators have arrested 725 suspects in connection with the riot.Mr Biden condemned the attackers and Mr Trump in his speech on Thursday, using some of his strongest language yet about both the Capitol riots and his predecessor. \"Those who stormed this Capitol and those who instigated this incidence, held a dagger at the throat of America and American democracy\", Mr Biden said in Statuary Hall, a section of the Capitol complex that was breached by rioters. \"They came here in rage, not in the service of America, but rather, in the service of one man. \"The former president of the United States of America has created and spread a web of lies about the 2020 election... His bruised ego matters more to him than our democracy or our constitution\".The US leader also warned that the threats to American democracy \"have not abated.\" Later in the day House Speaker Nancy Pelosi presided over a moment of silence on the chamber floor. She praised police officers who defended lawmakers and other people who were sheltered inside as the riot raged.\"The insurrectionists targeted more than just the building. They targeted democracy itself,\" she said.Some Republicans skipped the day's commemorative gatherings. The party's Senate leader, Mitch McConnell, led a delegation to the funeral of a former senator in Atlanta, Georgia.Meanwhile Florida congressman Matt Gaetz and Georgia congresswoman Marjorie Taylor Greene - two provocative pro-Trump members of the House - held a news conference at the Capitol billed as a \"Republican response\" to the day's events.They repeated unsubstantiated theories that the attack was fuelled by federal agents. The mother of Ashli Babblit, a US Air Force veteran who died after being shot by police while trying to storm the House of Representatives, also spoke outside Congress.\"She was a patriot. She served this country her whole adult life,\" Micki Witthoeft told the Alabama-based Right Side Broadcasting Network. Republican Senator Lindsey Graham, in a tweet, accused Mr Biden of \"brazen politicisation\" of the 6 January riot.Last January, Joe Biden gave an inaugural address outside the US Capitol that focused on national healing and unity. Now, standing in the centre of the building nearly a year later - after it has become clear that the nation is as divided as ever - Biden put unifying rhetoric aside and took dead aim at Donald Trump and his supporters. In some of the sharpest words directed at his predecessor since the 2020 presidential campaign, Biden condemned Trump's continued efforts to question the legitimacy of that election. Not only that, he blasted Republicans who continue to stand behind the former president and endorsed national efforts to enact election reform to counter what he said were Trump-backed attempts to undermine voting rights. This is an election year in America, with control of the US Congress and several key states hanging in the balance. Biden's rhetorical shift could represent a strategic shift, as well - a decision that the Democratic base can most effectively be rallied with anger, not hope. ", "url": "https://www.bbc.com/news/world-us-canada-59898559"}