{"datetime": "2020-08-26T08:18:34.000Z", "title": "Melania Trump: The unusual, traditional First Lady", "article": "Melania Trump addressed the second night of the 2020 Republican National Convention, making a plea for racial unity. It was a rare - and possibly reluctant - step into the spotlight for the First Lady. In 1998, Donald Trump, already fabulously wealthy and charismatic but possessed of a still ordinary-looking head of hair, was probably used to getting a phone number when he asked.But when the property mogul tried it on that year with a young model, at a party in New York, he couldn't quite close the deal. \"I am not giving you my number,\" countered 28-year-old Melania Knavs. \"You give me yours, and I will call you.\"Fast-forward seven years and the pair tied the knot in a star-studded bash at his Florida estate. Fast-forward again and Mrs Trump is now the First Lady of the United States. But who is she? Glamorous and entirely devoted to her husband and his success, Mrs Trump, 50, has been cast as a kind of retro presidential spouse, a modern-day Jackie Kennedy. When Mr Trump first hinted at tilting for the top office, in 1999, she told reporters: \"I would be very traditional, like Betty Ford or Jackie Kennedy.\" But there are ways in which she has been a less-than-traditional First Lady: she is the first to have previously posed nude for a magazine.During the last presidential race, supporters of Ted Cruz - Mr Trump's rival for the Republican nomination in 2016 - seized on her work as a model, overlaying an image of her posing naked with the warning: \"Meet Melania Trump, your next First Lady. Or you could vote for Ted Cruz\". Early in 2016, a lewd phone interview with Mr and Mrs Trump by shock-jock radio presenter Howard Stern resurfaced, in which Mr Stern quizzed Mrs Trump about what she was wearing (\"almost nothing\") and how often she had sex with Mr Trump (\"every night, sometimes more\"), and described her to Mr Trump as \"that broad in your bed\". The interview prompted accusations of misogyny. Mrs Trump has also sued the Daily Mail over an article she claims implies that she was a sex worker in the 1990s.The newspaper agreed to pay damages and apologised to the First Lady in April 2017. Her treatment has been compared by some commentators to \"slut-shaming\" - the practice of attacking women over certain ways of dressing or acting. Mrs Trump was born Melanija Knavs in Sevnica, a small town about an hour's drive from Slovenia's capital Ljubljana, to a relatively well-off family. Her father Viktor worked for the mayor of nearby Hrastnik before becoming a successful car salesman. Her mother, Amalija, designed prints for a fashion brand.Melania studied design and architecture in Ljubljana. It was claimed on her professional website that she held a degree, but it later emerged that she dropped out during her first year. The website was eventually scrubbed entirely and redirected to Mr Trump's business site. At 18, she signed with a modelling agency in Milan and began flying around Europe and the US, appearing in high-profile ad campaigns. It was at a party at New York Fashion week that she met Mr Trump.Like her husband, she never drinks, according to reports, and shies away from late-night parties. She had her own branded jewellery business and was reportedly involved in the design process. The pair married in 2005 and had a son, Barron, in 2006.She did not initially move in to the White House with her husband after his election victory, remaining in New York until the end of Barron's school term before joining the president in Washington in 2017. Since moving in she has helped out with the annual White House Christmas decorations. Mrs Trump has apparently squared her background with her husband's attacks on immigration - declaring that she did everything by the book.\"It never crossed my mind to stay here without papers,\" she told Harpers Bazaar. \"You follow the rules. You follow the law. Every few months you need to fly back to Europe and stamp your visa.\" In July 2020, a statue of the First Lady in her native Slovenia - which some compared to a character from The Smurfs - was set alight,prompting a police investigation. Mrs Trump has largely steered clear of the political fray, confining her appearances to standing by her husband's side. \"I chose not to go into politics and policy,\" she said in a 2016 interview withGQ . \"Those policies are my husband's job.\" Her one big moment of the 2016 campaign came when she took centre stage on the first day of the Republican National Convention in July for the traditional spousal speech, and it did not go well. Commentators quickly noticed remarkable similarities with Michelle Obama's convention speech in 2008, and the ensuing plagiarism scandal overshadowed what she had to say. In 2018she generated huge controversy after wearing a jacket with the words \"I really don't care, do you?\" written on the back on a trip to a migrant child detention centre. \"It was for the people and for the left-wing media who are criticising me,\" she later told ABC news. \"I want to show them I don't care.\" Despite these incidents she remains something of an unknown quantity compared with her predecessors. According to GQ, she does advise her husband, but is tight-lipped about what that consists in. \"Nobody knows and nobody will ever know,\" she said. \"Because that's between me and my husband.\" ", "url": "https://www.bbc.com/news/election-us-2016-37256893"}