{"datetime": "2022-01-06T03:47:19.000Z", "subject": "US Capitol stormed", "title": "Capitol riot: Biden to blame Trump for 'carnage' one year on", "article": "President Joe Biden will blame Donald Trump for the US Capitol riot as he marks the anniversary of the attack on the seat of American democracy. Speaking at Congress, Mr Biden will say his predecessor holds \"singular responsibility\" for the \"chaos and carnage\", said spokeswoman Jen Psaki.Investigators have so far arrested 725 suspects in connection with the attack.Trump supporters stormed the building as Congress was meeting to certify Mr Biden's presidential election victory.Images of US lawmakers cowering from the mob in the gallery of the House of Representatives on that afternoon of 6 January 2021 shocked the world. Mr Trump had urged protesters at a rally outside the White House shortly beforehand to \"peacefully\" march on Congress, but he also exhorted them to \"fight\" and stirred up the crowd with unsubstantiated claims of mass voter fraud in the election he had just lost. The former president had planned to host a competing news conference on Thursday from his Mar-a-Lago resort home in Palm Beach, Florida. But he cancelled the event after aides reportedly warned of negative press coverage. A spokesman for Mr Trump, Taylor Budowich, said it was \"unsurprising\" that Mr Biden would spend the day \"trying to further divide our nation\" in an attempt to distract voters from rising inflation and crime and coronavirus school closures. President Biden - who rarely mentions his predecessor - will speak on Thursday morning in Statuary Hall, a section of the Capitol complex that was breached by rioters. The White House press secretary said the president's speech \"will lay out the significance of what happened at the Capitol, and the singular responsibility President Trump has for the chaos and carnage that we saw\". \"He will forcibly push back on the lies spread by the former president - in an attempt to mislead the American people, and his own supporters, as well as distract from his role in what happened,\" she added. \"President Biden has been clear-eyed about the threat the former president represents to our democracy,\" Ms Psaki continued.House Speaker Nancy Pelosi will preside over a moment of silence at noon on the chamber floor. An inquiry into the riot is being conducted by a House committee, which is dominated by President Biden's Democrats. The panel is chasing phone records, visitor logs and other White House documents that could shed light on events leading up to the attack on Congress. They have issued legal summonses to members of Mr Trump's inner circle.Senior Republicans will mostly be outside of Washington on Thursday, with the party's Senate leader, Mitch McConnell, heading a delegation to the funeral of a former senator in Atlanta, Georgia. Mr McConnell said in the immediate aftermath of the riot that Mr Trump was \"practically and morally responsible\".Some Republican lawmakers have portrayed the invasion of Congress, in which rioters engaged in hand-to-hand combat with police, as a peaceful protest that was spoiled by a few troublemakers.But conservative Republican Senator Ted Cruz of Texas was lambasted on the right on Wednesday after he labelled the riot \"a violent terrorist attack\". US Attorney General Merrick Garland gave an update on the FBI inquiry on the eve of the anniversary, calling the law enforcement operation \"one of the largest, most complex and most resource-intensive investigations in our history\". \"The actions we have taken thus far will not be our last,\" he said. \"We will follow the facts wherever they lead because 6 January was an unprecedented attack on the seat of our democracy.\" He said 140 police officers had been assaulted, including one who was beaten and zapped repeatedly with a stun gun until he had a heart attack.Another screamed for help as rioters crushed him between doors and bludgeoned him with his own weapon, said the attorney general. Mr Garland is facing pressure from the left to prosecute the rioters more aggressively, as well as charge the former president himself and his allies.\"We build investigations by laying a foundation,\" Mr Garland said. \"We resolve more straightforward cases first because they provide the evidentiary foundation for more complex cases.\" Most of the charges so far have been misdemeanours that often entail no jail time in the event of a conviction.These suspects have been charged with trespassing, disorderly conduct, parading, demonstrating or picketing in a Capitol building, and obstructing congressional proceedings. But 325 suspects are facing felonies - more serious counts - such as using a dangerous weapon to assault officers. Mr Garland said 300,000 tips had been submitted by private citizens, and the FBI were still hunting about 2,500 suspects. One rioter, an unarmed woman, Ashli Babbitt, was shot by an officer while trying to breach the House chamber. Two others died from natural causes related to cardiovascular disease and another succumbed to a drug overdose.Capitol Police Officer Brian Sicknick died a day later of natural causes after suffering two strokes while defending the building, according to medical officials.In an opinion piece for the New York Times on Wednesday, the oldest-living former US President, Jimmy Carter, warned that the country \"now teeters on the brink of a widening abyss\".\"Without immediate action, we are at genuine risk of civil conflict and losing our precious democracy. Americans must set aside differences and work together before it is too late.\" A week after the riot, Mr Trump was impeached by the House for incitement of insurrection, but acquitted by the Senate, which was then controlled by his fellow Republicans. He is still seen as holding sway over the party. Of 10 Republicans who sided with Democrats in the lower chamber vote, two have resigned amid death threats, three others are facing Trump-backed election challenges, and four more have kept a low profile.Wyoming's Liz Cheney was stripped of her Republican leadership position in the House, but is spearheading the congressional inquiry into the Capitol riot. National divisions over the invasion of Congress are underscored by BBC interviews with American voters.James Clark, 69, a life-long Republican voter in Virginia, said: \"It was truly shocking. President Trump seemed intent on burning down the house before leaving Washington.\"But Trump voter Keri Smith, 42, of Texas, argued that the Black Lives Matter protests were worse. \"We've seen stuff crazier than that happening on a weekly basis for the past two years,\" she said.Laura Powers, a disaffected Republican, says she is \"still horrified\" by what she watched on TV that day.\"It was a horrible, dark day for democracy and it should never ever happen again,\" she said. The riot has been described as the worst assault on the Capitol since the War of 1812. It is not the only such attack since that era. In 1983 a female-led communist group bombed the US Senate. No-one was injured.One of the co-defendants in that attack had her sentence in another case commuted by US President Bill Clinton. ", "url": "https://www.bbc.com/news/world-us-canada-59889760"}