{"datetime": "2016-09-02T10:54:53.000Z", "author": "Catherine Burns", "title": "Golden prams and fancy fruit: What Melania Trump's Twitter tells us", "article": "Melania Trump could become America's first lady if her husband wins the election this autumn. Donald Trump's third wife is a Slovenian model, who's posed nude and issuing newspapers over false claims that she used to be an escort girl. She's said in the past that she would be \"very traditional\" if she makes it to the White House. Her Twitter account tells a different story - from tiger swimming costumes to fruit art. In 2016, Melania's profile reflects close to the perfect political wife. But scroll down to the time before her husband was running for president and it gets a lot more interesting.Tweet of her flirting with Donald Trump. As well as flirting with her husband in her swimming costume, she reminds him when it's their wedding anniversary. Tweet of throwback wedding photo. We can't quite fathom that cobweb/toilet roll/veil either. There's all the stuff you'd expect for a billionaire's wife, including A LOT of photos of expensive shoes, beaches, and shots of Manhattan from her skyscraper home. But in some ways she's just like the rest of us.She listens to music while she exercises. Tweet of her fan-girling Sia. It turns out that her taste is fairly wide-ranging. She also likes Miley Cyrus and Aerosmith.Tweet at Aerosmith concert. She does admit to having a favourite home but spends her weekends relaxing with The Donald. Tweet of her and Donald at home. She dresses up for Halloween. We call this one \"sexy firefighter\". Tweet of her in fancy dress. Which would make this \"sexy batman\". Yet another fancy dress tweet. She commutes... Melania looks like something from a 1970s movie on her private jet. OK, maybe not quite the same as the rest of us. We don't have gold fixtures and fittings in our private jets. And our Saturday afternoons down the high street aren't quite like this... Tweet of her surrounded by Louis Vuitton luggage She's a harassed mum too.Well, sort of. Where would you even buy a golden pram like this? Tweet of her pushing her son in a gold pram. Have you noticed there are tiny photos of her and Donald hanging off the pram?Maybe this is something rich people do.We also learn that she likes fruit. There are many different photos of bananas. But this one has to win prizes for creativity.Tweet of her breakfast. In fact, she's all about the presentation. Strawberries have never looked this fancy. Tweet of strawberries in a golden receptacle. But every now and then, only cake will do. Although it's fair to say her baking is more enthusiastic than skilled. At least the bunny has golden eyes.Tweet of bunny cake. We bet there's one photo she regrets more than any other though.Isn't it sad when friendships fade? Tweet of them with the Clintons. At least she'd taken the veil off by then.Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-37253547"}