{"datetime": "2021-08-12T05:44:29.000Z", "author": "David Grundy", "title": "Georgia shipwreck: Welsh kit to help Golden Ray clean-up", "article": "A Welsh firm's technology is being used to help prevent an \"environmental catastrophe\" in the United States. Hydro Industries in Llangennech, Carmarthenshire, designs equipment which purifies contaminated water. Its kit is being used to stop thousands of gallons of fuel onboard a wrecked cargo ship polluting the ocean off Georgia. Chief executive Wayne Preece said: \"We're one of the few companies in the world that can do it.\" The South Korean ship Golden Ray was carrying about 4,200 vehicles when it capsized soon after leaving the Port of Brunswick in September 2019. Around 1,000 of the vehicles have been recovered either by using a mechanical claw or by fishing them out of the water. But the ship's 656ft (199m) hull remains, lying on its side.The Golden Ray is too big to remove intact, so it is being carved up into eight massive chunks - each weighing 3,720 tonnes. While much of its fuel has been siphoned off, the salvage operation has been complicated because of that which remains on board. Should this leak into the ocean it would cause an \"environmental catastrophe\", something everyone involved in the project is keen to avoid. Hydro Industries has been tasked with helping prevent this scenario, while enabling the ship and its remaining cargo to be safely removed. The firm operates around the world clearing up and purifying water that has been contaminated by industries including oil and gas, mining and marine salvage. It has worked on shipwrecks in France, Germany, Australia and Japan but this is its largest project so far. The latest stage of the demolition severed the ship's fuel line near the engine room and while some oily discharges were seen, no major leaks were reported.\"The impact to the environment as a whole has been less significant than we feared,\" said Doug Hayman, director of the coastal resources division of the Georgia Department of Natural Resources. As the salvage operation enters its next stage, Hydro Industries is moving its equipment 4,032 miles (6,497km) from its site at a former Ministry of Defence base to the shipwreck. \"On that ship is contaminated oil mud. It's quite thick, quite nasty stuff,\" said Mr Preece.\"We've been tasked with treating about a million gallons of it, getting it off the ship, treating it, safely discharging the sea-water back into the sea, and then collecting the oil.\" The equipment has been loaded into shipping containers in Llangennech over the past two weeks. The journey by sea would normally take five to six weeks to complete, but the US Coast Guard would speed up the process and lead it into port, Mr Preece said. \"It'll get to Atlanta in around three weeks and our team will be on a plane waiting for it, and we'll deploy immediately and it's probably about a month's work.\" Caitlin Davies, an environmental engineer at the company, explained how the equipment - which looks like a giant bath - would work. \"It uses a system which allows the oil to be separated from the water,\" she said. \"By putting the aluminium charge onto the electrodes, it coagulates the smaller particles into bigger particles. \"It's a really clever but simple solution.\" ", "url": "https://www.bbc.com/news/uk-wales-58174475"}