{"datetime": "2020-07-16T00:06:42.000Z", "title": "Edward Enninful: British Vogue editor 'racially profiled' at work", "article": "British Vogue editor Edward Enninful has said he was racially profiled after being told to \"use the loading bay\" by a security guard as he entered work. Enninful, who has been editor-in-chief of the fashion magazine since 2017, said the incident happened as he walked into his offices on Wednesday. In a social media post, he said Conde Nast, which owns British Vogue, \"moved quickly\" to dismiss the security guard. But he said \"change needs to happen now\". Enninful, who was appointed an OBE in 2016 for services to diversity in the fashion industry, wrote on Twitter: \"Today I was racially profiled by a security guard whilst entering my work place. \"As I entered, I was instructed to use the loading bay. \"Just because our timelines and weekends are returning to normal, we cannot let the world return to how it was.\" Ina separate post to his one million Instagram followers , he said: \"It just goes to show that sometimes it doesn't matter what you've achieved in the course of your life: the first thing that some people will judge you on is the colour of your skin.\" It is understood the security guard, who works for a third party contractor, was dismissed from the site immediately and placed under investigation by their employer. Earlier this month, when accepting an industry award for his work at the magazine,Enninful said : \"It would be disingenuous of me not to point out that I am the first black person to ever win this award - the first black person in 40 years. \"Diversity is making its way into our commissioning and on to our pages. But what about inside our workplaces? \"Who are we hiring? Who are we nurturing? Who are we promoting? How do our office environments treat people? Who is allowed to get to the top?\" When he took the helm of British Vogue three years ago , Enninful said he hoped to create a more diverse magazine that was \"open and friendly\". \"My Vogue is about being inclusive,\" he said at the time. \"It is about diversity - showing different women, different body shapes, different races, different classes [and] tackling gender.\" ", "url": "https://www.bbc.com/news/uk-53425148"}