{"datetime": "2018-10-02T07:40:21.000Z", "title": "Melania Trump in Africa: Can she become a fashion ambassador for Ghana?", "article": "In our series of letters from African writers, Ghanaian journalist Elizabeth Ohene reflects on US First Lady Melania Trump's first visit to the continent. It's good that it's the female half of the current inhabitants of the White House who is making the first foray into Africa. I am not quite sure what kind of welcome US President Donald Trump would get if he were making the announced trip to Ghana, Malawi, Kenya and Egypt this week.In Ghana, the first stop of First Lady Melania Trump's four-nation trip, there isn't exactly an atmosphere of Trump-mania.My tentative and unscientific survey showed that there were not many people who even knew the name of the US first lady. Melania Trump is travelling to Ghana, Malawi, Kenya and Egypt in what is her first visit to Africa and her first major solo trip abroad since becoming first lady. \"I am excited to educate myself on the issues facing children throughout the continent, while also learning about its rich culture and history,\" Mrs Trump said in a statement announcing her trip. Her focus will be on maternal and newborn care in hospitals, and children's education,according to the White House . The response to Mrs Trump's visit has so far been lukewarm. Our reporters in Accra, Nairobi and Cairo have been gauging opinion on the streets: I can't work out how the State Department and the White House came to decide on the four countries chosen for Mrs Trump's trip.It used to be possible to tell these things, but these days it is difficult to tell who the Americans count as their friends. One moment, they are calling someone names and the next, that same person is being embraced as a good man and a friend.The State Department used to cite freedom of speech and the holding of free and fair elections among the factors determining whether a country made it into their list of \"friendly countries\". These days you can't be sure.What a difference from July 2009, when Barack Obama was making his first trip to Africa as president, accompanied by Michelle.We in Ghana could not resist preening ourselves for being the choice.I remember I wrote teasing our Nigerian and Kenyan cousins in particular that they had been ignored by the Obamas.Today, I am not sure there is a constituency here in Ghana that is beating its chest for making it to the list of Mrs Trump's first visit to Africa.But there is no danger of her not getting a warm Ghanaian welcome. Ghanaians love all things American and you can tell that not just by the queues at the visa section of the US embassy, but by the number of people here who purport to speak with American accents without ever having entered the United States.We take it that Ghana is still considered a friend of the US even if we don't know what the current ingredients are for American friendship.And then of course, we are presuming that even in the era of Trump, American first ladies would be travelling with \"goodies\" - and \"goodies\" are always welcome even in the era of Ghana Beyond Aid.The last time an American first lady came to Ghana by herself was in January 2006, and she chose Ghana to launch her Textbooks and Learning Materials Programme, which aimed to support African tertiary education with required resources.I was education minister at the time, and I know that we managed to convince her and her team that taking American textbooks for our tertiary institutions was not the best option.Instead, we received help to develop, write and print our own books for early childhood reading, from Kindergarten to Primary 4. As a librarian herself, First Lady Laura Bush was enthusiastic about our programme and the effects of her visit lasted for years.Elizabeth Ohene: \"All the people in the photos were either in jail, or in hiding\" Whilst on the subject, my mind goes back to the first time a US first lady visited Ghana by herself. It ended in disaster.Nothing to do with First Lady Pat Nixon who came in early 1972 and captured many hearts with her business-like approach to matters.She toured parliament hosted by Naa Morkor, the wife of Prime Minister Kofi Busia, she congratulated Ghana on her democratic practices, there were many photo opportunities and the US first lady was seen off with a lot of pomp and pageantry. Two days later, a certain Col Ignatius Acheampong staged a coup and overthrew the constitutionally elected government.The US Information Services (Usis), a now defunct agency charged with public diplomacy, was heartbroken. There they were with all these beautiful photos from the visit that could not be used.All the people in the photos with First Lady Pat Nixon were either in jail, or in hiding or certainly not in good standing with the new authorities - and none of the things she had come to praise Ghana for were still in operation.I don't know what they ever did with those photos, but I know there were a lot of unhappy Usis officials with photos on their hands that could not be used. But that was then, Ghana has moved on, and now has a well-grounded democracy, meaning visitors and citizens alike need not worry about coups d'etat.Given her chosen headline programme on maternal and child healthcare for the visit to Ghana, First Lady Melania Trump will find a kindred spirit in our own First Lady Rebecca Akufo-Addo.The Ghanaian first lady spent six months last year shaming everybody into giving her money to build a modern and well-equipped mother and child care unit in the second city, Kumasi, to deal with a long-standing problem.It's not unlikely that our Rebecca will find a way to convince Melania that there is a children's ward in some hospital in Accra or somewhere in the country that can be named Be Best, the Melania Trump slogan, if she would agree to refurbish it. On my part, I wish I had had an input in drawing up the programme for this visit. I would have put Mrs Trump in touch with my dressmaker to make her a kente jacket to rivalher famous \"I Really Don't Care, Do U?\" jacket .We are not known here only for mother and child problems, we do a wicked turn in kente fashion which should make a lasting impression on Mrs Trump.I wonder if protocol allows it, but I think we really should make her into a fashion ambassador for Ghana.Follow us on Twitter@BBCAfrica , on Facebook atBBC Africa or on Instagram atbbcafrica ", "url": "https://www.bbc.com/news/world-africa-45707559"}