{"datetime": "2018-04-21T23:15:45.000Z", "title": "Letter from Africa: The teenager fighting school bus sex pests", "article": "In our series of letters from African journalists, Nigerian novelist and writer Adaobi Tricia Nwaubani admires a teenager's tenacity in tackling the harassment of pupils on the school commute. Allegations of physical or sexual abuse against teachers in Nigerian schools sometimes manage to grab a headline, but then fade without any follow-up story on how the case was resolved.In 2016, girls at a prestigious boarding school in Lagos abandoned their exams in protest at pervasive sexual harassment by a male teacher.Those of us who endured similar unchecked bad behaviour during our school days cheered them on.I know from personal experience of studying in Nigeria, how powerless students can sometimes feel when faced with abusers who act with impunity, knowing that the cultures of silence and respect for elders are on their side. So, I was impressed when I recently came across a Tanzanian teenager, who told me how she was creating an opportunity for students in her country to report harassment. Modesta Joseph was just 15 when she decided in 2014 to do something about the constant harassment that she and other students in the Tanzanian city of Dar es Salaam faced on buses while travelling to or from school.As students pay significantly reduced fares, some bus drivers and conductors on the crowded buses, popularly known as \"dala dala\", have felt licensed to treat them in whatever manner they please.The reduced fares also led to reluctance by conductors to let students occupy spaces that could go to passengers who paid the full fare.Many students missed lessons after waiting hours at bus stops before finally fighting their way on board.\"Sometimes, the bus conductors hit us. If you are on the bus, they can just touch you whenever they want. Touching girls in sexual ways,\" Ms Joseph said. \"They can actually push you. One day, one of my friends, the conductor pushed her out when the vehicle started moving.\" Some students sustained injuries such as broken ankles while struggling to board buses. Particularly worrying to Ms Joseph was the attitude from older passengers on the buses. \"People old enough to be my parents. They would do nothing!\" Ms Joseph saw an opportunity to channel her rage into action when she joined an after-school club run by the social enterprise, Apps and Girls. Since 2013, the organisation has provided free coding training to girls in schools around Tanzania, helping them to develop their own projects.\"They taught me how I can solve a problem using the computer science skill that I had,\" she said. \"I decided to do something that could allow students to report any harassment they face from bus conductors and bus drivers.\" Within months of attending training sessions, Ms Joseph designed Our Cries, an app and also a website (which is currently being updated) that allows students to report abuse, developed with funding from a grant she won in a partly government-sponsored competition. Students without access to the internet can send text messages or post their complaints in Our Cries wooden boxes placed around secondary schools. Our Cries entered into an informal partnership with the transportation authority in Tanzania, known as Sumatra, which works with the police to ensure that every report collected and submitted by Our Cries volunteers is acted on.Complaints can either be anonymous or include the identity of the student. They must include the number plate of the bus, its route and a detailed description of the incident. Since it was created in 2014, Our Cries has received hundreds of complaints, thanks to the stickers Ms Joseph has had placed in buses around Tanzania and seminars she continues to organise in schools as it is also about changing the attitudes of students - as some believe they deserved to be treated that way. Ms Joseph is happy to see the impact that Our Cries has made so far. Some bus operators who abused students have been traced, fined or otherwise punished by Sumatra and the police.Also, passengers on the buses are not so silent any more, students tell her. They speak up when a conductor starts to behave badly. \"They say: 'Don't touch them or else they will report you,'\" she said. Ms Joseph is currently enrolled in a two-year programme at the African Leadership Academy (ALA) in South Africa. During her summer break from the residential secondary school, she plans to implement the next phase of Our Cries, which will focus on reporting sexual harassment by teachers in schools. Adaobi Tricia Nwaubani: \"Being aware that reports of sexual harassment could harm a school's profile might compel authorities here to tackle the situation with more seriousness\" She wants to develop a ratings system that would enable parents to see the schools with the highest incidents of sexual harassment and decide whether or not they still want their children there. Beyond the recent #MeToo movement which encouraged women around the world to openly share their stories of sexual harassment - although Ms Joseph notes that the voices of teenagers were hardly heard - she is inspired by her own experiences while attending an all-girls school in Dar es Salaam, such as male teachers teasing students in sexual ways and freely commenting on their bodies. Again, students seemed to think it was normal. Sometimes when she raised the issue with other young people, they described the sexual innuendoes as natural; something a girl should expect, especially if she has large breasts. \"You are a victim and they make you feel you are to be blamed,\" she said.\"I want society to become more aware. Some of our goals involve acknowledging the presence of these incidents, to empower the understanding of sexual harassment, providing a platform to voice up and give students a free space to open about these matters.\" Students in Nigeria could do with a similar initiative. Being aware that reports of sexual harassment could harm a school's profile might compel authorities here to tackle the situation with more seriousness. Follow us on Twitter@BBCAfrica , on Facebook atBBC Africa or on Instagram atbbcafrica ", "url": "https://www.bbc.com/news/world-africa-43836572"}