{"datetime": "2020-08-04T17:01:41.000Z", "title": "Edward Enninful: Focusing Vogue on activism a 'no-brainer'", "article": "British Vogue editor Edward Enninful has said the September issue's focus on activism was a \"no-brainer\" decision. The magazine, described by Enninful to the BBC as a \"rallying cry for the future\", includes 40 activists he called \"the faces of hope\". Footballer Marcus Rashford, a child poverty campaigner, and model/activist Adwoa Aboah are the cover stars. Enninful said working with an all-black team \"brought an authenticity to the cover… a feeling of togetherness\". The September issue is traditionally the fashion bible's most important of the year. The Duchess of Sussex guest edited the issue 12 months ago. Manchester United star Rashford was praisedearlier this year for leading a campaign against child poverty whileAboah is a mental health campaigner . Aboah was also the first cover star for Vogue when Enninful became editor. They were photographed by Misan Harriman, the first black male photographer to shoot a British Vogue cover in its 104-year history. Enninful chose Harriman to photograph the coverafter seeing his black-and-white images of the Black Lives Matter protests in London at the beginning of June, sparked by the death of George Floyd in police custody in Minneapolis. Misan said he was \"honoured and empowered\" at being asked to do the Vogue cover shoot. He said the brief was to \"capture the essence of these two extraordinary young people\", adding: \"It shows hope, solidarity and empathy.\" Enninful became editor-in-chief of British Vogue more than two years ago, making him the first black person to take the helm of the magazine. He told BBC News that having an all-black team to work on the September magazine wasn't a first for him \"but for younger members, it was magical, they felt empowered, like the world was changing.\"For me it was great to watch as an elder statesman. This couldn't be just a one-off. The industry has to change.\" \"I've always wanted to effect change in the world.\" Among the activists to feature in the September issue are Radio 1 DJ Clara Amfo, racial justice campaigner Baroness Doreen Lawrence, model Joan Smalls, author Reni Eddo-Lodge, Black Lives Matter co-founder Patrisse Cullors and writer Janet Mock. \"Women were leading the charge this year,\" explained Enninful. \"It just shows the strength of women, even in hard times, women prevail and lead the way.\" He added: \"My mother was a strong woman.\" Author Eddo-Lodge's book, Why I'm No Longer Talking To White People About Race, topped the paperback non-fiction chart, following the Black Lives Matter protests.The achievement made her the first black British author to top the UK's bestseller list since the official book chart began. Her book explores the links between gender, class and race in the UK and around the world. She said she hadn't done any interviews around the time of the protests because \"I'm often looked at as a spokesperson… I wanted that initial space to be given to the protestors\". Speaking about Enninful and culture's influence on effecting change, she said: \"I feel like culture is being more progressive than our politics.\" Enninful, who was born in Ghana and raised in west London, is one of a few people of colour in the fashion press to hold the role of editor-in-chief.Others include Lindsay Peoples Wagner who runs Teen Vogue and Samira Nasr, the first woman of colour at the head of Harper's Bazaar. Talking about whether it was lonely being a black man in the industry when he first started out, Enninful said: \"I never wanted to be the only one so I brought my friends up with me… so we could grow together and change the world together.\" The September issue follows on from Enninful's July initiative, which saw him feature key workers, from nurses to railway workers, on a selection of three Vogue covers.\"With Covid-19, I realised the role of the magazine had to change, I wanted to create a document for the times,\" Enninful explained. \"I'll keep questioning the status quo.\" Follow us on Facebook or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-53648032"}