{"datetime": "2018-06-02T23:11:31.000Z", "title": "Letter from Africa: Mali 'Spiderman' is the superhero of our modern age", "article": "In the latest in our series of letters from Africa, Sudanese cartoonist Khalid Albaih says the Malian migrant who scaled a building to save a child in Paris is the kind of superhero the world's migrants need. As a child growing up reading translated DC and Marvel comics in Sudan, I believed in superheroes - but I didn't understand why none of them looked like me, or had stories that people like me could relate to.Maybe that's why I decided to become a cartoonist. All my childhood feelings came to the surface on Tuesday when I stumbled across the viral video showing a man selflessly scaling four storeys of a building in less than 20 seconds in Paris, the French capital. He went on to save a young boy hanging dangerously off the edge of a balcony.Furiously refreshing my Twitter feed, I began to receive bits and pieces about the identity of the mystery man dubbed the #ParisSpiderman.His name was Mamoudou Gassama, an illegal immigrant from Mali.Khalid Albaih: \"In particular, it was interesting to note that his religion was not mentioned\" This was a much better and more realistic plot than the Marvel blockbuster Black Panther, I thought to myself while refreshing the social media site in a bid to find this new hero's origin story. In particular, it was interesting to note that his religion was not mentioned - usually among the first details to be revealed in click-bait headlines and hashtags when an immigrant does something negative. In only a few hours, the headlines changed: #ParisSpiderman was invited to meet the French President Emmanuel Macron, who had decided he was going to grant him citizenship for his heroic efforts. It was typical zero-to-hero intro to a superhero story.What his feat highlights is the stereotypes - black, struggling, poor, lives in a ghetto - and a quick fast-forward to the acceptance scene, where the unknown underdog saves the child in a public spectacle and POW!There you have it, the introduction of the new \"minority\" hero - the new addition to the all-white superhero line-up.But in fact scaling that building was probably one of the easiest things Mr Gassama had done in years.He left Mali as a teenager and travelled to Libya - where he was arrested and beaten - before taking a perilous boat journey to the Italian coast. He spent four years in Italy before arriving in France in September to join his brother. Without legal documents in France, he had been sleeping on the floor of a cramped room in a residence for immigrants in Montreuil, outside Paris.He rolled out a thin mattress each night and packed it up in the morning. What storytellers should do differently is shed more light on the details of his background and uncover the real hardships that our hero went through before he scaled that building to save the child.Superman, the greatest of superheroes, was an immigrant, but he was the \"good kind\", the kind that looks \"normal\" and doesn't get randomly checked at security gates. So let the introduction to this new and different superhero make France, and the rest of the world, realise that not all immigrants may know they have superpowers.But, they deserve a chance. And to continue the comic analogy: In our next issue of our new superhero life, how is our hero going to cope with his 15 minutes of fame?\"With great power comes great responsibility.\" Will our hero take in what Uncle Ben told Spiderman in the original comic? Follow us on Twitter@BBCAfrica , on Facebook atBBC Africa or on Instagram atbbcafrica ", "url": "https://www.bbc.com/news/world-africa-44320538"}