{"datetime": "2016-12-06T17:50:16.000Z", "title": "From Martha Washington to Melania Trump: The fashion choices of America's first ladies", "article": "Jean-Paul Gaultier says he wouldn't have a problem dressing America's next first lady, Melania Trump. That's despite one of Michelle Obama's favourite designers, Sophie Theallet, saying she'd refuse. She says she doesn't want her brand being linked to Donald Trump's presidency. Whatever she wears will be poured over by fashion \"experts\", so Newsbeat's been looking back at the clothes choices of previous first ladies. Jean-Paul Gaultier clearly doesn't think Melania Trump needs much help. \"She dresses very well by herself,\" he said. \"I have nothing bad to say against her, it's not a question of politics. \"She was better dressed than Hillary [Clinton]. When she went to vote she was in her camel coat and white dress and was beautiful.\" There's no doubt there has to be an element of formality to what the first lady wears.So it's unlikely Jean-Paul Gaultier will be asked to create the sort of conical outfits he famously dressed Madonna in... \"The main thing is they must be dignified and they must be appropriate,\" says Lisa Kathleen Graddy, a political historian from Smithsonian's National Museum of American History. \"We feel we own this women. She is our representative so we think it's OK to pass judgement on whether she's dressing appropriately.\" No pressure then. In 1789, you didn't have to worry too much about camera phones following your every move. But there was still massive pressure on Martha Washington to look good. \"She was surprised by the amount of attention that her clothing received. She wasn't used to it,\" says Lisa Kathleen. \"She felt like a state prisoner and would often stay at home rather than submit herself to the public scrutiny.\" \"She was setting a precedent for how the nation should see itself - somewhere in between royalty, being able to be on the same playing field as the crowned heads of Europe and this new republican form of government that we had created.\" It clearly wasn't easy to escape that regal look. Here's Mary Lincoln photographed around 1865, looking distinctly queen-like. What a first lady wore, also spoke volumes about how their role was perceived. Lucy Hayes was the first presidential wife to actually be called \"first lady\". \"This dress she wore at receptions is incredible, it has everything you can possibly put on a dress,\" says Lisa Kathleen. \"But then you look how tight it was across the back and you realise it would've have been almost impossible for this woman to raise her arms above her waist. \"It has no practical use whatsoever. You stand, you hold flowers and you maybe shake hands.\" Let's skip forward 70 years or so. The clothing choices clearly reflected the times themselves. For a great comparison, just look at the difference between the dresses worn by Mamie Eisenhower in the 1950s and then Jackie Kennedy the following decade... It all goes back to what's considered appropriate. While Jackie is still remembered for her style, she was determined not to be defined by it. \"She'd taken some hits during the campaign about the amount she spent on her clothes,\" says Lisa Kathleen. \"When she was asked to confirm an outlandishly high figure, she famously replied: \"I couldn't possibly spend that much unless I wore mink underwear. \"She wanted there to be glamour and style in the Kennedy White House but she didn't want that to be centred on what she was wearing. She wanted to highlight the best of America.\" Unlike Melania Trump, designers have fallen over themselves to get Michelle Obama to wear their clothes.Jason Wu once toldVogue he realised his \"life and career would never be the same again\" after she began wearing his creations. She's also perfected the art of dressing to make subtle political points. This was the dress she wore to her final state dinner as first lady. The Obamas were hosting the Italian Prime Minister Matteo Renzi. The dress is designed by Donatella Versace, who's also Italian. But look at the design - chain mail - she's literally wearing a suit of armour. This, for a woman who's spent so much of her time in the White House campaigning for the rights of women. She wore the dress at the height of the Trump/Clinton presidential campaign, which was dominated by claims of his misogyny. And as theNew York Post pointed out, Donatella Versace recently declared her collection was \"all about a woman's freedom: freedom of movement, freedom of activity, freedom to fight for their ideas, freedom to be whomever you want to be\". That dress was no accident. Find us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat ", "url": "https://www.bbc.com/news/newsbeat-38224514"}