{"datetime": "2020-12-13T12:41:08.000Z", "subject": "US election 2020", "title": "Jill Biden: Backlash after WSJ op-ed calls future first lady 'kiddo'", "article": "An opinion writer's suggestion that the next US First Lady Jill Biden should stop referring to herself as \"Dr\" has sparked an angry reaction online. Joseph Epstein called Jill Biden \"kiddo\", comparing her doctorate in education to an honorary degree. \"'Dr Jill Biden' sounds and feels fraudulent, not to say a touch comic,\" he wrote in the Wall Street Journal. But social media users argued that the article reflected sexist attitudes faced by many women in academia. Jill Biden, who uses her academic title on her Twitter profile, received her doctorate in 2007 from the University of Delaware. She wrote her dissertation on student retention in community colleges.She also holds two master's degrees and will be one of the most-educated presidential spouses in US history when her husband takes office in January. \"A wise man once said that no one should call himself 'Dr' unless he has delivered a child,\" wrote Mr Epstein, an 83-year-old writer and academic. \"Think about it, Dr Jill, and forthwith drop the doc.\" \"Forget the small thrill of being Dr Jill, and settle for the larger thrill of living for the next four years in the best public housing in the world as First Lady Jill Biden,\" he concluded. However, the online backlash to the piece was swift. Bernice King, the youngest daughter of civil rights leader Martin Luther King Jr, offered her support to the future first lady in a tweet: \"My father was a non-medical doctor. And his work benefited humanity greatly. Yours does, too.\"Doug Emhoff, the husband of Vice-President-elect Kamala Harris responded : \"Dr Biden earned her degrees through hard work and pure grit. She is an inspiration to me, to her students, and to Americans across this country. This story would never have been written about a man.\"\"I am so sick of the way accomplished, educated, successful women like @DrBiden are talked about in the media by misogynistic men. BEYOND SO SICK OF IT,\" wrote Meghan McCain, daughter of late senator John McCain. Some pointed out that many women and members of minority groups often choose touse their titles \"to insist people... not overlook their real credentials\" . Other women in academia also came forward with their own experience of identifying themselves by their qualifications online, with some choosing to add the title Dr to their own Twitter profiles in solidarity. Northwestern University, where the author of the article taught until 2002, said it \"strongly disagrees with Mr Epstein's misogynistic views\".Figures in other administrations have used the non-medical title of doctor: they include Henry Kissinger, who served as secretary of state under presidents Nixon and Ford, and Sebastian Gorka, a former aide to President Donald Trump. This is not the first time the issue of women using their academic titles has caused controversy online. In 2018,UK historian Fern Riddell started the hashtag #ImmodestWomen after receiving a backlash for referring to herself as Dr.The BBC's own style guide uses the title Dr to refer to doctors of medicine, scientific doctors and church ministers who hold doctorates, when relevant. ", "url": "https://www.bbc.com/news/world-us-canada-55292501"}