{"datetime": "2021-01-17T00:23:50.000Z", "author": "Natalie Sherman", "subject": "US Capitol stormed", "title": "Will the Trump corporate backlash make a difference?", "article": "Since the deadly riot in Washington last week, companies across America have come out against President Donald Trump and other Republicans who sought to block the formal certification of the presidential election results. Twitter said it waspermanently barring Mr Trump from its platform , whileYouTube , Facebook and others announced suspensions in response to calls to shut off his megaphone.Amazon booted Parler , the social media site popular with right-wing groups, off its servers, forcing it offline. New York City is taking steps to cancel its contracts with the president,the PGA of America is relocating its 2022 golf championship from Mr Trump's golf course, and other firms with ties to Mr Trump's private businesses, such as e-commerce platform Shopify and Signature Bank, have said they are closing his accounts.Meanwhile, Fortune 500 firms from Marriott and Disney to Dow Chemical havehalted certain political donations , citing the violence. Such a unified display of disgust is unprecedented in modern memory. But how much of a difference will it make? \"[Mr Trump] is not going to drift off into the sunset but he's facing a very different set of calculations than he was looking at even two weeks ago,\" says Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. Even before the storming of the Capitol, it was unclear what Mr Trump would do after leaving office. He faces investigation in the US for financial violations, has millions of loans coming due in the next few years and while some of his hotels - notably one in Washington - were boosted during his time in office, elsewhere the brand has suffered. Since the riot, business partners like the US golf association have cut ties, while numerous banks have indicated they plan no future business with him - and some are closing existing accounts.Prof Calkins says the president's biggest problem is his loss of access to mainstream social media platforms.\"Financially that's an enormous problem for Donald Trump,\" he says. \"If you have a big following of committed people you can generate a lot of cash. The problem is, he just lost all that.\" Mr Trump - who raised more than $200m from supporters after losing the election - can reach his fans via email or alternative sites. And social media firms may have financial reasons, as well as concerns around censorship, why they might allow him to return. But without that access, Prof Calkins says the president will find it difficult to rehabilitate his reputation to build up wider appeal. \"He can certainly generate funds within his community and he has a lot of supporters and they will continue to listen to him and support him, so he's not out of options by any means, but as a big brand with broad appeal he is really limited,\" he says. Sam Singer, founder of the reputation management and crisis communications firm Singer Associates, says most disgraced politicians manage to reinvent themselves, but since the storming of the Capitol Mr Trump has become \"untouchable\" - at least in the corporate world. \"His real fall is just beginning because he's going to... lose the very wealth that he built his alleged reputation and brand on,\" he says. \"No-one will do business with this man now,\" he adds. \"His only option is to play to his base.\" It's not clear how much the social media clampdown will hurt Mr Trump's political movement. The actions by Twitter, Amazon and others may have left supporters temporarily in the lurch when it comes to finding ways to communicate, organise and send money. But Prof Ethan Zuckerman of UMass-Amherst, a long time scholar of the internet, says they are unlikely to shut out Mr Trump or his supporters for long, noting that the competitive and global nature of the internet means even the most controversial groups - such as neo-Nazi forums - can often find alternative firms willing to host them and provide other web services. Mr Trump has already said he is in negotiations with \"various other sites\" and looking at the possibility of building his own platform. And while some personalities, like conservative Milo Yiannopoulos, may have fallen off the public's radar after getting booted off the mainstream sites, Prof Zuckerman says it's hard to know how it will affect a president. \"No-one has ever deplatformed a figure as powerful as Donald Trump,\" he says. \"It's quite possible that if Donald Trump moves to [another network] then he could give a site like that such a shot in the arm that it would radically change the media landscape,\" he says.\"It's also possible that the combination of Donald Trump being deplatformed, leaving office and... getting impeached for a second time might take him off the world stage. It's really hard to know.\" Pushing fringe groups from mainstream sites can help shield people from accidental exposure to such views, but it can also further radicalise adherents, he adds. \"We know that groups that deliberate in enclosed spaces tend to get more extreme,\" Prof Zuckerman says. \"Is that going to make the movement less powerful or paradoxically might it make it more powerful?\"Since the violence, dozens of major companies have stepped forward withpledges to halt political donations to Republicans that supported Mr Trump in disputing the election results , in their own effort to push the movement out of politics. Widespread condemnation of such a large group - more than half the Republican members in the House of Representatives, including its leader - is \"unprecedented\", says Sheila Krumholz, executive director at the Center for Responsive Politics, which tracks corporate giving. The action - in response to a violence some have said was to be expected given the president's past statements - comes as Mr Trump's election loss makes it easier for firms to cut ties with a man they once feared alienating, Prof Calkins says.Other pressures are likely at work as well. Companies are facing a Congress now controlled by Democrats, and are under pressure from outside groups, like the Lincoln Project, an anti-Trump outfit founded by former Republican operatives, to match their criticism of the violence with action. If sustained, Ms Krumholz says, a withdrawal of corporate contributions could have a sizeable political impact, especially in the House, where members face re-election every two years and many rely on corporate donations for a big part of their campaign funds. But we will have to see how long such pledges last, she says. \"This is perhaps a new bold stance that corporate America is taking,\" she says. \"It could also be that this lasts a few months and then it's back to business as usual.\" The January after an election is typically a slow period for fundraising.And most of the statements fall short of a long-term commitment to bow out of politics or permanently shun those lawmakers who have supported efforts to disrupt the election. Firms like Goldman Sachs and Facebook, for example, have merely said they are temporarily suspending all political donations - whether Republican or Democrat. Disney said it would halt donations until the end of the year. Journalist Judd Legum, author of the Popular Information newsletter and a liberal advocate who is credited with kicking off the moves after he reached out to firms about their giving, says companies still have many ways to support Republicans associated with the movement, like giving to outside committees. \"You could end up with a situation where things are very similar to where they were a week ago or I think you could see something that's radically different,\" he says.", "url": "https://www.bbc.com/news/business-55652310"}