{"datetime": "2018-10-11T17:15:14.000Z", "title": "Melania Trump: 'I'm the most bullied person on the world'", "article": "US First Lady Melania Trump has said she started her anti-cyberbullying campaign because she is \"the most bullied person on the world\". In a wide-ranging interview with ABC News , she also said she does not trust some people who have worked in the West Wing. And she said that women who allege sexual abuse must produce \"really hard evidence\". The interview was recorded on her trip last week across four African nations. \"I could say that I'm the most bullied person on the world,\" the first lady said. \"You're really the most bullied person in the world?\" asked presenter Tom Llamas. \"One of them - if you really see what people are saying about me,\" Mrs Trump said in the interview, which was recorded last week in Kenya and airs in full on Friday. Mrs Trump was also asked if she is Mr Trump's gatekeeper. \"Oh, I wish,\" she said, laughing. She said she does not trust some people who have worked in the West Wing, and that she has given Mr Trump her \"honest advice\" about them. \"Well, some people they don't work there anymore,\" she said, when asked what action Mr Trump had taken. \"It's harder to govern,\" she said. \"You always need to watch your back.\" Mrs Trump last week undertook her first solo trip abroad as US first lady, travelling to Ghana, Malawi, Kenya and Egypt.In the ABC interview she also said women alleging they have been sexually abused \"need to have really hard evidence\". She did not clarify what she meant by hard evidence. \"I do stand with women but we need to show the evidence,\" she said.\"You cannot just say to somebody, 'I was sexually assaulted,' or, 'You did that to me'.\"Because sometimes the media goes too far and the way they portray some stories [that are] not correct. It's not right,\" she added. Earlier in her trip overseas, she defended Supreme Court Justice Brett Kavanaugh. His nomination was almost derailed by an allegation - which he denied - that as a high school teenager he once sexually assaulted a girl. The online reaction to Mrs Trump's interview was scathing. ", "url": "https://www.bbc.com/news/world-us-canada-45818267"}