{"datetime": "2018-10-14T00:03:11.000Z", "title": "Melania Trump says 'don't care' jacket was a message", "article": "It was a mystery which sparked countless think pieces: Why did US First Lady Melania Trump wear a $39 jacket emblazoned with \"I really don't care, do you?\" during a trip to a migrant child detention centre? At the time of the June trip, Donald Trump said it was a message to the \"Fake News Media\".Her communications chief, however, had insisted it was \"just a jacket\". Now we have an answer: Mrs Trump has admitted she was sending a message. Mrs Trump visited the New Hope Children's Shelter in McAllen, Texas, on 21 June. The centre housed 55 children, including some separated from their parents as part of the Trump administration's zero-tolerance policy towards illegal immigration. However, she was criticised for wearing the controversial jacket on her way to the centre and during her return trip, although she took off the jacket before arriving at the centre itself. There was widespread speculation and criticism over what message Mrs Trump intended to send by wearing the jacket on that particular trip - although her spokeswoman said \"there was no hidden message\". However, in an interview with ABC news that was released on Saturday,the former model acknowledged the jacket \"was a kind of message, yes\" . \"It's obvious I didn't wear the jacket for the children, I wore the jacket to go on the plane and off the plane,\" she said. \"It was for the people and for the left-wing media who are criticising me. I want to show them I don't care. You could criticise whatever you want to say. But it will not stop me to do what I feel is right.\" Mrs Trump criticised the media for being \"obsessed\" about her clothing. \"I often asking myself, if I had not worn that jacket, if I will have so much media coverage,\" she said, adding: \"I would prefer they would focus on what I do and on my initiatives than what I wear.\" Mrs Trump's apparent stand delighted supporters, but critics have focused on the fact the admission has caught her team in a lie, and criticised the timing of her message. Either way, it seems likely what the First Lady wears will continue to be a source of speculation throughout her husband's time in the White House, with commentators now more likely than ever to look for hidden, and not-so-hidden, messages in her outfit choices. ", "url": "https://www.bbc.com/news/world-us-canada-45853364"}