{"datetime": "2018-06-15T16:21:17.000Z", "author": "Patrick Evans", "title": "'It's Dr, not Ms,' insists historian", "article": "When the historian Fern Riddell tweeted on Wednesday that she was \"Dr Fern Riddell\" not \"Ms or Miss Riddell\" she was soon met with criticism. She tweeted after learning that the Canadian newspaperThe Globe and Mail had proposed to changeits house style to only refer to medical doctors by their titles. Instead, academics would just be called by their surname and prefix such as Mr, Mrs or Ms.\"It is outrageous,\" Fern told the BBC. \"This is our expertise and people need to know when someone is an expert. I am a firm believer that any academic - whether male or female - should have their title used as that is their qualification. That's what my tweet was about.\" As is common on Twitter, a backlash ensued. \"A wave of men suddenly jumped into my mentions saying I was vulgar and immodest. It immediately then became a gender issue,\" said Fern. \"You're not better for being a Dr as you imply,\" wrote one detractor.Anothertweeted: \"If you have to tell people you're an authority or an expert then you probably aren't.\" Fern admitted she was amused by the hostile reaction. \"I am lucky. I tend to just think it's hilarious,\" she said. \"Why are some men so threatened by female expertise? This is a very small section of men but they are very loud and very vocal and very aggressive.\" In response to those decrying her as big-headed shedecided to start the hashtag #ImmodestWomen. \"It's insane that women are qualified but feel they can only use the term Doctor at particular times. Women are still defined by whether they are married or not - for me my title is my identity, it is my career. \"I'm not going out on dates demanding people call me 'Doctor Fern' - and I think the people who assumed that were very strange.\" Thousands are now joining in with her hashtag sharing their own stories. And women with PhDs have been adding \"Dr\" to their Twitter handles in solidarity. \"I will never not take pleasure from the moment that someone sneeringly looks at my left hand and says 'miss is it?' and I say, politely, 'Dr, actually'. I'm proud of it, and also value that it takes me out of a narrative that wants to define me by marital status.\"tweeted Jo Taylor.\"Finally added 'Dr' to my Twitter profile after reading through these various threads. The idiocy on display is truly amazing,\"said Kavita Mudan Finn. \"The amount of women putting Dr in the handle was absolutely incredible,\" Fern told the BBC.\"You can clearly see that women have been taught to struggle with acknowledging their own authority and the huge backlash from lunatics online shows how women are taught to know their place,\" she said. In BBC style , the title Dr is used for doctors of medicine, scientific doctors and church ministers who hold doctorates, when relevant. ", "url": "https://www.bbc.com/news/uk-44496876"}