{"datetime": "2021-01-17T10:21:17.000Z", "subject": "Impeachment of Donald Trump", "title": "Biden inauguration: Executive orders to reverse Trump policies", "article": "Details are emerging of a raft of executive orders planned by US president-elect Joe Biden as soon as he takes office this week. Mr Biden will issue decrees to reverse President Trump's travel bans and re-join the Paris climate accord on his first day, US media report. The president-elect is also expected to focus on reuniting families separated at the US-Mexico border, and to issue mandates on Covid-19 and mask-wearing.He will be inaugurated on Wednesday.All 50 US states are on high alert for possible violence in the run-up to the inauguration ceremony, with National Guard troops deployed in their thousands to guard Washington DC. In the hours after Mr Biden sets foot in the White House, he will embark on a blitz of executive actions designed to signal a clean break from his predecessor's administration, according to a memo seen by US media. Among the orders planned soon after taking office are: The executive orders are just one part of his ambitious plan for his first 10 days in office, according the memo. The President-elect is also expected to send a major new immigration bill to Congress, as well as focusing on passinga $1.9tn (£1.4tn) stimulus plan to help the country's economy recover from coronavirus .Mr Biden has also said his administration will aim to deliver 100 million Covid-19 jabs in his first 100 days in office - describing the rollout so far as a \"dismal failure\".\"President-elect Biden will take action - not just to reverse the gravest damages of the Trump administration - but also to start moving our country forward,\" incoming White House Chief of Staff Ron Klain wrote in the memo. The president-elect is taking over a country in the midst of an unprecedented pandemic. Daily deaths from Covid-19 are in their thousands and almost 400,000 have lost their lives.On top of the virus raging, the country is reeling from recent political violence.The theme for Mr Biden's inauguration will be \"America United\", with the president-elect focusing on healing political divisions. Vice-President Mike Pence is expected to attend the ceremony, though Mr Trump has said he will not.Mr Biden will be sworn in exactly two weeks after the violent riots at the US Capitol on 6 January which aimed to thwart his election victory. Even by inauguration standards, the security presence in Washington DC for Wednesday's ceremony is extraordinary. Miles of streets have been blocked off with concrete barriers and metal fences, and more than 20,000 National Guard troops are expected to deploy. The FBI has warned of possible violence and armed marches planned by pro-Trump supporters.The tough security measures follow a week in which Donald Trump became the first US president to be impeached twice. Mr Trump will now face a Senate trial on a charge of \"incitement of insurrection\" for the US Capitol violence.The earliest the Senate can receive the charges will be Tuesday - the day before he leaves office - but the timings for the trial remain unclear. There is some suggestion that the House of Representatives, which voted to impeach Mr Trump last week, could delay sending the articles to the Senate to let Mr Biden push on with his legislative agenda and have his cabinet picks approved first.Democrats and Republicans are also reportedly discussing plans for a \"dual track\" agenda which would allow the Senate to split time between impeachment proceedings and Biden administration business.The 100-seat Senate is now tied between Republicans and Democrats. A two-thirds majority is needed for an impeachment conviction - so 17 Republicans would need to vote against Mr Trump to convict him.Some Republicans have warned the impeachment will further inflame and divide Americans at a time when the nation needs to heal - but Democrats want to push on to convict Mr Trump then block him running from office again. Ten Republicans voted to impeach the president in the House and most Republican senators, including leader Mitch McConnell, have not said publicly what their voting intentions in a trial are yet.A president has never been tried after he leaves office. Because the situation is unprecedented, some have even suggested it could be unconstitutional.Officials on both sides are preparing for a trial, though the outgoing president is yet to confirm his legal team. Mr Trump's personal lawyer,Rudy Giuliani, told ABC News on Sunday that he was working on the impeachment defence , but a spokesman for the president later said he had not decided on his representation.", "url": "https://www.bbc.com/news/world-us-canada-55694415"}