{"datetime": "2018-06-22T11:17:36.000Z", "title": "Melania Trump jacket: Five things 'I don't care' could mean", "article": "Social media and news networks lit up with interpretations and criticism as soon as Melania Trump stepped out in a jacket with a large graffiti slogan on Thursday. It's safe to say a $39 (£29) Zara jacket emblazoned with \"I really don't care, do u?\" looks unusual in the wardrobe of a US First Lady - especially a former model known for her designer taste. Mrs Trump was on her way to meet migrant children separated from their parents in Texas at the border whenshe was first spotted in the jacket . She took it off during the visit itself and then, despite hours of news attention, put it back on for the return trip.So what could the jacket mean? And what was she thinking?This is the view put out by Mrs Trump's spokeswoman. \"It's a jacket. There was no hidden message,\" Stephanie Grisham told US media. \"After today's important visit to Texas, I hope this isn't what the media is going to choose to focus on.\" How likely is this? Before becoming Mrs Trump and First Lady, Melania found fame as a model in an industry where ordinary garments are not seen as just incidental, let alone ones emblazoned with slogans.This particular jacket was reportedly from a 2016 Zara collection so it probably hadn't just been bought in and thrown on at a whim. Her husband strayed from her spokeswoman's official line by tweeting last night that the message choicewas on purpose and referred to the media. She did find herself a focus of a lot of press speculation during a recent disappearance from the public eye. Gossip was rife about her personal health and the state of her relationship with her husband, amid ongoing reports into his previous alleged affair with porn star Stormy Daniels. At the end of Mayshe referred to the speculation herself in a tweet. Mr Trump has doubled down on this repeatedly , labelling the reports into his wife as \"unfair and vicious\". Melania Trump made a rare public statement against the \"zero-tolerance\" child separation policy earlier this week. Her spokeswoman told the media that the trip to visit the children in Texas was \"100%\" the First Lady's own idea (although she added that her husband supported it). It's not the first time she's done something herself. Since entering the White House, Mrs Trump has focused on initiatives against bullying and cyber-bullying in particular.She has faced mockery for this before - with people alleging hypocrisy, given her husband's propensity for social media outbursts against individuals. Maybe the jacket can be seen as her attempt to distance herself from her husband's policies and affirm her right to have a distinct agenda and focus?It's fair to say a khaki anorak isn't Mrs Trump's ordinary choice of attire.Her designer taste has also received criticism in the past - she has been blasted for wearing a $1,380 (£1,040) Balmain shirt for a gardening press event, and a $3,000 (£2,250) Delpozo dress for a United Nations event that touched on child hunger. The most high-profile fashion criticism came when she wore stilettos to depart for a trip to visit Hurricane Harvey victims in Texas.So maybe her choice to wear an affordable high-street jacket can be seen as a purposeful move to throw away critiques about being out of touch? A lot of people have interpreted the jacket as crass and belittling of people's concerns about child separations on the border.David Jolly, a former Republican congressman from Florida, called the choice an\"unforgivable moment\". \"She was going to the border, where her husband had ripped families apart and wearing a jacket that said 'I don't care.' …she does not deserve latitude on this because she doubled-down after questions were asked,\" he told news network MSNBC. A chorus of celebrities blasted the move. A US journalist calledParker Molloy purchased a IReallyDoCare.com domain in response - which lets people donate online to 14 groups helping immigrants.Fashion brand Wildfang almost immediately launched an \"I really care, don't you?\" jacket parody.It has already sold out, with sales being pledged to a refugee and immigrant support service based in Texas.A number of other products and other protest artwork have appeared online in response too.", "url": "https://www.bbc.com/news/world-us-canada-44574499"}