{"datetime": "2022-01-14T02:03:58.000Z", "subject": "US Capitol stormed", "title": "Capitol riot: Oath Keepers leader charged with seditious conspiracy", "article": "The leader of far-right militia group the Oath Keepers has been charged with seditious conspiracy over last year's attack on the US Capitol. Stewart Rhodes was among 11 people to be charged with the crime on Thursday. He was arrested at his home in Texas, according to his lawyer.This is first time the sedition charge has been applied over the deadly riot. Trump supporters stormed Congress in January 2021 as it was meeting to certify Joe Biden's victory. More than 725 people have been arrested for the attack, which shocked the world.Mr Rhodes, a 56-year-old former US paratrooper and Yale-educated lawyer, is accused of conspiring with others to \"oppose by force the execution of the laws governing the transfer of presidential power\". The sedition charge is defined as attempting \"to overthrow, put down or to destroy by force the government of the United States\". The Department of Justice accuses Mr Rhodes of working with other Oath Keepers - a loosely-knit militia that believes the US government has been corrupted by elites - to transport weapons and ammunition to Washington DC in their effort to block Mr Biden's presidency. Prosecutors say that starting in late December 2020, Mr Rhodes used encrypted communications to plan the attack on Congress, although he himself is never said to have entered building.He is accused of creating several \"quick reaction force\" teams, which \"planned to use the firearms in support of their plot to stop the lawful transfer of presidential power\". The charges allege that Mr Rhodes split members into different \"stacks,\" who went into the Capitol heavily clad in riot and tactical gear.The first \"stack\" split up after entering the building and went separately to the House and Senate chambers, while the second \"stack\" confronted officers in the Capitol Rotunda, according to prosecutors. Mr Rhodes has said in previous interviews with conservative groups that the members who entered the Capitol had \"gone off mission\" and were not acting on his orders.Edward Vallejo, 63, of Phoenix, Arizona, was also arrested on Thursday. The others charged with seditious conspiracy were already facing separate criminal charges in relation to the attack.Lawyers for several of the accused have argued that they were present at the Capitol to provide security for high-profile conservatives, including Roger Stone - an ally of Mr Trump, whom he pardoned in the final days of his term. Sedition charges are exceptionally rare in modern US history, and were last applied by federal prosecutors to a Michigan militia in 2010. The group, who were alleged to have plotted an attack on police officers, were acquitted by a judge who ruled that their violent rhetoric did not indicate a \"concrete agreement to forcibly oppose the United States government\". Separate to the law enforcement operation, an inquiry into the riot is being conducted by a House of Representatives committee. The committee has issued a subpoena to Mr Rhodes, as well as the ex-leader of the far right Proud Boys. The letter to Mr Rhodes says: \"You repeatedly suggested that the Oath Keepers should, or were prepared to, engage in violence to ensure their preferred election outcome.\"It also quotes him telling members of the militia to \"stock up on ammo\" and gear up for a \"full-on war in the streets\". At least a dozen other members of the Oath Keepers are facing charges in relation to the Capitol riot.A growing number of Republicans has questioned the seriousness of the Capitol riot, given the lack of sedition or treason charges. This may in part be an answer to that argument, reports the BBC's Barbara Plett Usher in Washington.Alex Friedfeld, a researcher for the Anti-Defamation League's Center on Extremism, said the new sedition charges were a \"big deal\" that marked an \"escalation\" by the prosecution. \"Up until this point, people have been charged for interrupting a federal process, or for violence that they did outside. This is the first time that they're acknowledging a plot against the government on that day,\" he said. ", "url": "https://www.bbc.com/news/world-us-canada-59989124"}