{"datetime": "2020-11-07T16:27:56.000Z", "title": "Jill Biden: From teacher to US first lady", "article": "Standing in an empty classroom where she taught English in the 1990s, Jill Biden delivered an address at the Democratic Party's convention after her husband was officially named presidential candidate. After making the case for Joe Biden to be elected, she was joined by her husband who lauded her qualities as a potential first lady.\"For all of you out there across the country, just think of your favourite educator who gave you the confidence to believe in yourself. That's the kind of first lady... Jill Biden will be,\" he said.But what do we know about the woman who will soon be joining her husband in the White House? Jill Jacobs was born in June 1951 in the US state of New Jersey. The oldest of five sisters, she grew up in the Philadelphia suburb of Willow Grove. Prior to marrying Joe, she was married to former college football player Bill Stevenson.Joe Biden lost his first wife and his one-year-old daughter in a car accident in 1972. (His sons Beau and Hunter both survived the accident.) Jill says she was introduced to Joe through his brother three years later.At the time, he was a senator, while she was still in college.\"I had been dating guys in jeans and clogs and T-shirts, he came to the door and he had a sport coat and loafers, and I thought: 'God, this is never going to work, not in a million years.'\"He was nine years older than I am! But we went out to see A Man and a Woman at the movie theatre in Philadelphia, and we really hit it off,\"she told Vogue of their first date. She said Joe proposed to her five times before she accepted.\"I couldn't have them [Joe's children] lose another mother. So I had to be 100% sure,\" she explained. The couple married in New York City in 1977. Their daughter, Ashley, was born in 1981. Mrs Biden talked about her family and the struggles they have faced when she endorsed her husband for president at the convention.His son Beau Bidendied of brain cancer in May 2015 , at the age of 46.\"I know that if we entrust this nation to Joe, he will do for your family what he did for ours - bring us together and make us whole, carry us forward in our time of need, keep the promise of America for all of us,\" she said. Mrs Biden, 69, has spent decades working as a teacher.As well as a bachelor's degree, she has two master's degrees, and a doctorate of education from the University of Delaware in 2007. Prior to moving to Washington, DC, she taught at a community college, at a public high school and at a psychiatric hospital for adolescents - she gave her address at the Democratic Party's convention this year from her old classroom at Delaware's Brandywine High School, where she taught English from 1991 to 1993. While her husband served as vice-president, Mrs Biden was professor of English at Northern Virginia Community College.\"Teaching is not what I do. It's who I am,\" she tweeted in August.Mrs Biden previously held the title of Second Lady while her husband served as vice-president from 2009 to 2017. During this period, her work included promoting community colleges, advocating for military families and raising awareness about breast cancer prevention. She also launched the Joining Forces initiative with First Lady Michelle Obama, which included helping military veterans and their families access education programmes and employment resources. In 2012, she published a children's book called Don't Forget, God Bless Our Troops based on her granddaughter's experience of being in a military family.She has been a prominent supporter of her husband during the 2020 campaign, appearing alongside him and holding events and fundraisers. ", "url": "https://www.bbc.com/news/election-us-2020-53833061"}